[
    {
        "URL": "Koning2007_PreliminaryAssessmentHydrogeologicCharacteristicsEspanola.pdf",
        "Text": "New Mexico Geological Society Downloaded from: https://nmgs.nmt.edu/publications/guidebooks/58 Where is the water? - A preliminary assessment of hydrogeologic characteristics of lithostratigraphic units near Espanola, north-central New Mexico Daniel J. Koning, Scott Aby, and Steve Finch 2007, pp. 475-484. https://doi.org/10.56577/FFC-58.475 in: Geology of the Jemez Region II, Kues, Barry S., Kelley, Shari A., Lueth, Virgil W.; [eds.], New Mexico Geological Society 58 th Annual Fall Field Conference Guidebook, 499 p. https://doi.org/10.56577/FFC-58 This is one of many related papers that were included in the 2007 NMGS Fall Field Conference Guidebook. Annual NMGS Fall Field Conference Guidebooks Every fall since 1950, the New Mexico Geological Society (NMGS) has held an annual Fall Field Conference that explores some region of New Mexico (or surrounding states). Always well attended, these conferences provide a guidebook to participants. Besides detailed road logs, the guidebooks contain many well written, edited, and peer-reviewed geoscience papers. These books have set the national standard for geologic guidebooks and are an essential geologic reference for anyone working in or around New Mexico. Free Downloads NMGS has decided to make peer-reviewed papers from our Fall Field Conference guidebooks available for free download. This is in keeping with our mission of promoting interest, research, and cooperation regarding geology in New Mexico. However, guidebook sales represent a significant proportion of our operating budget. Therefore, only research papers are available for download. Road logs, mini-papers, and other selected content are available only in print for recent guidebooks. Copyright Information Publications of the New Mexico Geological Society, printed and electronic, are protected by the copyright laws of the United States. No material from the NMGS website, or printed and electronic publications, may be reprinted or redistributed without NMGS permission. Contact us for permission to reprint portions of any of our publications. One printed copy of any materials from the NMGS website or our print and electronic publications may be made for individual use without our permission. Teachers and students may make unlimited copies for educational use. Any other use of these materials requires explicit permission. This page is intentionally left blank to maintain order of facing pages. 475 WHERE IS THE WATER? New Mexico Geological Society Guidebook, 58th Field Conference, Geology of the Jemez Mountains Region II, 2007, p. 475-484. INTRODUCTION Numerous lithostratigraphic units in the Santa Fe Group have been differentiated near Española during recent STATEMAP geo- logic mapping. These units are based primarily on their composi- tion and gross texture. Textural properties inﬂuence the perme- ability of clastic materials and groundwater ﬂow to wells. For example, a well-sorted, clean sand or gravel can more readily release groundwater from storage and allow faster groundwater ﬂow than a silty-clayey, poorly sorted sand. If mapped lithostrati- graphic units are differentiated in part on properties that also inﬂu- ence groundwater ﬂow, then there may be signiﬁcant differences in hydraulic parameters between these units. This study addresses that possibility near the city of Española by comparing values of hydraulic conductivity (K) derived from aquifer test data in wells screened across recognizable lithostratigraphic units. The city of Española lies in the heart of the Española Basin (Fig. 1), one of several basins near the Rio Grande formed by tectonic extension associated with the Rio Grande rift (Kelley, 1956; Spiegel and Baldwin, 1963; Chapin, 1971). The Española Basin is ﬁlled with relatively thin Quaternary deposits, resting upon siliciclastic sediment (primarily sand, with lesser mud and gravel) of the Santa Fe Group of Spiegel and Baldwin (1963), which ranges in age from late Oligocene through late Miocene (Smith, 2004; Koning et al., 2004). Galusha and Blick (1971) subdivided the Santa Fe Group into the Tesuque Formation and overlying Chamita Formation. The Tesuque Formation, in turn, was subdivided into various members, including the Chama-El Rito and Ojo Caliente Sandstone Members in the northwestern part of the basin, and the Pojoaque, Skull Ridge, and Nambe Members in the eastern part of the basin. Cavazza (1986) rec- ognized that basin-ﬁll sediments in the eastern part of the basin, represented by the Pojoaque, Skull Ridge, and Nambe Members in the Galusha and Blick (1971) stratigraphic scheme, could be differentiated lithostratigraphically into two units having differ- ent composition and provenance: lithosome A and lithosome B (Figs. 2, 3). Recent mapping in the central and eastern parts of the basin found the lithosome stratigraphic scheme of Cavazza (1986) more recognizable and easier to differentiate in the ﬁeld, WHERE IS THE WATER? – A PRELIMINARY ASSESSMENT OF HYDROGEOLOGIC CHARACTERISTICS OF LITHOSTRATIGRAPHIC UNITS NEAR ESPAÑOLA, NORTH-CENTRAL NEW MEXICO DANIEL J. KONING1, SCOTT ABY2, AND STEVE FINCH3 1 New Mexico Bureau of Geology and Mineral Resources, 801 Leroy Place, Socorro, NM 87801, dkoning@nmt.edu 2 Muddy Spring Geology, Box 488, Dixon, NM 87527. 3 John Shomaker and Associates, 2703-B Broadbent Parkway, Albuquerque, NM 87107 ABSTRACT — For lithostratigraphic units near Española, potential hydrologic differences were assessed by estimating hydraulic conductivity (K) from transmissivity values. These transmissivity values were obtained from aquifer tests of wells (120-1500 ft deep) screened across one or more of these lithostratigraphic units, which include Quaternary valley-ﬁll sediments and units in Santa Fe Group basin-ﬁll sediments (late Oligocene to late Miocene). Depths of particular Santa Fe Group lithostratigraphic units vary with location due to faulting and west-tilting of the Española half-graben. Values of hydraulic conductivity ranged over two orders of magnitude, from 0.1 to 34 ft/day. The Quaternary valley ﬁll has the highest hydraulic conductivity (0.7 to 34 ft/day, averaging 10 ft/day). The Chamita Formation and middle to upper Ojo Caliente Sandstone of the Tesuque Forma- tion may provide the most productive water-bearing zones in the Santa Fe Group (with K ranging from 0.7 to 7.3 ft/day), fol- lowed by a combined unit consisting of interbedded Ojo Caliente Sandstone-Cejita Members and underlying lithosome B of the Pojoaque Member of the Tesuque Formation (K of 0.7 to 1.4 ft/day). In general, hydraulic conductivity for the remaining lithostratigraphic units, located in a lower stratigraphic position, range from 0.1 to 3 ft/day, with lithosome B of the Pojoaque and Skull Ridge Members being on the higher end of that range. Hydraulic conductivity generally decreases with stratigraphi- cally lower units. Other inﬂuences on hydraulic conductivity and well yields include, but are not limited to, faults that act as barrier boundaries and secondary mineralization (cementation). FIGURE 1. Map showing locations of wells with pump-test results in the study area, with primary pumped comparative lithostratigraphic units shown in parenthesis. Wells depicted as circles. Town abbrevia- tions: M = Medanales, E = Española, C = Chimayo, P = Pojoaque, and N = Nambe. The thick white line illustrates the Santa Clara fault. 476 KONING, ABY, & FINCH but this mapping also preserved, where possible, the previous nomenclature of Galusha and Blick (Koning and Maldonado, 2001; Koning, 2002a; Koning et al., 2002; Koning and Manley, 2003; Koning, 2003). Ongoing studies in the southern Española Basin indicate a sta- tistically signiﬁcant relationship between mapped lithosome units (within the Tesuque Formation and overlying Ancha Formation) and hydraulic conductivity estimated from aquifer tests (Johnson and Koning, 2005). For this study, we compiled information from existing well records and consultant reports that incorporated aquifer test data of Santa Fe Group units. We focused our search in the Española Basin north of the Pojoaque"
    },
    {
        "URL": "Koning2007_PreliminaryAssessmentHydrogeologicCharacteristicsEspanola.pdf",
        "Text": "ft/day). The Chamita Formation and middle to upper Ojo Caliente Sandstone of the Tesuque Forma- tion may provide the most productive water-bearing zones in the Santa Fe Group (with K ranging from 0.7 to 7.3 ft/day), fol- lowed by a combined unit consisting of interbedded Ojo Caliente Sandstone-Cejita Members and underlying lithosome B of the Pojoaque Member of the Tesuque Formation (K of 0.7 to 1.4 ft/day). In general, hydraulic conductivity for the remaining lithostratigraphic units, located in a lower stratigraphic position, range from 0.1 to 3 ft/day, with lithosome B of the Pojoaque and Skull Ridge Members being on the higher end of that range. Hydraulic conductivity generally decreases with stratigraphi- cally lower units. Other inﬂuences on hydraulic conductivity and well yields include, but are not limited to, faults that act as barrier boundaries and secondary mineralization (cementation). FIGURE 1. Map showing locations of wells with pump-test results in the study area, with primary pumped comparative lithostratigraphic units shown in parenthesis. Wells depicted as circles. Town abbrevia- tions: M = Medanales, E = Española, C = Chimayo, P = Pojoaque, and N = Nambe. The thick white line illustrates the Santa Clara fault. 476 KONING, ABY, & FINCH but this mapping also preserved, where possible, the previous nomenclature of Galusha and Blick (Koning and Maldonado, 2001; Koning, 2002a; Koning et al., 2002; Koning and Manley, 2003; Koning, 2003). Ongoing studies in the southern Española Basin indicate a sta- tistically signiﬁcant relationship between mapped lithosome units (within the Tesuque Formation and overlying Ancha Formation) and hydraulic conductivity estimated from aquifer tests (Johnson and Koning, 2005). For this study, we compiled information from existing well records and consultant reports that incorporated aquifer test data of Santa Fe Group units. We focused our search in the Española Basin north of the Pojoaque River and south of Velarde, and between Española and Medanales in the Abiquiu embayment (note that the Ancha Formation is not present in this area). The study area lies to the north of a previous hydrogeo- logic study conducted by Johnson and Koning (2005) south of the Pojoaque River. Aquifer test data (from pumping tests) were used for a preliminary correlation of hydraulic conductivity and lithostratigraphic units. METHODS We searched the library of the Ofﬁce of the State Engineer (OSE) for hydrogeologic consultant reports associated with pro- posed subdivisions in the study area, and noted those that had raw aquifer test data and/or analyses of these data (e.g., calculated transmissivity values). Typically, aquifer tests were performed by pumping wells at a given discharge and measuring drawdown in the well as a function of time. Additional consultant reports not found in the OSE library were generously provided by Glo- rieta Geoscience Incorporated and John Shomaker and Associ- ates. Table 1 lists consultant reports that had usable data. Table 2 contains a summary of these aquifer test data, and the associated wells are shown on Figure 1. We also determined which of the lithostratigraphic units of Figures 2 and 3 were encountered in the wells with aquifer test data by reviewing drillers’ reports, infor- mation from the consultant reports, geologic maps of the area, and personal inspection of drill cuttings and down-hole geophysi- cal logs. For this study, we commonly grouped lithostratigraphic units identiﬁed in previous geologic mapping into combined units (Fig. 4) based on practicality. For example, screened intervals might extend across a particular combination of previously identiﬁed lithostratigraphic units, resulting in the inability to isolate the hydrologic characteristics of a single unit in that combination. However, that combination might be commonly encountered in screened intervals of other wells and thus serves as a useful comparative unit. A screened interval may not fully penetrate all units in these combinations. Such groupings of lithostratigraphic units may yield a somewhat heterolithic combination of other- wise distinctive lithostratigraphic units (in our case, eolian and ﬂuvial strata), but it allows one to compare similar stratigraphic FIGURE 2. Santa Fe Group stratigraphic nomenclature in Española Basin. FIGURE 3. Schematic cross-section near Española illustrating the main lithostratigraphic units differentiated in the area by Koning (2002a, 2003), Koning and Manley (2003), and Koning et al. (2002, 2005). 477 WHERE IS THE WATER? and by the length of the saturated screen interval (for a maximum value). In some wells, we had to make educated guesses regard- ing the depth interval of the ﬁlter pack (italicized in Table 2). Hydraulic conductivity values calculated from the aquifer tests were then depicted for each of the comparative lithostratigraphic units on two box-and-whisker plots (Figs. 5, 6), where the lithostratigraphic units are arranged approximately from young- est (on top) to oldest (on bottom). RESULTS Twenty-two wells in the study area contained both aquifer test data and useful lithologic logs. We were able to correlate pump- ing test results to all seven of our comparative lithostratigraphic units. However, four of these units have data from only one or two pumping tests: lithosome A of the Nambe Member, lithosome TABLE 1. Consultant reports for Española area with pump test data. Well locations are in Township, Range, Section, and quarter section. Subdivision or Well Name Well Location Title of report Author(s) Year Solacita/Ojas #1 well Submittals for Solacito Subdivision C Hagerman 1983? 20.08.13.3333 Española #6 No 6 replacement Test well pumping test results,City of Española New Mexico.(Letter to John Shomaker and Associates, Inc NA 20.8.1.411 Doug Albin) Española #8 Drilling and testing report for Española Well no 8 Carter Ranch Production Well RG-3067-S15 Glorieta Geoscience Incorporated 2002 21.8.27 Española # 3 and 4 Well Report, City of Española Well 4 and 3, Española New Mexico John Shomaker and Associates, Inc 1998 21.08.32.4223/ 21.08.36.42131 Espanola #9 Letter report to the City of Espanola John Shomaker and Associates, Inc 2003 21.08.27.341 Cielo Encantado Geohydrologic investigation in the vicinity of the Cielo Encantado Subdivision, p. 41 Wolf Engineering, 1997 22.9.19 Agua Sana #1 Geohydrologic Evaluation of Proposed Well Sites (Agua Sana Users Assoc.) Glorieta Geoscience Incorporated Agua Sana #1 Agua Sana south well #1 production update report, Hernandez, NM Souder, Miller, and Associates 2002 Agua Sana #1 Hydrologic assessment of Granting Emergency Authorization to divert 500 AFY Under Perm Glorieta Geoscience Incorporated 1998? 21.08.19.12131 RG-3067-S-14 from well RG 68591 Agua Sana #2 Well report for Well #2 Agua Sana water users association, Rio Arriba County, Hernandez, NM Souder, Miller, and Associates 2003 21.08.19.11233 Tres Montes Evaluation of Geohydrology and Water Availability Assessment for Tres Montes Subdiv Glorieta Geoscience Incorporated 2000 22.7.36.114 Rio Arriba Co., NM Cedar Ridge subdivision Hydrogeologic report Cedar Ridge Subdivision Frost and Associates 1996 22.08.29.1223 Valle de Oro Encantado Geohydrologic investigation in the vicinity of the Valle de Oro Encantado Subdivision, p. 28 Wolf, Douglas, P.E. 1996 (exploratory well #1) 22.8.20 San Juan Casino Well Report, San Juan Pueblo Casino Well 1, San Juan Pueblo, NM. John Shomaker and Associates, Inc 1998 21.8.12.243 Greater Chimayo MDWCA Phase II Hydrogeologic Evaluation for water supply:Testing existing wells and drilling, John Shomaker and Associates, Inc 2004 21.9.36.12431 completion, and testing of Exploratory wells No. 2 and No. 3, Chimayo, NM (includes PHILLIP KILGOUR WELL DATA Rancho Algodones Geohydrology and water availability Rancho Algodones subdivision, Rio Arriba County Glorieta Geoscience Incorporated 2000 22.9.19 New Mexico. Cundiyo MDWA Report on Driling"
    },
    {
        "URL": "Koning2007_PreliminaryAssessmentHydrogeologicCharacteristicsEspanola.pdf",
        "Text": "no 8 Carter Ranch Production Well RG-3067-S15 Glorieta Geoscience Incorporated 2002 21.8.27 Española # 3 and 4 Well Report, City of Española Well 4 and 3, Española New Mexico John Shomaker and Associates, Inc 1998 21.08.32.4223/ 21.08.36.42131 Espanola #9 Letter report to the City of Espanola John Shomaker and Associates, Inc 2003 21.08.27.341 Cielo Encantado Geohydrologic investigation in the vicinity of the Cielo Encantado Subdivision, p. 41 Wolf Engineering, 1997 22.9.19 Agua Sana #1 Geohydrologic Evaluation of Proposed Well Sites (Agua Sana Users Assoc.) Glorieta Geoscience Incorporated Agua Sana #1 Agua Sana south well #1 production update report, Hernandez, NM Souder, Miller, and Associates 2002 Agua Sana #1 Hydrologic assessment of Granting Emergency Authorization to divert 500 AFY Under Perm Glorieta Geoscience Incorporated 1998? 21.08.19.12131 RG-3067-S-14 from well RG 68591 Agua Sana #2 Well report for Well #2 Agua Sana water users association, Rio Arriba County, Hernandez, NM Souder, Miller, and Associates 2003 21.08.19.11233 Tres Montes Evaluation of Geohydrology and Water Availability Assessment for Tres Montes Subdiv Glorieta Geoscience Incorporated 2000 22.7.36.114 Rio Arriba Co., NM Cedar Ridge subdivision Hydrogeologic report Cedar Ridge Subdivision Frost and Associates 1996 22.08.29.1223 Valle de Oro Encantado Geohydrologic investigation in the vicinity of the Valle de Oro Encantado Subdivision, p. 28 Wolf, Douglas, P.E. 1996 (exploratory well #1) 22.8.20 San Juan Casino Well Report, San Juan Pueblo Casino Well 1, San Juan Pueblo, NM. John Shomaker and Associates, Inc 1998 21.8.12.243 Greater Chimayo MDWCA Phase II Hydrogeologic Evaluation for water supply:Testing existing wells and drilling, John Shomaker and Associates, Inc 2004 21.9.36.12431 completion, and testing of Exploratory wells No. 2 and No. 3, Chimayo, NM (includes PHILLIP KILGOUR WELL DATA Rancho Algodones Geohydrology and water availability Rancho Algodones subdivision, Rio Arriba County Glorieta Geoscience Incorporated 2000 22.9.19 New Mexico. Cundiyo MDWA Report on Driling and Test Pumping Exploratory Well, Cundiyo MDWC Association, 20.10.20.211 Santa Fe County, New Mexico Alcalde Well None -- unpublished data John Shomaker and Associates, Inc ?? 22.8.36 Rio Vista Estates** Geohydrology and water availability Rio Vista Estates Subdivision, Rio Arriba County, NM Glorieta Geoscience Incorporated 2003 23.7.29 Pojoaque Valley School well Results of pumping test, Pojoaque School well, Santa Fe County, NM. Glorieta Geoscience Incorporated 1990 19.08.14.32234 Pojoaque Valley Sch. Well # 3 Well Report for the Pojoaque Valley School District, Jacona Campus Well no. 3, John Shomaker and Associates, Inc 2005 19.08.14.342 RG-41225-S-5, Pojoaque, NM Valley Estates Well Report for Supplemental Water Well RG-01466-S-2, Valley Estates Mutual Water Souder, Miller, and Associates 2005 21.08.35.222 and Sewer Association, Inc., Española, Rio Arriba Co, NM p p p p intervals (Fig. 4). We refer to these combined and uncombined lithostratigraphic units as “comparative lithostratigraphic units” in this paper. The comparative lithostratigraphic units used in this study (Table 3; Fig. 4) include 1) lithosome A of the Nambe Member (Ttan); 2) lithosome B of the Nambe Member (Ttbn); 3) lithosome B of the Pojoaque and Skull Ridge Members (Ttbps); 4) lower Ojo Caliente Sandstone and upper Chama-El Rito Member (Ttol-Ttchu); 5) interﬁngering Cejita Member and Ojo Caliente Sandstone overlying lithosome B of the Pojoaque Member (Tto- Ttce/Ttbp); 6) middle to upper Ojo Caliente Sandstone and the overlying lower Vallito Member of the Chamita Formation (Tcvl- Ttomu); and 7) relatively young Quaternary valley-ﬁll sediments (Qay). From the transmissivity data in Table 2, we calculated a range of hydraulic conductivity values by dividing the transmissivity by the length of the saturated ﬁlter pack (for a minimum value) 478 KONING, ABY, & FINCH B of the Nambe Member, the intercalated Ojo Caliente-Cejita Member together with underlying lithosome B of the Pojoaque Member, and the lower Ojo Caliente Sandstone-upper Chama El- Rito Member (Tables 2, 3). Absence of data for these units means that our interpretations of their hydrogeologic character must be considered as tentative and preliminary. The remainder of the comparative lithostratigraphic units had three or more aquifer test data: lithosome B of the Pojoaque-Skull Ridge Members, the lower Vallito Member and middle-upper Ojo Caliente Sandstone, and the Quaternary valley-ﬁll sediments. Six pump-tests could not be used because the screen extends across two saturated units, one common case being saturated Quaternary valley-ﬁll and the underlying Santa Fe Group; in that case one cannot isolate hydro- logic data for a single unit and these units are sufﬁciently differ- ent to consider combining them. Santa Fe Group The Santa Fe Group includes the Tesuque and Chamita For- mations. These formations are generally composed of ﬂuvial sediments derived from the Sangre de Cristo and Tusas Moun- tains. The Ojo Caliente Sandstone of the Tesuque Formation is primarily an eolian dune ﬁeld deposit. The ﬂuvial parts of these units are generally poorly to moderately sorted and locally may contain appreciable thicknesses of claystone or mudstone beds and volcanic ash beds (Table 3). The Ojo Caliente Sandstone is a moderately well-sorted, upper ﬁne- to lower coarse-grained sand. The middle and upper part of the Ojo Caliente Sandstone is generally a medium- to coarse-grained sand and grossly coarser than underlying strata (Table 3). Hydraulic conductivity in the range of ~0.1 to 3 ft/day typify most sediments in the Santa Fe Group, consistent with estimates of Hearne (1980) in the Pojoaque River valley. Exceptions are values of 0.7 to 9 ft/day (mostly 0.7-7.3 ft/day) obtained in the Agua Sana #1 and #2 wells, which draw from the middle and upper parts of the Ojo Caliente Sandstone together with the lower part of the Vallito Member of the Chamita Formation (Table 2). However, this same comparative lithostratigraphic unit pro- duced lower values of 0.1-1.0 ft/day at the Tres Montes well (RG-74486). The comparative lithostratigraphic unit consist- FIGURE 4. Comparative lithostratigraphic units used in this study, superimposed upon the lithostratigraphic units depicted in Figure 2. FIGURE 5. Box-and-whisker plot showing hydraulic conductivity values for each comparative lithostratigraphic unit using various calcu- lations illustrated in Table 2 (aside from values potentially affected by ﬂow barriers). For each calculation, both the maximum and minimum values are plotted. The vertical line in the larger rectangle is the median, the length of the larger rectangle represents the upper and lower quartile (25% above and 25% below the median), the bracket(s) represent the 95% range, and circles are outliers. FIGURE 6. Box-and-whisker plot using the average of hydraulic con- ductivity values for each comparative lithostratigraphic unit for each pump test. The vertical line in the larger rectangle is the median, the length of the larger rectangle represents the upper and lower quartile (25% above and 25% below the median), the bracket(s) represent the 95% range, and circles are outliers. 479 WHERE IS THE WATER? Well name TD Lithostratigraphic unit Depth to Pump Total Drawdown T (ft2/day) Saturated Saturated (see figure 4 (feet) hydrostratigraphic units water prior discharge gallons or (method of filter pack screen Minimum Maximum for location) being pumped (Fig. 2) to test (ft) rate (gpm) pumped recovery? calculation) thickness (ft)** thickness (ft) (ft/day) (ft/day) Ojas #1 300 Pojoaque Mbr, lith A: 0-50? 53 25.2 14523 drawdown 49 (Jacob) 247 40 0.20 1.2 (Solacita) Pojoaque Mbr, lower lith B: 50-300 recovery 221 (Jacob) 247 40 0.89 5.5 (Ttbps) recovery 59 (Jacob) 247 40 0.24 1.5 Espanola Well #6 360 Pojoaque Mbr, mix of lith B, 26 300 432000"
    },
    {
        "URL": "Koning2007_PreliminaryAssessmentHydrogeologicCharacteristicsEspanola.pdf",
        "Text": "the Vallito Member of the Chamita Formation (Table 2). However, this same comparative lithostratigraphic unit pro- duced lower values of 0.1-1.0 ft/day at the Tres Montes well (RG-74486). The comparative lithostratigraphic unit consist- FIGURE 4. Comparative lithostratigraphic units used in this study, superimposed upon the lithostratigraphic units depicted in Figure 2. FIGURE 5. Box-and-whisker plot showing hydraulic conductivity values for each comparative lithostratigraphic unit using various calcu- lations illustrated in Table 2 (aside from values potentially affected by ﬂow barriers). For each calculation, both the maximum and minimum values are plotted. The vertical line in the larger rectangle is the median, the length of the larger rectangle represents the upper and lower quartile (25% above and 25% below the median), the bracket(s) represent the 95% range, and circles are outliers. FIGURE 6. Box-and-whisker plot using the average of hydraulic con- ductivity values for each comparative lithostratigraphic unit for each pump test. The vertical line in the larger rectangle is the median, the length of the larger rectangle represents the upper and lower quartile (25% above and 25% below the median), the bracket(s) represent the 95% range, and circles are outliers. 479 WHERE IS THE WATER? Well name TD Lithostratigraphic unit Depth to Pump Total Drawdown T (ft2/day) Saturated Saturated (see figure 4 (feet) hydrostratigraphic units water prior discharge gallons or (method of filter pack screen Minimum Maximum for location) being pumped (Fig. 2) to test (ft) rate (gpm) pumped recovery? calculation) thickness (ft)** thickness (ft) (ft/day) (ft/day) Ojas #1 300 Pojoaque Mbr, lith A: 0-50? 53 25.2 14523 drawdown 49 (Jacob) 247 40 0.20 1.2 (Solacita) Pojoaque Mbr, lower lith B: 50-300 recovery 221 (Jacob) 247 40 0.89 5.5 (Ttbps) recovery 59 (Jacob) 247 40 0.24 1.5 Espanola Well #6 360 Pojoaque Mbr, mix of lith B, 26 300 432000 recovery 3209 (NA) 335 211 10 15 axial river, and eolian; Quat gravel 3183 (NA) 335 211 10 15 (Qay and Ttbps) Espanola Well #8 450 Quaternary alluvium and inter- 15.38 275 253770 drawdown 809 (NA) 435 255 1.9 3.2 bedded Ojo Caliente and Cejita Mbrs recovery 748 (NA) 435 255 1.7 2.9 (Qay & Ttbps & Ttch) Espanola Well #4 700 Lithosome B of Pojoaque Mbr -1.16 418 601920 drawdown 139 (Jacob) 338 200 0.41 0.70 (Ttbps) recovery 335 (Jacob) 338 200 1.0 1.7 Espanola Well # 3 750 Ojo Cal SS-Cejita Mbr: 0-517 ft 355.91 418 8926222.8 drawdown 270 (Jacob) 395 240 0.68 1.1 Lithosome B + eol sed: 517-800 ft recovery 330 (Jacob) 395 240 0.84 1.4 (Tto-Ttce)/Ttbp Espanola Well #9 340 Quaternary alluvium: 0-90 ft 10.43 50 16200 drawdown 39 (Jacob) 310 160 0.13 0.24 Interbedded Ojo Caliente Sand and recovery 39 (Jacob) 310 160 0.13 0.24 Lithosome B of Pojoaque Mbr not used in plots b/c of (Tto-Ttce)/Ttbp of pronounced GW barrier Agua Sana #1 1300 Ojo Caliente Sandstone and 467 464 5064000 average 3212 (Theis?) 726 460 4.4 7.0 1300 Vallito Mbr (Ttomu-Tcvl) 435.3 464 201979.2 drawdown 4095 (NA) 726 460 5.6 8.9 1300 437.2 464 202860.8 drawdown 3343 (NA) 726 460 4.6 7.3 1300 439.2 464 203788.8 drawdown 3343 (NA) 726 460 4.6 7.3 1300 441.2 464 204716.8 drawdown 2824 (NA) 726 460 3.9 6.1 1300 441.2 464 204716.8 drawdown 2776 (NA) 726 460 3.8 6.0 1300 441.2 464 204716.8 drawdown 3276 (NA) 726 460 4.5 7.1 1300 441.2 464 204716.8 drawdown 2824 (NA) 726 460 3.9 6.1 Agua Sana #1 1300 Ojo Caliente Sandstone and 477.49 292 8365624.8 drawdown 642 (Jacob) 726 460 0.88 1.4 (test shortly after Vallito Mbr (Ttomu-Tcvl) recovery 1003 (Jacob) 726 460 1.4 2.2 completion) Agua Sana #2 1210 Ojo Caliente Sandstone and 511.8 326.6 NA drawdown 704 (Theis) 639 410 1.1 1.7 Vallito Mbr (Ttomu-Tcvl) recovery 469 (Theis) 639 410 0.73 1.1 740 (Theis residual drawdown visual) 639 410 1.2 1.8 709 (Theis confined) 639 410 1.1 1.7 703 (Theis unconfined) 639 410 1.1 1.7 540 (Theis residual drawdown computer) 639 410 0.84 1.3 720 (Theis residual drawdown visual) 639 410 1.1 1.8 TABLE 2. Selected well data* Hydraulic conductivity (K)*** 480 KONING, ABY, & FINCH Well name TD Lithostratigraphic unit Depth to Pump Total Drawdown T (ft2/day) Saturated Saturated (see figure 4 (feet) comparative lithostratigraphic water prior discharge gallons or (method of filter pack screen Minimum Maximum for location) units being pumped (Fig. 2) to test (ft) rate (gpm) pumped recovery? calculation) thickness (ft)** thickness (ft) (ft/day) (ft/day) Tres Montes 505 middle of Ojo Caliente Sandstone 74 16 71040 drawdown 63 (NA) 431 60 0.15 1.0 (RG-74486) (Ttomu-Tcvl) recovery 56 (NA) 431 60 0.13 0.94 Cedar Ridge 600 Ojo Caliente SS: 0-300 ft (est) 180 28 302400 drawdown 86 (Jacob) 420 60 0.20 1.4 (MFM-Finch Well; Chama-El Rito Mbr: 300-600 ft (est) recovery 62 (Jacob) 420 60 0.15 1.0 RG-64461) (Ttol-Ttchu) recovery 66 (Theis) 420 60 0.16 1.1 Valle de Oro Encantado 225 Ojo Caliente and Quaternary 12.2 29 21228 drawdown 146 (NA) 209 10 0.70 15 (Exploratory well #1) (Qay) recovery 157 (NA) 213 10 0.74 16 San Juan Casino Well 1 1038 Ojo Caliente SS-Cejita Mbr: 0-517 ft 57.78 400 1386720 drawdown 706 (Jacob) 658 581 1.1 1.2 Lith B + eolian sed (Poj Mbr): 517-800 ft recovery 519 (Jacob) 658 581 0.79 0.89 (Tto-Ttce)/Ttbp Phillip Kilgour well 115 Qay & Tesuque Fm (Qay & Ttbn ) 35 NA NA NA 201 (NA) 80 20 2.5 10 Chimayo MDWCA 420 Qay to 37 ft, then Tesuque 150 NA NA NA 16 (NA) 270 200 0.061 0.082 (Exploratory well #1) Fm below (Ttbn) Rancho Algodones 250 240 ft Quaternary alluvium 84.22 35 176862 drawdown 190 (Jacob) 166 150 1.1 1.3 (RG-73133) underlain by 10 ft Cejita Mbr clay (Qay ) recovery 281 (Jacob) 166 150 1.7 1.9 Cundiyo MDWC 405 Lithosome A of Nambe Mbr, Tesuque 146.2 25 for 5 hr 2590 drawdown 4 (Jacob) 259 80 0.015 0.050 (Exploratory well) Fm (Ttan ) then 14 recovery 6 (Jacob) 259 80 0.022 0.070 Alcalde well 1501 Interbedded Vallito Mbr, 100 147 103194 drawdown 49 (Jacob) 1401 NA 0.03 NA (RG-23017) Cejita Mbr, and the Ojo Caliente SS recovery 142 (Jacob) 1401 NA 0.10 NA (Ttomu-Tcvl and Tto-Ttbc/Ttbp) Rio Vista Estates 520 Quaternary alluvium over 37 ~13.6 58735 No drawdown 50-520 300-500 No T calculated b/c of very (RG-80162) upper Chama-El Rito Mbr (Qay & Ttchu) little drawdown Pojoaque Valley Sch. 673 Lithosome B, Pojoaque & 154 44 126720 recovery 86 (NA) 519 133 0.17 0.65 (RG-51977) Skull Ridge Mbrs (Ttbps) Pojoaque Valley Sch. 630 Lithosome B, Pojoaque & 198 51 510000 drawdown 49 (Jacob) 432 370 0.11 0.13 well #3; RG-41225-S-5 Skull Ridge Mbrs (Ttbps) recovery 25 (Jacob) 432 370 0.058 0.068 Valley Estates 423 Lithosome B, Pojoaque & 43 93.65 94,127 drawdown 364 (Jacob) 252 120 1.4 3.0 (RG-01466-S-2) Skull Ridge Mbrs (Ttbps) Cielo Encantado #1 120 Quaternary alluvium, lower 10 ft 84.59 23 116734.2 drawdown 4060 (NA) 35 20 116 203 is Cejita Mbr clay (Qay ) drawdown 677 (NA) 35 20 19 34 drawdown 156 (NA) 35 20 4.5 7.8 recovery 625 (NA) 35 20 18 31 recovery 232 (NA) 35 20 6.6 12 Notes: T = Transmissivity; NA = not available. *For a complete list of well data, including specifics of"
    },
    {
        "URL": "Koning2007_PreliminaryAssessmentHydrogeologicCharacteristicsEspanola.pdf",
        "Text": "then Tesuque 150 NA NA NA 16 (NA) 270 200 0.061 0.082 (Exploratory well #1) Fm below (Ttbn) Rancho Algodones 250 240 ft Quaternary alluvium 84.22 35 176862 drawdown 190 (Jacob) 166 150 1.1 1.3 (RG-73133) underlain by 10 ft Cejita Mbr clay (Qay ) recovery 281 (Jacob) 166 150 1.7 1.9 Cundiyo MDWC 405 Lithosome A of Nambe Mbr, Tesuque 146.2 25 for 5 hr 2590 drawdown 4 (Jacob) 259 80 0.015 0.050 (Exploratory well) Fm (Ttan ) then 14 recovery 6 (Jacob) 259 80 0.022 0.070 Alcalde well 1501 Interbedded Vallito Mbr, 100 147 103194 drawdown 49 (Jacob) 1401 NA 0.03 NA (RG-23017) Cejita Mbr, and the Ojo Caliente SS recovery 142 (Jacob) 1401 NA 0.10 NA (Ttomu-Tcvl and Tto-Ttbc/Ttbp) Rio Vista Estates 520 Quaternary alluvium over 37 ~13.6 58735 No drawdown 50-520 300-500 No T calculated b/c of very (RG-80162) upper Chama-El Rito Mbr (Qay & Ttchu) little drawdown Pojoaque Valley Sch. 673 Lithosome B, Pojoaque & 154 44 126720 recovery 86 (NA) 519 133 0.17 0.65 (RG-51977) Skull Ridge Mbrs (Ttbps) Pojoaque Valley Sch. 630 Lithosome B, Pojoaque & 198 51 510000 drawdown 49 (Jacob) 432 370 0.11 0.13 well #3; RG-41225-S-5 Skull Ridge Mbrs (Ttbps) recovery 25 (Jacob) 432 370 0.058 0.068 Valley Estates 423 Lithosome B, Pojoaque & 43 93.65 94,127 drawdown 364 (Jacob) 252 120 1.4 3.0 (RG-01466-S-2) Skull Ridge Mbrs (Ttbps) Cielo Encantado #1 120 Quaternary alluvium, lower 10 ft 84.59 23 116734.2 drawdown 4060 (NA) 35 20 116 203 is Cejita Mbr clay (Qay ) drawdown 677 (NA) 35 20 19 34 drawdown 156 (NA) 35 20 4.5 7.8 recovery 625 (NA) 35 20 18 31 recovery 232 (NA) 35 20 6.6 12 Notes: T = Transmissivity; NA = not available. *For a complete list of well data, including specifics of individual tests, see Koning et al. (2006, unpublished report for the NM Office of the State Engineer) ** Italicized numbers for saturated filter pack depths are speculative. ***Multiple values are derived for individual wells from different parts of the drawdown and/or recovery curves Hydraulic conductivity (K)*** TABLE 2. (cont'd). Selected well data* 481 WHERE IS THE WATER? ing of interbedded Ojo Caliente Sandstone-Cejita Members and underlying lithosome B of the Pojoaque Member appears to have slightly higher hydraulic conductivity (0.7-1.4 ft/day) relative to underlying lithostratigraphic units. Quaternary valley-ﬁll sediments Wells drawing water exclusively from the younger Quaternary valley-ﬁll sediments generally have high hydraulic conductivity that ranges from 0.7 to 34 ft/day and averages approximately 10 ft/day. These data support earlier inferences regarding the relative hydraulic conductivity of this unit (Hawley, 1995) DISCUSSION Quaternary valley-ﬁll alluvium The Quaternary valley-ﬁll alluvium tapped by the examined wells is between 40 and 240 ft thick, whereas the maximum saturated thickness of Quaternary alluvium is 116 ft. Some units reported as Quaternary alluvium are not axial river gravel but include sediment derived from tributary arroyos (e.g., east of the Rio Grande in the Alcalde area). This tributary Quaternary allu- vium may be less coarse-grained than axial-type ﬂuvial deposits and therefore may have somewhat lower hydraulic conductivity values. We conclude that the Quaternary alluvium underlying the modern river valleys generally constitutes the most permeable (i.e. highest-yielding) sediments in the northern Española Basin. Both its range of hydraulic conductivity (0.7 to 34 ft/day) and its average (10 ft/day) are signiﬁcantly higher than those of the Santa Fe Group units. This result is probably due to the relatively coarse-grained nature of the valley-ﬁll alluvium, together with its general lack of cementation and compaction. The Quaternary valley-ﬁll aquifer is also the most vulnerable to contamination because most people live on top of this shallow unit in the valleys. Speciﬁc water quality problems associated with this unit include high nitrates or coliform due to improperly spaced or sited septic tanks, and inﬁltration of solvents in some industrial areas. Inﬂuence of faults on hydraulic conductivity Analysis of drawdown curves of aquifer test data for the Agua Sana #1, Ojas #1, and the Española #8 and #9 wells showed that impermeable boundaries or low-permeability units were encoun- tered, as indicated by steepening of the drawdown curves toward the end of long-term (>90 hr), constant pump-rate tests. Both the original reports and our geologic mapping indicate that the most likely factor causing the steepening of the drawdown curve in these wells is the presence of one or more faults. Faults can act as either barriers to groundwater ﬂow (where cataclasis or crushing of rock or sediment in the fault zone creates a ﬁne-grained, low permeability, steeply dipping zone) or as conduits for enhanced groundwater ﬂow (where fracturing of competent rock enhances porosity). For sediment in the Española Basin, ﬁeld observations TABLE 3. Comparative lithostratigraphic units near Española used in this study Lithostratigraphic unit Geologic character Number of pump tests Younger Quaternary valley-ﬁll (Qay) Valley-ﬁll alluvium of loose to weakly consolidated sand, silt, and gravel. 3 Middle-upper Ojo Caliente Sand- stone and the lower Vallito Member (Ttomu-Tcvl) Cross-stratiﬁed, relatively clean and well-sorted, ﬁne- to coarse-grained sand that is mostly medium- to coarse-grained (middle-upper Ojo Caliente Sandstone) overlain by laterally extensive, tabular beds of ﬁne- to coarse-grained sand, minor silty very ﬁne- to very coarse- grained sand, and minor silt-clay beds (lower Vallito Member of the Chamita Formation). 4 Lower Ojo Caliente Sandstone and upper Chama-El Rito Member (Ttol-Ttchu) Well-sorted, cross-stratiﬁed to massive, ﬁne- to medium-grained sand (lower Ojo Caliente Sandstone) overlying very ﬁne- to medium-grained sand intercalated with minor sandy pebble-pebbly sand, volcaniclastic channel-ﬁlls and minor silt-clay beds (upper Chama-El Rito Member). 1 Interbedded Ojo Caliente Sand- stone and the Cejita Member and the upper part of underlying litho- some B of the Pojoaque Member ((Tto-Ttce)/Ttbp) Well-sorted, cross-stratiﬁed to massive, ﬁne- to medium-grained sand (lower Ojo Caliente Sandstone) interbedded with silt-clay and muddy very ﬁne- to ﬁne-grained sand and chan- nel-ﬁlls of sand and pebbly sand-sandy pebbles of the Cejita Member; this interﬁngering interval overlies lithosome B of the Pojoaque Member (which consists of interbedded silt- clay ﬂoodplain deposits with laterally extensive sand and pebbly sand channel-ﬁlls and very ﬁne- to medium-grained eolian deposits). Pebbles lack granite and are mostly Paleozoic sedimentary rocks, quartzite, and volcanic clasts. 2 Lithosome B of the Pojoaque and Skull Ridge Members (Ttbps) Interbedded silt-clay ﬂoodplain deposits with laterally extensive sand and pebbly sand chan- nel-ﬁlls; pebbles lack granite and are mostly Paleozoic sedimentary rocks, quartzite, and volcanic clasts. 4 Lithosome B of the Nambe Member (Ttbn) Generally clay, silt, and very ﬁne- to ﬁne-grained sand and muddy sand ﬂoodplain deposits that are intercalated with subordinate sand and pebbly sand channel-ﬁlls that are generally laterally extensive. 1 Lithosome A of Nambe Member, Tesuque Formation (Ttan) Silty-clayey, poorly sorted sand in medium to thick beds interbedded with abundant channel ﬁlls of sandy pebbles to pebbly sand that are commonly weakly to strongly cemented by calcium carbonate; pebbles are mostly granitic. 1 482 KONING, ABY, & FINCH of outcrops in addition to aquifer test analyses suggest that most faults here presently act as barriers to groundwater ﬂow. If a fault initially acted as a conduit for groundwater ﬂow, the relatively high ﬂux of solutes may lead to enhanced cementation and sub- sequent plugging of ﬂow paths. Therefore, it is possible that"
    },
    {
        "URL": "Koning2007_PreliminaryAssessmentHydrogeologicCharacteristicsEspanola.pdf",
        "Text": "medium-grained sand intercalated with minor sandy pebble-pebbly sand, volcaniclastic channel-ﬁlls and minor silt-clay beds (upper Chama-El Rito Member). 1 Interbedded Ojo Caliente Sand- stone and the Cejita Member and the upper part of underlying litho- some B of the Pojoaque Member ((Tto-Ttce)/Ttbp) Well-sorted, cross-stratiﬁed to massive, ﬁne- to medium-grained sand (lower Ojo Caliente Sandstone) interbedded with silt-clay and muddy very ﬁne- to ﬁne-grained sand and chan- nel-ﬁlls of sand and pebbly sand-sandy pebbles of the Cejita Member; this interﬁngering interval overlies lithosome B of the Pojoaque Member (which consists of interbedded silt- clay ﬂoodplain deposits with laterally extensive sand and pebbly sand channel-ﬁlls and very ﬁne- to medium-grained eolian deposits). Pebbles lack granite and are mostly Paleozoic sedimentary rocks, quartzite, and volcanic clasts. 2 Lithosome B of the Pojoaque and Skull Ridge Members (Ttbps) Interbedded silt-clay ﬂoodplain deposits with laterally extensive sand and pebbly sand chan- nel-ﬁlls; pebbles lack granite and are mostly Paleozoic sedimentary rocks, quartzite, and volcanic clasts. 4 Lithosome B of the Nambe Member (Ttbn) Generally clay, silt, and very ﬁne- to ﬁne-grained sand and muddy sand ﬂoodplain deposits that are intercalated with subordinate sand and pebbly sand channel-ﬁlls that are generally laterally extensive. 1 Lithosome A of Nambe Member, Tesuque Formation (Ttan) Silty-clayey, poorly sorted sand in medium to thick beds interbedded with abundant channel ﬁlls of sandy pebbles to pebbly sand that are commonly weakly to strongly cemented by calcium carbonate; pebbles are mostly granitic. 1 482 KONING, ABY, & FINCH of outcrops in addition to aquifer test analyses suggest that most faults here presently act as barriers to groundwater ﬂow. If a fault initially acted as a conduit for groundwater ﬂow, the relatively high ﬂux of solutes may lead to enhanced cementation and sub- sequent plugging of ﬂow paths. Therefore, it is possible that an individual fault can initially enhance groundwater ﬂow and then later impede it. One type of fault common in the Ojo Caliente Sandstone is the sand deformation band fault (Fig. 7). These faults, in addition to cementation effects, may inﬂuence hydraulic conductivity values (Goodwin et al., 1999). The middle to upper Ojo Caliente Sand- stone has relatively high hydraulic conductivity east of the Santa Clara fault in Agua Sana wells #1 and #2 (0.73 to 8.9 ft/day) and lower hydraulic conductivity west of this fault at the Tres Montes well (0.13 to 1.0 ft/day). A single test of the lower Ojo Caliente Sandstone and uppermost Chama-El Rito Member west of the fault (MFM Finch well at Cedar Ridge) also showed a relatively low hydraulic conductivity (0.15 to 1.4 ft/ day). Field observa- tions indicate more small-scale faults and localized cementation on the western, footwall side of the Santa Clara fault (fault shown in Fig. 1) and this may partly or wholly account for this apparent difference in hydraulic conductivity. It should be noted that the Agua Sana wells are roughly twice as deep as the Cedar Ridge (MFM Finch) and Tres Montes wells, and that the ﬁrst aquifer test shortly after initial completion the Agua Sana well #1 gave a relatively low hydraulic conductivity (0.88 to 2.2 ft/day). These values and the average of this range, however, are still higher than that of wells in the Ojo Caliente Sandstone west of the Santa Clara Fault. These faults and cementation will probably also result in lower than expected yields in the stratigraphic gradation between the Ojo Caliente Sandstone and the underlying Chama- El Rito Member immediately west of the Santa Clara fault. How- ever, higher values of transmissivity and hydraulic conductivity may be present in the Ojo Caliente Sandstone and Chama-El Rito Members in areas distant from major fault zones. Hydrogeologic character of the comparative lithostratigraphic units Our limited data set suggests a steady decrease in hydraulic conductivity with stratigraphically lower comparative lithostrati- graphic units in the Santa Fe Group, and that Quaternary valley- ﬁll sediments can be expected to have the highest conductivity (Figs, 5, 6). This is likely due to a general coarsening-upward FIGURE 7. Examples of sand deformation band faults near the MFM-Finch Well (upper left) and the Tres Montes Well (remaining three photos). Increments on staff are 10 cm. 483 WHERE IS THE WATER? trend in the Santa Fe Group (Koning, 2002a, b; 2003; Koning et al., 2005), the relatively well-sorted nature of the stratigraphi- cally high Ojo Caliente Sandstone, and the loss of pore space in stratigraphically older strata owing to more compaction and cementation. The lower part of the Tesuque Formation is represented by two lithostratigraphic units, one in lithosome A one in lithosome B of the Nambe Member. Each of these units had a single aquifer test in our database; these two tests indicated a low hydraulic conduc- tivity of 0.015 to 0.082 ft/day. These low values may possibly characterize the lower Tesuque Formation unless coarse-grained, high-permeablility channel-ﬁll deposits happen to be encoun- tered that are both extensive and hydraulically connected to other channel ﬁlls. Hydraulic conductivity for lithosome B of the Pojoaque – Skull Ridge Member and the upper Chama-El Rito Member and lower Ojo Caliente Sandstone exhibits a wide range of 0.058 to 3.0 ft/day. Thus, wells in these aquifers potentially may produce slightly higher yields and hydraulic conductivities than the lower part of the Tesuque Formation. However, the paucity of pumping test data for the lower part of the Tesuque Formation makes this comparison tenuous. The two comparative lithostratigraphic units that include the Ojo Caliente Sandstone had several aquifer tests that yielded a range of hydraulic conductivity of 0.13-8.9 ft/day, which indicate generally higher-yielding units relative to other Santa Fe Group units. However, groundwater movement in the Ojo Caliente Sandstone is also affected by cementation and sand deformation band faults, as discussed above. CONCLUSIONS Our preliminary ﬁndings are as follows: 1. Quaternary alluvium, where adequately saturated, is the best unit for high-yielding wells. However, it is also the most vulner- able to contamination. 2. Two of our comparative lithostratigraphic units involving the Ojo Caliente Sandstone may offer higher-yielding zones rela- tive to other Santa Fe Group, basin-ﬁll units. These are 1) the Ojo Caliente Sandstone and the overlying Vallito Member of the Chamita Formation; and 2) intercalated Ojo Caliente Sand- stone and Cejita Member strata underlain by lithosome B of the Pojoaque Member. Aquifer tests conducted on these two units yielded hydraulic conductivity of 0.13-8.9 ft/day. Factors that may signiﬁcantly limit well production in these two units include bar- riers or impermeable boundaries from faults and reduced perme- ability from secondary mineralization (cementation). Such faults and cementation seem to be relatively common in the vicinity of the conﬂuence of the Rio Ojo Caliente and Rio Chama, located a few kilometers northwest of the Santa Clara fault. These barrier boundary conditions have the potential to reduce yields to nearby wells. 3. Hydraulic conductivity decreases in stratigraphically lower lithostratigraphic units in the Tesuque Formation, with a range from 0.1 to 3 ft/day. Lithosome B of the Pojoaque and Skull Ridge Members is on the higher end of that range. Based on lim- ited data, hydraulic conductivity may generally decrease down section within the Tesuque Formation. ACKNOWLEDGMENTS The information in this report was made possible by the gener- ous sharing of time and data"
    },
    {
        "URL": "Koning2007_PreliminaryAssessmentHydrogeologicCharacteristicsEspanola.pdf",
        "Text": "include the Ojo Caliente Sandstone had several aquifer tests that yielded a range of hydraulic conductivity of 0.13-8.9 ft/day, which indicate generally higher-yielding units relative to other Santa Fe Group units. However, groundwater movement in the Ojo Caliente Sandstone is also affected by cementation and sand deformation band faults, as discussed above. CONCLUSIONS Our preliminary ﬁndings are as follows: 1. Quaternary alluvium, where adequately saturated, is the best unit for high-yielding wells. However, it is also the most vulner- able to contamination. 2. Two of our comparative lithostratigraphic units involving the Ojo Caliente Sandstone may offer higher-yielding zones rela- tive to other Santa Fe Group, basin-ﬁll units. These are 1) the Ojo Caliente Sandstone and the overlying Vallito Member of the Chamita Formation; and 2) intercalated Ojo Caliente Sand- stone and Cejita Member strata underlain by lithosome B of the Pojoaque Member. Aquifer tests conducted on these two units yielded hydraulic conductivity of 0.13-8.9 ft/day. Factors that may signiﬁcantly limit well production in these two units include bar- riers or impermeable boundaries from faults and reduced perme- ability from secondary mineralization (cementation). Such faults and cementation seem to be relatively common in the vicinity of the conﬂuence of the Rio Ojo Caliente and Rio Chama, located a few kilometers northwest of the Santa Clara fault. These barrier boundary conditions have the potential to reduce yields to nearby wells. 3. Hydraulic conductivity decreases in stratigraphically lower lithostratigraphic units in the Tesuque Formation, with a range from 0.1 to 3 ft/day. Lithosome B of the Pojoaque and Skull Ridge Members is on the higher end of that range. Based on lim- ited data, hydraulic conductivity may generally decrease down section within the Tesuque Formation. ACKNOWLEDGMENTS The information in this report was made possible by the gener- ous sharing of time and data from Paul Drakos, of Glorieta Geo- science Incorporated, and Souder Miller and Associates. Funding for this study was provided by the New Mexico Ofﬁce of the State Engineer (professional services contract # 06-550-P551- 0061). Douglas Rappuhn, John Hawley, and Peggy Johnson pro- vided comments and critiques that improved this study. REFERENCES Cavazza, W., 1986, Miocene sediment dispersal in the central Española Basin, Rio Grande rift, New Mexico, USA: Sedimentary Geology, v. 51, p. 119-135. Chapin, C.E., 1971, The Rio Grande rift; Part 1, modiﬁcations and additions: New Mexico Geological Society, 22nd Field Conference, Guidebook, p. 191- 201. Galusha, T., and Blick, J.C., 1971, Stratigraphy of the Santa Fe Group, New Mexico: Bulletin of the American Museum of Natural History, v. 144, 127 p. Goodwin,L.B., Mozley, P.S., Moore, J.C., and Hasneberg, W.C., 1999, Faults and subsurface ﬂuid ﬂow in the shallow crust: Geophysical Monograph, v. 113, American Geophysical Union, 222 p. Hawley, J.W., 1995, Geology and ground water of the El Llano area: New Mexico Geological Society, 46th Field Conference, Guidebook, p. 16-18. Hearne, G.A., 1980, Mathematical model of the Tesuque aquifer system underly- ing the Pojoaque River basin and vicinity: U.S. Geological Survey, Open- ﬁle Report 80-1023, 181 p. Johnson, P. S. and Koning, D. J., 2005, An update of hydrologic conditions in the southern Española Basin (abs.): U. S. Geological Survey, Open-File Report 2005-1130, p. 8. Kelley, V.C., 1956, The Rio Grande depression from Taos to Santa Fe: New Mexico Geological Society, 7th Field Conference, Guidebook, p. 109-114. Koning, D.J., 2002a, revised July-2005, Geologic map of the Española 7.5-minute quadrangle, Rio Arriba and Santa Fe Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-ﬁle Geologic Map OF- GM 54, scale 1:24,000. Koning, D.J., 2002b, Depositional trends of the upper Tesuque Formation, Espa- ñola Basin, N.M., and inferred tectonic and climatic inﬂuences on aggrada- tion: Geological Society of America, Abstracts with Programs, v. 34, no. 6, p. 281. Koning, D.J., 2003, revised 2005, Geologic map of the Chimayo 7.5-minute quadrangle, Rio Arriba and Santa Fe Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-ﬁle Geologic Map OF- GM 71, scale 1:24,000. Koning, D.J., and Maldonado, F., 2001, revised Oct-2003, Geologic map of the Horcado Ranch quadrangle, Santa Fe County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-ﬁle Geologic Map OF-GM 54, scale 1:24,000. Koning, D.J., and Manley, K., 2003, revised 2005, Geologic map of the San Juan Pueblo 7.5-minute quadrangle, Rio Arriba and Santa Fe Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open- ﬁle Geologic Map OF-GM 70, scale 1:24,000. Koning, D.J., Nyman, M., Horning, R., Eppes, M., and Rogers, S., 2002, revised June-2005, Geology of the Cundiyo 7.5-minute quadrangle, Santa Fe County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-ﬁle Geologic Map OF-GM 56, scale 1:24,000. Koning, D.J., Aby, S.B., and Dunbar, N., 2004, Middle-upper Miocene stratigra- phy of the Velarde graben, north-central New Mexico: tectonic and paleo- geographic implications: New Mexico Geological Society, 55th Field Con- ference, Guidebook, p. 359-373. Koning, D.J., Connell, S.D., Morgan, G.S., Peters, L., and McIntosh, W.C., 2005, Stratigraphy and depositional trends in the Santa Fe Group near Española, 484 KONING, ABY, & FINCH north–central New Mexico: tectonic and climatic implications: New Mexico Geologocal Society, 56th Field Conference, Guidebook, p. 237-357. Smith, G.A., 2004, Middle to late Cenozoic development of the Rio Grande rift and adjacent regions in northern New Mexico, in Mack, G.H., and Giles, K.A., eds., The geology of New Mexico, a geologic history: New Mexico Geological Society, Special Publication 11, p. 331-358. Spiegel, Z., and Baldwin, B., 1963, Geology and water resources of the Santa Fe area, New Mexico: U.S. Geological Survey, Water-Supply Paper 1525, 258 p."
    },
    {
        "URL": "Koning2007_PreliminaryAssessmentHydrogeologicCharacteristicsEspanola.pdf",
        "Text": "Baldwin, B., 1963, Geology and water resources of the Santa Fe area, New Mexico: U.S. Geological Survey, Water-Supply Paper 1525, 258 p."
    }
]