[
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "REPORT High Plains groundwater isotopic composition in northeastern New Mexico (USA): relationship to recharge and hydrogeologic setting Victoria A. Phan1 & Kate E. Zeigler2 & David S. Vinson3 Received: 24 August 2020 /Accepted: 25 February 2021 # Springer-Verlag GmbH Germany, part of Springer Nature 2021 Abstract In the High Plains (HP) region of northeastern New Mexico (NE NM), USA, underlying bedrock aquifers are utilized where the High Plains Aquifer is thin, absent, or unsaturated. These usage patterns, aquifer depletion, and increasing regional aridity imply that NE NM is a possible analogy for more easterly portions of the central HP. To examine the relationship between recharge, residence time, and hydrogeologic setting, 85 well and spring samples were analyzed for environmental tracers (δD, δ18O, δ13C, and limited tritium and carbon-14 activities). Approximately half of the wells were open to strata of the Dakota Group. δD was −105.0 to −41.7‰ (median −58.2‰) and δ18O was −13.7 to −4.4‰ (median −8.1‰). Overall, isotopic composition is correlated with elevation and influenced by hydrogeologic setting. Ten anomalously depleted waters, most near volcanic-capped mesas, may represent higher-elevation or winter-biased recharge, a different modern precipitation source, or recharge from a cooler climate. Recharge, estimated by chloride mass balance using groundwater chloride concentrations, averages 6 mm/year below 2,000-m elevation and 16 mm/year above 2,000 m. Tritium (nondetectable to 5.7 tritium units) and carbon-14 activities (modern carbon fraction 0.23–1.05) suggest that Holocene to modern waters occur, possibly as mixtures, and that alluvial channels and other surficial features promote recharge, likely at higher rates than regional averages. It is noteworthy that isotopically depleted waters in this study tended to be tritium-free. Additional residence time tracers and seasonal precipitation isotopic sampling could address recharge and the origin of depleted waters. Keywords Stable isotopes . Arid regions . Recharge . Aquifer depletion . USA Introduction Globally and in portions of the western United States (USA), aquifers undergoing rapid depletion correspond with impor- tant regions for irrigated agriculture (e.g. Scanlon et al. 2012; Wada et al. 2012; Frappart and Ramillien 2018). Within the broader High Plains region, the ~450,000 km2 High Plains Aquifer (HPA), and specifically the central and southern HPA in Texas, New Mexico, Oklahoma, Kansas, and Colorado, is one of the most important aquifers for groundwater-irrigated agriculture in the United States (Scanlon et al. 2012) and is characterized regionally by declin- ing saturated thickness (Haacker et al. 2016). Where saturated thickness declines below ~9 m (Haacker et al. 2016), the HPA becomes increasingly unsuitable for high-capacity irrigation wells, and agricultural users are forced to modify irrigation or livestock watering practices, switch to less productive wells and aquifers (e.g. underlying bedrock aquifers), transition to dryland farming, shift from farming to ranching, and/or aban- don farms. This study examines aquifers near the southwestern fringe of the central High Plains region in northeastern New Mexico, USA (all or part of Union, Colfax, Mora, and Harding counties). Within northeastern New Mexico (NE NM), the Ogallala Formation, the primary hydrostratigraphic unit of the HPA overall, has sufficient saturated thickness for high- capacity irrigation only in the east, in Union County near the borders with Texas and Oklahoma. Elsewhere in NE NM, the HPA has little saturated thickness, is unsaturated, or is absent * David S. Vinson dsvinson@uncc.edu 1 Water Science & Management Doctoral Program and Department of Animal & Range Sciences, New Mexico State University, Box 30003, MSC 3-I, Las Cruces, NM 88003, USA 2 Zeigler Geologic Consulting LLC, Albuquerque, NM, USA 3 Department of Geography & Earth Sciences, University of North Carolina at Charlotte, 9201 University City Blvd, Charlotte, NC 28223, USA https://doi.org/10.1007/s10040-021-02329-9 / Published online: 6 April 2021 Hydrogeology Journal (2021) 29:1445–1461 (Fig. 1; Robson and Banta 1995). In NE NM, center-pivot irrigation is used principally where the HPA has sufficient saturated thickness (Zeigler et al. 2019a), while livestock graz- ing is the predominant agricultural land use where older bed- rock aquifers are utilized. The HPA in New Mexico is already significantly depleted, with an estimated 31% of the predevel- opment storage of 58 km3 having been removed from the aquifer by 2020 (Steward and Allen 2016). Significant por- tions of the southern HPA and some areas in the central HPA are already highly depleted or will become highly depleted or dewatered by ~2040, suggesting that substantial changes to irrigated agriculture could be widespread (Scanlon et al. 2012; Haacker et al. 2016; Rawling and Rinehart 2018). In addition to groundwater demand that greatly exceeds natural recharge, it is thought that increasing temperature and aridity will de- crease recharge in the southern High Plains and the southern part of the central High Plains (e.g. Rosenberg et al. 1999; Ng et al. 2010; Crosbie et al. 2013; Meixner et al. 2016), along with the southwestern United States overall (Meixner et al. 2016; Niraula et al. 2017). The NE NM study region is a potential analogy for the broader High Plains region in two ways. First, the HPA has limited lateral extent and saturated thickness in NE NM, and accordingly NE NM is significantly dependent on older bedrock aquifers where the HPA is thin or absent. If con- servation measures are not sufficient to preserve the central and southern HPA’s saturated thickness, the hydrogeologic setting of NE NM provides a possible analogy to a future High Plains region in which the HPA is significantly dewatered and unable to meet irrigation demand (e.g. east- central New Mexico; Rawling 2016; Rawling and Rinehart 2018). A second implication for the region is that a warming climate is expected to significantly decrease natural re- charge across the central and southern High Plains region. Considering these changes to recharge, natural recharge in today’s western central High Plains is a potential analogy for more easterly portions of the central High Plains in ~2050 (Lauffenburger et al. 2018). The primary objective of this study is to examine ground- water isotopic composition and to infer recharge patterns in a Fig. 1 Geologic map showing bedrock and surficial units. Geologic map layer from, and unit names slightly modified from, New Mexico Bureau of Geology and Mineral Resources (2003). Inset map shows location of the study region within the United States relative to the extent of the High Plains Aquifer. HPA extent from US Geological Survey (2000). Boundaries from USGS National Map shapefiles and world base map from ArcGIS Online. NM New Mexico, TX Texas, KS Kansas, CO Colorado, WY Wyoming, NE Nebraska, OK Oklahoma. Hydrostratigraphic unit abbreviations are defined in the subsequent table 1446 Hydrogeol J (2021) 29:1445–1461 heterogeneous, partially compartmentalized High Plains groundwater system across a regional elevation gradient using environmental tracers (δD, δ18O, chloride concentrations, tri- tium activities, carbon-14 activities, and δ13C). This endeavor supports groundwater management by evaluating potential recharge sources to High Plains aquifers and provides data for evaluating the sustainable use of groundwater in a region where, for example, in east-central Union County near the border with Texas, the water table has declined by >45 m since the mid-twentieth century (Rawling 2013; Zeigler et al. 2019a). In addition, the study will provide a baseline for evaluating the future changes discussed previously. A further motivation for conducting this study is the steep geographic gradient of precipitation isotopic composition across NE NM, among the"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "Rawling and Rinehart 2018). A second implication for the region is that a warming climate is expected to significantly decrease natural re- charge across the central and southern High Plains region. Considering these changes to recharge, natural recharge in today’s western central High Plains is a potential analogy for more easterly portions of the central High Plains in ~2050 (Lauffenburger et al. 2018). The primary objective of this study is to examine ground- water isotopic composition and to infer recharge patterns in a Fig. 1 Geologic map showing bedrock and surficial units. Geologic map layer from, and unit names slightly modified from, New Mexico Bureau of Geology and Mineral Resources (2003). Inset map shows location of the study region within the United States relative to the extent of the High Plains Aquifer. HPA extent from US Geological Survey (2000). Boundaries from USGS National Map shapefiles and world base map from ArcGIS Online. NM New Mexico, TX Texas, KS Kansas, CO Colorado, WY Wyoming, NE Nebraska, OK Oklahoma. Hydrostratigraphic unit abbreviations are defined in the subsequent table 1446 Hydrogeol J (2021) 29:1445–1461 heterogeneous, partially compartmentalized High Plains groundwater system across a regional elevation gradient using environmental tracers (δD, δ18O, chloride concentrations, tri- tium activities, carbon-14 activities, and δ13C). This endeavor supports groundwater management by evaluating potential recharge sources to High Plains aquifers and provides data for evaluating the sustainable use of groundwater in a region where, for example, in east-central Union County near the border with Texas, the water table has declined by >45 m since the mid-twentieth century (Rawling 2013; Zeigler et al. 2019a). In addition, the study will provide a baseline for evaluating the future changes discussed previously. A further motivation for conducting this study is the steep geographic gradient of precipitation isotopic composition across NE NM, among the steepest in the contiguous United States (Kendall and Coplen 2001; Dutton et al. 2005), as the study region lies at the interface between the Rocky Mountains and southern Great Plains and is dominated by differing vapor sources and elevation effects. In addition, there is considerable isotopic variability between summer and win- ter precipitation in the study region (~8–10‰ variability of δ18O; site NM12 of Vachon et al. 2010). Therefore, geograph- ic variation and/or seasonal bias in groundwater isotopic com- position could be significant across the study region, but have not been examined previously in depth. Isotope-based hydrogeologic research in this region not only adds informa- tion to the growing data set of High Plains region groundwa- ter, but also provides additional understanding of a little- studied and heterogeneous region in which groundwater is stressed by abstraction and increasing aridity. Study region and hydrogeologic setting of the High Plains in northeastern New Mexico Study area and well selection The ~25,000-km2 study region covers all or part of four counties in northeastern New Mexico (Colfax, Mora, Union, and Harding counties; Fig. 1), east of the Sangre de Cristo Mountains (Rocky Mountains) front. This area is part of, or connected to, the central High Plains region. Elevation ranges from 1,060 m at the southeastern edge of the study region to 2,720 m on a mesa in the northwest (Fig. 2). Precipitation averages 390 mm/year as reported for Union County, and on average 15% of moisture occurs as snow (Rawling 2013). Similarly, Nativ and Riggio (1989) reported that two-thirds of annual precipitation in the southern High Plains falls during summer, and overall NE NM exhibits among the largest dom- inance of summer precipitation in the United States (summer proportion is 40–50% greater than winter proportion; Dutton et al. 2005). In the southern High Plains region and likely also for the NE NM study region, summer vapor masses originate in the Gulf of Mexico, whereas winter vapor masses originate in the Pacific Ocean, imparting distinct summer vs. winter isotopic signatures of precipitation (e.g. Nativ and Riggio 1989, 1990; Dutton 1995). Potential evapotranspiration great- ly exceeds precipitation, indicating limited natural recharge across the region. Recharge is focused at settings such as mountain fronts, watercourses, and topographic depressions such as playas (Wood and Sanford 1995; Rawling 2013; Meixner et al. 2016). Recharge is also higher where it is en- hanced by irrigation returns (Gurdak and Roe 2010; Rawling 2016). Recharge estimates in the western central High Plains region range from 5 to 50 mm/year, with New Mexico at the low end of this range (Gutentag et al. 1984; Wood and Sanford 1995; Macfarlane et al. 2000; Gurdak and Roe 2010; Scanlon et al. 2012; Crosbie et al. 2013). The majority of the wells in this study are agricultural wells for livestock or irrigation, with either open-hole construction or long screened intervals that may cross more than one water- yielding unit. Of these, approximately half of the wells in this study are entirely or partially open to the Cretaceous Dakota Group, a major regional aquifer. Other bedrock units, or com- binations of bedrock and surficial units, yield water to com- paratively fewer wells in the study. To approximate the aqui- fers and aquifer combinations sampled by wells in the study region, 11 working hydrostratigraphic units were identified based on the hydrologic separation of units in the subsurface, ion concentrations from previous sampling events (e.g. Zeigler et al. 2019a), locations of known confining units, com- binations of subcropping bedrock and surficial units, and the level of information about the open intervals of wells in this study (Table 1). Therefore, the working hydrostratigraphic units approximate the aquifers sampled by wells that were accessible to this study. Additional water-yielding units are present in the subsurface (Table 1), but were not known to be sampled in this study (see, for example, Zeigler et al. (2019a) for discussion). Aquifers and hydrogeologic settings sampled in this study The geologic history of the High Plains region is marked by alternating periods of deposition and erosion as recorded by thick sedimentary sequences (Zeigler et al. 2019b). Potential aquifer units include a relatively thin package of Paleozoic sedimentary rocks, a thick sequence of Mesozoic to Paleocene sedimentary rocks, Eocene to Quaternary volcanic rocks, locally thick deposits of the Miocene-Pliocene Ogallala Formation, and relatively thin surficial deposits (Table 1). The Sangre de Cristo Formation (Pennsylvanian-Permian, unit 1; n = 2) consists of arkosic sandstone and conglomerate with thin interbeds of mudstone in the upper portion of the unit. In the study region, the Upper Triassic Dockum Group is 1447 Hydrogeol J (2021) 29:1445–1461 disconformable on the Permian strata. The Dockum Group is comprised of mudstone, sandstone, siltstone, and rip-up clast conglomerates and is overlain by the eolian Exeter (equivalent to Entrada) Sandstone (Zeigler et al. 2019a, b). Dockum Group wells were assigned to unit 2 (n = 4), or unit 10 for wells in subcropping Dockum Group that may also be open to alluvial or eolian deposits (n = 12; Table 1). Overlying the Exeter Sandstone are the Middle Jurassic Bell Ranch and Middle-Upper Jurassic Morrison formations. The Bell Ranch Formation, a gypsiferous mudstone, grades upwards into the Morrison Formation, which consists of a lower siltstone-mudstone-limestone unit and an upper mudstone-sandstone sequence (Scott 1986; Zeigler et al. 2019b). The sandstone beds are laterally discontinuous, but can provide reasonable quantities of water. The Morrison Formation is overlain by the"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "the working hydrostratigraphic units approximate the aquifers sampled by wells that were accessible to this study. Additional water-yielding units are present in the subsurface (Table 1), but were not known to be sampled in this study (see, for example, Zeigler et al. (2019a) for discussion). Aquifers and hydrogeologic settings sampled in this study The geologic history of the High Plains region is marked by alternating periods of deposition and erosion as recorded by thick sedimentary sequences (Zeigler et al. 2019b). Potential aquifer units include a relatively thin package of Paleozoic sedimentary rocks, a thick sequence of Mesozoic to Paleocene sedimentary rocks, Eocene to Quaternary volcanic rocks, locally thick deposits of the Miocene-Pliocene Ogallala Formation, and relatively thin surficial deposits (Table 1). The Sangre de Cristo Formation (Pennsylvanian-Permian, unit 1; n = 2) consists of arkosic sandstone and conglomerate with thin interbeds of mudstone in the upper portion of the unit. In the study region, the Upper Triassic Dockum Group is 1447 Hydrogeol J (2021) 29:1445–1461 disconformable on the Permian strata. The Dockum Group is comprised of mudstone, sandstone, siltstone, and rip-up clast conglomerates and is overlain by the eolian Exeter (equivalent to Entrada) Sandstone (Zeigler et al. 2019a, b). Dockum Group wells were assigned to unit 2 (n = 4), or unit 10 for wells in subcropping Dockum Group that may also be open to alluvial or eolian deposits (n = 12; Table 1). Overlying the Exeter Sandstone are the Middle Jurassic Bell Ranch and Middle-Upper Jurassic Morrison formations. The Bell Ranch Formation, a gypsiferous mudstone, grades upwards into the Morrison Formation, which consists of a lower siltstone-mudstone-limestone unit and an upper mudstone-sandstone sequence (Scott 1986; Zeigler et al. 2019b). The sandstone beds are laterally discontinuous, but can provide reasonable quantities of water. The Morrison Formation is overlain by the Lytle Sandstone, originally pre- sumed to be Cretaceous in age, but recently suggested to be Jurassic (Bartnik et al. 2019). The Lytle Sandstone is laterally continuous in Union County, but is either not present or dis- continuous elsewhere in the study region. The potential con- tribution of the Lytle Sandstone to wells in this study has not been identified, but the Lytle Sandstone may contribute waters to wells identified as Morrison based on geochemistry (Zeigler et al. 2019a). In this study, three wells were identified as being open to the Morrison Formation and/or Lytle Sandstone (unit 3). The Lytle Sandstone is overlain by the Glencairn Formation, which in turn is overlain by the most prominent of the Mesozoic aquifers in the study area, the Dakota Group. The Dakota Group consists of a lower thick sandstone unit (Mesa Rica Sandstone), a middle shale member (Pajarito Formation), and an upper sandstone (Romeroville Sandstone), and represents the first incursion of the Cretaceous Interior Seaway into North America (Scott 1986; Zeigler et al. 2019b). The Dakota Group is equivalent to the Great Plains (Dakota) aquifer, a regional aquifer underlying the High Plains Aquifer (Dutton 1995; Macfarlane 1995; Miller and Appel 1997; Clark et al. 1998; Gosselin et al. 2004). Paleotopography on the Jurassic system results in the Dakota Group rocks occurring laterally adjacent to Morrison sandstones (Zeigler et al. 2019b), which has implications for groundwater availability in the study area. Dakota Group wells occur in four settings. Wells open primarily to the Dakota Group were assigned to unit 4 (n = 31). Wells with open intervals that may cross the gradational contact with the overlying Graneros Shale, described in the following, were assigned to unit 5 (n = 10). Wells in subcropping Dakota ap- parently open to overlying Ogallala Formation or volcanic units were assigned to units 7 (n = 3) and 8 (n = 2), respectively. Overlying the Dakota Group is a thick sequence of shale- dominated formations that includes water-yielding units (Table 1). The Graneros Shale gradationally overlies the Dakota Group (unit 5 represents Dakota Group and/or Graneros Shale; n = 10) and itself grades upwards into the Greenhorn Limestone (unit 6 represents Graneros Shale and/ or Greenhorn Limestone, n = 15). The shale sequence is over- lain by the Trinidad Sandstone, an arkosic sandstone (Scott and Pillmore 1993) that yields water to deep wells completed on mesas in northern Colfax County, and could contribute to well C17, which was assigned to unit 9 (volcanic rocks) based on the available information. Fig. 2 Map showing sample sites grouped by working hydrostratigraphic unit, location of precipitation site NC12, and contours of groundwater δ18O determined by kriging using ESRI ArcMap Spatial Analyst. Digital elevation model obtained from US Geological Survey (2020) 1448 Hydrogeol J (2021) 29:1445–1461 Uplift of the present-day Rocky Mountains resulted in sig- nificant relief along the western margin of the study area, and large-scale distributary fan systems carried a range of igneous, metamorphic and sedimentary material to the east. The resulting deposits, the Ogallala Formation, filled and blanketed the incised landscape, yielding paleovalley deposits of gravel, sand and silt preserved along the eastern edge of the study area and in isolated pockets elsewhere (Fig. 1). The Ogallala Formation and overlying alluvial and eolian deposits are the hydrostratigraphic components of the HPA (Gutentag et al. 1984; Becker et al. 2002). In this study, three wells appear to be open to the Ogallala Formation and/or subcropping Dakota Group (unit 7). Eocene to Quaternary volcanic units cap the Mesozoic and Cenozoic strata. These volcanic rocks include basalts and dacites related to the Raton-Clayton volcanic field, the Ocate volcanic field, and Sierra Grande. The volcanic flows create a landscape of inverted topography, in which the volcanics filled paleotopographic lows but today represent topographic highs (Sayre and Ort 2011). Therefore, the volcanic rocks overlie compartmentalized bodies of sedimentary bedrock, and in places they also overlie the Ogallala Formation (Table 1; Zeigler et al. 2019b). In this study, two wells are apparently open to the volcanic rocks (unit 9) and an additional two wells are open to the volcanic rocks and/or subcropping Dakota Group (unit 8). Finally, some wells in this study appear to be screened to alluvial or eolian deposits (alluvial-unit 11, n = 1; or in combination with subcropping Dockum Group as unit 10, n = 12). Materials and methods In all, 85 samples were collected from wells and springs dur- ing 2017–2018. A subset of these wells and springs were been analyzed for tritium and/or carbon-14 activities. All but three of the tritium analyses and all of the carbon-14 analyses were carried out on samples from previous sampling campaigns (2014–2017). Wells were selected based on access, hydrostratigraphic unit, and location within or slightly outside the four-county study area. Many of the wells in this study were actively in use and were sampled on arrival. Wells that were not pumping upon arrival were flushed for at least 15 min. For deeper wells that had not been in active use and would require significantly longer flush times, permission was requested when possible to avoid the appearance of significant water waste. Springs were sampled from visibly flowing wa- ter. Water was first collected in a field container that had been prerinsed with well water three times. A syringe was also Table 1 Relationship between working hydrostratigraphic units in this study and the main lithologic units in the"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "field, the Ocate volcanic field, and Sierra Grande. The volcanic flows create a landscape of inverted topography, in which the volcanics filled paleotopographic lows but today represent topographic highs (Sayre and Ort 2011). Therefore, the volcanic rocks overlie compartmentalized bodies of sedimentary bedrock, and in places they also overlie the Ogallala Formation (Table 1; Zeigler et al. 2019b). In this study, two wells are apparently open to the volcanic rocks (unit 9) and an additional two wells are open to the volcanic rocks and/or subcropping Dakota Group (unit 8). Finally, some wells in this study appear to be screened to alluvial or eolian deposits (alluvial-unit 11, n = 1; or in combination with subcropping Dockum Group as unit 10, n = 12). Materials and methods In all, 85 samples were collected from wells and springs dur- ing 2017–2018. A subset of these wells and springs were been analyzed for tritium and/or carbon-14 activities. All but three of the tritium analyses and all of the carbon-14 analyses were carried out on samples from previous sampling campaigns (2014–2017). Wells were selected based on access, hydrostratigraphic unit, and location within or slightly outside the four-county study area. Many of the wells in this study were actively in use and were sampled on arrival. Wells that were not pumping upon arrival were flushed for at least 15 min. For deeper wells that had not been in active use and would require significantly longer flush times, permission was requested when possible to avoid the appearance of significant water waste. Springs were sampled from visibly flowing wa- ter. Water was first collected in a field container that had been prerinsed with well water three times. A syringe was also Table 1 Relationship between working hydrostratigraphic units in this study and the main lithologic units in the study region (Scott 1986; Scott and Pillmore 1993; New Mexico Bureau of Geology and Mineral Resources 2003; Zeigler et al. 2019b) Age Unit name Thickness (m) Rock types Working hydrostratigraphic unit Map abbrev.(Fig. 1) Quaternary Alluvial deposits 0–30 Silt, sand, gravel 10, 11 Qa Quaternary Eolian deposits 0–30 Clay, silt sand 10 Qe Eocene-Quaternary Raton-Clayton volcanic field, Ocate volcanic field, Sierra Grande Basalt, andesite, dacite 8, 9 Tv, Tnv, Tmb, Tpb, QTb, Qbo, Qb Tertiary Ogallala Formation 0–200 Gravel, sand, silt 7 To Cretaceous-Tertiary Raton Formation 0–670 Coal, shale, sandstone, conglomerate – TKr Cretaceous Trinidad Sandstone 15–30 Arkose sandstone – – Cretaceous Niobrara Formation / Pierre Shale 750–860 Shale, limestone – Kpn Cretaceous Carlile Shale 40–60 Shale – Kc, Kgc Cretaceous Graneros Shale / Greenhorn Limestone 50–65 Shale, limestone 5, 6 Kgr, Kgh, Kgg, Kgc Cretaceous Dakota Group 25–60 Sandstone, shale 4, 5, 7, 8 Kd Cretaceous Glencairn Formation 22 Shale, siltstone, sandstone – – Jurassic-Cretaceous Lytle Sandstone 10–20 Sandstone 3 – Jurassic Morrison Formation 52–168 Mudstone, siltstone, sandstone, l imestone 3 Jm, Jmsu Jurassic Bell Ranch Formation 0–23 Mudstone, siltstone, sandstone – – Jurassic Exeter (Entrada) Sandstone 0–30 Sandstone – Je Triassic Dockum Group 100 to >275 Mudstone, siltstone, sandstone, conglomerate 2, 10 , Penn.-Permian Sangre de Cristo Group, Glorieta Sandstone Sandstone, conglomerate, mudstone 1 1449 Hydrogeol J (2021) 29:1445–1461 rinsed with well water at least three times. Samples for hydro- gen and oxygen isotope ratios (δD and δ18O) were drawn into a syringe, then filtered using a syringe-tip 0.2-μm polyether- sulfone filter, dispensed without headspace into a 20-ml bo- rosilicate glass vial with cone-shaped cap liner, and sealed with paraffin film. Samples for dissolved inorganic carbon analysis were field-filtered using 0.2-μm filters (pore size to slow microbial activity; Doctor et al. 2008) into crimp-top borosilicate glass serum vials and sealed without headspace. These samples were refrigerated until they were shipped to UNC Charlotte, where they were refrigerated until analysis. Tritium samples, consisting of unfiltered water, were collected in 1-L polyethylene bottles that had been rinsed at least three times with well water. δD and δ18O were analyzed on all 85 samples using a Los Gatos Research (LGR; San Jose, CA) model DLT-100 laser water isotope analyzer at UNC Charlotte. Samples were bracketed by commercially obtained working standards (LGR) of known isotopic composition, which were repeated throughout the analysis to check for drift (International Atomic Energy Agency 2009). Analysis of duplicate samples during the period of the study indicates reproducibility (medi- an difference between duplicates) of 0.2‰ for δ18O and 0.6‰ for δD. Dissolved inorganic carbon (DIC) concentrations and stable carbon isotopes of DIC (δ13C-DIC) were analyzed using a Picarro G2201-i (Picarro, Santa Clara, CA) carbon analyzer with Liaison and AutoMate peripherals for introduc- ing DIC to the analyzer. Samples were loaded into Exetainer vials within a nitrogen-filled glove bag. Samples were brack- eted in terms of DIC concentrations and δ13C-DIC using freshly prepared solutions prepared in degassed water with carbonate and bicarbonate salts that had been analyzed for bulk δ13C. Chloride and sulfate concentrations were deter- mined on filtered samples using a Dionex DX-500 ion chro- matograph with AS14A column and carbonate-bicarbonate eluent. For tritium analysis, 1-L unfiltered samples were ana- lyzed by the University of Miami Tritium Laboratory and are reported relative to a detection limit of 0.1 tritium unit (TU). For carbon-14 analysis, 1-L unfiltered samples were analyzed by Beta Analytic (Miami, Florida) using standard accelerator mass spectrometry techniques. Results δD, δ18O, chloride, and sulfate concentrations δD values for all 85 samples ranged from −105.0 to −41.7‰ (median −58.2‰; Table 2; Fig. 3a), and δ18O values ranged from −13.7 to −4.4‰ (median −8.1‰). A tail of isotopically depleted waters is evident in the distributions of δD and δ18O (Fig. 3b–c). Overall, the most negative δD and δ18O values were seen in the northwestern part of the study area. δD and δ18O become less negative eastward, transitioning into the more isotopically enriched waters in the southeastern part of the study area (Fig. 2). δD and δ18O were plotted in compar- ison to the Global Meteoric Water Line (GMWL; δD = 7.9δ18O + 9.0‰; slope and intercept compiled by Jasechko 2019). The overall data set exhibits a slope (7.1) and intercept (−1.5) slightly lower than the GMWL. The more depleted and median waters within the study generally lie along or slightly below the GMWL (Fig. 3a; Table 3). Of the 11 working hydrostratigraphic units, four units had adequate sample size for individual unit analysis: Dockum Group and/or alluvial or eolian deposits (unit 10, n = 13), Graneros Shale and/or Greenhorn Limestone (unit 6, n = 15), Graneros Shale and/or Dakota Group (unit 5, n = 10), and Dakota Group (unit 4, n = 31). Of these, units 6, 5, and 4 exhibited slopes and intercepts similar to or slightly lower than the GMWL. In contrast, the Dockum Group and/or alluvial or eolian deposits (unit 10) contained the most isotopically enriched waters in the study (Fig. 3a), exhibiting a lower slope and y-intercept than the GMWL (Table 3). Overall, through- out the study area, δD and δ18O become more negative with increasing elevation (Fig. 4a,b). Chloride concentrations ranged from 2.5 to 757 mg/L (me- dian 14.3 mg/L), and sulfate concentrations ranged from 1.0 to 4,510 mg/L (median 59.6 mg/L). The lowest chloride concen- trations were seen in group 9, both above 2,200-m elevation, and the highest chloride concentrations were"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "ranged from −13.7 to −4.4‰ (median −8.1‰). A tail of isotopically depleted waters is evident in the distributions of δD and δ18O (Fig. 3b–c). Overall, the most negative δD and δ18O values were seen in the northwestern part of the study area. δD and δ18O become less negative eastward, transitioning into the more isotopically enriched waters in the southeastern part of the study area (Fig. 2). δD and δ18O were plotted in compar- ison to the Global Meteoric Water Line (GMWL; δD = 7.9δ18O + 9.0‰; slope and intercept compiled by Jasechko 2019). The overall data set exhibits a slope (7.1) and intercept (−1.5) slightly lower than the GMWL. The more depleted and median waters within the study generally lie along or slightly below the GMWL (Fig. 3a; Table 3). Of the 11 working hydrostratigraphic units, four units had adequate sample size for individual unit analysis: Dockum Group and/or alluvial or eolian deposits (unit 10, n = 13), Graneros Shale and/or Greenhorn Limestone (unit 6, n = 15), Graneros Shale and/or Dakota Group (unit 5, n = 10), and Dakota Group (unit 4, n = 31). Of these, units 6, 5, and 4 exhibited slopes and intercepts similar to or slightly lower than the GMWL. In contrast, the Dockum Group and/or alluvial or eolian deposits (unit 10) contained the most isotopically enriched waters in the study (Fig. 3a), exhibiting a lower slope and y-intercept than the GMWL (Table 3). Overall, through- out the study area, δD and δ18O become more negative with increasing elevation (Fig. 4a,b). Chloride concentrations ranged from 2.5 to 757 mg/L (me- dian 14.3 mg/L), and sulfate concentrations ranged from 1.0 to 4,510 mg/L (median 59.6 mg/L). The lowest chloride concen- trations were seen in group 9, both above 2,200-m elevation, and the highest chloride concentrations were seen in units 6 and 10. While chloride and sulfate concentrations overlap among the working hydrostratigraphic units, chloride concen- trations over 100 mg/L and sulfate concentrations over 200 mg/L were only seen in groups 6 and 10 (Fig. 5a,b). Tritium, carbon-14, and δ13C-DIC Three tritium analyses, conducted as part of this study, were combined with tritium analyses from previous sampling events at these wells. Tritium activities ranged from nondetectable to 5.7 TU (Table 2). Modern carbon fractions from carbon-14 analysis ranged from 0.23–1.05. Seven sam- ples, all from the Dockum Group and/or alluvial or eolian deposits (unit 10) in Harding County, exhibited detectable tritium (0.1–3.6 TU) and relatively high modern carbon frac- tions of 0.80–1.05. A Dakota Group and/or Ogallala Formation (unit 7) well, sample H10, exhibited modern car- bon fraction of 0.66 and nondetectable tritium. Another unit 7 well, sample H3, located distant from apparent points of fo- cused recharge, exhibited nondetectable tritium and modern carbon fraction of 0.23. δ13C-DIC covered a large range (me- dian −7.2‰, range −13.0 to −1.5‰), with significant overlap among the aquifer units. In general, the most negative δ13C- DIC occurred above 1,750-m elevation and the most positive δ13C-DIC occurred at lower elevation (Fig. 5d). 1450 Hydrogeol J (2021) 29:1445–1461 Table 2 Groundwater isotope data and ion concentrations from the study area. Tritium and carbon-14 activities in italics are from previous sampling events (2014–2017); values in plain text are from samples collected for this study in 2017–2018. U1 tritium and U2 carbon-14 activities are from Zeigler et al. (2019a) Sample Sample type Unit number Surface elevation (m) δD (‰ VSMOW) δ18O (‰ VSMOW) Cl− (mg/L) SO4 2− (mg/L) DIC (mmol/L) δ13C-DIC (‰ VPDB) Tritium (TU) Modern carbon fraction U9 Well 11 1,835 −93.6 −12.4 5.4 16.2 7.2 −11.4 – – H11 Well 10 1,393 −46.9 −6.3 39.2 154 9.7 −6.6 1.6 0.91 H12 Well 10 1,390 −44.3 −5.4 41.6 260 9.4 −10.8 – – H13 Well 10 1,372 −46.1 −6.8 109 348 10.2 −2.0 2.7 0.92 H14 Well 10 1,360 −43.5 −6.3 72.4 333 10.2 −2.0 2.9 0.80 H15 Well 10 1,373 −42.7 −4.4 255 304 4.9 −4.8 – – H16 Well 10 1,361 −50.0 −7.6 35.2 173 6.2 −5.7 – – H2 Well 10 1,419 −46.8 −6.0 19.0 59.6 6.8 −8.1 1.8 0.98 H4 Well 10 1,362 −50.1 −6.5 21.1 145 7.0 −6.8 3.5 1.05 H5 Well 10 1,337 −44.6 −5.6 26.8 255 7.8 −3.7 5.7 – H6 Well 10 1,394 −48.4 −6.9 46.8 47.4 5.0 −4.6 0.1 0.83 H7 Well 10 1,381 −42.9 −5.4 17.1 54.7 5.4 −5.8 3.6 0.84 H9 Well 10 1,369 −46.5 −5.6 45.0 398 8.8 −3.8 – – C17 Well 9 2,402 −105.0 −13.5 2.5 4.6 2.6 −11.6 – – M39 Well 9 2,275 −62.1 −8.8 2.6 1.3 3.4 −7.8 – – M28 Well 8 1,992 −59.4 −8.4 11.7 78.5 4.4 −8.6 – – U8 Well 8 2,079 −66.3 −9.0 32.0 14.3 5.2 −7.4 – – U3 Well 7 1,431 −52.4 −8.2 6.4 21.7 3.9 −5.6 – – H10 Well 7 1,622 −59.5 −9.3 16.0 102 5.9 −8.5 <0.1 0.66 H3 Well 7 1,656 −53.8 −7.9 8.9 67.9 5.9 −7.4 <0.1 0.23 M22 Well 6 2,153 −58.1 −8.1 11.0 183 5.4 −9.6 – – C9 Well 6 1,893 −75.7 −9.5 18.7 874 7.2 −10.2 – – C10 Well 6 1,975 −57.0 −8.0 9.2 19.7 3.3 −4.6 – – C8 Well 6 1,839 −62.0 −8.0 138 4510 13.1 −11.7 – – M37 Well 6 1,927 −56.5 −7.8 57.3 131 5.3 −7.6 – – C11 Well 6 1,949 −53.2 −7.2 6.2 31.4 5.8 −7.6 – – C12 Well 6 2,021 −52.5 −7.4 2.6 26.7 3.5 −7.5 – – C13 Well 6 1,832 −67.1 −9.5 757 1.4 – – – – C14 Well 6 2,084 −55.4 −7.5 3.2 94.3 3.4 −7.0 – – M32 Well 6 1,905 −59.7 −8.7 57 1.4 2.7 −8.3 – – M36 Well 6 1,950 −51.8 −7.0 9.7 20.0 4.9 −6.6 – – C15 Spring 6 2,227 −78.3 −10.6 5.2 4.2 6.2 −12.3 <0.1 – C16 Well 6 1,842 −56.9 −8.3 10.7 21.3 4.5 −5.9 4.4 – M21 Spring 6 2,172 −58.2 −7.8 4.9 20.1 4.0 −6.2 – – M14 Well 6 1,886 −58.8 −8.2 13.2 38.5 5.1 −7.5 – – M11 Well 5 1,966 −69.0 −9.1 18.7 72.8 6.3 −4.6 – – M5 Well 5 1,905 −57.2 −7.7 23.0 1.0 9.2 −13.0 – – M8 Well 5 1,936 −71.1 −10.4 13.6 97.5 7.3 −6.1 – – C2 Well 5 1,855 −58.7 −7.8 45.2 128 – – – – C1 Well 5 1,785 −50.7 −7.4 35.4 1,040 7.7 −8.4 – – C3 Well 5 1,787 −57.3 −7.9 83.5 108 – – – – C6 Well 5 1,895 −52.9 −7.7 4.1 483 3.8 −7.1 – – C7 Well 5 1,844 −52.0 −7.5 32.7 668 – – – – C4 Well 5 2,026 −87.8 −11.5 6.9 121 4.6 −12.0 – – C5 Well 5 2,069 −96.5 −13.2 15.3 97.4 6.1 −12.4 – – M10 Well 4 2,035 −67.3 −9.2 24.5 65.0 5.5 −5.8 – – 1451 Hydrogeol J (2021) 29:1445–1461 Discussion Relationship with the GMWL and other regional groundwater Overall, a southeast to northwest trend in δD and δ18O was observed from more enriched to more depleted samples, which roughly corresponds to the elevation gradient, dis- tance inland from the Gulf of Mexico, and the isotopic gradient of precipitation east of the Rocky Mountains (Dutton et al. 2005). Accordingly,"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "−52.5 −7.4 2.6 26.7 3.5 −7.5 – – C13 Well 6 1,832 −67.1 −9.5 757 1.4 – – – – C14 Well 6 2,084 −55.4 −7.5 3.2 94.3 3.4 −7.0 – – M32 Well 6 1,905 −59.7 −8.7 57 1.4 2.7 −8.3 – – M36 Well 6 1,950 −51.8 −7.0 9.7 20.0 4.9 −6.6 – – C15 Spring 6 2,227 −78.3 −10.6 5.2 4.2 6.2 −12.3 <0.1 – C16 Well 6 1,842 −56.9 −8.3 10.7 21.3 4.5 −5.9 4.4 – M21 Spring 6 2,172 −58.2 −7.8 4.9 20.1 4.0 −6.2 – – M14 Well 6 1,886 −58.8 −8.2 13.2 38.5 5.1 −7.5 – – M11 Well 5 1,966 −69.0 −9.1 18.7 72.8 6.3 −4.6 – – M5 Well 5 1,905 −57.2 −7.7 23.0 1.0 9.2 −13.0 – – M8 Well 5 1,936 −71.1 −10.4 13.6 97.5 7.3 −6.1 – – C2 Well 5 1,855 −58.7 −7.8 45.2 128 – – – – C1 Well 5 1,785 −50.7 −7.4 35.4 1,040 7.7 −8.4 – – C3 Well 5 1,787 −57.3 −7.9 83.5 108 – – – – C6 Well 5 1,895 −52.9 −7.7 4.1 483 3.8 −7.1 – – C7 Well 5 1,844 −52.0 −7.5 32.7 668 – – – – C4 Well 5 2,026 −87.8 −11.5 6.9 121 4.6 −12.0 – – C5 Well 5 2,069 −96.5 −13.2 15.3 97.4 6.1 −12.4 – – M10 Well 4 2,035 −67.3 −9.2 24.5 65.0 5.5 −5.8 – – 1451 Hydrogeol J (2021) 29:1445–1461 Discussion Relationship with the GMWL and other regional groundwater Overall, a southeast to northwest trend in δD and δ18O was observed from more enriched to more depleted samples, which roughly corresponds to the elevation gradient, dis- tance inland from the Gulf of Mexico, and the isotopic gradient of precipitation east of the Rocky Mountains (Dutton et al. 2005). Accordingly, the δD and δ18O of NE NM groundwater are, on average, more depleted than southern High Plains groundwater, located southeast of the study area and at lower elevation (Nativ and Smith 1987; Table 2 (continued) Sample Sample type Unit number Surface elevation (m) δD (‰ VSMOW) δ18O (‰ VSMOW) Cl− (mg/L) SO4 2− (mg/L) DIC (mmol/L) δ13C-DIC (‰ VPDB) Tritium (TU) Modern carbon fraction M16 Well 4 2,080 −54.8 −7.5 18.1 74.0 4.9 −6.4 – – M17 Well 4 2,043 −56.7 −7.6 – – 5.0 −8.2 – – M2 Well 4 1,814 −59.4 −8.9 11.6 50.1 6.4 −7.1 – – M3 Well 4 1,924 −55.9 −7.4 26.0 66.2 5.5 −6.9 – – M4 Well 4 1,786 −56.5 −8.0 42.2 118 5.0 −8.5 – – M6 Well 4 1,955 −54.1 −7.3 15.1 49.3 4.9 −5.8 – – M7 Well 4 1,979 −59.8 −8.3 10.2 30.8 3.7 −7.0 – – M9 Well 4 1,986 −56.0 −7.6 26.1 48.3 6.2 −6.0 – – U4 Well 4 1,553 −61.4 −8.6 15.7 159 6.7 −4.4 – – U5 Well 4 1,517 −54.4 −8.8 31.2 29.9 3.0 −1.5 – – M26 Well 4 2,171 −58.4 −8.0 19.2 52.0 5.7 −4.8 – – M23 Well 4 2,159 −63.5 −9.1 3.8 26.8 5.2 −7.8 – – M24 Spring 4 2,149 −63.6 −8.8 3.7 23.8 5.6 −13.0 – – M18 Well 4 2,138 −54.7 −7.9 8.5 31.4 4.7 −7.2 – – M20 Spring 4 2,147 −58.8 −8.3 5.7 14.0 5.7 −8.8 – – M38 Well 4 1,854 −65.8 −9.1 31.8 44.2 8.5 −5.8 – – M19 Well 4 2,159 −61.3 −8.4 6.8 62.1 5.8 −7.4 – – M29 Well 4 1,945 −59.1 −8.4 8.4 27.9 4.3 −6.0 – – M33 Well 4 1,843 −59.3 −8.4 10.0 29.9 6.0 −9.0 – – M30 Well 4 1,978 −68.7 −9.6 13.4 109 4.8 −9.8 – – M31 Well 4 1,871 −59.6 −8.3 21.5 60.4 5.2 −7.2 – – M34 Well 4 2,084 −58.7 −8.6 7.2 46.6 4.5 −9.9 – – U10 Well 4 2,062 −82.9 −11.2 10.5 7.0 3.6 −6.4 <0.1 – H17 Well 4 1,650 −54.0 −7.4 8.3 4.8 3.6 −3.5 – – H18 Well 4 1,677 −56.3 −7.9 11.7 4.6 3.6 −3.7 – – U11 Well 4 1,935 −73.1 −9.8 10.6 85.8 6.0 −6.3 – – M13 Spring 4 1,881 −51.1 −7.1 11.2 35.0 6.6 −10.2 – – M1 Well 4 2,155 −53.5 −7.3 12.5 33.5 5.8 −5.3 – – U2 Well 4 1,934 −99.4 −13.7 14.9 287 5.8 −9.9 – 0.89 M27 Well 4 1,984 −60.7 −8.5 5.1 27.9 4.0 −6.0 – – H1 Well 3 1,353 −49.3 −7.4 21.5 133 6.9 −6.8 – – H8 Spring 3 1,577 −53.0 −7.2 50.0 380 6.3 −6.4 <0.1 – M15 Well 3 2,026 −67.7 −9.1 11.6 59.5 4.6 −9.5 – – U1 Well 2 1,466 −41.7 −5.7 27.4 68.3 – – 4.1 – U6 Well 2 1,635 −62.9 −8.7 10.0 390 7.2 −9.1 – – U7 Well 2 1,670 −62.4 −9.3 17.2 648 7.9 −10.2 – – M25 Well 2 2,223 −66.7 −9.5 3.7 12.5 4.6 −9.8 – – M12 Well 1 2,291 −67.0 −9.5 5.0 10.1 5.8 −9.1 – – M35 Spring 1 2,223 −59.6 −8.6 5.4 8.8 3.0 −7.7 – – 1452 Hydrogeol J (2021) 29:1445–1461 Dutton 1995). Isotopic composition in relation to the GWML illustrates groundwater’s relationship to seasonal precipitation and evaporation, and relationship to past cli- mates, among other applications (e.g. Phillips et al. 1986; Dutton 1995; Clark and Fritz 1997; McMahon et al. 2004; Plummer et al. 2004b; Eastoe and Rodney 2014; Eastoe and Towne 2018; Eastoe and Wright 2019). The majority of groundwater samples in this study lie along or slightly below the GMWL (section ‘δD, δ18O, chloride, and sulfate concentrations’; Fig. 3a) and exhibit δ18O between −10 and −6‰, close to the expected average annual precipita- tion values for the NE NM region (Dutton et al. 2005). Therefore, most groundwater samples in this study are con- sistent with modern precipitation; however, numerous well and spring samples exhibit δ18O more negative than −10‰ and more positive than −6‰. The slope and intercept of waters in this study are compa- rable to groundwater surrounding the NE NM study region (Fig. 6a), including the southern High Plains (SHP) in north- western Texas and east-central New Mexico (slope 7.1, inter- cept 2.6‰; data from Nativ and Smith 1987; Dutton 1995) and the Middle Rio Grande Basin (MRGB) in central New Mexico (slope 7.6, intercept 2.6‰; data from Plummer et al. 2004a). The slope and intercept in the study area are lower than the central High Plains (CHP) in southwestern Kansas and southeastern Colorado, which closely matches the GMWL (slope 8.1, intercept 9.7‰; data from Dutton 1995; Clark et al. 1998; McMahon et al. 2004). In this study, unit 10 with its lower slope and intercept below and to the right of the GMWL (Table 3) has undergone evaporation prior to re- charge, consistent with shallow wash-recharged and river- recharged groundwater in the southwestern USA (e.g. Baillie et al. 2007; Eastoe and Rodney 2014; Eastoe and Towne 2018). In terms of how δD and δ18O are distributed, the GMWL- aligned waters from the study area resemble a transition Table 3 Slope and intercept of linear isotopic trend lines in the working hydrostratigraphic units containing at least 10 samples each Working hydrostratigraphic unit n Trendline All data 85 δD=7.1δ18O – 1.5 (‰) 11: Alluvium 1 – 10: Dockum Group and/or"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "this study lie along or slightly below the GMWL (section ‘δD, δ18O, chloride, and sulfate concentrations’; Fig. 3a) and exhibit δ18O between −10 and −6‰, close to the expected average annual precipita- tion values for the NE NM region (Dutton et al. 2005). Therefore, most groundwater samples in this study are con- sistent with modern precipitation; however, numerous well and spring samples exhibit δ18O more negative than −10‰ and more positive than −6‰. The slope and intercept of waters in this study are compa- rable to groundwater surrounding the NE NM study region (Fig. 6a), including the southern High Plains (SHP) in north- western Texas and east-central New Mexico (slope 7.1, inter- cept 2.6‰; data from Nativ and Smith 1987; Dutton 1995) and the Middle Rio Grande Basin (MRGB) in central New Mexico (slope 7.6, intercept 2.6‰; data from Plummer et al. 2004a). The slope and intercept in the study area are lower than the central High Plains (CHP) in southwestern Kansas and southeastern Colorado, which closely matches the GMWL (slope 8.1, intercept 9.7‰; data from Dutton 1995; Clark et al. 1998; McMahon et al. 2004). In this study, unit 10 with its lower slope and intercept below and to the right of the GMWL (Table 3) has undergone evaporation prior to re- charge, consistent with shallow wash-recharged and river- recharged groundwater in the southwestern USA (e.g. Baillie et al. 2007; Eastoe and Rodney 2014; Eastoe and Towne 2018). In terms of how δD and δ18O are distributed, the GMWL- aligned waters from the study area resemble a transition Table 3 Slope and intercept of linear isotopic trend lines in the working hydrostratigraphic units containing at least 10 samples each Working hydrostratigraphic unit n Trendline All data 85 δD=7.1δ18O – 1.5 (‰) 11: Alluvium 1 – 10: Dockum Group and/or alluvial or eolian deposits 12 δD=2.4δ18O – 31.7 (‰) 9: Volcanics 2 – 8: Dakota Group and/or volcanics 2 – 7: Dakota Group and/or Ogallala Formation 3 – 6: Graneros Shale and/or Greenhorn Limestone 15 δD=7.5δ18O+1.9 (‰) 5: Graneros Shale and/or Dakota Group 10 δD=7.6δ18O+3.5 (‰) 4: Dakota Group 31 δD=7.2δ18O+0.6 (‰) 3: Morrison Formation and/or Lytle Sandstone 3 – 2: Dockum Group 4 – 1: Sangre de Cristo Formation 2 – Fig. 3 a Isotopic composition of groundwater samples in this study relative to the Global Meteoric Water Line (GMWL) using slope and intercept compiled by Jasechko (2019); b–c Histograms of δD and δ18O. Note the depleted tails on the distributions of δD and δ18O 1453 Hydrogeol J (2021) 29:1445–1461 between the western central High Plains and the western southern High Plains (CHP and SHP in Fig. 6b,c). The MRGB data illustrate how it interacts differently with vapor sources (especially in summer) than the NE NM study region because of MRGB’s orientation west of a major mountain block (Fig. 6b,c). The samples collected from NE NM in this study exhibit a depleted tail of δD and δ18O, primarily at higher elevations, that generally resembles the more depleted Fig. 4 a δD and b δ18O in relationship to surface elevation. “Circled points” exhibit δD > 12‰ more negative and/or δ18O > 2‰ more nega- tive than the displayed elevation trends (shaded polygons). These trends, representing the apparently linear portion of the elevation-isotope gradi- ent, were calculated without the circled points. Note that the δD and δ18O of many of the circled points would correspond to apparent recharge elevations higher than the 2,720 m maximum elevation of the study region. This suggests that the circled points are not simply explained by annual average precipitation that recharged at a higher elevation along the inferred linear elevation-isotope gradient Fig. 5 Relationships among additional environmental tracers. a Relationship between land surface elevation and chloride concentration; blue points were excluded from chloride mass balance calculations due to apparent excess chloride (for discussion, see section ‘An apparent recharge gradient across the study region inferred from chloride mass balance’). Log scale is for visibility; b Relationship between chloride concentration and δ18O; c Relationship between elevation and recharge rate estimated by chloride mass balance; d Relationship between elevation and δ13C-DIC 1454 Hydrogeol J (2021) 29:1445–1461 waters seen in central New Mexico basins, implying that more Rocky Mountains-like or winter-dominated precipitation sources could contribute to the depleted tail (Fig. 3b,c). Seasonality of recharge Vapor mass patterns in the NE NM study region impart a large seasonal variation in precipitation δ18O (section ‘Study area and well selection’). The isotopic composition of groundwater can vary from average of annual precipitation if winter pre- cipitation recharges the aquifer more effectively than summer precipitation due to lower evapotranspiration in winter. This effect has been documented in temperate regions globally (Jasechko et al. 2014; Jasechko 2019) and in the semiarid southwestern USA (Eastoe et al. 2004; Earman et al. 2006; Wahi et al. 2008; Eastoe and Rodney 2014; Eastoe and Dettman 2016; Eastoe and Towne 2018; Jasechko 2019). In the NE NM study area, with its large variation between winter and summer precipitation δ18O, groundwater δ18O might be biased toward a winter signature, given the lower evapotrans- piration in winter. The median δ18O of groundwater samples collected at elevations between 2,100 and 2,300 m, similar to elevation of the NM12 precipitation site, is −8.5‰ (Fig. 4b; NM12 is at 2,200-m elevation; National Atmospheric Deposition Program 2020b). This was compared to the report- ed NM12 precipitation δ18O (Vachon et al. 2010). After weighting δ18O by the number of precipitation samples per month reported by Vachon et al. (2010), the winter December–January–February period exhibits average δ18O of −16.5‰ and the summer June–July–August period exhibits average δ18O of −7.6‰. Using these estimated seasonal end members and assuming that 70% of precipitation falls in sum- mer in NE NM (section ‘Study area and well selection’), an annual average precipitation estimate is −9.8‰, reasonably Fig. 6 a Comparison of results from this study to surrounding groundwater studies: central High Plains (CHP), southern High Plains (SHP), and Middle Rio Grande Basin (MRGB). b–c Box plots comparing δD and δ18O from this study to surrounding groundwater. See section ‘Relationship with the GMWL and other regional groundwater’ for description of data sources 1455 Hydrogeol J (2021) 29:1445–1461 close to groundwater samples at similar elevations. Therefore, a systematic winter recharge bias was not documented in groundwater from this study. This inference could be tested with amount-weighted precipitation δ18O values at multiple elevations within the study region. It is conceivable, but un- proven, that the high proportion of NE NM precipitation fall- ing in summer overwhelms any tendency for winter recharge bias to be shown in groundwater isotopic composition. Elevation and hydrogeologic setting in relationship to depleted and enriched waters Elevation affects the isotopic composition of meteoric waters because air masses cool as they lift, raining out as they rise and yielding isotopically depleted precipitation to higher elevations (Clark and Fritz 1997; Jasechko 2019). Using a global average δ18O elevation effect of −2.8‰/1,000-m rise in elevation (Poage and Chamberlain 2001), δ18O might be expected to become more negative by ~8.3‰ toward the higher elevations in the north and west portion of the study area. In the south- western United States, precipitation studies from Arizona sug- gest smaller elevation effects than the global average, typically"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "the number of precipitation samples per month reported by Vachon et al. (2010), the winter December–January–February period exhibits average δ18O of −16.5‰ and the summer June–July–August period exhibits average δ18O of −7.6‰. Using these estimated seasonal end members and assuming that 70% of precipitation falls in sum- mer in NE NM (section ‘Study area and well selection’), an annual average precipitation estimate is −9.8‰, reasonably Fig. 6 a Comparison of results from this study to surrounding groundwater studies: central High Plains (CHP), southern High Plains (SHP), and Middle Rio Grande Basin (MRGB). b–c Box plots comparing δD and δ18O from this study to surrounding groundwater. See section ‘Relationship with the GMWL and other regional groundwater’ for description of data sources 1455 Hydrogeol J (2021) 29:1445–1461 close to groundwater samples at similar elevations. Therefore, a systematic winter recharge bias was not documented in groundwater from this study. This inference could be tested with amount-weighted precipitation δ18O values at multiple elevations within the study region. It is conceivable, but un- proven, that the high proportion of NE NM precipitation fall- ing in summer overwhelms any tendency for winter recharge bias to be shown in groundwater isotopic composition. Elevation and hydrogeologic setting in relationship to depleted and enriched waters Elevation affects the isotopic composition of meteoric waters because air masses cool as they lift, raining out as they rise and yielding isotopically depleted precipitation to higher elevations (Clark and Fritz 1997; Jasechko 2019). Using a global average δ18O elevation effect of −2.8‰/1,000-m rise in elevation (Poage and Chamberlain 2001), δ18O might be expected to become more negative by ~8.3‰ toward the higher elevations in the north and west portion of the study area. In the south- western United States, precipitation studies from Arizona sug- gest smaller elevation effects than the global average, typically −0.7 to −1.6‰ per 1,000 m for δ18O (Eastoe and Towne 2018; Eastoe and Wright 2019). For most waters in this study, isoto- pic composition is correlated with land surface elevation. Excluding clusters of anomalously depleted waters (circled points in Fig. 4b), which may record hydrogeologic setting not directly related to well elevation (discussed in the follow- ing), a slope of −2.4‰/1,000 m was observed in this study, lower than the global average elevation effect. However, if all the data in this study were used to calculate an elevation-δ18O slope, the slope would be −3.3‰/1,000 m, steeper than the global average elevation effect. Overall, the elevation gradient in groundwaters of the study area is consistent with the steep geographic gradient in precipitation isotopes shown for the study region on North American isoscape maps (Kendall and Coplen 2001; Dutton et al. 2005). Ten higher-elevation well and spring samples are more iso- topically depleted than suggested by the regional elevation trend, producing an L-shaped pattern on plots of δD vs. eleva- tion and δ18O vs. elevation (Fig. 4a,b). These ten samples (circled points on Fig. 4a,b) exhibit δD > 12‰ below or δ18O > 2‰ below the regression lines on Fig. 4a,b, which were drawn using the remaining 75 samples that exhibited more linear elevation-δD-δ18O relationships. Even if all samples were used to determine linear elevation-δD-δ18O trends, the circled points would lie below the trends. The depleted group consists of samples U2, U10, and U11 from the Dakota Group (unit 4); M8, C4, and C5 from the Graneros Shale and/or Dakota Group (unit 5); C9 and C15 from the Graneros Shale and/or Greenhorn Limestone (unit 6); C17 from volcanic rocks (unit 9); and U9 from the Quaternary alluvium unit (unit 11). Most of these ten samples are distinctive in terms of their hydrogeologic setting and/or geographic location within the study area. Eight of these ten anomalously depleted samples are associated with volcanic-capped mesas or other volcanic flows in the northern portion of the study area, which are higher in elevation than other units in the study area. Of these ten anomalous samples, C17 and U10 are relatively deep wells drilled through Eocene to Quaternary volcanic rocks that cap underlying sedimentary bedrock. C4, C5, C15, U9 and U11 are wells and springs near the bases of basalt-capped mesas or other volcanic flows. Well U2 is 2–4 km away from volcanic rock units that surround it on three sides. Only M8 and C9 exhibit no apparent close relationship to volcanic-capped mesas (Fig. 1). This relationship with hydrogeologic setting may imply that waters recharged at higher elevations on the mesas in the north- ern part of the study region could contribute to groundwater sampled at lower elevations (e.g. Clark et al. 1998; Ojiambo et al. 2001; Jefferson et al. 2006; Chen et al. 2006; Jasechko 2019; Gleason et al. 2020). However, the inferred recharge elevation for some depleted samples appears to extrapolate higher than the 2,720 m maximum elevation of the mesas sur- rounding the sample sites (Fig. 4a,b). It appears that mesa-top recharge of annual average precipitation does not fully explain the depleted waters. Other possible explanations for the group of depleted wa- ters include (1) that volcanic-capped features may contain or confine depleted waters that are biased to winter recharge of essentially modern age; (2) that modern precipitation isotopic composition differs in the northern part of the study region in a way not simply predicted by elevation; or (3) that older waters recharged during a cooler climate such as the last glacial pe- riod. On average, regional waters recharged during the last glacial period exhibit δD ~10–30‰ depleted (Phillips et al. 1986, Dutton, 1995) and δ18O ~1–3‰ depleted (Phillips et al. 1986; Clark et al. 1998; McMahon et al. 2004) compared to equivalent modern precipitation in the same basin. The anom- alously negative waters in this study appear consistent with recharge during the last glacial period in terms of δD and δ18O, but those wells have not been analyzed using carbon- 14 or other tracers recording recharge older than ~1950. These possibilities could be examined by seasonal precipitation sam- pling at multiple elevations in the region, combined with res- idence time tracers. An apparent recharge gradient across the study region inferred from chloride mass balance Within the study region, major ion concentrations are hetero- geneous, as recently reviewed in Union County by Zeigler et al. (2019a). Ion concentrations depend on down-flow evo- lution including evaporation, mineral dissolution, and ion exchange—for example, elevated sulfate concentrations are observed in wells that penetrate gypsum-bearing formations (e.g. Bell Ranch Formation), shales (e.g. Dakota Group, 1456 Hydrogeol J (2021) 29:1445–1461 Graneros Shale), and associated alluvium such as in the Dry Cimarron Valley at the northeastern edge of the study region. Bicarbonate-dominated waters occur in the Ogallala Formation, several older bedrock units, and across a range of inferred residence time from Holocene to modern. In terms of anion proportions, chloride is not seen as the dominant ion of any aquifer (Zeigler et al. 2019a), but in terms of concen- trations, some units exhibit elevated chloride, likely from evaporite dissolution associated with shale-water interaction (e.g. Graneros Shale; units 5–6; Table 1). Overall, waters in Mesozoic bedrock aquifers, volcanic units, and the Ogallala Formation range from Ca-Mg-HCO3 −to Na-HCO3 −water types. Ca-Mg-SO4 2−waters are seen in the gypsum-bearing or shale units and associated alluvium. In Union County, the Ca-Mg-HCO3 −type is"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "period exhibit δD ~10–30‰ depleted (Phillips et al. 1986, Dutton, 1995) and δ18O ~1–3‰ depleted (Phillips et al. 1986; Clark et al. 1998; McMahon et al. 2004) compared to equivalent modern precipitation in the same basin. The anom- alously negative waters in this study appear consistent with recharge during the last glacial period in terms of δD and δ18O, but those wells have not been analyzed using carbon- 14 or other tracers recording recharge older than ~1950. These possibilities could be examined by seasonal precipitation sam- pling at multiple elevations in the region, combined with res- idence time tracers. An apparent recharge gradient across the study region inferred from chloride mass balance Within the study region, major ion concentrations are hetero- geneous, as recently reviewed in Union County by Zeigler et al. (2019a). Ion concentrations depend on down-flow evo- lution including evaporation, mineral dissolution, and ion exchange—for example, elevated sulfate concentrations are observed in wells that penetrate gypsum-bearing formations (e.g. Bell Ranch Formation), shales (e.g. Dakota Group, 1456 Hydrogeol J (2021) 29:1445–1461 Graneros Shale), and associated alluvium such as in the Dry Cimarron Valley at the northeastern edge of the study region. Bicarbonate-dominated waters occur in the Ogallala Formation, several older bedrock units, and across a range of inferred residence time from Holocene to modern. In terms of anion proportions, chloride is not seen as the dominant ion of any aquifer (Zeigler et al. 2019a), but in terms of concen- trations, some units exhibit elevated chloride, likely from evaporite dissolution associated with shale-water interaction (e.g. Graneros Shale; units 5–6; Table 1). Overall, waters in Mesozoic bedrock aquifers, volcanic units, and the Ogallala Formation range from Ca-Mg-HCO3 −to Na-HCO3 −water types. Ca-Mg-SO4 2−waters are seen in the gypsum-bearing or shale units and associated alluvium. In Union County, the Ca-Mg-HCO3 −type is more typical of the Ogallala Formation, Dakota Group, and alluvial aquifers, the Na- HCO3 −type is more typical of the Dockum Group and Morrison Formation, and mixed cation and/or mixed water types are typical of wells with long open intervals that cross more than one unit (Zeigler et al. 2019a). Where chloride is not contributed by water–rock interac- tion, groundwater chloride concentrations primarily record evapotranspiration during recharge, which is a central as- sumption for using chloride mass balance to infer recharge rates (e.g. Wood and Sanford 1995; Herczeg and Edmunds 1999; Scanlon et al. 2012; Frisbee et al. 2013; Gleason et al. 2020). In this study, a significant relationship was observed between chloride concentrations and surface elevation, in which the lower-elevation samples exhibit higher chloride concentrations on average (Spearman’s ρ = −0.63; Fig. 5a). In addition, there is a weaker relationship between chloride concentrations and δ18O, in which the lowest chloride concen- trations are seen in depleted waters and the highest chloride concentrations are seen in enriched waters (ρ = −0.38; Fig. 5b). These results imply a lower recharge rate in the lower- elevation southeastern portion of the study area than in the higher-elevation northwest. In this study, the overall elevation-chloride trend is punctuated by a local increase in chloride near 1,800-m elevation (Fig. 5a), possibly due to interaction with the Graneros Shale (units 5–6), where elevat- ed sulfate concentrations can also be seen in some samples (Table 2). After excluding samples with possible excess chlo- ride (blue points on Fig. 5a), the regional chloride-elevation trend (black points on Fig. 5a) remains significant (ρ = −0.67). Recharge was estimated by applying the chloride mass balance approach using groundwater chloride concentrations not showing apparent excess chloride, as described by Scanlon et al. (2012): R ¼ P \u0002 Clp \u0001 \u0003 =Clgw ð1Þ For estimating precipitation chloride concentration, Clp, an average concentration of 0.1 mg/L was used from two precipitation sampling sites bracketing the study area in terms of location and elevation, NM12—average 0.09 mg/L from 1984 to 2012) and TX43 (average 0.11 mg/L from 2007 to 2019 (National Atmospheric Deposition Program 2020a). This precipitation-derived estimate was doubled to account for chloride from dry deposition (Scanlon et al. 2012). Precipitation (P) estimates, modeled at 800-m resolution, were obtained for each well location (PRISM Climate Group, Oregon State University 2020). P averaged 440 mm/year among the 85 sample sites. Given the variation of Clp across the study area, apparent recharge varies from <10 mm/year at lower-elevation sample sites to >20 mm/year at the highest elevations in the study area (Fig. 5c), averaging 6 mm/year below 2,000-m elevation and 16 mm/year above 2,000 m. Overall, these estimates are at the low end of the range reported for the central High Plains by previous studies (section ‘Study area and well selection’), likely due to lower precipitation in the western central High Plains. It should also be emphasized that any additional chlo- ride derived from water–rock interaction with the soil or aqui- fer solids would cause these recharge rates to be an underes- timate. Finally, these estimates derived from groundwater chloride do not characterize sites of focused recharge such as stream channels and lake beds, where it is thought that recharge is enhanced by 1–2 orders of magnitude compared to diffuse recharge (Gurdak and Roe 2010). Groundwater residence time estimation Tritium To examine possible locations of recharge, three samples near the escarpments of volcanic-capped mesas and near alluvial streams were analyzed for tritium (3H) activity (Table 3), which qualitatively identify the presence of post-1950s re- charge (Clark and Fritz 1997; Jasechko 2019). These were combined with 3H and carbon-14 (14C) activities from sam- ples previously collected from wells in this study. Tritium was not detected in samples U10 or C15, located near volcanic- capped mesas (Fig. 1). It is intriguing that isotopically deplet- ed waters in this study, that is, higher-elevation or winter-like samples, contain little or no tritium (Fig. 7) given that loca- tions >2,200 m appear to receive higher recharge than lower elevations in NE NM (Fig. 5c). These 3H-free waters are not apparently influenced by significant post-1950s recharge, de- spite their relatively high elevations and their isotopic compo- sition apparently resembling winter precipitation. From this limited data set, it appears that wells and springs near escarp- ments are not uniformly in a setting of higher recharge and/or that confining units prevent recent recharge from reaching the sampled wells and springs. The tritium-free waters likely rep- resent pre-1950s recharge, which cannot be constrained fur- ther without additional residence time tracers such as carbon- 1457 Hydrogeol J (2021) 29:1445–1461 14 analysis in the higher-elevation northern and western por- tions of the study region. Elsewhere, a component of modern precipitation is seen near watercourses and where the sampled aquifer outcrops or subcrops beneath an alluvial aquifer. This relationship is evident in a group of samples in the Dockum Group and/or alluvial or eolian deposits (unit 10) in the southeastern portion of the study area (Harding County). In that area, tritium was detected above 0.1 TU in seven wells, six located near stream channels or valley bottoms (H2, H4, H5, H11, H13, H14) and one located along a discontinuous channel near the base of an escarpment (H7), averaging 3.1 tritium units (TU; range 1.6– 5.7 TU). In the same area, three wells and one spring at ele- vated locations away from stream channels exhibited tritium ≤0.1 TU"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "3H and carbon-14 (14C) activities from sam- ples previously collected from wells in this study. Tritium was not detected in samples U10 or C15, located near volcanic- capped mesas (Fig. 1). It is intriguing that isotopically deplet- ed waters in this study, that is, higher-elevation or winter-like samples, contain little or no tritium (Fig. 7) given that loca- tions >2,200 m appear to receive higher recharge than lower elevations in NE NM (Fig. 5c). These 3H-free waters are not apparently influenced by significant post-1950s recharge, de- spite their relatively high elevations and their isotopic compo- sition apparently resembling winter precipitation. From this limited data set, it appears that wells and springs near escarp- ments are not uniformly in a setting of higher recharge and/or that confining units prevent recent recharge from reaching the sampled wells and springs. The tritium-free waters likely rep- resent pre-1950s recharge, which cannot be constrained fur- ther without additional residence time tracers such as carbon- 1457 Hydrogeol J (2021) 29:1445–1461 14 analysis in the higher-elevation northern and western por- tions of the study region. Elsewhere, a component of modern precipitation is seen near watercourses and where the sampled aquifer outcrops or subcrops beneath an alluvial aquifer. This relationship is evident in a group of samples in the Dockum Group and/or alluvial or eolian deposits (unit 10) in the southeastern portion of the study area (Harding County). In that area, tritium was detected above 0.1 TU in seven wells, six located near stream channels or valley bottoms (H2, H4, H5, H11, H13, H14) and one located along a discontinuous channel near the base of an escarpment (H7), averaging 3.1 tritium units (TU; range 1.6– 5.7 TU). In the same area, three wells and one spring at ele- vated locations away from stream channels exhibited tritium ≤0.1 TU (H3, H6, H8, H10, Fig. 1; Table 2). Likewise, well C16, located near a stream channel in Colfax County and analyzed for this study, exhibited tritium activity of 4.4 TU. A similar relationship between tritium activity and shallow hydrogeologic setting was observed in the Morrison Formation and Dockum Group of Union County by Zeigler et al. (2019a). Apparently, stream channels and/or the out- crops and/or subcrops of bedrock units in alluvial valleys have locally received measurable post-1950s recharge, which could mix in the subsurface with older waters. In relatively shallow wells, tritium activity provides a snap- shot that reveals the currently available mixture of groundwa- ter. Limited unpublished tritium data from shallow wells in Mora County, in the southwestern portion of the study region, suggest that tritium activity may increase during wetter years as natural recharge occurs and irrigation pumping is less, and may decrease during multi-year droughts in which natural recharge approaches zero and old groundwater becomes the dominant water source. Agricultural wells, with their typically long open intervals, provide a site for mixing between recent recharge and pre-modern groundwater (e.g. Gurdak et al. 2011; Jasechko 2019). The possibility of such fluctuating mixtures has been little investigated in the region. Overall, the limited tritium data suggest that a post-1950s component is qualitatively present in many near-surface settings in NE NM. Carbon-14 and δ13C-DIC Carbon-14 can be paired with tritium to infer the residence time of modern and pre-modern waters and mixtures. In previous studies in the western central and southern High Plains, distinct but overlapping patterns of 14C and 3H activities are reported in differing hydrogeologic settings: near recharge zones, deeper but generally unconfined waters, and deep confined waters (e.g. Clark et al. 1998). Near recharge zones, tritium activities typi- cally range from undetectable to ~6 TU (section ‘Tritium’) and modern carbon fraction is typically greater than ~0.5. This set- ting exhibits post-1950s recharge or a mixture of modern and pre-modern water averaging a few decades to ~1,000 years since recharge. This modern to pre-modern setting has been observed in the NE NM study region: (1) in the subcropping Dockum Group and associated alluvial or eolian deposits (unit 10) in Harding County (this study; section ‘Tritium, carbon-14, and δ13C-DIC; Table 2); and (2) in Union County, especially along higher-elevation topography in northwestern Union County and near-surface units elsewhere (Zeigler et al. 2019a). This range of 14C activity was also observed in higher-elevation Dakota aquifer wells in southwestern Kansas and southeastern Colorado (Clark et al. 1998). In deeper settings, older waters represent primarily Holocene recharge averaging a few hundred to a few thousand years before present, in some cases containing minor inputs of post- 1950s recharge. These are characterized by nondetectable triti- um, or in some cases low detectable tritium up to ~1 TU, and by modern carbon fraction of ~0.2–0.7. In this study, the Holocene-recharged setting was observed in Dakota Group and/or Ogallala Formation wells in Harding County (samples H10 and H3; section ‘Tritium, carbon-14, and δ13C-DIC’; Table 2). This is consistent with Rawling (2013) and Zeigler (2019a), who documented the Holocene-recharged setting in Union County, especially in Exeter Sandstone, Morrison Formation, and Dakota Group wells including where they subcrop beneath the Ogallala Formation. Also, Clark et al. (1998) documented this age distribution in the Dakota aquifer of Colorado and Kansas. Finally, Holocene-dominated waters have been documented in the HPA (Dutton 1995; McMahon et al. 2004; Zeigler et al. 2019a). The oldest of the three age HP groundwater groups was recharged primarily during the last glacial period and exhibits nondetectable tritium activity and modern carbon fraction less than ~0.2. In the High Plains region surrounding the study area, Pleistocene-recharged groundwater was identified in the con- fined Dakota aquifer in Kansas (Dutton 1995; Clark et al. 1998) and the confined Dockum Group aquifer in the southern High Plains aquifer of western Texas (Dutton 1995). The lowest Fig. 7 δ18O in relationship with tritium activities 1458 Hydrogeol J (2021) 29:1445–1461 modern carbon fraction in this study was 0.23 (sample H3). The limited available 14C activities in the NE NM study region do not indicate that Pleistocene-recharged waters are broadly pres- ent at depths sampled by the wells in this study. However, residence time tracer data are not available from all hydrogeologic settings and well depths in NE NM. Stable carbon isotopes of dissolved inorganic carbon (δ13C-DIC) were used to examine apparent hydrogeochemical evolution across the hydrogeologic settings in the region. Processes affecting groundwater δ13C-DIC include dissolu- tion of soil gas, carbonate mineral precipitation/dissolution, microbial respiration, and pH-dependent carbonate speciation (Clark and Fritz 1997). This evolution becomes more ad- vanced with longer residence time in the aquifer. While δ13C-DIC does not indicate groundwater residence time, it records overall evolution that correlates with lower 14C activ- ity (Jasechko 2019). Also, more negative values of δ13C-DIC have been noted in younger groundwater elsewhere in New Mexico (MRGB; Plummer et al. 2004b). By tracing water– rock interaction, δ13C-DIC is also used to constrain 14C age models (e.g. Clark et al. 1998; Plummer et al. 2004b; McMahon et al. 2004). The most negative values of δ13C- DIC in this study (−13 to −11‰, all at >1,750-m elevation; Fig. 5d) are consistent with carbon derived from C4 vegetation (e.g. semi-arid grassland) or a more complex mixture of soil- derived carbon and interaction with carbonate phases (Clark and Fritz 1997; Plummer et al. 2004b). The more positive values"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "In the High Plains region surrounding the study area, Pleistocene-recharged groundwater was identified in the con- fined Dakota aquifer in Kansas (Dutton 1995; Clark et al. 1998) and the confined Dockum Group aquifer in the southern High Plains aquifer of western Texas (Dutton 1995). The lowest Fig. 7 δ18O in relationship with tritium activities 1458 Hydrogeol J (2021) 29:1445–1461 modern carbon fraction in this study was 0.23 (sample H3). The limited available 14C activities in the NE NM study region do not indicate that Pleistocene-recharged waters are broadly pres- ent at depths sampled by the wells in this study. However, residence time tracer data are not available from all hydrogeologic settings and well depths in NE NM. Stable carbon isotopes of dissolved inorganic carbon (δ13C-DIC) were used to examine apparent hydrogeochemical evolution across the hydrogeologic settings in the region. Processes affecting groundwater δ13C-DIC include dissolu- tion of soil gas, carbonate mineral precipitation/dissolution, microbial respiration, and pH-dependent carbonate speciation (Clark and Fritz 1997). This evolution becomes more ad- vanced with longer residence time in the aquifer. While δ13C-DIC does not indicate groundwater residence time, it records overall evolution that correlates with lower 14C activ- ity (Jasechko 2019). Also, more negative values of δ13C-DIC have been noted in younger groundwater elsewhere in New Mexico (MRGB; Plummer et al. 2004b). By tracing water– rock interaction, δ13C-DIC is also used to constrain 14C age models (e.g. Clark et al. 1998; Plummer et al. 2004b; McMahon et al. 2004). The most negative values of δ13C- DIC in this study (−13 to −11‰, all at >1,750-m elevation; Fig. 5d) are consistent with carbon derived from C4 vegetation (e.g. semi-arid grassland) or a more complex mixture of soil- derived carbon and interaction with carbonate phases (Clark and Fritz 1997; Plummer et al. 2004b). The more positive values of δ13C-DIC seen in this study are consistent with other reported groundwater from the High Plains region. δ13C-DIC of −9.0 to −3.0‰ has been reported in central High Plains groundwater in Kansas and southeastern Colorado (Dutton 1995; Clark et al. 1998; McMahon et al. 2004), and δ13C- DIC of −9.7 to −3.8‰ has been reported in southern High Plains groundwater in western Texas (Dutton 1995). In addi- tion, Rawling (2013) reported δ13C-DIC of −9.1 to −3‰ in eastern Union County in NE NM. These more positive values of δ13C-DIC likely record interaction with carbonate minerals in the aquifer (Clark and Fritz 1997; McMahon et al. 2004), which would affect 14C age models by diluting the 14C in DIC with radiocarbon-free carbonate ions. Overall, some correla- tion was seen between land surface elevation and δ13C-DIC (ρ = 0.37; Fig. 5d), but more scatter was seen in δ13C-DIC than other environmental tracers in this study. Still, in this region, δ13C-DIC may be useful to prescreen less-evolved vs. more-evolved waters for 14C analysis given the lower cost and complexity of stable C isotope analysis. Conclusions A central objective of this study was to provide information on regional groundwater that could inform sustainable ground- water management amid changing climate and use patterns such as to provide improved constraints on natural recharge and groundwater residence time across the elevation gradient in NE NM. The majority of wells and springs followed an overall elevation trend of more enriched waters in the south- east (lower elevation) and more depleted waters in the north- west (higher elevation). For the majority of the wells and springs in this study, elevation reasonably predicts groundwa- ter isotopic composition, which links groundwater isotopic composition to precipitation. Except for the lowest-elevation wells where evaporation has modified δD and δ18O, ground- water in this study plotted along the GMWL. Two noteworthy groups exhibited significant deviations from the GMWL or the elevation-δD-δ18O relationship. One group of waters exhibited an isotopically enriched signature with detectable tritium, likely representing near-surface evapo- ration prior to recharge. Here, recharge is apparently enhanced by favorable locations near watercourses where bedrock aqui- fers subcrop beneath alluvial deposits. A second group of wells and springs in the northern portion of the study area, mostly surrounding or within volcanic-capped mesas, is affected by an isotopically depleted, and in two samples tritium-free water source, despite the apparently higher recharge rate in higher elevation portions of the study area. These isotopically depleted waters cannot be simply explained by recharge occurring at higher elevation than the sample sites, being more depleted than the inferred precipitation at mesa top elevations. The uncertain precipitation–groundwater relationship highlights a need for improved understanding of seasonal precipitation isotopic com- position and groundwater residence time across the elevation gradient in NE NM. The limited waters with 3H or 14C data are consistent with one of two residence time scenarios: (1) post-1950s recharge to a few hundred years based on low detectable 3H activities and relatively high 14C activities, especially near watercourses and where bedrock aquifers subcrop or outcrop; and (2) a few hun- dred years to a few thousand years (Holocene) based on gener- ally nondetectable 3H and low to moderate 14C activities where aquifers are more removed from the land surface. The extent of residence time data is limited, especially in the western and northern portions of the NE NM study region. Overall, the results of this study suggest a role for hydrogeologic setting and elevation as controls on the recharge, isotopic composition, and availability of groundwater in the heterogeneous and com- partmentalized High Plains groundwater system of NE NM. Acknowledgments Laboratory assistance was provided by Jonathan Watkins. The authors also thank landowners that allowed wells and springs to be sampled for this study, as well as the Northeastern and Mora-Wagon Mound Soil and Water Conservation Districts, and Colfax County for assistance recruiting landowners. We thank private landowners in Harding County that funded previous carbon-14 and triti- um analyses. Finally, we thank Randy Stotler and two anonymous re- viewers for their detailed and constructive comments. 1459 Hydrogeol J (2021) 29:1445–1461 Funding information This research was supported by a Geological Society of America student research grant, by the University of North Carolina at Charlotte, and by the Will and Cara Harman scholarship from the Department of Geography and Earth Sciences of the University of North Carolina at Charlotte. References Baillie MN, Hogan JF, Ekwurzel B, Wahi AK, Eastoe CJ (2007) Quantifying water sources to a semiarid riparian ecosystem, San Pedro River, Arizona. J Geophys Res 112:G03S02 Bartnik SR, Hampton BA, Mack GH (2019) U-Pb detrital geochronology and provenance comparisons from the nonmarine strata of the Dakota group, Lytle sandstone, and Morrison formation in north- eastern New Mexico. In: Ramos FC, Zimmerer MJ, Zeigler KE, Ulmer-Scholle DS (eds) Geology of the Raton-Clayton Area. New Mexico Geological Society Guidebook, 70th Field Conference, NM Geol. Soc., Socorro, NM, pp 55–65 Becker MF, Bruce BW, Pope LM, Andrews WJ (2002) Ground-water quality in the central High Plains Aquifer, Colorado, Kansas, New Mexico, Oklahoma, and Texas, 1999. US Geol Surv Water Resour Invest Rep 2002-4112 Chen Z, Nie Z, Zhang G, Wan L, Shen J (2006) Environmental isotopic study on the recharge and residence time of groundwater in the Heihe River basin northwestern China. Hydrogeol J 14:1635–1651 Clark ID, Fritz P (1997) Environmental isotopes in hydrogeology. Lewis, Boca Raton, FL Clark JF, Davisson ML, Hudson GB, Macfarlane"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "Laboratory assistance was provided by Jonathan Watkins. The authors also thank landowners that allowed wells and springs to be sampled for this study, as well as the Northeastern and Mora-Wagon Mound Soil and Water Conservation Districts, and Colfax County for assistance recruiting landowners. We thank private landowners in Harding County that funded previous carbon-14 and triti- um analyses. Finally, we thank Randy Stotler and two anonymous re- viewers for their detailed and constructive comments. 1459 Hydrogeol J (2021) 29:1445–1461 Funding information This research was supported by a Geological Society of America student research grant, by the University of North Carolina at Charlotte, and by the Will and Cara Harman scholarship from the Department of Geography and Earth Sciences of the University of North Carolina at Charlotte. References Baillie MN, Hogan JF, Ekwurzel B, Wahi AK, Eastoe CJ (2007) Quantifying water sources to a semiarid riparian ecosystem, San Pedro River, Arizona. J Geophys Res 112:G03S02 Bartnik SR, Hampton BA, Mack GH (2019) U-Pb detrital geochronology and provenance comparisons from the nonmarine strata of the Dakota group, Lytle sandstone, and Morrison formation in north- eastern New Mexico. In: Ramos FC, Zimmerer MJ, Zeigler KE, Ulmer-Scholle DS (eds) Geology of the Raton-Clayton Area. New Mexico Geological Society Guidebook, 70th Field Conference, NM Geol. Soc., Socorro, NM, pp 55–65 Becker MF, Bruce BW, Pope LM, Andrews WJ (2002) Ground-water quality in the central High Plains Aquifer, Colorado, Kansas, New Mexico, Oklahoma, and Texas, 1999. US Geol Surv Water Resour Invest Rep 2002-4112 Chen Z, Nie Z, Zhang G, Wan L, Shen J (2006) Environmental isotopic study on the recharge and residence time of groundwater in the Heihe River basin northwestern China. Hydrogeol J 14:1635–1651 Clark ID, Fritz P (1997) Environmental isotopes in hydrogeology. Lewis, Boca Raton, FL Clark JF, Davisson ML, Hudson GB, Macfarlane PA (1998) Noble gases, stable isotopes, and radiocarbon as tracers of flow in the Dakota aquifer, Colorado and Kansas. J Hydrol 211:151–167 Crosbie RS, Scanlon BR, Mpelasoka FS, Reedy RC, Gates JB, Zhang L (2013) Potential climate change effects on groundwater recharge in the High Plains aquifer, USA. Water Resour Res 49:3936–3951 Doctor DH, Kendall C, Sebestyen SD, Shanley JB, Ohte N, Boyer EW (2008) Carbon isotope fractionation of dissolved inorganic carbon (DIC) due to outgassing of carbon dioxide from a headwater stream. Hydrol Process 22:2410–2423 Dutton AR (1995) Groundwater isotopic evidence for paleorecharge in U.S. High Plains aquifers. Quat Res 43:221–231 Dutton A, Wilkinson BH, Welker JM, Bowen GJ, Lohmann KC (2005) Spatial distribution and seasonal variation in 18O/16O of modern precipitation and river water across the conterminous USA. Hydrol Process 19:4121–4146 Earman S, Campbell AR, Phillips FM, Newman BD (2006) Isotopic exchange between snow and atmospheric water vapor: estimation of the snowmelt component of groundwater recharge in the south- western United States. J Geophys Res 111:D09302 Eastoe CJ, Dettman DL (2016) Isotope amount effects in hydrologic and climate reconstructions of monsoon climates: implications of some long-term data sets for precipitation. Chem Geol 430:78–89 Eastoe CJ, Rodney R (2014) Isotopes as tracers of water origin in and near a regional carbonate aquifer: the southern Sacramento Mountains, New Mexico. Water 6:301–323 Eastoe C, Towne D (2018) Regional zonation of groundwater recharge mechanisms in alluvial basins of Arizona: interpretation of isotope mapping. J Geochem Explor 194:134–145 Eastoe CJ, Wright WE (2019) Hydrology of mountain blocks in Arizona and New Mexico as revealed by isotopes in groundwater and pre- cipitation. Geosciences 9, Article no. 461 Eastoe CJ, Gu A, Long A (2004) The origins, ages and flow paths of groundwater in Tucson Basin: results of a study of multiple isotope systems. In: Hogan JF, Phillips FM, Scanlon BR (eds) Groundwater recharge in a desert environment: the southwestern United States. American Geophysical Union, Washington, DC, pp 217–234 Frappart F, Ramillien G (2018) Monitoring groundwater storage changes using the Gravity Recovery and Climate Experiment (GRACE) sat- ellite mission: a review. Remote Sens 10, Article no. 829 Frisbee MD, Phillips FM, White AF et al (2013) Effect of source integra- tion on the geochemical fluxes from springs. Appl Geochem 28:32– 54 Gleason CL, Frisbee MD, Rademacher LK, Sada DW, Meyers ZP (2020) Hydrogeology of desert springs in the Panamint range, California, USA: identifying the sources and amount of recharge that support spring flow. Hydrol Process 34:730–748 Gosselin DC, Harvey FE, Frost C, Stotler R, Macfarlane PA (2004) Strontium isotope geochemistry of groundwater in the central part of the Dakota (Great Plains) aquifer, USA. Appl Geochem 19:359– 377 Gurdak JJ, Roe CD (2010) Recharge rates and chemistry beneath playas of the High Plains aquifer, USA. Hydrogeol J 18:1747–1772 Gurdak JJ, McMahon PB, Bruce BW (2011) Vulnerability of groundwa- ter quality to human activity and climate change and variability, High Plains aquifer, USA. In: Treidel H, Martin-Bordes JL, Gurdak JJ (eds) Climate change effects on groundwater resources: a global synthesis of findings and recommendations. Taylor and Francis, London, pp 145–168 Gutentag ED, Heimes FJ, Krothe NC, Luckey RR, Weeks JB (1984) Geohydrology of the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming. US Geol Surv Prof Pap 1400-B Haacker EMK, Kendall AD, Hyndman DW (2016) Water level declines in the High Plains aquifer: predevelopment to resource senescence. Groundwater 54:231–242 Herczeg AL, Edmunds WM (1999) Inorganic ions as tracers. In: Cook PG, Herczeg AL (eds) Environmental tracers in subsurface hydrol- ogy. Kluwer Academic Publishers, Norwell, MA, pp 31–77 International Atomic Energy Agency (2009) Laser spectroscopic analysis of liquid water samples for stable hydrogen and oxygen isotopes. IAEA training course series 35. International Atomic Energy Agency, Vienna, 35 pp Jasechko S (2019) Global isotope hydrogeology: review. Rev Geophys 57:835–965 Jasechko S, Birks SJ, Gleeson T, Wada Y, Fawcett PJ, Sharp ZD, McDonnell JJ, Welker JM (2014) The pronounced seasonality of global groundwater recharge. Water Resour Res 50:8845–8867 Jefferson A, Grant G, Rose T (2006) Influence of volcanic history on groundwater patterns on the west slope of the Oregon high cascades. Water Resour Res 42:W12411 Kendall C, Coplen TB (2001) Distribution of oxygen-18 and deuterium in river waters across the United States. Hydrol Process 15:1363– 1393 Lauffenburger ZH, Gurdak JJ, Hobza C, Woodward D, Wolf C (2018) Irrigated agriculture and future climate change effects on groundwa- ter recharge, northern High Plains aquifer, USA. Agr Water Manage 204:69–80 Macfarlane PA (1995) The effect of river valleys and the upper Cretaceous aquitard on regional flow in the Dakota aquifer in the central Great Plains of Kansas and southeastern Colorado. Kansas Geol Survey Bull 238, part 2, KSG, Lawrence, KS Macfarlane PA, Clark JF, Davisson ML, Hudson GB, Whittemore DO (2000) Late-Quaternary recharge determined from chloride in shal- low groundwater in the central Great Plains. Quat Res 53:167–174 McMahon PB, Böhlke JK, Christenson SC (2004) Geochemistry, radio- carbon ages, and paleorecharge conditions along a transect in the central High Plains aquifer, southwestern Kansas, USA. Appl Geochem 19:1655–1686 Meixner T, Manning AH, Stonestrom DA, Allen DM, Ajami H, Blasch KW, Brookfield AE, Castro CL, Clark JF, Gochis DJ, Flint AL, Neff KL, Niraula R, Rodell M, Scanlon BR, Singha K, Walvoord 1460 Hydrogeol J (2021) 29:1445–1461 MA (2016) Implications of projected climate change for groundwa- ter recharge in the western United States. J Hydrol 534:124–138"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "Atomic Energy Agency (2009) Laser spectroscopic analysis of liquid water samples for stable hydrogen and oxygen isotopes. IAEA training course series 35. International Atomic Energy Agency, Vienna, 35 pp Jasechko S (2019) Global isotope hydrogeology: review. Rev Geophys 57:835–965 Jasechko S, Birks SJ, Gleeson T, Wada Y, Fawcett PJ, Sharp ZD, McDonnell JJ, Welker JM (2014) The pronounced seasonality of global groundwater recharge. Water Resour Res 50:8845–8867 Jefferson A, Grant G, Rose T (2006) Influence of volcanic history on groundwater patterns on the west slope of the Oregon high cascades. Water Resour Res 42:W12411 Kendall C, Coplen TB (2001) Distribution of oxygen-18 and deuterium in river waters across the United States. Hydrol Process 15:1363– 1393 Lauffenburger ZH, Gurdak JJ, Hobza C, Woodward D, Wolf C (2018) Irrigated agriculture and future climate change effects on groundwa- ter recharge, northern High Plains aquifer, USA. Agr Water Manage 204:69–80 Macfarlane PA (1995) The effect of river valleys and the upper Cretaceous aquitard on regional flow in the Dakota aquifer in the central Great Plains of Kansas and southeastern Colorado. Kansas Geol Survey Bull 238, part 2, KSG, Lawrence, KS Macfarlane PA, Clark JF, Davisson ML, Hudson GB, Whittemore DO (2000) Late-Quaternary recharge determined from chloride in shal- low groundwater in the central Great Plains. Quat Res 53:167–174 McMahon PB, Böhlke JK, Christenson SC (2004) Geochemistry, radio- carbon ages, and paleorecharge conditions along a transect in the central High Plains aquifer, southwestern Kansas, USA. Appl Geochem 19:1655–1686 Meixner T, Manning AH, Stonestrom DA, Allen DM, Ajami H, Blasch KW, Brookfield AE, Castro CL, Clark JF, Gochis DJ, Flint AL, Neff KL, Niraula R, Rodell M, Scanlon BR, Singha K, Walvoord 1460 Hydrogeol J (2021) 29:1445–1461 MA (2016) Implications of projected climate change for groundwa- ter recharge in the western United States. J Hydrol 534:124–138 Miller JA, Appel CL (1997) Ground water atlas of the United States: segment 3—Kansas, Missouri, and Nebraska. US Geol Surv Hydrol Atlas 730-D National Atmospheric Deposition Program (2020a) NTN data access. http://nadp.slh.wisc.edu/data/sites/NTN/?net=NTN. Accessed 28 Nov 2020 National Atmospheric Deposition Program (2020b) NM12 data access. http://nadp.slh.wisc.edu/data/sites/siteDetails.aspx?net=NTN&id= NM12. Accessed 21 Dec 2020 Nativ R, Riggio R (1989) Meteorologic and isotopic characteristics of precipitation events with implications for groundwater recharge southern High Plains. Atmos Res 23:51–82 Nativ R, Riggio R (1990) Precipitation in the southern High Plains: me- teorologic and isotopic features. J Geophys Res 95:22559–22564 Nativ R, Smith DA (1987) Hydrogeology and geochemistry of the Ogallala aquifer, southern High Plains. J Hydrol 91:217–253 New Mexico Bureau of Geology and Mineral Resources (2003) Geologic map of New Mexico. https://geoinfo.nmt.edu/publications/maps/ geologic/state/home.cfml. Accessed 8 Jun 2020 Ng G-HC, McLaughlin D, Entekhabi D, Scanlon BR (2010) Probabilistic analysis of the effects of climate change on groundwater recharge. Water Resour Res 46:W07502 Niraula R, Meixner T, Dominguez F, Bhattarai N, Rodell M, Ajami H, Gochis D, Castro C (2017) How might recharge change under projected climate change in the Western U.S.? Geophys Res Lett 44:10407–10418 Ojiambo BS, Poreda RJ, Lyons WB (2001) Ground water/surface water interactions in Lake Naivasha, Kenya, using δ18O, δD, and 3H/3He age-dating. Ground Water 39:526–533 Phillips FM, Peeters LA, Tansey MK, Davis SN (1986) Paleoclimatic inferences from an isotopic investigation of groundwater in the Central San Juan Basin New Mexico. Quat Res 26:179–193 Plummer LN, Bexfield LM, Anderholm SK, Sanford WE, Busenberg E (2004a) Geochemical characterization of ground-water flow in the Santa Fe Group aquifer system, Middle Rio Grande Basin, New Mexico. US Geol Surv Water Resour Invest Rep 03-4131 Plummer LN, Bexfield LM, Anderholm SK, Sanford WE, Busenberg E (2004b) Hydrochemical tracers in the middle Rio Grande Basin, USA: 1. conceptualization of groundwater flow. Hydrogeol J 12: 359–388 Poage MA, Chamberlain CP (2001) Empirical relationships between el- evation and the stable isotope composition of precipitation and sur- face waters: considerations for studies of paleoelevation change. Am J Sci 301:1–15 PRISM Climate Group, Oregon State University (2020) Data explorer. https://prism.oregonstate.edu/explorer/bulk.php. Accessed 28 Nov 2020 Rawling GC (2013) Hydrogeology of east-central Union County, north- eastern New Mexico. New Mexico Bureau of Geology and Mineral Resources Open-File Report 555, NMBGMR, Socorro, NM Rawling GC (2016) A hydrogeologic investigation of Curry and Roosevelt counties, New Mexico. New Mexico Bureau of Geology and Mineral Resources Open-File Report 580, NMBGMR, Socorro, NM Rawling GC, Rinehart AJ (2018) Lifetime projections for the High Plains Aquifer in East-central New Mexico. New Mexico Bureau of Geology and Mineral Resources Bulletin 162, NMBGMR, Socorro, NM Robson SG, Banta ER (1995) Ground-water atlas of the United States, segment 2, Arizona, Colorado, New Mexico, and Utah. US Geol Surv Hydrol Atlas 730-C Rosenberg NJ, Epstein DJ, Wang D, Vail L, Srinivasan R, Arnold JG (1999) Possible impacts of global warming on the hydrology of the Ogallala aquifer region. Clim Chang 42:677–692 Sayre WO, Ort MH (2011) A geologic study of the Capulin Volcano National Monument and surrounding areas, Union and Colfax counties, New Mexico. New Mexico Bureau of Geology and Mineral Resources Open-File Report 541, NMBGMR, Socorro, NM Scanlon BR, Faunt CC, Longuevergne L, Reedy RC, Alley WM, McGuire VL, McMahon PB (2012) Groundwater depletion and sustainability of irrigation in the US High Plains and Central Valley. Proc Nat Acad Sci 109:9320–9325 Scott GR (1986) Geologic and structure contour map of the Springer 30′ x 60′ quadrangle, Colfax, Harding, Mora, and Union Counties, New Mexico [scale 1:100,000]. US Geol Surv Miscell Invest Series I-1705 Scott GR, Pillmore CL (1993) Geologic and structure-contour map of the Raton 30′ x 60′ quadrangle, Colfax and Union Counties, New Mexico, and Las Animas County, Colorado [scale 1:100,000]. US Geol Surv Miscell Invest Series I-2266 Steward DR, Allen AJ (2016) Peak groundwater depletion in the High Plains aquifer, projections from 1930 to 2110. Agric Water Manag 170:36–48 US Geological Survey (2000) Principal aquifers of the 48 conterminous United States, Hawaii, Puerto Rico, and the U.S. Virgin Islands. https://water.usgs.gov/GIS/metadata/usgswrd/XML/aquifers_us. xml. Accessed 12 Jun 2020 US Geological Survey (2020) The national map: data delivery. https:// www.usgs.gov/core-science-systems/ngp/tnm-delivery. Accessed 3 Jun 2020 Vachon RW, Welker JM, White JWC, Vaughn BH (2010) Monthly precipitation isoscapes (δ18O) of the United States: connections with surface temperatures, moisture source conditions, and air mass tra- jectories. J Geophys Res 115:D21126 Wada Y, van Beek LPH, Bierkens MFP (2012) Nonsustainable ground- water sustaining irrigation: a global assessment. Water Resour Res 48:W00L06 Wahi AK, Hogan JF, Ekwurzel B, Baillie MN, Eastoe CJ (2008) Geochemical quantification of semiarid mountain recharge. Ground Water 46:414–425 Wood WW, Sanford WE (1995) Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid environ- ment. Ground Water 33:458–468 Zeigler KE, Podzemny B, Yuhas A, Blumenberg V (2019a) Groundwater resources of Union County, New Mexico: a progress report. In: Ramos FC, Zimmerer MJ, Zeigler KE, Ulmer-Scholle DS (eds) Geology of the Raton-Clayton Area. New Mexico Geological Society Guidebook, 70th Field Conference, NM Geological Society, Socorro, NM, pp 127–137 Zeigler KE, Ramos FC, Zimmerer MJ (2019b) Geology of northeastern New Mexico, Union and Colfax Counties, New Mexico: a geologic summary. In: Ramos FC, Zimmerer MJ, Zeigler KE, Ulmer-Scholle DS (eds) Geology of the Raton-Clayton Area. New Mexico Geological Society Guidebook, 70th Field Conference, NM Geological Society, Socorro, NM, pp 47–54 Publisher’s note Springer Nature remains neutral with regard to jurisdic- tional claims in published maps and"
    },
    {
        "URL": "Phan2021_HighPlainsGWIsotopicCompositionNortheasternNM.pdf",
        "Text": "the Raton 30′ x 60′ quadrangle, Colfax and Union Counties, New Mexico, and Las Animas County, Colorado [scale 1:100,000]. US Geol Surv Miscell Invest Series I-2266 Steward DR, Allen AJ (2016) Peak groundwater depletion in the High Plains aquifer, projections from 1930 to 2110. Agric Water Manag 170:36–48 US Geological Survey (2000) Principal aquifers of the 48 conterminous United States, Hawaii, Puerto Rico, and the U.S. Virgin Islands. https://water.usgs.gov/GIS/metadata/usgswrd/XML/aquifers_us. xml. Accessed 12 Jun 2020 US Geological Survey (2020) The national map: data delivery. https:// www.usgs.gov/core-science-systems/ngp/tnm-delivery. Accessed 3 Jun 2020 Vachon RW, Welker JM, White JWC, Vaughn BH (2010) Monthly precipitation isoscapes (δ18O) of the United States: connections with surface temperatures, moisture source conditions, and air mass tra- jectories. J Geophys Res 115:D21126 Wada Y, van Beek LPH, Bierkens MFP (2012) Nonsustainable ground- water sustaining irrigation: a global assessment. Water Resour Res 48:W00L06 Wahi AK, Hogan JF, Ekwurzel B, Baillie MN, Eastoe CJ (2008) Geochemical quantification of semiarid mountain recharge. Ground Water 46:414–425 Wood WW, Sanford WE (1995) Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid environ- ment. Ground Water 33:458–468 Zeigler KE, Podzemny B, Yuhas A, Blumenberg V (2019a) Groundwater resources of Union County, New Mexico: a progress report. In: Ramos FC, Zimmerer MJ, Zeigler KE, Ulmer-Scholle DS (eds) Geology of the Raton-Clayton Area. New Mexico Geological Society Guidebook, 70th Field Conference, NM Geological Society, Socorro, NM, pp 127–137 Zeigler KE, Ramos FC, Zimmerer MJ (2019b) Geology of northeastern New Mexico, Union and Colfax Counties, New Mexico: a geologic summary. In: Ramos FC, Zimmerer MJ, Zeigler KE, Ulmer-Scholle DS (eds) Geology of the Raton-Clayton Area. New Mexico Geological Society Guidebook, 70th Field Conference, NM Geological Society, Socorro, NM, pp 47–54 Publisher’s note Springer Nature remains neutral with regard to jurisdic- tional claims in published maps and institutional affiliations. 1461 Hydrogeol J (2021) 29:1445–1461 Reproduced with permission of copyright owner. Further reproduction prohibited without permission."
    }
]