[
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "Hydrogeology of eastern Union County, northeast New Mexico Geoffrey C. Rawling New Mexico Geology, v. 36, n. 4 pp. 64-81, Print ISSN: 0196-948X, Online ISSN: 2837-6420. https://doi.org/10.58799/NMG-v36n4.64 Download from: https://geoinfo.nmt.edu/publications/periodicals/nmg/backissues/home.cfml?volume=36&number=4 New Mexico Geology (NMG) publishes peer-reviewed geoscience papers focusing on New Mexico and the surrounding region. We aslo welcome submissions to the Gallery of Geology, which presents images of geologic interest (landscape images, maps, specimen photos, etc.) accompanied by a short description. Published quarterly since 1979, NMG transitioned to an online format in 2015, and is currently being issued twice a year. NMG papers are available for download at no charge from our website. You can also subscribe to receive email notifications when new issues are published. New Mexico Bureau of Geology & Mineral Resources New Mexico Institute of Mining & Technology 801 Leroy Place Socorro, NM 87801-4796 https://geoinfo.nmt.edu This page is intentionally left blank to maintain order of facing pages. November 2014 Volume 36, Number 4 62 New Mexico Geology\b November 2014, Volume 36, Number 4 November 2014, Volume 36, Number 4 New Mexico Geology\b 63 A publication of New Mexico Bureau of Geology and Mineral Resources, a division of New Mexico Institute of Mining and Technology Science and Service ISSN 0196-948X Editors: Gina D'Ambrosio and L. Greer Price Design & Layout: Stephanie Chavez Cover photo: © Adriel Heisey Cartography and Graphics: Leo Gabaldon and Stephanie Chavez EDITORIAL BOARD Dan Koning, NMBGMR Greg H. Mack, NMSU Penelope Boston, NMIMT Barry S. Kues, UNM Jennifer Lindline, NMHU Gary S. Morgan, NMMNHS New Mexico Institute of Mining and Technology President Daniel H. López New Mexico Bureau of Geology and Mineral Resources Director and State Geologist L. Greer Price BOARD OF REGENTS Ex-Officio Susana Martinez Governor of New Mexico José Z. Garcia Secretary of Higher Education Appointed Richard N. Carpenter President, 2009–2014, Santa Fe Jerry A. Armijo Secretary/Treasurer, 2009–2014, Socorro Deborah Peacock 2011–2016, Albuquerque Debra P. Hicks 2013–2018, Hobbs Israel Rodriguez-Rios 2013–2014, Socorro New Mexico Geology becomes an “electronic only” publi- cation as of 2015. Each issue will be available as a free Pdf download from the New Mexico Bureau of Geology and Mineral Resources web site. Subscribe to receive e-mail notices when each issue becomes available at: geoinfo.nmt.edu/publications/subscribe Editorial Matter: Articles submitted for publication should be in the editor’s hands a minimum of five (5) months before date of publication (February, May, August, or November) and should be no longer than 20 typewritten, double-spaced pages. All scientific papers will be reviewed by at least two people in the appropriate field of study. Address inquiries to Gina D' Ambrosio, Managing Editor, New Mexico Bureau of Geology and Mineral Resources, Socorro, New Mexico 87801-4750; phone (575) 835-5218 Printer: Starline Printing, Albuquerque, NM 87109 Email: nmgeology@nmbg.nmt.edu Web page: geoinfo.nmt.edu/publications/periodicals/nmg Hydrogeology of Eastern Union County, Northeast New Mexico Geoffrey C. Rawling . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 64 Additional Resources . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 83 Author index to New Mexico Geology, volume 36 . . . . . . . . . 82 Subject index to New Mexico Geology, volume 36 . . . . . . . . . 82 November 2014 Volume 36, Number 4 Seneca Creek meanders along the north edge of Rabbit Ear mesa miles below Clayton Lake, in northeast New Mexico. Rabbit Ear Mountain is on the horizon in this low aerial view to the southwest. Adriel Heisey is one of the Southwest’s foremost aerial photographers, known for his stunning views of the geologic landscape from above. For over 25 years he has flown over and photographed the Southwest’s natural, manmade, and ancient landscapes. His work has graced the covers of National Geographic, Natural History, American Archaeology, and Nature Conservancy to name just a few. His 10-year project photographing the Rio Grande from its headwaters to the Gulf of Mexico, The Rio Grande: An Eagle’s View, was published by WildEarth Guardians in association with the University of New Mexico Press in 2011. Visit www.adrielheisey.com for more information about his work. Over the years Adriel’s photography has illustrated the geologic landscape of New Mexico from above for many of the bureau’s publications. Therefore we thought it only fitting to have his work front and center on this printed issue of New Mexico Geology, which closes out the year. In 2015 the journal moves fully into the digital world, bringing with it new avenues for articles and enriching the readers' experience by linking to external data. We’ll also continue to bring more stunning, interesting, and awe-inspiring images of New Mexico geology to our covers. Cover Photo 64 New Mexico Geology\b November 2014, Volume 36, Number 4 Hydrogeology of Eastern Union County, Northeast New Mexico Abstract This paper presents the results of an aquifer characterization study in east-central Union County, New Mexico. The Ogallala Formation and upper Dakota Formation together vary from zero to several hundred feet in thickness and form a complex unconfined aquifer. Confinement increases with depth in the lower Dakota Formation and underlying formations. Shale layers form leaky confining beds. Water level and saturated thickness declines from the mid 1950s to the present have been significant, and large portions of the Ogalla- la–Dakota aquifer have been dewatered. Water levels in deep wells largely recover after irrigation season ends, but the recoveries are superimposed on a long-term declining water-level trend. Tritium and 14C analyses from groundwater samples indicate that there is no significant recharge occurring to the sampled zones of the aquifer, consistent with the ongoing water level declines. Seepage velocity calculations are consistent with a recharge model in which the groundwater was recharged thousands of years ago, tens of kilometers west of the study area, by rapid infiltration of playa lake waters and of precipitation on porous volcanic features, lava flows, and exposed bedrock of aquifer units. I. Introduction The economy of Union County is based on ranching and agri- culture. Surface water resources are limited, thus development of groundwater for livestock and irrigation is important and extensive. Groundwater is derived from the High Plains aquifer, which is comprised of the saturated sediments of the Ogallala Formation and subjacent Cretaceous and older formations that contain potable water and are in hydraulic continuity with the Ogallala (Gutentag et al. 1984). Concern has grown amongst county residents over recent large groundwater appropriations, the sustainability of the water supply for the town of Clayton, and large water level declines in the region. This paper presents results of a hydrogeology study in the east-central portion of Union County (Rawling 2013). The study covers approximately 650 square miles and includes the county seat of Clayton and much of the acreage of irrigated agriculture in the county (Fig.1). Reconnaissance geologic mapping, subsurface geologic interpretation, new and historic water level measure- ments in wells, and chemical analyses of a suite of water samples were integrated to understand the regional hydrogeology. These data were used to characterize the aquifer system, quantify water-level changes"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "significant, and large portions of the Ogalla- la–Dakota aquifer have been dewatered. Water levels in deep wells largely recover after irrigation season ends, but the recoveries are superimposed on a long-term declining water-level trend. Tritium and 14C analyses from groundwater samples indicate that there is no significant recharge occurring to the sampled zones of the aquifer, consistent with the ongoing water level declines. Seepage velocity calculations are consistent with a recharge model in which the groundwater was recharged thousands of years ago, tens of kilometers west of the study area, by rapid infiltration of playa lake waters and of precipitation on porous volcanic features, lava flows, and exposed bedrock of aquifer units. I. Introduction The economy of Union County is based on ranching and agri- culture. Surface water resources are limited, thus development of groundwater for livestock and irrigation is important and extensive. Groundwater is derived from the High Plains aquifer, which is comprised of the saturated sediments of the Ogallala Formation and subjacent Cretaceous and older formations that contain potable water and are in hydraulic continuity with the Ogallala (Gutentag et al. 1984). Concern has grown amongst county residents over recent large groundwater appropriations, the sustainability of the water supply for the town of Clayton, and large water level declines in the region. This paper presents results of a hydrogeology study in the east-central portion of Union County (Rawling 2013). The study covers approximately 650 square miles and includes the county seat of Clayton and much of the acreage of irrigated agriculture in the county (Fig.1). Reconnaissance geologic mapping, subsurface geologic interpretation, new and historic water level measure- ments in wells, and chemical analyses of a suite of water samples were integrated to understand the regional hydrogeology. These data were used to characterize the aquifer system, quantify water-level changes since 1954, identify groundwater flowpaths, and assess groundwater age and recharge mechanisms. II. Previous Work Concerns over groundwater supplies spurred the geologic work of Baldwin and Muehlberger (1959) and the hydrologic study of Baldwin and Bushman (1957). Cooper and Davis (1967) con- tains well data, water levels, and water chemistry for the whole county. The US Geological Survey (USGS) has been periodically measuring water levels in selected wells in Union County on one and five-year cycles since the late 1960s. These data are available from the USGS’s National Water Information System (NWIS; http://nwis.waterdata.usgs.gov/nm/nwis/gw, accessed several times). Since 2007 water levels have been measured twice annually in these wells by the Northeastern Soil and Water Conservation District. (NESWCD) Lappala (1973) studied the geology and hydrology of northeastern New Mexico and $+ $+ $+ $+ $+ $+$+ $+ $+ $+ $+ $+ $+ $+$+$+$+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+$+ $+ $+ $+ $+ $+ $+ $+$+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+ $+$+ #* #* #* #* #* #* #* #* #* #* #* #* #* #* #*#* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* #* 1 1 1 1 1 1 1 1 1 11 1 1 1 1 1 11 1 1 1 Clayton Sedan Seneca P i n a b e t e s Cr ee k C r e e k T r a m pe r o s C r e e k C ar rizo C r e e k P e ric o C r e e k A p a ch e C re e k S e nec a C r e e k C o r rum p a 650000 675000 4000000 4025000 4050000 103°10'W 103°20'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 1 Oil test #* NWIS $+ NMOSE GW-8 Qal Qsu QTb To Kg Kd Kp Jm New Mexico UNION 0 5 mi 0 5 km Figure 1—Geologic map of the study area. Wells used for geologic interpretations and fence line (Fig. 3): Oil test wells are from the NMBGMR petroleum database, NWIS wells are from the USGS National Water Information System database, NMOSE is the NM Office of the State Engineer, and GW-8 wells are from Cooper and Davis (1967). Qal=Quaternary alluvium; Qsu=Quaternary surficial and aeolian deposits, undivided; QTb=Clayton basalt; To=Ogallala Formation; Kg=Graneros shale; Kd=Dakota Formation; Kp=Purgatorie Formation; Jm=Morrison Formation. Geoffrey C. Rawling, New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, Socorro, NM 87801, geoff@nmbg.nmt.edu November 2014, Volume 36, Number 4 New Mexico Geology\b 65 adjacent parts of Texas and Oklahoma. This report was never released and was recently rediscovered in the files of the New Mexico Office of the State Engineer (NMOSE). USGS research on the High Plains aquifer system (Weeks and Gutentag 1981; Luckey et al. 1981; Gutentag et al. 1984; Weeks et al. 1988) provides geologic and hydrologic context for the Ogallala Formation in the region. Nativ and Smith (1987) and Nativ and Gutierrez (1989) studied the hydrogeology and geo- chemistry of the Ogallala Formation and Cretaceous aquifers in the southern High Plains of New Mexico and Texas. Lucas and Hunt (1987) contains four papers pertaining to the hydrogeology of northeast New Mexico (Kilmer 1987; Trauger and Kelly 1987; Trauger and Churan 1987; Kelly 1987). Kilmer (1987) provided ranges and average values for well yield, transmissivity, storage coefficient, and specific capacity for most of the geologic forma- tions in the study area. III. Methods Geology The geologic map of Baldwin and Muehlberger (1959; Fig.1) was revised with some additional details from their original air pho- tos, and reconnaissance geologic mapping performed by Zeigler Geologic Consulting. Available petroleum and water wells logs were examined. These data and subsurface information from Baldwin and Bushman (1957), Baldwin and Muehlberger (1959), and Cooper and Davis (1967), and well information from the USGS NWIS, were used to map the base elevation and thickness of the Dakota Formation and the Graneros Shale (see discussion below) and the Ogallala Formation. From these a subcrop map at the base of the Ogallala Formation was created. Wellhead eleva- tions were corrected to a modern 10-meter DEM and formation top and bottom elevations were adjusted accordingly. Hydrology Water levels were measured in accessible wells in conjunction with water sampling in September 2011. From a specific mea- suring point on each well, depth to water measurements were made with a steel tape and repeated until the measurement was within 0.02 feet of an earlier measurement. Unvented water-level recorders were installed in four unused wells from March 2011 to December 2012 and collected water level and temperature data at one hour intervals across two irrigation seasons. The data were corrected for atmospheric pressure variations with hourly data from a barometer installed in one of the wells. Recorded data were calibrated to manual steel-tape measurements made when the wells were visited to download the stored data. Water- level data collected from wells by the USGS, the NESWCD, and the author from the late 1960s to the present were compiled. Sixteen water samples were collected from wells chosen"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "1987). Kilmer (1987) provided ranges and average values for well yield, transmissivity, storage coefficient, and specific capacity for most of the geologic forma- tions in the study area. III. Methods Geology The geologic map of Baldwin and Muehlberger (1959; Fig.1) was revised with some additional details from their original air pho- tos, and reconnaissance geologic mapping performed by Zeigler Geologic Consulting. Available petroleum and water wells logs were examined. These data and subsurface information from Baldwin and Bushman (1957), Baldwin and Muehlberger (1959), and Cooper and Davis (1967), and well information from the USGS NWIS, were used to map the base elevation and thickness of the Dakota Formation and the Graneros Shale (see discussion below) and the Ogallala Formation. From these a subcrop map at the base of the Ogallala Formation was created. Wellhead eleva- tions were corrected to a modern 10-meter DEM and formation top and bottom elevations were adjusted accordingly. Hydrology Water levels were measured in accessible wells in conjunction with water sampling in September 2011. From a specific mea- suring point on each well, depth to water measurements were made with a steel tape and repeated until the measurement was within 0.02 feet of an earlier measurement. Unvented water-level recorders were installed in four unused wells from March 2011 to December 2012 and collected water level and temperature data at one hour intervals across two irrigation seasons. The data were corrected for atmospheric pressure variations with hourly data from a barometer installed in one of the wells. Recorded data were calibrated to manual steel-tape measurements made when the wells were visited to download the stored data. Water- level data collected from wells by the USGS, the NESWCD, and the author from the late 1960s to the present were compiled. Sixteen water samples were collected from wells chosen based on location, depth, existence of a drillers log, and ease of access. Field parameters were recorded during well purging, and sampling was initiated once they had stabilized. Analytical procedures for general ion and trace metal chemistry, carbon isotopes, and tritium are described by Rawling (2013). The qual- ity of the chemical analyses was assessed by analyzing blanks, standards, duplicate samples, and checking ion balances. The ion balance errors for the analyses were generally within ±5%. A subset of the sampled well waters were analyzed for tritium (3H) and carbon-14 (14C) activity and 13C/12C ratios (δ13C) to determine groundwater residence time. Accuracy of the tritium analyses is 0.10 tritium unit (TU) (0.3 pCi/L of water), or 3.0%, whichever is greater. The stated errors, typically 0.09 TU, are one standard deviation. Carbon isotope analyses are reported as 14C activity (in percent modern carbon, pMC) and as the apparent radiocarbon age (in radiocarbon years before present, RCYBP, where “present”=1950 CE), with an uncertainty of one standard deviation. No corrections were made for geochemical effects such as water-rock interaction. The 14C activity and differences among the apparent 14C ages were used as a relational tool to interpret hydrologic differences between wells. Hardness data presented in Cooper and Davis (1967) were recalculated to Ca and Mg concentrations by performing an inverse-distance-weighted spatial interpolation of Ca/Mg and Na/K ratios for the new samples, interpolation of these ratios at each of the historical well locations, and back-calculation of Ca, Mg, Na, and K concentrations. Radical differences in groundwater chemistry over time should be evident with this approach, even though changes in Ca/Mg and Na/K ratios cannot be detected. IV. Climate and Precipitation Clayton has averaged 15.2 inches of yearly precipitation from 1896 through 2011 (Trauger 1987; data since 1987 from http:// www.prism.oregonstate.edu/). Most precipitation falls between April and October during thunderstorms, which can be intense (Love 2004), localized and short-lived. Yearly precipitation totals can vary by more than 100% of the average (e.g. 1940–1941; Trauger 1987). Several prolonged droughts have occurred during the period of record (1933–1940, 1951–1958, 1973–1980). The peri- od from 2001 through 2011 has had only three years with annual precipitation at or above the long term average of 15.2 inches, with 2011 being the sixth driest year on record in Clayton (9.68 inches). Average annual potential evaporation is many times the average annual precipitation (Farnsworth and Thompson 1982). Pleistocene- Recent Alluvium, valley fill, aeolian deposits Qal Late Cretaceous MIddle to Late Jurassic Late Triassic Clayton basalt QTb Ogallala Formation To Graneros shale Kg Dakota Group Dakota Formation Kd Purgatoire Formation Kp Glencairn Formation Lytle sandstone Morrison Formation Jm Bell Ranch Formation Entrada sandstone Triassic undivided 0–30 ft 20–40 ft 0–400 ft 0–300 ft 0–120 ft 170– 495 ft 20–95 ft 0–50 ft 500+ ft Miocene- Pliocene Very good in sand and gravel in paleovalleys, but largely dewatered. Poor. Very good in sand- stone beds, much dewatering in shallow levels of formation. Becomes confined at depth. Probably good in sandstone beds. Good in sandstone beds, but probably low connectivity amongst beds; mostly confined except in SW portion of study area. Very good, but requires deep wells. Confined. Rarely used as an aquifer. AGE GEOLOGIC FORMATION THICKNESS (feet) AQUIFER QUALITY Figure 2—Schematic stratigraphic column of geologic units in the study area, after Baldwin and Bushman (1957). 66 New Mexico Geology\b November 2014, Volume 36, Number 4 N N N N N N N N C C N N N N C #1 Witt Morad #1 Campbell Herndon #1 Mock Clayton well #5 Continental #1 Federal Land Bank Nunn Hopson #1 Oil Exploration #1 Irwin ? ? ? ? ? ? ? ? ? ? ? ? ? ? Dakota Formation Dakota Formation Dakota Formation Dakota Formation Dakota Formation Graneros Shale Graneros Shale Ogallala Formation Ogallala Formation Ogallala Formation Ogallala Formation Morrison Formation Morrison Formation Morrison Formation Morrison Formation Morrison Formation Morrison Formation Purgatoire Formation Purgatoire Formation Purgatoire Formation Purgatoire Formation Bell Ranch Formation Entrada Formation Entrada Formation Bell Ranch Formation Bell Ranch Formation Entrada Formation Bell Ranch Formation Entrada Formation Bell Ranch Formation Ogallala Formation Ogallala Formation Clayton Basalt Clayton Basalt 100 feet 5 miles 7.2 miles 7.9 miles 10.5 miles 10.0 miles 11.9 miles 1 1.7 miles 0 20 40 60 80 100 120 140 160 180 200 220 240 260 280 300 320 340 360 380 400 420 440 460 480 500 520 540 560 580 600 620 640 660 680 700 0 20 40 60 80 100 120 140 160 180 200 220 240 260 280 300 320 340 360 380 400 420 440 460 480 500 520 540 560 580 600 620 640 660 680 700 720 740 760 mudstone siltstone sandstone conglamorate fine coarse limestone mudstone, claystone, shale, silty or sandy clay medium sandstone mudstone siltstone sandstone fine coarse conglamorate coarse sandstone siltstone, silty ss fine sandstone friable sandstone cemented sandstone no samples/data N caliche C Triassic undivided Triassic undivided conglomerate and very coarse sandstone Datum: base of the Dakota Formation Figure 3—Fence diagram, wells shown in inset. #1 Witt and Nunn Hopson #1 wells described by Zeigler Geologic Consulting, other descriptions from Baldwin and Muehlberger (1959). November 2014, Volume 36, Number 4 New Mexico Geology\b 67 Clayton Sedan Seneca 4600 4450 4500 4600 4850 4650 4300 4300 4350 4550 4300 4800 4700 4650 4600 4550 4500 5000 4950 4900 4850 4750 5200 5150 5100 5050 4950 4450 4500"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "? ? ? ? ? ? ? ? ? ? ? ? ? ? Dakota Formation Dakota Formation Dakota Formation Dakota Formation Dakota Formation Graneros Shale Graneros Shale Ogallala Formation Ogallala Formation Ogallala Formation Ogallala Formation Morrison Formation Morrison Formation Morrison Formation Morrison Formation Morrison Formation Morrison Formation Purgatoire Formation Purgatoire Formation Purgatoire Formation Purgatoire Formation Bell Ranch Formation Entrada Formation Entrada Formation Bell Ranch Formation Bell Ranch Formation Entrada Formation Bell Ranch Formation Entrada Formation Bell Ranch Formation Ogallala Formation Ogallala Formation Clayton Basalt Clayton Basalt 100 feet 5 miles 7.2 miles 7.9 miles 10.5 miles 10.0 miles 11.9 miles 1 1.7 miles 0 20 40 60 80 100 120 140 160 180 200 220 240 260 280 300 320 340 360 380 400 420 440 460 480 500 520 540 560 580 600 620 640 660 680 700 0 20 40 60 80 100 120 140 160 180 200 220 240 260 280 300 320 340 360 380 400 420 440 460 480 500 520 540 560 580 600 620 640 660 680 700 720 740 760 mudstone siltstone sandstone conglamorate fine coarse limestone mudstone, claystone, shale, silty or sandy clay medium sandstone mudstone siltstone sandstone fine coarse conglamorate coarse sandstone siltstone, silty ss fine sandstone friable sandstone cemented sandstone no samples/data N caliche C Triassic undivided Triassic undivided conglomerate and very coarse sandstone Datum: base of the Dakota Formation Figure 3—Fence diagram, wells shown in inset. #1 Witt and Nunn Hopson #1 wells described by Zeigler Geologic Consulting, other descriptions from Baldwin and Muehlberger (1959). November 2014, Volume 36, Number 4 New Mexico Geology\b 67 Clayton Sedan Seneca 4600 4450 4500 4600 4850 4650 4300 4300 4350 4550 4300 4800 4700 4650 4600 4550 4500 5000 4950 4900 4850 4750 5200 5150 5100 5050 4950 4450 4500 4600 4800 4650 4550 4400 Tr a m p e r o s C re e k P e r i c o C r e e k C a rriz o Cr e e k A p a c he C r e e k Pinabetes Creek C o r r u m p a C r e e k Sen ec a Creek 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 Ogallala Fm thickness 407 ft 0 Ogallala Fm absent Ogallala Fm base elevation Paleochannel axis 0 5 mi 0 5 km Figure 4—Extent and thickness of the Ogallala Formation with contours of the base elevation. Contours are projected where the formation is absent. Axes of paleochannels at the base of the formation are shown. \" \" \" Clayton Sedan Seneca 4600 4500 4400 4300 4200 4100 4000 3900 4600 4900 4800 4700 4500 5000 C a rri zo Cre e k P e r ico C re ek T r ampe r o s Cr eek Pi n a b e t e s C r e ek S e ne ca C r e e k A p a c h e C r ee k Corr u mpa C r e e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 mi 0 5 km Kd + Kg thickness 303 ft 0 Dakota Fm absent Dakota Fm base elevation Figure 5—Extent and thickness of the Dakota Formation and Graneros Shale (Kd + Kg), combined, with contours of the base elevation. Contours are projected where the formation is absent. 68 New Mexico Geology\b November 2014, Volume 36, Number 4 V. Geology Union County consists of rolling uplands and nearly level plateaus dissected by valleys, arroyos, and canyons of the Canadian and Dry Cimarron River drainages. Other than the main stem streams, these drainages are dry except during periods of heavy precipita- tion. The landscape is underlain by nearly flat-lying sedimentary rocks and lava flows of the Raton–Clayton field (Figs. 1–3). Triassic sandstones, siltstones and minor limestones and con- glomerates are exposed in the valley of the Dry Cimarron River north of the study area (Baldwin and Muehlburger 1959; Lucas et al. 1987). These oldest exposed rocks in the county are overlain with angular unconformity by the Jurassic Entrada Sandstone, Bell Ranch Formation, and Morrison Formation. The Entrada Sandstone is a clean quartz sandstone, the Bell Ranch Formation is siltstone, and the Morrison Formation consists of interbedded mudstone and siltstone, with locally thick sandstone beds (Figs. 2 and 3). The Entrada and Morrison Formation sandstone beds are locally important aquifers in Union County. The nomenclature of Cretaceous rocks in the region is com- plex. The Lytle Sandstone and Glencairn Formation of Kues and Lucas (1987) are equivalent to the Purgatoire Formation of Baldwin and Muehlberger (1959). The Purgatoire name will be used in this study. The Dakota group encompasses the Purgatoire Formation plus the overlying Dakota Formation (Fig. 2; Baldwin and Muehlberger 1959). Cretaceous rocks include interbedded sandstones, siltstones, shales and minor coal of the Dakota and Purgatoire Formations, and fossiliferous sandstones, shales and limestones of the Purgatoire Formation and Graneros Shale. All of the Cretaceous sandstones are important aquifers in Union County. Post-Cretaceous erosion resulted in several hundred feet of relief between river valleys, which locally cut through the Dakota Group into Jurassic rocks, and intervening uplands. This landscape was buried by the Miocene to early Pliocene Ogallala Formation, composed of conglomerate, sandstone and siltstone (Frye et al. 1978; Pazzaglia and Hawley 2004). The Ogallala Formation generally has conglomerate and coarse sandstone at channel bases and finer-grained aeolian sediments on paleo-up- land surfaces (Gustavson and Winkler 1988). The Ogallala Formation is an important aquifer throughout its 174,000 square mile extent across eight states, including northeast New Mexico (Gutentag et al. 1984). Mesa-capping basalt lava flows and the volcanic vents at Rabbit Ear Mountain are from 2.5 to 3 million years old (Luedke and Smith 1978; Aubele and Crumpler 2001) and postdate deposition of the Ogallala Formation. Multiple buried calcic soils at the top of the Ogallala Formation indicate landscape stability for thousands of years or longer. Upland surfaces are typically covered by aeolian deposits com- prised of sand sheets and small dunes (Fig. 1; Pazzaglia and Hawley 2004). The major drainages are eroded through these calcic soils, and are floored with fluvial and aeolian sediments (Fig. 1), with sparse outcrops of Dakota Formation and Graneros Shale. The Purgatoire and Morrison Formations are exposed along Tramperos Creek at the southwest corner of the study area, beneath a thin layer of Dakota Formation sandstone. The Morrison Formation sandstones here appear similar to those of the Dakota Formation (Baldwin and Muehlberger 1959). Geology of the study area The combined thickness of the Ogallala Formation and Quaternary surficial deposits was determined by subtracting the base of the Ogallala Formation from the ground surface (Fig. 4). It is reasonable to combine these units as they cannot be reliably distinguished on well logs, the Quaternary deposits are rarely saturated, and few wells are completed in them. The ground surface was interpolated through the contact at the base of the basalt flows to account for their thickness (Fig. 1). The base of the Dakota Formation is a persistent sandstone bed that makes a good reference horizon (Figs. 2 and 3; Baldwin and Muehlberger"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "generally has conglomerate and coarse sandstone at channel bases and finer-grained aeolian sediments on paleo-up- land surfaces (Gustavson and Winkler 1988). The Ogallala Formation is an important aquifer throughout its 174,000 square mile extent across eight states, including northeast New Mexico (Gutentag et al. 1984). Mesa-capping basalt lava flows and the volcanic vents at Rabbit Ear Mountain are from 2.5 to 3 million years old (Luedke and Smith 1978; Aubele and Crumpler 2001) and postdate deposition of the Ogallala Formation. Multiple buried calcic soils at the top of the Ogallala Formation indicate landscape stability for thousands of years or longer. Upland surfaces are typically covered by aeolian deposits com- prised of sand sheets and small dunes (Fig. 1; Pazzaglia and Hawley 2004). The major drainages are eroded through these calcic soils, and are floored with fluvial and aeolian sediments (Fig. 1), with sparse outcrops of Dakota Formation and Graneros Shale. The Purgatoire and Morrison Formations are exposed along Tramperos Creek at the southwest corner of the study area, beneath a thin layer of Dakota Formation sandstone. The Morrison Formation sandstones here appear similar to those of the Dakota Formation (Baldwin and Muehlberger 1959). Geology of the study area The combined thickness of the Ogallala Formation and Quaternary surficial deposits was determined by subtracting the base of the Ogallala Formation from the ground surface (Fig. 4). It is reasonable to combine these units as they cannot be reliably distinguished on well logs, the Quaternary deposits are rarely saturated, and few wells are completed in them. The ground surface was interpolated through the contact at the base of the basalt flows to account for their thickness (Fig. 1). The base of the Dakota Formation is a persistent sandstone bed that makes a good reference horizon (Figs. 2 and 3; Baldwin and Muehlberger 1959). However, most water well logs and tabulated \" \" \" Clayton Sedan Seneca C re e k C o r r u m p a Sen e c a C r e ek A p a c h e C r e e k P e r i co C r e e k C a rri z o C re ek Tra mp e r os C re e k P i n a b e t e s C r e e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 mi 0 5 km To absent Kg outcrop To subcrop Kg Kd Jm/Je Figure 6—Geology below the base of the Ogallala Formation and mapped outcrops of the Graneros Shale. See text for discussion. Kg = Graneros Shale; Kd=Dakota Formation; Jm/Je=Morrison and or Entrada Formations. November 2014, Volume 36, Number 4 New Mexico Geology\b 69 \" \" \" 5100 5100 5050 4550 5050 5050 4700 4600 4500 4450 4650 4700 4750 4800 4900 4850 4600 4550 5000 4950 4850 4700 4650 4600 4550 4400 4350 5000 4950 4900 4950 4850 5100 5100 5050 4550 5050 5050 4700 4600 4500 4450 4650 4700 4750 4800 4900 4850 4600 4550 5000 4950 4850 4700 4650 4600 4550 4400 4350 5000 4950 4900 4950 4850 Clayton Sedan Seneca P e r i c o Cr e ek Pinabetes Creek Tram p e r os C re e k C r e e k Ca r rizo S ene c a C r eek C r e e k C o r r u m p a A pa ch e C re ek 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 mi 0 5 km GW-8 wells Quaternary Ogallala Cretaceous Morrison Entrada outlier Water level elevation certain uncertain 5,177 ft 4,323 ft Flow direction A 5100 5100 5050 4550 5050 4700 4500 4450 4650 4700 4750 4800 4950 4900 4850 4600 4650 4600 4550 5000 4950 4850 4700 4600 4550 4400 4350 5000 4900 Clayton Sedan Seneca 4438 4545 4540 4664 4598 4732 4655 4848 4823 4850 470 0 4750 480 0 4600 Pinabetes Creek C a r r i zo Cr ee k P e r i c o Cr e ek A pac h e C r e e k C o r r u m p a C r e e k Sen e c a C r e e k T r a m p e ro s C r e e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 680,000 660,000 4,000,000 4,025,000 4,050,000 0 5 Mi 0 5 Km Perched zone B and B (1957) perched zone To underlain by Kg outlier Water level elevation certain uncertain inferred deep 5,177 ft 4,323 ft 4950 4850 B Figure 7a—Water level elevations in 1954 with inferred flow lines. Well data (GW-8) are from Cooper and Davis (1967). Outlier wells differ from the contoured intervals by more than 50 feet. 7b. Water level elevations in 1954 showing interpreted zones of perched water, perched zone mapped by Baldwin and Bushman (1957), and areas where Ogallala Formation is probably underlain by Graneros Shale. Deep, inferred water level contours are shown under perched zones. 70 New Mexico Geology\b November 2014, Volume 36, Number 4 UC-7 UC-10 UC-19 UC-20 UC-21 UC-22 UC-23 UC-24 UC-25 UC-26 UC-27 UC-28 UC-29 UC-30 UC-31 UC-32 Clayton Sedan Seneca UC-13 UC-14 UC-15 UC-34 UC-36 UC-37 UC-39 Pinabetes Creek C re e k Co r r um p a Se n eca C r e e k C r ee k A p a c h e Pe r i c o C r e e k Ca r riz o C r e e k T ra m p e r os C r eek UC-5 UC-7 UC-9 UC-18 UC-33 UC-35 UC-38 UC-43 UC-44 UC-1 UC-2 UC-3 UC-4 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 mi 0 5 km Declining water levels To Kd Jm, Je Varied water levels To Kd Jm, Je Data logger _ Kd Je Chemistry samples Kd Jm, Je Figure 8—Locations of wells with long records of water level measurements and chemistry samples. “Declining” and “Varied” hydrographs are presented in Figs. 13 and 14. Unit of completion is based on log interpretation or comparison with subsurface structure contours. To=Ogallala Formation, Kd=Dakota Formation, Jm, Je= Morrison and/or Entrada Formations. Background image shows extent of irrigated land (circular fields around center pivot irrigation sprinklers). 4800 4750 4600 4500 4450 4850 4700 4650 4550 4950 4900 4550 4950 4900 4500 4400 4350 4300 4250 4700 4388 4564 4646 4666 4298 4248 4294 4612 4516 4528 4551 4916 4954 4703 4571 4872 4581 4583 4725 4549 4409 4648 4724 4671 4342 Clayton Sedan Seneca 4248 4528 4399 4597 4658 4571 4444 S ene ca C reek Pinabetes Creek C r e e k Corru m p a A p a c h e C r e e k P e r i co C r eek C r e ek C a rrizo T r amp e r o s C r e e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 Mi 0 5 Km Winter 2011 water level Water level elevation certain uncertain 4,964 ft 4,194 ft Figure"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "e k C r ee k A p a c h e Pe r i c o C r e e k Ca r riz o C r e e k T ra m p e r os C r eek UC-5 UC-7 UC-9 UC-18 UC-33 UC-35 UC-38 UC-43 UC-44 UC-1 UC-2 UC-3 UC-4 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 mi 0 5 km Declining water levels To Kd Jm, Je Varied water levels To Kd Jm, Je Data logger _ Kd Je Chemistry samples Kd Jm, Je Figure 8—Locations of wells with long records of water level measurements and chemistry samples. “Declining” and “Varied” hydrographs are presented in Figs. 13 and 14. Unit of completion is based on log interpretation or comparison with subsurface structure contours. To=Ogallala Formation, Kd=Dakota Formation, Jm, Je= Morrison and/or Entrada Formations. Background image shows extent of irrigated land (circular fields around center pivot irrigation sprinklers). 4800 4750 4600 4500 4450 4850 4700 4650 4550 4950 4900 4550 4950 4900 4500 4400 4350 4300 4250 4700 4388 4564 4646 4666 4298 4248 4294 4612 4516 4528 4551 4916 4954 4703 4571 4872 4581 4583 4725 4549 4409 4648 4724 4671 4342 Clayton Sedan Seneca 4248 4528 4399 4597 4658 4571 4444 S ene ca C reek Pinabetes Creek C r e e k Corru m p a A p a c h e C r e e k P e r i co C r eek C r e ek C a rrizo T r amp e r o s C r e e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 Mi 0 5 Km Winter 2011 water level Water level elevation certain uncertain 4,964 ft 4,194 ft Figure 9—Water level elevations in winter of 2011 with data points and inferred flow lines. November 2014, Volume 36, Number 4 New Mexico Geology\b 71 well information list only “Cretaceous” or “Dakota” as the for- mation of completion. Base contours for the Dakota Formation in this study assume that this sandstone was identified correctly in the examined wells. This probably introduces elevation and thickness errors, but they are likely on the order of a few tens of feet at most. The combined thickness of the Dakota Formation and Graneros Shale (from 0 to 303 ft) was calculated as the elevation difference between the base of the Dakota Formation and the base of the Ogallala Formation and Quaternary deposits, undivided (Figs. 4 and 5). The Graneros Shale is a potential aquitard. There are insuf- ficient data to accurately define its extent and thickness, but these can be inferred as follows (Baldwin and Muehlberger 1959; D. Romero, personal communication 2013). Baldwin and Muehlberger (1959) estimated the maximum thickness of the Dakota Formation in Union County as approximately 180 ft, and that of the Graneros Shale as approximately 125 ft Subtracting 180 ft from the thickness of the Dakota Formation and Graneros Shale, undivided, gives the extent and potential thickness of the Graneros Shale. Where greater than 125 ft, the Purgatoire Formation and perhaps sandstones of the Morrison Formation may have been included with the Dakota in well log descrip- tions. This calculation is subject to several cumulative errors: the contoured surface elevations, interpolated from sparse data of variable quality, and the assumption of constant unit thick- nesses. Comparison of the calculated extent and thickness of the Graneros Shale with mapped outcrops, and well logs in which the Graneros Shale can be identified with some confidence, reveals marginal agreement. However, the presence of only a few feet of shale may be sufficient to partition aquifers. Results are shown in Fig. 6 with mapped exposures for comparison. Like the Dakota Formation, the Purgatoire Formation consists of interbedded sandstones and shales. It is probable that some of the well logs conflate and mis-identify these different rock units. Few, if any, wells are completed in the Graneros Shale. Henceforth, the terms “Dakota Formation” or “Dakota” are used in the hydrologic discussions in this report, with the understand- ing that locally, underlying Cretaceous rocks may be included. The base of the Dakota Formation is lowest east of Sedan and highest in the northwest corner of the study area (Fig. 5). The maximum thickness is approximately 300 ft, with most of the variation controlled by patterns of pre-Ogallala erosion. This is most notable where the Dakota has been completely eroded and the Ogallala Formation rests on Jurassic rocks. Several paleochannels at the base of the Ogallala Formation are evident (Fig. 4). It has been completely eroded to varying degrees along the western extents of all the major drainages in the study area (Fig. 4). Cretaceous and Jurassic bedrock is exposed or mantled with thin Quaternary deposits in these areas. The Ogallala Formation is thickest north of Sedan at approximately 400 ft (Fig. 4). There is no compelling evidence from the subsurface data for faulting in the study area and no significant faults are exposed at the surface. Lappala (1973) mapped several normal faults in the subsurface at the base of the Dakota Formation along Apache Creek north of Clayton, but this interpretation is questionable to the author. Clayton Sedan Seneca 4388 4564 4646 4666 4298 4248 4294 4612 4516 4528 4551 4916 4954 4703 4571 4872 4581 4583 4725 4549 4409 4648 4724 4671 4342 4248 4528 4399 4597 4658 4571 4444 Pinabetes Creek C o r r u mp a Cr e e k S e n e c a C re e k C r e e k A p a c h e P erico C r e e k C r e e k C a rriz o T ra m p e r os C re e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 Winter 2011 water levels 1954 perched zone 1954 – 2011 water level change + 98 ft - 249 ft 0 5 mi 0 5 km Figure 10—Water level change between 1954 and 2011. Declines are negative (red) and are separated from increases (blue) by the blue “line of no change”. Declines in areas identified as perched zones on the 1954 map (hatched areas in Figure 7b) are calculated from the perched zone water level. Declines in the regional aquifer beneath these perched zones are less. 72 New Mexico Geology\b November 2014, Volume 36, Number 4 Clayton Sedan Seneca Pinabetes Creek Co r r um p a C r e e k Se n e c a Cre e k A p a c h e C r e e k P eric o C r e e k C a r r i z o C r e e k T r a m p e r o s C r e e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 Mi 0 5 Km Paleochannel axis Extent of saturated To in 2011 To absent To unsaturated To saturated thickness change 1954 – 2011 + 97 ft - 128 ft Figure 11—Change in saturated thickness of the Ogallala Formation (To) from 1954 to winter 2011. Declines are"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "4658 4571 4444 Pinabetes Creek C o r r u mp a Cr e e k S e n e c a C re e k C r e e k A p a c h e P erico C r e e k C r e e k C a rriz o T ra m p e r os C re e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 Winter 2011 water levels 1954 perched zone 1954 – 2011 water level change + 98 ft - 249 ft 0 5 mi 0 5 km Figure 10—Water level change between 1954 and 2011. Declines are negative (red) and are separated from increases (blue) by the blue “line of no change”. Declines in areas identified as perched zones on the 1954 map (hatched areas in Figure 7b) are calculated from the perched zone water level. Declines in the regional aquifer beneath these perched zones are less. 72 New Mexico Geology\b November 2014, Volume 36, Number 4 Clayton Sedan Seneca Pinabetes Creek Co r r um p a C r e e k Se n e c a Cre e k A p a c h e C r e e k P eric o C r e e k C a r r i z o C r e e k T r a m p e r o s C r e e k 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 Mi 0 5 Km Paleochannel axis Extent of saturated To in 2011 To absent To unsaturated To saturated thickness change 1954 – 2011 + 97 ft - 128 ft Figure 11—Change in saturated thickness of the Ogallala Formation (To) from 1954 to winter 2011. Declines are negative, in shades of yellow in red. “To unsaturated” shows areas that were never saturated; hatched areas show the remaining extent of saturation in winter 2011. Clayton Sedan Seneca Pinabetes Creek C r ee k C or ru m p a C r e e k S e n e c a C r e ek A p a c h e P eri c o Cre ek C a r r i z o Cree k T r a m p e r o s Cr e ek 103°0'W 103°10'W 36°40'N 36°30'N 36°20'N 36°10'N 36°0'N 660,000 680,000 4,000,000 4,025,000 4,050,000 0 5 Mi 0 5 Km Kd absent Kd unsaturated No change in saturation Extent of saturated Kd in 2011 Kd saturated thickness change 1954 – 2011 + 51 ft -197 ft Figure 12—Change in saturated thickness of the Dakota Formation (Kd) from 1954 to winter 2011. Declines are negative, in shades of yellow and red. “Kd unsaturated” shows areas that were never saturated; hatched areas show the remaining extent of saturation in winter 2011. Double hatched areas experienced no change in saturated thickness. November 2014, Volume 36, Number 4 New Mexico Geology\b 73 VI. Hydrology Groundwater conditions A potentiometric surface based on the 1954 water-level data was hand-contoured (Cooper and Davis 1967; Figs. 7a and b). A few outlier water levels are present, some of which are from wells with much greater depths than their neighbors. The contours reflect conditions in both the Dakota and Ogallala Formations. The lowest gradients correlate best with areas of thick Ogallala Formation, north and south of Sedan (Figs. 4 and 7a), suggest- ing relatively high transmissivity in the Ogallala Formation (cf. Kilmer 1987). Two probable areas of perched water were identified based on the presence of numerous shallow (100 ft) wells, mostly completed in the Ogallala Formation, with much shallower water levels than nearby deeper (>200 ft) wells. Smooth contours could be drawn through these areas connecting water levels defined by the deeper wells (Figs. 7a and b). The perched zone east of Clayton was also noted by Baldwin and Bushman (1957). Groundwater flow is west to east in the northern half of the study area and northwest to southeast in the southern half. Geologic causes for local deviations in this pattern are juxtaposi- tion of rock types along erosional contacts (e.g., Ogallala channel gravels against Dakota Formation or Morrison Formation shales) and lateral pinchouts of rock types within the Cretaceous and Jurassic units. Winter 2011 water levels from wells with long measurement records (Fig. 8), and a few additional wells measured recently by the NESWCD, are contoured in Figure 9. Note that 1954 water table map (Fig. 7) is based on hundreds of measurements, whereas the 2011 map is based on 32. Groundwater flow is still generally from west to east, but the water level declines result in convergent flow into troughs induced by pumping northeast of Clayton and east of Sedan (Fig. 9). Water levels declined from 1954 to 2011 (Fig. 10), before and after major irrigated agriculture began in the study area in 1967 (Lappala 1973), and range up to 249 feet. Locally along the west margin of the study area water levels have risen up to 10s of feet. Large declines around Seneca, and directly east of Clayton, appear to result in part from dewatering of perched zones pres- ent in 1954 (Figs. 7b and 10; Baldwin and Bushman 1957). Water level changes in the deeper regional aquifer beneath these former perched zones are likely not as large as indicated in Figure 10. Extent of saturation and saturated thickness have declined in both the Ogallala Formation and Dakota Formation aquifers between 1954 and 2011 (Figs. 11 and 12). In 1954 much of the Ogallala Formation had no saturation at all, and it was rarely totally saturated. The areas of greatest saturated thickness corresponded to paleovalleys at the base of the formation (Figs. 4 and 11). The Dakota Formation aquifer has multiple water bearing zones, the lower of which are partly confined (Rawling 2013). Thus water level declines in some deep wells probably represent potentiometric surface declines in confined units, and in shallower wells represent ongoing dewatering of unconfined aquifer zones. Representative hydrographs from wells completed in the major geologic units to a variety of depths show either a fairly steady decline in water levels over time (Fig. 13), little change, or a variety of behavior (Fig. 14). Water levels in wells in Figure 13 are declining at 0.8 to 1.2 ft per year, except for well UC-7, which is declining at 3 ft per year. The declining slopes and the lack of correlation between hydrograph character, formation, or well depth suggests water level changes are controlled by the 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 2015 250 200 350 300 150 100 50 Depth to water (ft asl) UC-9 UC-38 UC-7 UC-44 UC-43 UC-1 UC-5 UC-33 UC-18 UC-35 UC-35 To Kd Jm, Je Figure 13—Hydrographs from wells that show an overall steady declining trend. Locations shown in Figure 8. To=Ogallala Formation, Kd=Dakota Formation, Jm, Je= Morrison and/or Entrada Formations 74 New Mexico Geology\b November 2014, Volume 36, Number 4 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 2015 250 200 300 150 100 50 Depth to water (ft asl) UC-37 UC-15 UC-36 UC-2 UC-3 UC-39 UC-34 UC-13 UC-14 To Kd Jm, Je Figure"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "thickness have declined in both the Ogallala Formation and Dakota Formation aquifers between 1954 and 2011 (Figs. 11 and 12). In 1954 much of the Ogallala Formation had no saturation at all, and it was rarely totally saturated. The areas of greatest saturated thickness corresponded to paleovalleys at the base of the formation (Figs. 4 and 11). The Dakota Formation aquifer has multiple water bearing zones, the lower of which are partly confined (Rawling 2013). Thus water level declines in some deep wells probably represent potentiometric surface declines in confined units, and in shallower wells represent ongoing dewatering of unconfined aquifer zones. Representative hydrographs from wells completed in the major geologic units to a variety of depths show either a fairly steady decline in water levels over time (Fig. 13), little change, or a variety of behavior (Fig. 14). Water levels in wells in Figure 13 are declining at 0.8 to 1.2 ft per year, except for well UC-7, which is declining at 3 ft per year. The declining slopes and the lack of correlation between hydrograph character, formation, or well depth suggests water level changes are controlled by the 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 2015 250 200 350 300 150 100 50 Depth to water (ft asl) UC-9 UC-38 UC-7 UC-44 UC-43 UC-1 UC-5 UC-33 UC-18 UC-35 UC-35 To Kd Jm, Je Figure 13—Hydrographs from wells that show an overall steady declining trend. Locations shown in Figure 8. To=Ogallala Formation, Kd=Dakota Formation, Jm, Je= Morrison and/or Entrada Formations 74 New Mexico Geology\b November 2014, Volume 36, Number 4 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 2015 250 200 300 150 100 50 Depth to water (ft asl) UC-37 UC-15 UC-36 UC-2 UC-3 UC-39 UC-34 UC-13 UC-14 To Kd Jm, Je Figure 14—Hydrographs from wells showing a variety of water level trends with time. Locations shown in Figure 8. To=Ogallala Formation, Kd=Dakota Formation, Jm, Je=Morrison and/or Entrada Formations location, timing, and amount of groundwater pumping. Biannual measurements since 2007 show that water level recoveries after irrigation seasons are superimposed on a long-term decline. Aquifer stratification and confinement Water levels of adjacent wells completed at different depths sug- gest that low-permeability beds stratify the aquifer, cause con- fined conditions, and allow vertical head variations to persist. Wells UC-27, UC-28, and UC-29 (Fig. 8) display a drop in water levels (decreasing head) with increasing well depth. Conversely, confined conditions in the Entrada Sandstone north of Clayton are shown by higher heads with increasing depth in wells UC-22 and UC-23 (Fig. 8), and large and rapid water level rises in well UC-3 when nearby wells cease pumping (recorded with a data logger; Rawling 2013). Just west of the study area, Cooper and Davis (1967) reported shallow wells (< 300 ft) in the Entrada Sandstone that had artesian flow during the 1950s. Continuously monitored water levels in well UC-1 in the Dakota Formation showed little change over one irrigation season (Rawling 2013), despite being in an area with abundant irrigation, suggesting that the water-bearing zone tapped by UC-1 is isolated from other productive parts of the aquifer. VII. Groundwater Chemistry General chemistry Table 1 summarizes field parameters, general chemistry, and trace metal data. The sampled waters are of several types (Fig. 15), and can be separated into three groups (Fig. 16). Sample UC-19 (Group 1), from the Morrison Formation, has nearly 500 mg/l total dissolved solids (TDS) and a unique sodium–bicarbonate water type. Samples UC-10, 27, and 31, all from the Dakota Formation, form Group 2, and are characterized by higher chlo- ride (20–30 %) compared to the other samples (5–15 %). Group 3 (wells UC-7, 20– 26, 28–30, and 32) waters are dominantly Ca-Mg-HCO3 type with secondary Na, Cl, and SO4. These wells are in the Entrada, Morrison, and Dakota Formations. There is no trend of TDS or major chemical constituents between forma- tions or with depth. There have not been any drastic changes in groundwater chem- istry over the nearly 60 years since the Cooper and Davis (1967) data was collected. The majority of the recalculated historical water analyses resemble Group 3 (Figs. 16 and 17). Waters from the Ogallala Formation tended to have less Na + K than waters from the Dakota, but there is much compositional overlap (Fig. 17). Three of four historical outliers resemble well UC-19 (Group 1, Figs. 16 and 17) with high Na, and low Ca and Mg. Like well UC-19, they are located near Tramperos Creek and derive water from the Morrison Formation or alluvium just above it (Fig. 15). The high Na can be explained by cation-exchange as groundwa- ter moves through fine-grained units in the Morrison Formation. Cation-exchange has been documented in the Dakota Sandstone aquifer of South Dakota (Swenson 1968), wherein Ca and Mg in the water are adsorbed on the clay mineral surfaces and Na and K are released (Hem 1985). Another possibility is mixing with waters from underlying Triassic rocks, which in the southern High Plains are characterized by Na–HCO3 waters (Nativ 1992). Other Morrison Formation waters are in Group 3 and are similar to waters from the Dakota Formation and Entrada Sandstone. Age-dating Natural groundwater is usually a mix of waters recharged at different times and in different places. Complexities of flow, such November 2014, Volume 36, Number 4 New Mexico Geology\b 75 as leakage across aquitards and dispersion, result in mixing of waters of different ages. This results in groundwater ages that are weighted averages of the ages of the different water fractions in the sample. Analyzing for basic chemistry, using multiple age-dating tracers, and having a good understanding of the geology and physical hydrology of the sampled area is essential for proper interpretations. Sampled tritium values range from 0.02 to 0.62 TU (Fig. 15). All but the highest value (0.62, UC-10) are smaller than the mea- surement errors, and thus the tritium content is not significantly different from zero. UC-10 may receive a small component of modern (< 50 years old) recharge; the other well waters were recharged prior to 1952, and probably long before then. Uncorrected 14C ages range from 1,180 to 11,620 years (Fig. 15), and are consistent with the tritium results. In addition to having distinct chemistry, well UC-19 has the oldest water. Adjacent wells UC-29 (240 ft deep, Dakota Formation; 3,950 yrs) and UC-28 (495 ft deep, Morrison Formation; 5,610 yrs) show an increase in age with depth. However, all of the data together show a poorly developed trend of increasing age with depth. VIII. Discussion Groundwater flowpaths and mixing Regional groundwater flow is from west to east, tending towards the southeast in the southern third of the study area. One may thus expect groundwater ages to increase in this direction, how- ever the 14C age data do not follow this pattern (Fig. 15). Well UC-24 (300 ft deep, Dakota Formation) has a younger age than well UC-28 (495 ft deep, Morrison Formation) ten miles to the northwest, but it may be on a shallower flowpath. Well pairs UC-29 and UC-24, and UC-10 and UC-28, show ages and depths increasing to the southeast (Fig. 15). However, waters from these four wells are of three different chemical"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "of waters of different ages. This results in groundwater ages that are weighted averages of the ages of the different water fractions in the sample. Analyzing for basic chemistry, using multiple age-dating tracers, and having a good understanding of the geology and physical hydrology of the sampled area is essential for proper interpretations. Sampled tritium values range from 0.02 to 0.62 TU (Fig. 15). All but the highest value (0.62, UC-10) are smaller than the mea- surement errors, and thus the tritium content is not significantly different from zero. UC-10 may receive a small component of modern (< 50 years old) recharge; the other well waters were recharged prior to 1952, and probably long before then. Uncorrected 14C ages range from 1,180 to 11,620 years (Fig. 15), and are consistent with the tritium results. In addition to having distinct chemistry, well UC-19 has the oldest water. Adjacent wells UC-29 (240 ft deep, Dakota Formation; 3,950 yrs) and UC-28 (495 ft deep, Morrison Formation; 5,610 yrs) show an increase in age with depth. However, all of the data together show a poorly developed trend of increasing age with depth. VIII. Discussion Groundwater flowpaths and mixing Regional groundwater flow is from west to east, tending towards the southeast in the southern third of the study area. One may thus expect groundwater ages to increase in this direction, how- ever the 14C age data do not follow this pattern (Fig. 15). Well UC-24 (300 ft deep, Dakota Formation) has a younger age than well UC-28 (495 ft deep, Morrison Formation) ten miles to the northwest, but it may be on a shallower flowpath. Well pairs UC-29 and UC-24, and UC-10 and UC-28, show ages and depths increasing to the southeast (Fig. 15). However, waters from these four wells are of three different chemical types so a flowpath explanation is probably too simplistic. The poorly developed trend of increasing age with well depth may be due to mixing of some component of younger recharge with older water. This may occur if geologic conditions allow hydrologic connections of shallow and/or short and deep and/ or long flowpaths at some point between the recharge area and the discharging well. However, the chemistry of water from well UC-19 in the Morrison Formation, the oldest sampled water, argues for a distinct history and it is not likely that the younger waters are a result of mixing of more recent recharge with water of this composition. Well UC-19 is shallow (100 ft deep, Morrison Formation) and the unique water in this area may discharge to the surface downstream along Tramperos Creek. Waters of different ages and from different depths may mix in a pumping well. Many of the irrigation wells in the study area have multiple and/or long screens which tap several water-bearing zones at different depths. This can allow mixing of waters of different age and chemistry during pumping (e.g., Jurgens et al. 2014). Hydrogeologic conceptual model The water chemistry, age-dating results, and new and historical water-level data are consistent with the geologic framework of the study area, and are incorporated into the hydrologic concep- tual model (Fig. 18). The aquifer system is laterally extensive and vertically layered with multiple water-bearing zones formed by permeable sandstone beds. Flow is subhorizontal and generally parallel to bedding. Fine-grained Cretaceous and Jurassic units (Figs. 2 and 3) act as aquitards and inhibit vertical groundwater UC-7 Ca-Mg-HCO3 UC-10 Mg-Ca-HCO3-SO4-Cl UC-19 Na-HCO3 UC-20 Ca-Mg-HCO3 UC-21 Ca-Mg-Na-HCO3 UC-22 Ca-Mg-HCO3 UC-23 Ca-Mg-HCO3 UC-24 Ca-Mg-Na-HCO3-SO4 UC-25 Ca-Mg-Na-HCO3 UC-26 Ca-Na-HCO3-SO 4 UC-27 Ca-Mg-HCO3-Cl UC-28 Ca-Mg-HCO3 UC-29 Ca-Mg-HCO3 UC-30 Mg-Ca-Na-HCO3 UC-31 Ca-Mg-HCO3-Cl-SO4 UC-32 Ca-Mg-HCO3 4510 11620 3090 5370 370 5610 3950 1180 0.62 0.06 0.02 0.02 Clayton Seneca Sedan Pinabetes Creek C r e e k C o rr um p a S e n e c a C r ee k A p a c h e C ree k P er i c o C r e e k C r e e k Car r i zo T r am pe r o s C r e e k 103°10'W 103°0'W 36°0'N 36°10'N 36°20'N 36°30'N 36°40'N 680,000 660,000 4,050,000 4,025,000 4,000,000 0 5 mi 0 5 km Tritium C-14 age in years < 2,000 200–4,000 4,001–6,000 > 6,000 Unit of completion Dakota Morrison Entrada 10 10 SO HCO3 Cl Stiff Scale (millequivalents/liter) (meq/l) Na Ca Mg 8 8 6 6 4 4 2 2 Figure 15—Water types and age-dating results. Water types (text below well ID) are based on major ion chemistry and illustrated with Stiff diagrams which are color-coded for unit of completion. Tritium data (red) are reported as tritium units, 14C data (blue) reported as uncorrected years before present (1950). 76 New Mexico Geology\b November 2014, Volume 36, Number 4 Group 1 Group 2 Group 2 Group 3 Kd (Dakota) Jm (Morrison) Je (Entrada) 20 40 40 40 60 80 20 40 60 80 80 Calcium (Ca) Chloride (CI) Magnesium (Mg) Sulfate (SO4) + Chloride (CI) Carbonate (CO3) + Bicarbonate (HCO3) Calcium (Ca) + Magnesium (Mg) Sodium (Na) + Potassium (K) Sulfate (SO4) 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 C A T I O N S A N I O N S %meq/l Na + K CO3+HCO3 SO4 Mg Ca CI UC-19 UC-10 UC-31 UC-27 UC-10 UC-31 UC-27 Figure 16—Piper diagram illustrating major ion chemistry of sampled well waters. Sample groups are discussed in the text. flow. Degree of confinement increases with depth, and the Entrada Formation appears completely confined (Rawling 2013). Generally similar water chemistry and ages (~3,000 to ~5,600 years) imply some vertical connectivity amongst sandstone beds, but this is limited to areas where fine-grained beds are absent. Perturbation of flow patterns by pumping may have induced leakage across confining beds and explain some of the variation in water chemistry and poor correlation of ground- water age with depth. Long-record hydrographs suggest both connectivity amongst some water-bearing zones (Fig. 13) and compartmentalization of others (Fig. 14). The distinct, older, Na-HCO3 waters from well UC-19 in the Morrison Formation do not appear to mix with any of the other sampled waters in the study area. This may indicate better devel- opment of confining beds in this area and/or flowpaths that allow these waters to discharge to the surface into Tramperos Creek. Perched water may be present in the Ogallala Formation where it overlies the Graneros Shale; elsewhere, it is in good hydrologic connection with the underlying units, especially along the sand- and gravel-filled paleochannels. Perched zones that were present in the Ogallala Formation in the 1950s have been largely dewatered. Recharge The large water level declines and dewatering of perched zones indicate that the amount of water recharged in the study area has been far less than groundwater withdrawals over the past 50–60 years. The lack of measurable tritium in most wells and uncorrected 14C ages of thousands of years show that significant recharge is not occurring within the study area to replenish the aquifers tapped by the sampled wells. The sampled waters are thousands of years old and have likely moved a great distance from the recharge area. Regional flow"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "major ion chemistry of sampled well waters. Sample groups are discussed in the text. flow. Degree of confinement increases with depth, and the Entrada Formation appears completely confined (Rawling 2013). Generally similar water chemistry and ages (~3,000 to ~5,600 years) imply some vertical connectivity amongst sandstone beds, but this is limited to areas where fine-grained beds are absent. Perturbation of flow patterns by pumping may have induced leakage across confining beds and explain some of the variation in water chemistry and poor correlation of ground- water age with depth. Long-record hydrographs suggest both connectivity amongst some water-bearing zones (Fig. 13) and compartmentalization of others (Fig. 14). The distinct, older, Na-HCO3 waters from well UC-19 in the Morrison Formation do not appear to mix with any of the other sampled waters in the study area. This may indicate better devel- opment of confining beds in this area and/or flowpaths that allow these waters to discharge to the surface into Tramperos Creek. Perched water may be present in the Ogallala Formation where it overlies the Graneros Shale; elsewhere, it is in good hydrologic connection with the underlying units, especially along the sand- and gravel-filled paleochannels. Perched zones that were present in the Ogallala Formation in the 1950s have been largely dewatered. Recharge The large water level declines and dewatering of perched zones indicate that the amount of water recharged in the study area has been far less than groundwater withdrawals over the past 50–60 years. The lack of measurable tritium in most wells and uncorrected 14C ages of thousands of years show that significant recharge is not occurring within the study area to replenish the aquifers tapped by the sampled wells. The sampled waters are thousands of years old and have likely moved a great distance from the recharge area. Regional flow directions are from west to east and the youngest groundwater age is in the northwest corner of the study area. Groundwater flows into the study area at depth from recharge areas to the west. Groundwaters sampled by Nativ and Riggio (1989) in the southern High Plains had slightly more enriched isotopic compo- sitions than local precipitation samples by 1–2 ‰ δ18O. Nativ and Riggio (1989) and Wood and Sanford (1995) concluded that much of the present recharge to the Ogallala Formation is by focused (presumably rapid) infiltration of slightly evaporated playa water. Wood and Sanford (1995) and other studies summarized by Gurdak and Roe (2010) showed that groundwaters collected below and downgradient from playa lake basins on the Southern High Plains have abundant tritium compared to interplaya areas. Focused recharge through playa bottoms has become the accepted model for the vast majority of the present recharge to the Ogallala Formation and the High Plains aquifer, based on geologic, hydrologic, and chemical evidence (Gurdak and Roe 2010). Estimated recharge by this mechanism ranges from ~0.25 to > 500 mm/yr, whereas recharge in interplaya areas is estimat- ed at most to be 0–0.25 to 2.3–25 mm/yr. It can be assumed that recharge beneath playas is 1–2 orders of magnitude higher than in interplaya areas (Falk 2005; Gurdak and Roe 2010). The sampled waters in the study area were recharged by runoff water not only in playas, which are abundant in and west of the study area, but also in flowing drainages floored by porous and/or fractured sandstones, or precipitation infiltrating highly porous basalt flows and/or volcanic edifices. Neither of these two additional potential recharge environments are present in the southern High Plains where most of the relevant recharge studies were conducted. More importantly, the sampled well waters have negligible tritium and 14C ages of thousands of years. November 2014, Volume 36, Number 4 New Mexico Geology\b 77 Thus, while the sampled groundwaters were recharged by similar processes and at similar rates to those proposed for the southern High Plains, the sampled waters were recharged thou- sands of years ago. Recharge in playas, drainages, and on volcanic terranes is probably ongoing in Union County, yet the amount of water contributed to the depths of the aquifer system tapped by the sampled wells is insignificant relative to the amounts being withdrawn by pumping. This is due to volumetrically small recharge amounts, large vertical and horizontal travel distances, and increasing aquifer confinement with depth. The greater the degree of confinement, the less likely that that local recharge at the surface will have any affect on the quantity or quality of water at depth. The proposed area of recharge extends approximately 80 km west from the western edge of the study area to eastern Colfax and western Union Counties (Fig. 19). This is the approximate location of the surface drainage divide between streams flow- ing west to the Canadian River and streams in the Ute Creek drainage, and those flowing east and southeast, south of the Dry Cimmaron River. Between the study area and this drainage divide there are abundant outcrops of the Dakota Group, volca- nic edifices composed of porous lava and cinders, surficial basalt flows, and playa lakes (Fig. 19). West of this divide, the Dakota Group is overlain by the Graneros and Pierre Shales and dips gently west into the Raton Basin (New Mexico Bureau of Geology and Mineral Resources 2003). Spatial trends in historical water chemistry data (hardness as CaCO3 and specific conductivity; Griggs 1948; Cooper and Davis 1967) between the study area and the drainage divide do not preclude waters from the near the divide being the sources of Group 2 and 3 waters (Figs. 16 and 17) in the study area. Assuming that the effects of local recharge and mixing of waters of different ages are small, the measured groundwater ages should be indicative of travel times from the recharge area. Using ranges of transmissivity from Kilmer (1987), hydraulic gradients and ranges of saturated thickness from this study, and typical ranges of sandstone porosity (5–30 %), groundwater flow velocity in the Dakota Formation can be determined by the following equation: where vx is horizontal seepage velocity (i.e., true groundwater flow velocity), T is transmissivity, b is saturated thickness, ne is the effective porosity through which water can flow, and dh/dl is the average hydraulic gradient. The negative sign indicates that flow is down the gradient, to the east in this case. When divided into the approximately 80 km distance given above, the seepage velocity yields travel times on the order of several thousand years, consistent with the measured groundwater ages. All of the variables in this simple calculation vary over factors of two to ten, but many reasonable combinations yield travel times of the same magnitude as the ages. Sample calculations are shown in Table 2. IX. Conclusion This study incorporates new and historical geologic and hydro- logic data to improve understanding of the aquifer system in east-central Union County. The Ogallala Formation and Dakota Formation together vary from zero to several hundred feet in vx= T bne dh dl Group 1 Group 2 Group 2 Group 3 Kd (Dakota) J (Jurassic undivided) Q/To (Quaternary or Ogallala) 20 40 40 40 60 80 20 40 60 80 80 Calcium (Ca) Chloride (CI) Magnesium (Mg) Sulfate (SO4) + Chloride (CI) Carbonate (CO3) + Bicarbonate (HCO3) Calcium (Ca) + Magnesium (Mg) Sodium"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "the near the divide being the sources of Group 2 and 3 waters (Figs. 16 and 17) in the study area. Assuming that the effects of local recharge and mixing of waters of different ages are small, the measured groundwater ages should be indicative of travel times from the recharge area. Using ranges of transmissivity from Kilmer (1987), hydraulic gradients and ranges of saturated thickness from this study, and typical ranges of sandstone porosity (5–30 %), groundwater flow velocity in the Dakota Formation can be determined by the following equation: where vx is horizontal seepage velocity (i.e., true groundwater flow velocity), T is transmissivity, b is saturated thickness, ne is the effective porosity through which water can flow, and dh/dl is the average hydraulic gradient. The negative sign indicates that flow is down the gradient, to the east in this case. When divided into the approximately 80 km distance given above, the seepage velocity yields travel times on the order of several thousand years, consistent with the measured groundwater ages. All of the variables in this simple calculation vary over factors of two to ten, but many reasonable combinations yield travel times of the same magnitude as the ages. Sample calculations are shown in Table 2. IX. Conclusion This study incorporates new and historical geologic and hydro- logic data to improve understanding of the aquifer system in east-central Union County. The Ogallala Formation and Dakota Formation together vary from zero to several hundred feet in vx= T bne dh dl Group 1 Group 2 Group 2 Group 3 Kd (Dakota) J (Jurassic undivided) Q/To (Quaternary or Ogallala) 20 40 40 40 60 80 20 40 60 80 80 Calcium (Ca) Chloride (CI) Magnesium (Mg) Sulfate (SO4) + Chloride (CI) Carbonate (CO3) + Bicarbonate (HCO3) Calcium (Ca) + Magnesium (Mg) Sodium (Na) + Potassium (K) Sulfate (SO4) 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 C A T I O N S A N I O N S %meq/l Na + K CO3+HCO3 SO4 Mg Ca CI Figure 17—Piper diagram illustrating recalculated major ion chemistry of well waters from Cooper and Davis (1967). Sample groupings for new data (Fig. 16) are shown for comparison. 78 New Mexico Geology\b November 2014, Volume 36, Number 4 1954 Center pivot irrigation 1954 perched water Recharge area to west 1954 Windmill 1954 1954 gravel and sand gravel and sand gravel and sand gravel and sand gravel lens shale shale shale shale shale shale shale water table water table QT basalt To Ogallala Formation—Siltstone, sandstone, and conglomerate; coarser in paleovalleys than over ridges of Kd Kg Graneros Shale Kd Dakota Formation—Numerous layers of sandstone and shale, near-continuous sandstone at base Jm Morrison Formation—Interbedded shale and sandstone, beds less continuous than in Kd Je Entrada Formation—Continous sandstone Triassic rocks, undivided—low permeability shale 2011 2011 2011 2011 Flow direction Kd To Kd Jm Jm Je Jm Kd Kg Kg Not to scale confinement increasing ~W ~E To To ˇ Figure 18—Hydrogeologic conceptual model. Water-level elevations have dropped considerably since 1954 and much of the shallow Ogallala and Dakota Formations have been dewatered. Irrigation and domestic wells are now on average much deeper than in 1954 and tap lower, at least partially confined, water-bearing zones. Locally, shallow groundwater still exists in the Ogallala Formation and continues to supply low-yield stock wells. Groundwater flows readily between underlying units and the Ogallala Formation where permeable sands and conglomerates are juxtaposed. thickness and form a complex unconfined aquifer. Deeper lev- els of the Dakota Formation, the Morrison Formation, and the Entrada Sandstone are confined to varying degrees. Shale layers form leaky confining beds amongst these units. Large and widespread water level and saturated thickness declines from the mid-1950s to the present have resulted in dewatering of portions of the Ogallala–Dakota aquifer. It is clear that ground water extraction from all aquifers in the study area exceeds recharge. Water levels in deep wells recover after irrigation season ends, but the recoveries are superimposed on a long-term declining water-level trend. With one exception, sampled groundwaters are largely Ca-Mg-HCO3-SO4 waters, and groundwater chemistry has not changed significantly since the 1950s. Waters from the Morrison Formation in the southwest corner of the study area have distinct Na-HCO3 chemistry that can be explained by cation-exchange processes occurring on clay mineral surfaces. These waters appear to be isolated by effective confining layers and probably discharge to surface drainages. Recharge processes similar to those operative on the southern High Plains occur in the study area and to the west, yet tritium and 14C analyses indicate that there is no significant recharge occurring to the sampled water-bearing zones of the aquifer. This is consistent with the large and ongoing water level declines. Seepage velocity calculations are consistent with a recharge model in which groundwater travels tens of kilometers from recharge areas west of the present study area. The sampled groundwaters were recharged thousands of years ago by rapid infiltration of playa lake waters and of precipitation on porous volcanic features, lava flows, and exposed bedrock of the aquifer units. Acknowledgments Many landowners in Union County kindly granted access to their property and wells. Kate Zeigler performed geologic map- ping and assisted with installation of data loggers. Brigitte Felix assisted with drafting of figures. I thank Barbara and Randy Podzemney and the staff of the Northeastern Soil and Water Conservation District, Dave Romero and Steve Silver of Balleau Groundwater, Inc., and Alan Cuddy of the New Mexico Office of the State Engineer. Lewis Land, Nathan Myers, and Jesse Roach provided constructive reviews that improved the paper. References Aubele, J. C., and Crumpler, L. S., 2001, Raton-Clayton and Ocate vol- canic fields, in Lucas, S. G., and Ulmer-Scholle, D. S., eds., Geology of the Llano Estacado: New Mexico Geological Society 52nd Field Conference Guidebook, pp. 69–76. Baldwin, B., and Bushman, F. X., 1957, Guides for the development of irrigation wells near Clayton, Union County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Circular 46, 64 pp. Baldwin, B., and Muehlberger, W. R., 1959, Geologic studies of Union County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 63, 171 pp. Cooper, J. B., and Davis, L. V., 1967, General occurrence and quality of groundwater in Union County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Groundwater Report 8, 168 pp. Falk, S. E., 2005, Estimated ground-water age and rate of recharge in the southern High Plains Aquifer, Cannon Air Force Base, Curry County, New Mexico, 2004 [M.S. Thesis]: Albuquerque, University of New Mexico, 82 pp. November 2014, Volume 36, Number 4 New Mexico Geology\b 79 UNION COLFAX MORA HARDING Clayton Sedan Seneca 6000 6000 6000 7000 6000 7000 Colorado Oklahoma Texas n R i v e r D r y C i m arro n Ute Cr e e k Canad ia n Riv er 78 km 80 km 103°0'W 103°30'W 104°0'W 104°30'W 37°0'N 36°30'N 36°0'N 550,000 575,000 600,000 625,000 650,000 675,000 4,000,000 4,025,000 4,050,000 4,075,000 0 5 10 mi 0 5 10 15 km Study area 1,000 ft contour 2011 flow direction Drainage divide Volcanic rocks"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "staff of the Northeastern Soil and Water Conservation District, Dave Romero and Steve Silver of Balleau Groundwater, Inc., and Alan Cuddy of the New Mexico Office of the State Engineer. Lewis Land, Nathan Myers, and Jesse Roach provided constructive reviews that improved the paper. References Aubele, J. C., and Crumpler, L. S., 2001, Raton-Clayton and Ocate vol- canic fields, in Lucas, S. G., and Ulmer-Scholle, D. S., eds., Geology of the Llano Estacado: New Mexico Geological Society 52nd Field Conference Guidebook, pp. 69–76. Baldwin, B., and Bushman, F. X., 1957, Guides for the development of irrigation wells near Clayton, Union County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Circular 46, 64 pp. Baldwin, B., and Muehlberger, W. R., 1959, Geologic studies of Union County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 63, 171 pp. Cooper, J. B., and Davis, L. V., 1967, General occurrence and quality of groundwater in Union County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Groundwater Report 8, 168 pp. Falk, S. E., 2005, Estimated ground-water age and rate of recharge in the southern High Plains Aquifer, Cannon Air Force Base, Curry County, New Mexico, 2004 [M.S. Thesis]: Albuquerque, University of New Mexico, 82 pp. November 2014, Volume 36, Number 4 New Mexico Geology\b 79 UNION COLFAX MORA HARDING Clayton Sedan Seneca 6000 6000 6000 7000 6000 7000 Colorado Oklahoma Texas n R i v e r D r y C i m arro n Ute Cr e e k Canad ia n Riv er 78 km 80 km 103°0'W 103°30'W 104°0'W 104°30'W 37°0'N 36°30'N 36°0'N 550,000 575,000 600,000 625,000 650,000 675,000 4,000,000 4,025,000 4,050,000 4,075,000 0 5 10 mi 0 5 10 15 km Study area 1,000 ft contour 2011 flow direction Drainage divide Volcanic rocks Dakota Group Figure 19—Regional map with simplified geology (from New Mexico Bureau of Geology and Mineral Resources, 2003) showing the probable recharge area, which extends from the study area (outlined in red) to the drainage divide in Harding and eastern Colfax Counties. The width of the area is approximately 80 km.. Farnsworth, R. K., and Thompson, E. S., 1982, Mean monthly, seasonal, and annual pan evaporation for the United States: NOAA Technical Report NWS-84, 82 pp. Frye, J. C., Leonard, A. B., and Glass, H. D., 1978, Late Cenozoic sed- iments, molluscan faunas, and clay minerals in northeastern New Mexico: New Mexico Bureau of Mines and Mineral Resources Circular 160, 32 pp. Griggs, R. L., 1948, Geology and ground-water resources of the eastern part of Colfax County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Groundwater Report 1, 187 pp. Gurdak, J. J., and Roe, C. D., 2010, Review: recharge rates and chemistry beneath playas of the High Plains aquifer, USA: Hyrogeology Journal, v. 18, pp. 1747–1772. Gustavson, T. C., and Winkler, D. A., 1988, Depositional facies of the Miocene-Pliocene Ogallala Formation, northwestern Texas and eastern New Mexico: Geology, v. 16, pp. 203–206. Gutentag, E. D., Heimes, F. J., Krothe, N. C., Luckey, R. R., and Weeks, J. B., 1984, Geohydrology of the High Plains aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U. S. Geological Survey Professional Paper 1400-B, 63 pp. Hem, J. D., 1985, Study and interpretation of the chemical characteristics of natural water: U. S. Geological Survey Water-Supply Paper 2254, 254 pp. Jurgens, B. C., Bexfield, L. M., and Eberts, S. M., 2014, A ternary age-mix- ing model to explain contaminant occurrence in a deep supply well: Groundwater, DOI: 10.1111/gwat.12170, 15 pp. Kelly, H. T., 1987, Hydrologic coefficients for the Ogallala aquifer in the vicinity of Roy, Harding County, New Mexico, in Lucas, S. G. and Hunt, A. P., eds., Northeastern New Mexico: New Mexico Geological Society 38th Field Conference Guidebook, pp. 317–321. Kilmer, L. C., 1987, Water-bearing characteristics of geologic formations in northeastern New Mexico—southeastern Colorado, in Lucas, S. G. and Hunt, A. P., eds., Northeastern New Mexico: New Mexico Geolog- ical Society 38th Field Conference Guidebook, pp. 275–280. Kues, B. S., and Lucas, S. G., 1987, Cretaceous stratigraphy and pale- ontology in the Dry Cimmaron Valley, New Mexico, Colorado, and Oklahoma in Lucas, S. G. and Hunt, A. P., eds., Northeastern New Mexico: New Mexico Geological Society 38th Field Conference Guide- book, pp. 167–198. Lappala, E. G., 1973, Ground-water hydrology of the northern high plains of New Mexico: Office of the New Mexico State Engineer unpublished technical report, 169 pp. Love, J. C., 2004, Gallery of Geology–Union County Glacier: New Mexico Geology, v. 26, pp. 123–125. Lucas, S. G., and Hunt, A. P., 1987, eds., Northeastern New Mexico: New Mexico Geological Society 38th Field Conference Guidebook, 355 pp. Lucas, S. G., Hunt, A. P., and Hayden, S. N., 1987, The Triassic system in the Dry Cimmaron Valley, New Mexico, Colorado, and Oklahoma, in Lucas, S. G. and Hunt, A. P., eds., Northeastern New Mexico: New Mexico Geological Society 38th Field Conference Guidebook, pp. 97–117. 80 New Mexico Geology\b November 2014, Volume 36, Number 4 Parameter Unit Mean Min Max Std. Dev. Temperature ºC 17.3 14.7 22.4 2.1 pH pH units 7.5 7.0 8.2 0.3 SC μS/cm 536 380 800 131 TDS mg/L 330 233 496 83 Calcium mg/L 48 7 65 15 Magnesium mg/L 21 8 44 8 Sodium mg/L 33 13 165 37 Potassium mg/L 3.58 2.10 5.80 0.96 Bicarbonate mg/L 229 185 370 43 Sulfate mg/L 47 17 110 27 Chloride mg/L 24 6 77 20 Nitrate mg/L 13 4 35 8 Bromide mg/L 0.21 0.075 0.76 0.18 Silicon mg/L 11.9 5.6 16.0 2.7 Fluoride mg/L 0.99 0.57 1.60 0.25 Iron mg/L 0.30 0.033 0.57 0.38 Boron mg/L 0.11 0.055 0.37 0.078 Barium mg/L 0.084 0.016 0.14 0.031 Nickel mg/L 0.0008 0.0006 0.0013 0.0002 Strontium mg/L 0.81 0.24 1.80 0.33 Zinc mg/L 0.025 0.0013 0.14 0.040 Table 1— Statistical summary of chemical parameters for sampled wells. “STD” is standard deviation, “SC” is specific conductance, and “TDS” is total dissolved solids. Gradient (dh/dl) Transmissivity1 (T, gpd/ft) Transmissixvity (T, m3/s) Saturated thickness2 (b, m) Effective porosity (ne) Seepage velocity (m/s) vx= T bne dh dl Distance (m)3 Travel time4 (yrs) 0.0265 40,000 1.72 x 10-3 104 0.15 2.87 x 10-6 80,000 885 0.026 35,000 1.51 x 10-3 104 0.15 2.51 x 10-6 80,000 1011 0.026 25,000 1.08 x 10-3 104 0.15 1.79 x 10-6 80,000 1416 0.026 10,000 4.30 x 10-4 104 0.15 7.17 x 10-7 80,000 3540 0.026 5,000 2.15 x 10-4 104 0.15 3.58 x 10-7 80,000 7079 0.026 1,000 4.30 x 10-5 104 0.15 7.17 x 10-8 80,000 35397 0.0136 35,000 1.51 x 10-3 104 0.15 1.25 x 10-8 80,000 2023 0.026 35,000 1.51 x 10-3 104 0.075 5.02 x 10-6 80,000 506 0.026 35,000 1.51 x 10-3 52 0.15 5.02 x 10-6 80,000 506 0.026 35,000 1.51 x 10-3 104 0.15 5.02 x 10-6 40,000 506 1 Ranges of transmissivity from Kilmer (1987); original data in units of gallons per day per foot (gpd/ft). 2 Based on estimated saturated thicknesses for Dakota Formation encountered in wells. 3 Distance from western boundary of study area to drainage divide is approximately 80 km, see text. 4 Distance divided by seepage velocity. 5 First six"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "Sulfate mg/L 47 17 110 27 Chloride mg/L 24 6 77 20 Nitrate mg/L 13 4 35 8 Bromide mg/L 0.21 0.075 0.76 0.18 Silicon mg/L 11.9 5.6 16.0 2.7 Fluoride mg/L 0.99 0.57 1.60 0.25 Iron mg/L 0.30 0.033 0.57 0.38 Boron mg/L 0.11 0.055 0.37 0.078 Barium mg/L 0.084 0.016 0.14 0.031 Nickel mg/L 0.0008 0.0006 0.0013 0.0002 Strontium mg/L 0.81 0.24 1.80 0.33 Zinc mg/L 0.025 0.0013 0.14 0.040 Table 1— Statistical summary of chemical parameters for sampled wells. “STD” is standard deviation, “SC” is specific conductance, and “TDS” is total dissolved solids. Gradient (dh/dl) Transmissivity1 (T, gpd/ft) Transmissixvity (T, m3/s) Saturated thickness2 (b, m) Effective porosity (ne) Seepage velocity (m/s) vx= T bne dh dl Distance (m)3 Travel time4 (yrs) 0.0265 40,000 1.72 x 10-3 104 0.15 2.87 x 10-6 80,000 885 0.026 35,000 1.51 x 10-3 104 0.15 2.51 x 10-6 80,000 1011 0.026 25,000 1.08 x 10-3 104 0.15 1.79 x 10-6 80,000 1416 0.026 10,000 4.30 x 10-4 104 0.15 7.17 x 10-7 80,000 3540 0.026 5,000 2.15 x 10-4 104 0.15 3.58 x 10-7 80,000 7079 0.026 1,000 4.30 x 10-5 104 0.15 7.17 x 10-8 80,000 35397 0.0136 35,000 1.51 x 10-3 104 0.15 1.25 x 10-8 80,000 2023 0.026 35,000 1.51 x 10-3 104 0.075 5.02 x 10-6 80,000 506 0.026 35,000 1.51 x 10-3 52 0.15 5.02 x 10-6 80,000 506 0.026 35,000 1.51 x 10-3 104 0.15 5.02 x 10-6 40,000 506 1 Ranges of transmissivity from Kilmer (1987); original data in units of gallons per day per foot (gpd/ft). 2 Based on estimated saturated thicknesses for Dakota Formation encountered in wells. 3 Distance from western boundary of study area to drainage divide is approximately 80 km, see text. 4 Distance divided by seepage velocity. 5 First six lines illustrate the effect of varying transmissivity within the ranges given by Kilmer (1987). 6 Last four lines illustrate the effect of varying other parameters with constant transmissivity of 35,000 gpd/ft. Table 2— Sample travel time calculations. November 2014, Volume 36, Number 4 New Mexico Geology\b 81 Luckey, R. R., Gutentag, E. D., and Weeks, J. B., 1981, Water-level and saturated thickness changes, predevelopment to 1980, in the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Sur- vey Hydrologic Investigations Atlas HA-652, 2 sheets. Luedke, R. G., and Smith, R. L., 1978, Map showing distribution, compo- sition, and age of late Cenozoic volcanic centers in Arizona and New Mexico: U.S. Geological Survey Miscellaneous Investigations Series Map I-1091A, scale 1:1,000,000, 2 sheets. Nativ, R., 1992, Recharge into the Southern High Plains aquifer—possi- ble mechanisms, unresolved questions: Environmental Geology and Water Sciences, v. 19, pp. 21–32. Nativ, R., and Gutierrez, G. N., 1989, Hydrogeology and hydrochemis- try of Cretaceous aquifers, Southern High Plains, U.S.A.: Journal of Hydrology, v. 108, pp. 79–109. Nativ, R., and Riggio, R., 1989, Meteorologic and isotopic characteristics of precipitation events with implications for groundwater recharge, southern high plains: Atmospheric Research, v. 25, pp. 51–82. Nativ, R., and Smith, D. A., 1987, Hydrogeology and geochemistry of the Ogallala aquifer, southern High Plains: Journal of Hydrology, v. 91, pp. 217¬–253. New Mexico Bureau of Geology and Mineral Resources, 2003, Geologic map of New Mexico, scale 1:500,000, 2 sheets. Pazzaglia, F. J., and Hawley, J. W., 2004, Neogene (rift flank) and Qua- ternary geology and geomorphology, in Mack, G. H., and Giles, K. A., eds., The geology of New Mexico: New Mexico Geologic Society, pp. 407–438. Rawling, G. C., 2013, Hydrogeology of east-central Union County, north- eastern New Mexico: New Mexico Bureau of Geology and Mineral Resources Open-File Report 555, 55 pp. Swenson, F. A., 1968, New theory of recharge to the artesian basin of the Dakotas: Geological Society of America Bulletin, v. 79, pp. 163–182. Trauger, F. D., 1987, Climate of northeastern New Mexico in Lucas, S. G. and Hunt, A. P., eds., Northeastern New Mexico: New Mexico Geological Society 38th Field Conference Guidebook, pp. 281–284. Trauger, F. D., and Churan, K. R., 1987, Geohydrology of the Roy-Solano area, Harding County, New Mexico, in Lucas, S. G. and Hunt, A. P., eds., Northeastern New Mexico: New Mexico Geological Society 38th Field Conference Guidebook, pp. 295–315. Trauger, F. D., and Kelly, T. E., 1987, Water resources of the Capulin topographic basin, Colfax and Union Counties, New Mexico, in Lucas, S. G. and Hunt, A. P., eds., Northeastern New Mexico: New Mexico Geological Society 38th Field Conference Guidebook, pp. 285–294. Weeks, J. B., and Gutentag, E. D., 1981, Bedrock geology, altitude of base, and 1980 saturated thickness of the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Hydrologic Investiga- tions Atlas HA-648, 2 sheets. Weeks, J. B., Gutentag, E. D., Heimes, F. J., and Luckey, R. R., 1988, Summary of the High Plains regional aquifer-system analysis in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Professional Paper 1400-A, 39 pp. Wood, W. W., and Sanford, W. E., 1995, Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid envi- ronment: Ground Water, v. 33, pp. 458–468. 82 New Mexico Geology\b November 2014, Volume 36, Number 4 Author index to New Mexico Geology, volume 36 Allen, Bruce D. 3 Bejnar, Craig 48 Chamberlin, Richard 48 Dunbar, Nelia 48 Krainer, Karl 3 Love, David W. 48 Lucas, Spencer G. 3, 25, 48, Meyer, Grant A. 32 Morgan, Gary 48 Rawling, Geoffrey C. 64 Sion, Brad 48 Thomson, Bruce 42 Vachard, Daniel 3 Watt, Paula Muir 32 Wilder, Matthew 32 Subject index to New Mexico Geology, volume 36 Ancestral Rio Grande (ARG) 48, 49, 54, 57 Cedro Canyon 4 Bernalillo County 3–26 Manzanita Mountains 3, 4, 5 Bell Ranch Formation 68 Desmoinesian 3 Doña Ana County 54 Camp Rice Formation 54 Dakota Formation 64, 65, 68, 71, 77–79 Dakota Group 68 Entrada Formation 68 Entrada Sandstone 65, 68 climatology Western Regional Climate Center 33 Cretaceous 64, 68, 76 geochemistry carbon isotope analyses 65 groundwater chemistry 74, 75 groundwater age dating 75 “Group II” pumice 48 Matanza Arroyo obsidian 53 Matanza Arroyo pumice 54 pumice granules 51, 54 Rabbit Mountain obsidian 51, 53 glaciation cirques 32 Horace Mesa basalt 32 La Mosca Peak 32, 34, 36, 38 Pleistocene (late) 32, 36 paleo-ELAs 32, 33 Mount Taylor 34 Neogene composit volcano 32 San Mateo Canyon 34 Water Canyon 32 “Great Unconformity” 7 Graneros Shale 65, 67, 71, 76 Herrick’s Coyote Sandstone 4 hydrogeology Clayton 64, 65, 73 Canadian river drainages 77 Dry Cimarron River drainage 77 groundwater flow 75, 76 High Plains aquifer 64, 65, 76, 77 Ogallala–Dakota aquifer 64, 65, 76 Ogallala Formation 64, 65, 76 Union County 64–77 Ute Creek 77 hydrology groundwater chemistry 74, 75 groundwater ae dating 75 hardness data 65 tritium analyses 65, 75 water sampling 65 Jurassic 76 mapping 1:2,500/ArcGIS 49 Madera limestone 4, 5 Mississipian age 4 Manzanita Mountains 3, 4, 5, 7 Manzano Mountains 3, 5 Morrison Formation 68, 78 Miocene 68 Mount Taylor 31 Navajo Nation 31 Ogallala Formation 64–69, 73, 76, 78, 79 paleoclimate equilibrium line altitude 36, 37 early Pleistocene 54 paleo-ELA 37"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "3 Love, David W. 48 Lucas, Spencer G. 3, 25, 48, Meyer, Grant A. 32 Morgan, Gary 48 Rawling, Geoffrey C. 64 Sion, Brad 48 Thomson, Bruce 42 Vachard, Daniel 3 Watt, Paula Muir 32 Wilder, Matthew 32 Subject index to New Mexico Geology, volume 36 Ancestral Rio Grande (ARG) 48, 49, 54, 57 Cedro Canyon 4 Bernalillo County 3–26 Manzanita Mountains 3, 4, 5 Bell Ranch Formation 68 Desmoinesian 3 Doña Ana County 54 Camp Rice Formation 54 Dakota Formation 64, 65, 68, 71, 77–79 Dakota Group 68 Entrada Formation 68 Entrada Sandstone 65, 68 climatology Western Regional Climate Center 33 Cretaceous 64, 68, 76 geochemistry carbon isotope analyses 65 groundwater chemistry 74, 75 groundwater age dating 75 “Group II” pumice 48 Matanza Arroyo obsidian 53 Matanza Arroyo pumice 54 pumice granules 51, 54 Rabbit Mountain obsidian 51, 53 glaciation cirques 32 Horace Mesa basalt 32 La Mosca Peak 32, 34, 36, 38 Pleistocene (late) 32, 36 paleo-ELAs 32, 33 Mount Taylor 34 Neogene composit volcano 32 San Mateo Canyon 34 Water Canyon 32 “Great Unconformity” 7 Graneros Shale 65, 67, 71, 76 Herrick’s Coyote Sandstone 4 hydrogeology Clayton 64, 65, 73 Canadian river drainages 77 Dry Cimarron River drainage 77 groundwater flow 75, 76 High Plains aquifer 64, 65, 76, 77 Ogallala–Dakota aquifer 64, 65, 76 Ogallala Formation 64, 65, 76 Union County 64–77 Ute Creek 77 hydrology groundwater chemistry 74, 75 groundwater ae dating 75 hardness data 65 tritium analyses 65, 75 water sampling 65 Jurassic 76 mapping 1:2,500/ArcGIS 49 Madera limestone 4, 5 Mississipian age 4 Manzanita Mountains 3, 4, 5, 7 Manzano Mountains 3, 5 Morrison Formation 68, 78 Miocene 68 Mount Taylor 31 Navajo Nation 31 Ogallala Formation 64–69, 73, 76, 78, 79 paleoclimate equilibrium line altitude 36, 37 early Pleistocene 54 paleo-ELA 37 paleontology Abo Formation Arroyo Peñasco Formation 4 Atrasado (=Wild Cow) Formation 12 bivalves 8, 11 brachiopods 8, 10, 11, 15 bryozoans 8, 11, 12, 15 Bursum Formation 16 Cedro Peak 3 corals 8 crinoids 10, 15 echinoderms 11 foraminifers 11 fusulinids 3, 8,11, 15 gastropods 12 Gray Mesa (=Los Moyos) Formation 8 Kinney Brick Quarry 12 Lucero Uplift 11 Madera Formation Major Ranch 16 Mammoth jaw 48, 51, 52, 54 Matanza mammoth jaw 48, 49, 50, 55 Manzano uplift 7 Matanza Arroyo 48, 54 oncoids 15 Oscura Mountains 3 Ostracods 12 Priest Canyon 11 phyloidal algae 15 Sandia Formation 7 Sandia uplift 7 trilobites 12, 15 paleosols Late Pennsylvanian 25 Pennsylvanian 3, 4, 5, 25 Pliocene 68 Pierre Shale 77 Proterozoic basement 7 Quaternary 68, 71 Rio Grande rift 3, 49 Purgatoire Formation 68, 71 Sandia Mountains 3, 4, Sandoval County Manzano Mountains 3, 8 Sierra Ladrones Formation 48 Socorro County Ancestral Rio Grande (ARG) 48, 49, 54 Matanza Arroyo 48, 54 Socorro Basin 57 Socorro Canyon fan 48, 57, 58 soil science stage III–IV pedogenic carbonates 48, 52 “Group II” pumice 53 stratigraphy Ancestral Rio Grande (ARG) 57, 58 Atrasado Formation 14 Bursum Formation 14, 19 Cedro Peak 5, 21 Grey Mesa Formation 14 Matanza mammoth 50, 51, 57, 58 Matanza Arroyo 57 Pennsylvanian 5 Sandia Formation Cedro Peak 7, 9 Santa Fe Group 57 Socorro Basin 57 Socorro Canyon fan 57, 58 Tijeras Canyon 3 Tijeras Ranger Station 17 Tramperos Creek 68, 74 Union County 64–77 Clayton 64, 73 precipitation 1896–2011, 65 Sedan 73 Virgilian-age 3 volcanology Cerro Toledo eruption 48 Rabbit Mountain obsidian 48 Raton¬–Clayton volcanic field 68 November 2014, Volume 36, Number 4 New Mexico Geology\b 83 Meetings and other events in and around New Mexico are listed on the bureau’s Upcoming Events webpage: http://geoinfo.nmt.edu/events/ Bureau of Geology news may be found at: http://geoinfo.nmt.edu/news/ New Mexico Bureau of Geology data repository: http://geoinfo.nmt.edu/repository/ The bibliography of New Mexico geology is an online, searchable index available at: http://geoinfo.nmt.edu/libraries/gic/bibliography/ New Mexico Geological Society spring meeting abstracts from 2013 back to 2004 are posted on their website (see following web address, scroll to the bottom of the page to see the list). http://nmgs.nmt.edu/meeting/ Current spring meeting abstracts are posted prior to the spring meeting (this year April 11th). http://nmgs.nmt.edu/meeting/abstracts/ New Mexico Mineral Symposium abstracts are posted on the New Mexico Bureau of Geology’s Mineral Museum website (select a year and enter author or title or keyword). http://geoinfo.nmt.edu/museum/minsymp/abstracts/ New Mexico Institute of Mining and Technology Earth and Environmental Science Department theses, dissertations, and independent study papers are available at: http://www.ees.nmt.edu/outside/alumni/thesis.php New Mexico State University Department of Geological Sciences theses are available at: http://geology.nmsu.edu/grad.html University of New Mexico Department of Earth & Planetary Sciences provides an extensive list of links for geologists at: http://epswww.unm.edu/escilink.htm American Geosciences Institute (AGI) open-access journals series is available at http://www.agiweb.org/georef/about/openaccess.html#internet Additional Resources To provide more accurate and up-to-date information, to better accommodate our online readers, and to facilitate the information we provide to all of our readers regarding meetings, events, and service news, we are now providing links to these features on our website (or, in some cases, to other websites), as follows: These links will provide information that is updated far more regularly than our quarterly journal. Furthermore, the online version of New Mexico Geology, which is available to all of our readers at no cost, will have links: Simply click on the selected item and you will be automatically directed to these pages, which will be updated on an ongoing basis. If there are meetings or events that you would like to see us display on these pages, you can direct your suggestions to the Managing Editor at: nmgeology@nmbg.nmt.edu These links are available on the New Mexico Geology home page by going to: http://geoinfo.nmt.edu/publications/periodicals/nmg NONPROFIT ORGANIZATION U.S. Postage PAI D A l b u q u e r q u e N e w M e x i c o P e r m i t n o . 1888 Return service requested Science and Service New Mexico Institute of Mining and Technology New Mexico Bureau of Geology and Mineral Resources 801 Leroy Place Socorro, New Mexico 87801-4750"
    },
    {
        "URL": "Rawling2014_nmg_v36_n4_p64.pdf",
        "Text": "on these pages, you can direct your suggestions to the Managing Editor at: nmgeology@nmbg.nmt.edu These links are available on the New Mexico Geology home page by going to: http://geoinfo.nmt.edu/publications/periodicals/nmg NONPROFIT ORGANIZATION U.S. Postage PAI D A l b u q u e r q u e N e w M e x i c o P e r m i t n o . 1888 Return service requested Science and Service New Mexico Institute of Mining and Technology New Mexico Bureau of Geology and Mineral Resources 801 Leroy Place Socorro, New Mexico 87801-4750"
    }
]