[
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "water Article Groundwater Governance and the Growth of Center Pivot Irrigation in Cimarron County, OK and Union County, NM: Implications for Community Vulnerability to Drought Kathryn Wenger 1,*, Jacqueline M. Vadjunec 1 and Todd Fagin 2 1 Department of Geography, Oklahoma State University, Stillwater, OK 74078, USA; jacqueline.vadjunec@okstate.edu 2 Oklahoma Biological Survey, University of Oklahoma, Norman, OK 73019, USA; tfagin@ou.edu * Correspondence: kathryn.wenger@okstate.edu; Tel.: +1-405-744-6250 Academic Editors: Karina Schoengold, Ginger Paige and Kristiana Hansen Received: 2 October 2016; Accepted: 5 January 2017; Published: 11 January 2017 Abstract: Cimarron County, Oklahoma and Union County, New Mexico, neighboring counties in the Southern High Plains, are part of a vital agricultural region in the United States. This region experiences extended periods of cyclical drought threatening its ability to produce, creating an incentive for extensive center pivot irrigation (CPI). Center pivots draw from the rapidly depleting High Plains Aquifer System. As a result, the prospect of long-term sustainability for these agricultural communities is questionable. We use Remote Sensing and Geographic Information Systems to quantify growth in land irrigated by CPI between the 1950s and 2014, and key informant interviews to explore local perspectives on the causes and impact of such growth. In Cimarron County, OK, CPI increased by the mid-1980s, and has continually increased since. Results suggest adaptation to drought, a depleting aquifer, high corn prices, and less rigid groundwater regulations contribute to CPI growth. Conversely, CPI in Union County, NM, increased until 2010, and then declined. Results also suggest that drought-related agricultural changes and more aggressive well drilling regulations contribute to this decrease. Nevertheless, in both counties, there is a growing concern over the depleting aquifer, the long-term sustainability of CPI, and the region’s economic future. Keywords: drought; center pivot irrigation; governance; High Plains Aquifer; vulnerability-resilience 1. Introduction The decline of the High Plains Aquifer System is considered one of the greatest water management and agricultural concerns currently facing the United States [1]. At the current rate of depletion, 35% of the Southern High Plains will be unable to support irrigation for agriculture within the next thirty years [2] (p. 9321). Given the extensive socio-economic implications of groundwater depletion, research that evaluates current groundwater governance policies and explores possible consequences of those policies is expansive [1,3–5]. More so, how these consequences contribute to community and agricultural vulnerability, has also lead to increasing research on vulnerability, resilience and the role of water governance and politics on sustainable groundwater use [6–9]. Here, we use a mixed methods approach to study the relationship between center pivot irrigation (CPI) growth, water governance, and adaptation and vulnerability of residents in a bi-county region (Cimarron County, OK, USA and Union County, NM, USA) situated in the historic epicenter of the Dust Bowl [10]. We utilize remote sensing (aerial photograph interpretation) and Geographic Information Systems (GIS) to quantify CPI changes and key informant interviews to explore institutional or policy explanations of these changes. Speciﬁcally, we ask: Water 2017, 9, 39; doi:10.3390/w9010039 www.mdpi.com/journal/water Water 2017, 9, 39 2 of 20 1. How much has CPI growth changed over both space and time (1950–2014)? 2. What governance policies and practices inﬂuence the changes in CPI? 3. How do local communities perceive the role of CPI use in relationship to vulnerability and drought in the region? In order to answer these questions, we ﬁrst present the theoretical underpinnings as a foundation for our research. Literature on water governance, vulnerability and resilience is reviewed; second, we provide a description of the study area and comparative study site, as well as the data sources and methods used; third, we present our results from our mixed methods approach; ﬁnally, we discuss implications of the results, and conclude that governance plays a major role in inﬂuencing CPI growth and community vulnerability. 1.1. Water Governance The term governance encompasses not only government and policies, but also the range of actors and political practices that shape environmental decision-making [7,9]. Water governance in particular, refers to the “range of organizations, institutions, laws and discourses that coordinate, regulate, or manage water allocation and use” [7] (p. 619). As such, governance includes formal laws, but also more informal arrangements with local stakeholders. A water governance framework does not simply look at government or policy to understand the management and regulation of water resources. Instead, focusing on water governance, as relationships and power dynamics between actors and resources, can help to reveal the implications of policies from multiple levels of actors and institutions on local water users [8,11–13]. Jepson [7] uses a water governance framework to explain how water laws and political discourses are used to exclude a disenfranchised group of water users in Texas. Welsh and colleagues [14] also use a governance framework to assess how farmers in the Bear River Region in Utah, who have the most legally secure water rights, are somehow also the most vulnerable to severe drought. During times of drought, these farmers are accustomed to having readily available irrigation water. However, when water is no longer available, farmers often lack past non-irrigated drought experience or knowledge to adapt accordingly. Welsh and colleagues [14] (p. 3) argue that, “drought vulnerabilities are shaped not only by natural contexts, but social contexts as well.” The social contexts of drought vulnerability include: political, institutional, geographic, economic, and social structures [15–17]. Institutions often create reactive policies that may actually increase vulnerability instead of being proactive to reduce or mitigate impacts due to drought [14]. Thus, it is important to understand what role governance plays in fostering communities and ecological systems that are less vulnerable. 1.2. Reducing Vulnerability and Fostering Resilience through Local Knowledge and Adaptations Vulnerability and resilience are terms that are relevant to both the biophysical/ecological realm and the social/human realm [18]. Vulnerability, which is generally social in nature, is deﬁned as “the state of susceptibility to harm from exposure to stresses associated with environmental and social change, and from the absence of capacity to adapt” [19] (p. 297). Vulnerability reduces the ability for people or communities to resist and adapt to ecological or social pressures. Focusing on vulnerability is considered a powerful analytical tool that can be used to describe states of susceptibility to harm, marginality and powerlessness of social and biophysical systems [20]. The key to reducing vulnerability, whether for a person, community or ecosystem, is having or fostering resilience. “Resilience thinking” originates from studies of ecological systems, and historically focused primarily on biophysical impacts [21] (p. 255). For instance, an ecological resilience case study by Zhang et al. [22], utilizes the Tolerance amount of a Water Network (TaWN) to quantify the resilience of a water network (see also Botherton and Joyce [23]). This study assesses the impacts of extreme weather events such as drought, for plant function and biodiversity and resilience. Water 2017, 9, 39 3 of 20 Resilience studies, however, increasingly emphasize understanding the dynamics of both social and ecological interactions, as part of a coupled human and natural system [24]. Here, resilience, is used in reference to social–ecological resilience. For this study, social–ecological resilience is deﬁned as the “capacity of a system to absorb disturbance, reorganize while undergoing change and still be able to retain the same or similar functionality or state as prior to a"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "drought [14]. Thus, it is important to understand what role governance plays in fostering communities and ecological systems that are less vulnerable. 1.2. Reducing Vulnerability and Fostering Resilience through Local Knowledge and Adaptations Vulnerability and resilience are terms that are relevant to both the biophysical/ecological realm and the social/human realm [18]. Vulnerability, which is generally social in nature, is deﬁned as “the state of susceptibility to harm from exposure to stresses associated with environmental and social change, and from the absence of capacity to adapt” [19] (p. 297). Vulnerability reduces the ability for people or communities to resist and adapt to ecological or social pressures. Focusing on vulnerability is considered a powerful analytical tool that can be used to describe states of susceptibility to harm, marginality and powerlessness of social and biophysical systems [20]. The key to reducing vulnerability, whether for a person, community or ecosystem, is having or fostering resilience. “Resilience thinking” originates from studies of ecological systems, and historically focused primarily on biophysical impacts [21] (p. 255). For instance, an ecological resilience case study by Zhang et al. [22], utilizes the Tolerance amount of a Water Network (TaWN) to quantify the resilience of a water network (see also Botherton and Joyce [23]). This study assesses the impacts of extreme weather events such as drought, for plant function and biodiversity and resilience. Water 2017, 9, 39 3 of 20 Resilience studies, however, increasingly emphasize understanding the dynamics of both social and ecological interactions, as part of a coupled human and natural system [24]. Here, resilience, is used in reference to social–ecological resilience. For this study, social–ecological resilience is deﬁned as the “capacity of a system to absorb disturbance, reorganize while undergoing change and still be able to retain the same or similar functionality or state as prior to a disturbance” [25] (p. 2). These reorganizations and absorptions are often in the form of adaptations, which help communities or systems better cope with and adjust to disturbances. Within the social component of social–ecological resilience, systems are able to learn and change or adapt through institutional contexts as in sharing past knowledge, social capital and strong social connections [21]. Generally, such studies are mainly quantitative in nature. For example, Huang et al. [26] quantitatively assess socio-economic drought and resilience in China using a Multivariate Standardized Reliability and Resilience Index. Rajsekhar et al. [27] also use quantitative methods to develop a drought index method to assess drought vulnerability to socio-economic factors in Texas to achieve more effective strategies for drought resilience. While ecological resilience is often quantitative, there is an increasing call by scholars to assess social–ecological vulnerability and resilience in more qualitative ways. Qualitative assessments instead focus on lived experiences, histories, and perceptions [28–30]. More so, scholars stress the need to understand and assess social–ecological vulnerability and resilience from a local scale. This local scale analysis is imperative for learning adaptive lessons from past local knowledge [31–33]. McLeman and colleagues [33] suggest that in order to uncover knowledge about vulnerabilities, adaptive behaviors, and processes in agricultural regions, researchers need to look at historically comparable situations. In turn, this will provide important lessons for present day policy makers [33]. Langridge and colleagues [32] also encourage a historical analysis approach for studying processes and relations that create social resilience in order to reveal local insights [32]. These scholars illuminate the importance of drawing from local knowledge to inform their research and create better solutions and policies for social–ecological resilience. In stressing the social–ecological couplings of vulnerability and resilience, we use a mixed methods approach to better balance aspects of environmental change (quantifying CPI growth through remote sensing) and the social impacts thereof (qualitative perception based methods). Next, building on this theoretical framework, which connects local knowledge and adaptations with resilience and water governance issues, we explore the study area and our mixed methodology. 2. Materials and Methods 2.1. Description of the Study Area United States High Plains The United States High Plains Region is a sub region of the Great Plains and includes parts of Wyoming, South Dakota, Nebraska, Colorado, Kansas, Oklahoma, New Mexico and Texas [34]. The High Plains Region has a semi-arid climate where drought is a natural and recurring feature of the area. Though the region has had many drought occurrences, the most well-known drought took place during the 1930s and is known as the Dust Bowl [35]. The Dust Bowl devastated agricultural production, and subsequently the communities, for nearly a decade. This extreme long-term drought event transformed the residents’ attitudes and agricultural practices in the High Plains. The Dust Bowl also marshaled in new proactive programs to help agriculturalists and communities to cope with and better manage drought related issues. Programs such as the Soil Conservation Agency, now known as the Natural Resources Conservation Service, started educational projects on soil conservation measures amongst other things [36]. Such programs continued to play an important role in mitigating the effects of the cyclical droughts over the past century. The region also experienced prolonged periods of severe drought in the 1950s, 1970s, 1990s, and, most recently, from 2001 to 2014, (though this period was interspersed with times of relatively normal rainfall) [37]. During the drought in the 1950s, a larger area was actually affected than during the Dust Water 2017, 9, 39 4 of 20 Bowl. Fortunately, however, with the new programs, educational projects and conservation techniques, the extensive conditions of the 1930s were prevented [38]. While not as extensive, the drought in the 1970s brought new challenges and awareness of water management issues, particularly for irrigated cropland [39]. The most recent drought from 2001 to 2014, particularly from 2011 through 2014, is quite signiﬁcant and had conditions dryer and hotter than during the Dust Bowl years [37]. The number of sustained drought years has been longer than previous drought cycles as well. These drought cycles and other harsh climatic factors cause great pressure on the communities and their livelihoods [3]. The High Plain’s communities are part of a vital ranching and agriculture region in the United States, and local economies are highly dependent on agriculture. The region is known as the “grain basket of the United States” [2] (p. 9321). Crops grown in the area provide a considerable proportion of the total crop production in the United States. Approximately 55.6% of the lands currently are dedicated to rangeland and 40.9% to agriculture [40], of which 28% is irrigated [40]. During most years, irrigation is required for economic yields for the cash crops including: alfalfa, corn, cotton, sorghum, soybeans, peanuts, and wheat [40]. In addition to being an important area for crop production, the region also accounts for about 18% of cattle production in the United States [40]. Cattle production in this region, in particular, relies heavily on the vast amount of cereal grains grown in the area such as corn, soybeans, wheat, barley and sorghum. This is especially true during drought when grass is inadequate to support cattle’s needs [41]. During such times, it is necessary for ranchers to supplement the cattle’s diet with feed. The most common feed grain is corn, particularly in the High Plains Region and is essential to sustain the large cattle populations and feedlots [41]. While"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "1930s were prevented [38]. While not as extensive, the drought in the 1970s brought new challenges and awareness of water management issues, particularly for irrigated cropland [39]. The most recent drought from 2001 to 2014, particularly from 2011 through 2014, is quite signiﬁcant and had conditions dryer and hotter than during the Dust Bowl years [37]. The number of sustained drought years has been longer than previous drought cycles as well. These drought cycles and other harsh climatic factors cause great pressure on the communities and their livelihoods [3]. The High Plain’s communities are part of a vital ranching and agriculture region in the United States, and local economies are highly dependent on agriculture. The region is known as the “grain basket of the United States” [2] (p. 9321). Crops grown in the area provide a considerable proportion of the total crop production in the United States. Approximately 55.6% of the lands currently are dedicated to rangeland and 40.9% to agriculture [40], of which 28% is irrigated [40]. During most years, irrigation is required for economic yields for the cash crops including: alfalfa, corn, cotton, sorghum, soybeans, peanuts, and wheat [40]. In addition to being an important area for crop production, the region also accounts for about 18% of cattle production in the United States [40]. Cattle production in this region, in particular, relies heavily on the vast amount of cereal grains grown in the area such as corn, soybeans, wheat, barley and sorghum. This is especially true during drought when grass is inadequate to support cattle’s needs [41]. During such times, it is necessary for ranchers to supplement the cattle’s diet with feed. The most common feed grain is corn, particularly in the High Plains Region and is essential to sustain the large cattle populations and feedlots [41]. While ﬂood plain irrigation occurs to a lesser extent along the Dry Cimarron River, the primary source of water for the irrigated crops that support both farming and ranching productions in the region comes from the vast, but rapidly depleting High Plains Aquifer System. This depletion of the aquifer system is considered to be occurring at an unsustainable rate [1,2,4,42]. The United States Geological Survey’s (USGS) High Plains Aquifer Water-Level Monitoring Study [40] reports that irrigated acreage increased rapidly from the 1940s to the 1980s, with 2.1 million acres irrigated in 1949 and by 1980 13.7 million acres were irrigated [40]. Consequently, the saturated thickness of the High Plains Aquifer over the last sixty years has declined greatly, particularly in the South near Texas and Oklahoma [43]. 2.2. Comparative Study Site Cimarron County, Oklahoma and Union County, New Mexico For the purpose of this study, we focus on two adjacent counties, Cimarron County, OK and Union County, NM, in the Southern High Plains (Figure 1). While the two counties are similar demographically and economically, water use regimes vary considerably, allowing for an important point of comparison. Cimarron County, the western-most county in the Panhandle region of Oklahoma, borders portions of Texas, Colorado, Kansas, and New Mexico. With an estimated 2014 population of 2294 and a land area of ~4752 km2 (~1835 mi2), Cimarron County, OK, has a population density of population density of 0.48/km2 (1.25/mi2) [44]. By comparison, Union County, the northeastern most county in New Mexico, borders portions of Texas, Colorado, and Oklahoma. Covering an area of ~9903 km2 (~3824 mi2), and having an estimated 2014 population of 4297, it has a population density of 0.43/km2 (1.12/mi2) [44]. Overall, although land area and population differs between the two counties, the population density remains similar. Both Cimarron County, OK and Union County, NM, have a semiarid climate, with an average annual precipitation of 438 mm (17.26 in.) in the more eastern Cimarron County, OK and 406 mm (16 in.) in the further west Union County, NM. The average high annual temperature for the two counties is ~21 ◦C (70 ◦F) and the average annual low temperature is approximately 3.6 ◦C (38.5 ◦F) [45,46]. Water 2017, 9, 39 5 of 20 During the past decade and a half, though, both counties have experienced severe to exceptional drought [37], with annual average precipitation since 2001 diminished to 353 mm (13.9 in.) and 337.8 mm (13.3 in.), for Cimarron County, OK and Union County, NM, respectively [45,46]. Figure 1. The High Plains Ecoregion and High Plains Aquifer System in relationship to the bi-county focal area of the study (Source: Adapted from USGS High Plains Water-Level Monitoring Study, Environmental Protection Agency (EPA) Ecoregions of the Continental U.S. and U.S. Census Bureau). Both counties are vital ranching and farming communities in the region. Cimarron County, OK is the second largest producer of cattle in Oklahoma [47], and in the top 2% for production of cattle in the nation. Employment from agriculture in the county makes up more than 36% of total employment [9] (p. 4). Currently, approximately 62.1% of Cimarron County’s land is dedicated to rangeland and 36.9% to cropland [9] (p. 5). Of the latter, approximately 9% is irrigated [48]. Similarly, Union County, NM, is ranked second in New Mexico for cattle production and ﬁrst in corn production [9] (p. 3). Approximately, 97% of Union County’s agricultural lands are in pasture or rangeland, with the other 3% in cropland. Of the latter, approximately 39% is irrigated [48]. In both counties, the High Plains Aquifer System provides a majority of the irrigation water needed for farming and ranching. In Oklahoma, groundwater is considered the private property of the overlying surface owner, following “ﬁrst in time, ﬁrst in right privileges” [49]. Nonetheless, groundwater use is subject to reasonable regulation [50] by the local district’s Water Resources Board. In the 1980s, the state’s Water Resource Board created a water plan to establish a reliable supply of water for the state. As part of the state plan, Maximum Annual Yields (MAYs) for each basin and sub basin were created in order to ensure enough water for the next 20 years [51]. During that same time, Oklahoma also started requiring permits to drill new irrigation wells. In 2012, the Ogallala Panhandle basin MAYs were established and were set at two acre-feet per year (AFY) in the three Panhandle counties of Oklahoma (Cimarron, Texas and Beaver). Additionally, rules require that new wells being installed have to be at least 1320 feet apart from any other authorized well [50]. Though Oklahoma requires permits to drill new wells and has set well distance and quantity regulations, water usage is primarily monitored Water 2017, 9, 39 6 of 20 through annual self-reporting, but metering, for the most part, is not required. Cimarron County has an active Conservation District, which focuses a considerable amount of energy on educating farmers and ranchers about available government programs, such as the Environmental Quality Incentives Program (EQIP) and the Ogallala Aquifer Initiative, which provide payments for various conservation efforts. These programs are administered through the local branch of the United States Department of Agriculture (USDA)-Natural Resource Conservation Service (NRCS) in Cimarron County. Though, the EQIP program is also available nationwide and the Ogallala Aquifer Initiative is available in all areas that overlie the Ogallala Aquifer as well [52]. In New Mexico, given growing concerns over the sustainability of the"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "and ranching. In Oklahoma, groundwater is considered the private property of the overlying surface owner, following “ﬁrst in time, ﬁrst in right privileges” [49]. Nonetheless, groundwater use is subject to reasonable regulation [50] by the local district’s Water Resources Board. In the 1980s, the state’s Water Resource Board created a water plan to establish a reliable supply of water for the state. As part of the state plan, Maximum Annual Yields (MAYs) for each basin and sub basin were created in order to ensure enough water for the next 20 years [51]. During that same time, Oklahoma also started requiring permits to drill new irrigation wells. In 2012, the Ogallala Panhandle basin MAYs were established and were set at two acre-feet per year (AFY) in the three Panhandle counties of Oklahoma (Cimarron, Texas and Beaver). Additionally, rules require that new wells being installed have to be at least 1320 feet apart from any other authorized well [50]. Though Oklahoma requires permits to drill new wells and has set well distance and quantity regulations, water usage is primarily monitored Water 2017, 9, 39 6 of 20 through annual self-reporting, but metering, for the most part, is not required. Cimarron County has an active Conservation District, which focuses a considerable amount of energy on educating farmers and ranchers about available government programs, such as the Environmental Quality Incentives Program (EQIP) and the Ogallala Aquifer Initiative, which provide payments for various conservation efforts. These programs are administered through the local branch of the United States Department of Agriculture (USDA)-Natural Resource Conservation Service (NRCS) in Cimarron County. Though, the EQIP program is also available nationwide and the Ogallala Aquifer Initiative is available in all areas that overlie the Ogallala Aquifer as well [52]. In New Mexico, given growing concerns over the sustainability of the High Plains Aquifer, starting in the 1980s, groundwater governance changed dramatically [53]. Instead of “ﬁrst in time, ﬁrst in right” preferences, groundwater usage falls more directly under the jurisdiction of the state. Declared water basins place water resources and regulatory rights under the control of the State Engineer. Consequently, permits are issued under the discretion of the State Engineer in areas with such declared basins [54]. Union County, NM, became part of a declared basin in 2005 [54]. Once declared, permits are required to drill new wells for irrigation, similar to Oklahoma. In addition, any new well applications must be posted in local newspapers, and can be contested by others who feel their water rights could be impaired [55]. Furthermore, well spacing and restrictions on the amount of water that can be withdrawn are in place. Water usage is monitored through monthly self-reporting and metering is required. Water restrictions, however, are also regulated by local water districts [55]. Union County speciﬁcally, is part of the Cimarron Water Rights District. Informal governance is also important in water conservation. In Union County, NM, local regulatory and conservation efforts include Union County’s Soil and Water Conservation District (UCSWCD). The UCSWCD is quite actively involved in promoting sustainable groundwater conservation and use. Starting in 2010, Union County’s Soil and Water Conservation district started a well monitoring project with volunteer community members in the area. The Union County Hydrogeology Project takes biannual measurements of wells for static water levels (including withdrawal and recharge rates), and subsurface geological data [56]. In general, New Mexico groundwater governance includes a more diverse array of both formal and informal actors—such as the State Engineer, the local water district, and through local partnerships and citizen science projects. Overall, as part of the High Plains Region, both counties have seen a notable increase in CPI acreage for ranching and agricultural uses over the past 65 years. This increase has changed the landscape considerably. The decline in water levels from the extensive irrigation, pressures from cyclical drought, technological advances, and economic transformations has put great amounts of stress on agriculture in the region. In turn, these stresses have created more vulnerable communities that are reliant on irrigated agriculture for their livelihoods [1]. 2.3. Data Sources We acquired historical and current high-resolution aerial photography representing periods of signiﬁcant change in technology, climate or policy. Periods under investigation included the mid-1950s, which served as the baseline for change; the mid-1980s, representing the transition from ﬂood irrigation to CPI with changing water regulations; the mid-2000s, representing the beginning period of sustained drought, and the mid-2010s, representing a period following over a decade of sustained drought, the Union County Hydrology Project, and stricter NM water regulations (see Sections 2.1 and 2.2 above). Due to data availability, concurrent years of aerial photographs were not always available for each county. In such instances, we attempted to use a maximum of one-year difference for inter-year comparisons between counties. All aerial photography datasets were acquired in or converted to a digital format. However, the photographs from the 1950s and 1980s came in multiple tiles and were not georeferenced. As needed these data were scanned, cropped, and georeferenced. Years acquired, data sources, and a brief description of each dataset utilized is listed (Table 1) below. Water 2017, 9, 39 7 of 20 Table 1. Aerial photography dataset: years, sources, and general description. Years County Source Description 1956 Union Co., NM Earth Data Analysis Center Two digital imagery mosaics; georeferenced. 1:20,000 scale. 1959 Cimarron Co., OK Oklahoma Geological Survey Image Library Six paper copies scanned, mosaicked, and georeferenced. 1:20,000 scale. 1985 Cimarron Co., OK USDA-FSA APF Ofﬁce Forty-eight paper copies, scanned, mosaicked, and georeferenced. 1:40,000 scale. 1986 Union Co., NM USDA-FSA APF Ofﬁce Ninety-nine paper copies, scanned, mosaicked, and georeferenced.1:40,000 scale. 2005 Cimarron Co., OK USDA National Agriculture Imagery Program (NAIP) Digital orthophotography county mosaic; 1 m resolution. 2005 Union Co., NM USDA National Agriculture Imagery Program (NAIP) Digital orthophotography county mosaic; 1 m resolution. 2013 Cimarron Co., OK USDA National Agriculture Imagery Program (NAIP) Digital orthophotography county mosaic; 1 m resolution. 2014 Union Co., NM USDA National Agriculture Imagery Program (NAIP) Digital orthophotography county mosaic; 1 m resolution. 2.4. Methods 2.4.1. Geographical Information Systems (GIS) and Remote Sensing (RS) Analysis Using visual interpretation techniques, we identiﬁed and digitized CPI circles from the imagery for each of the timeframes under investigation. Given the high resolution of the imagery, we were able to distinguish areas under active irrigation from those ﬁelds that have been abandoned and overgrown or not uniformly irrigated as would be the case with CPI. In order to assess the accuracy of the classiﬁcation, we generated 100 random points within the High Plains Aquifer System boundary, evenly split between the two counties (i.e., 50 points per county). For each year, we assessed whether CPI circles should have been digitized at the location of the randomly generated points. Using basic GIS overlay techniques, we then determined whether there were any errors of omission or commission for each year under investigation. We then reﬁned the classiﬁcation based on this assessment, adding additional or removing spurious circles. Once all CPI circles were properly digitized, we quantiﬁed the amount of land under CPI and calculated the proportion of change between one year to the next. To ensure we only included CPI systems within the High Plains Aquifer System, we excluded all CPI circles with"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "Co., OK USDA-FSA APF Ofﬁce Forty-eight paper copies, scanned, mosaicked, and georeferenced. 1:40,000 scale. 1986 Union Co., NM USDA-FSA APF Ofﬁce Ninety-nine paper copies, scanned, mosaicked, and georeferenced.1:40,000 scale. 2005 Cimarron Co., OK USDA National Agriculture Imagery Program (NAIP) Digital orthophotography county mosaic; 1 m resolution. 2005 Union Co., NM USDA National Agriculture Imagery Program (NAIP) Digital orthophotography county mosaic; 1 m resolution. 2013 Cimarron Co., OK USDA National Agriculture Imagery Program (NAIP) Digital orthophotography county mosaic; 1 m resolution. 2014 Union Co., NM USDA National Agriculture Imagery Program (NAIP) Digital orthophotography county mosaic; 1 m resolution. 2.4. Methods 2.4.1. Geographical Information Systems (GIS) and Remote Sensing (RS) Analysis Using visual interpretation techniques, we identiﬁed and digitized CPI circles from the imagery for each of the timeframes under investigation. Given the high resolution of the imagery, we were able to distinguish areas under active irrigation from those ﬁelds that have been abandoned and overgrown or not uniformly irrigated as would be the case with CPI. In order to assess the accuracy of the classiﬁcation, we generated 100 random points within the High Plains Aquifer System boundary, evenly split between the two counties (i.e., 50 points per county). For each year, we assessed whether CPI circles should have been digitized at the location of the randomly generated points. Using basic GIS overlay techniques, we then determined whether there were any errors of omission or commission for each year under investigation. We then reﬁned the classiﬁcation based on this assessment, adding additional or removing spurious circles. Once all CPI circles were properly digitized, we quantiﬁed the amount of land under CPI and calculated the proportion of change between one year to the next. To ensure we only included CPI systems within the High Plains Aquifer System, we excluded all CPI circles with water sources outside the aquifer by using a GIS layer of the Aquifer to create a mask (Figure 1). Though Cimarron County, OK has a much larger proportion of its land (79%) overlaying the High Plains Aquifer System than Union County, NM (40%), the two counties are comparable in terms of the actual land area overlaying the system (378,466 ha (935,209 ac.), and 402,688 ha (995,063 ac.), respectively). Nonetheless, not all geographic areas overlaying the system are suitable for CPI based on key characteristics, such as the saturated thickness of the High Plains Aquifer at the site, prohibitive costs, topography, and/or overall suitability for irrigation. Next, we utilized a stepwise approach, comparing each digitized year to the proceeding digitized year, identifying CPI expansion and/or contraction through standard GIS overlay processes [57]. These analyses were conducted at the individual county level for comparison purposes. Speciﬁcally, we used ArcGIS 10.2 (Redlands, CA USA) for all GIS/RS analysis. Lastly, to test whether the proportionality of change between counties differed, we set up a contingency table and tested for signiﬁcance using a chi-square goodness of ﬁt test. 2.4.2. Qualitative Field Methods Key informant interviews (n = 20) occurred in Cimarron County, OK and Union County, NM, in Spring 2015. The themes explored in the key informant interviews are informed by 100s of hours Water 2017, 9, 39 8 of 20 of participant observation, as well as the results of previous research completed in conjunction with a larger National Science Foundation (NSF)-funded project in Summer 2014 [58]. Human subject protocols for the project ensure participant conﬁdentiality. Therefore, all interviews used here are presented anonymously. Participant observation from prior ﬁeldwork, including introductory community meetings, revealed common issues and concerns that helped to guide selected research topics for this study. Key informant interviews were semi-structured having several predetermined questions asked of each informant, while at the same time being open to capitalize on an interviewee’s expert knowledge. Each interview ranged from minimally 30 min up to two hours. During the interviews, extensive hand-written notes were taken. The key informant interview questions focused around the following major themes: concerns over irrigated agriculture and water governance, water regulations, community dependence on agriculture, CPI usage, vulnerability (self-deﬁned) and drought, and the future of irrigated agriculture in the region. Rather than assuming a priori knowledge or predeﬁning concepts such as vulnerability or resilience for the interviewees themselves, questions centered on self-deﬁnitions and focused mainly on explaining differences in perceptions (what, how, and why). To select interviewees, we used a stratiﬁed snowballing technique [59]. Stratiﬁcation ensured a balanced group of opinions from a range of both ofﬁcials and residents. In both counties, the interviews started with local ofﬁcials from relevant agencies. At the end of each interview, the interviewees provided additional names of individuals who might also be interviewed. Overall, ten interviews were conducted in each county. Of the ten in each county, ﬁve included either government workers or ofﬁcials (also residents of the counties), while the other ﬁve in each county were local community members. Further, the stratiﬁcation of interviewees ensured a combination of (male and female) ranchers, farmers, irrigators, non-irrigators, including people from rural and urban areas. While snowballing sampling techniques were used, we started with multiple sources in order to systematically interview a varied group of people in order to gain diverse perspectives. As the interviews progressed, we employed an open grounded coding method to start ﬁnding common themes in the responses. This coding technique enabled themes to emerge through constant data reduction, comparison and reassessing of notes to then collect more data on any emerging themes and patterns [60,61]. The responses to each question asked to the interviewees ﬁrst were summarized into a few words. This was done in order to identify common words and responses that emerged throughout the interview. As the interviews progressed further, more questions emerged, which were then used to guide and direct the next interviews and observations [62]. Assessing the interview responses at the end of each day ensured that new themes were identiﬁed and answers to the research questions began to emerge. After all of the interviews were conducted, a ﬁnal coding system was created. Percentages of respondents are presented for the primary codes. First, responses were coded to evaluate the practices and policies that inﬂuence CPI growth. Secondly, responses were coded to evaluate perceptions of CPI use in relation to vulnerability and drought. 3. Results 3.1. Geographical Information Systems (GIS) and Remote Sensing (RS) Results The aerial photographs from 1950s did not reveal any CPI in either county, thereby serving as a useful baseline from which subsequent change could be gauged. The lack of CPI during this time was also conﬁrmed by historic information garnered from community meetings at the start of the research project (Summer 2014). Furthermore, research by McKnight [63] states that CPI did not begin to emerge extensively until the 1980s. By the 1980s, our results indicate 342 CPI circles covering 17,845 ha (44,097 acres) were present in Cimarron County, OK and 341 CPI circles covering 16,951 ha (41,887 acres) were present in Union County, NM. Within Cimarron County, OK, these CPI circles averaged ~52 ha (129 acres) in size, and were concentrated primarily in the northeastern and southwestern portions of Water 2017, 9, 39 9 of 20 the county. Within Union County, NM, the CPI circles average ~50 ha (123 acres) in size, and were found almost"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "[60,61]. The responses to each question asked to the interviewees ﬁrst were summarized into a few words. This was done in order to identify common words and responses that emerged throughout the interview. As the interviews progressed further, more questions emerged, which were then used to guide and direct the next interviews and observations [62]. Assessing the interview responses at the end of each day ensured that new themes were identiﬁed and answers to the research questions began to emerge. After all of the interviews were conducted, a ﬁnal coding system was created. Percentages of respondents are presented for the primary codes. First, responses were coded to evaluate the practices and policies that inﬂuence CPI growth. Secondly, responses were coded to evaluate perceptions of CPI use in relation to vulnerability and drought. 3. Results 3.1. Geographical Information Systems (GIS) and Remote Sensing (RS) Results The aerial photographs from 1950s did not reveal any CPI in either county, thereby serving as a useful baseline from which subsequent change could be gauged. The lack of CPI during this time was also conﬁrmed by historic information garnered from community meetings at the start of the research project (Summer 2014). Furthermore, research by McKnight [63] states that CPI did not begin to emerge extensively until the 1980s. By the 1980s, our results indicate 342 CPI circles covering 17,845 ha (44,097 acres) were present in Cimarron County, OK and 341 CPI circles covering 16,951 ha (41,887 acres) were present in Union County, NM. Within Cimarron County, OK, these CPI circles averaged ~52 ha (129 acres) in size, and were concentrated primarily in the northeastern and southwestern portions of Water 2017, 9, 39 9 of 20 the county. Within Union County, NM, the CPI circles average ~50 ha (123 acres) in size, and were found almost exclusively along the eastern edge of the county (Figures 2–4). Figure 2. Growth of center pivot irrigation systems in the study area, 1955–2014. The years on the left indicate the aerial photography year for Union County, NM, while those on the right represent the aerial photography year for Cimarron County, OK. 0 100 200 300 400 500 600 700 1959/1956 1985/1986 2005/2005 2013/2014 Number of Center Pivot Irrigation Circles Aerial Photography Year Cimarron County, OK Union County, NM Figure 3. Number of center pivot irrigation circles within Cimarron County, OK and Union County NM, respectively, 1956–2014. Water 2017, 9, 39 10 of 20 0 5000 10000 15000 20000 25000 30000 35000 1959/1956 1985/1986 2005/2005 2013/2014 Area of Center Pivot Irrigation Circles (ha) Aerial Photography Year Cimarron County, OK Union County, OK Figure 4. Area of land (ha) under center pivot irrigation within Cimarron County, OK and Union County NM, respectively, 1956–2014. By 2005, there were 574 CPI circles in Cimarron County, OK, covering 22,684 ha (74,125 acres), representing a 68.10% increase in area under CPI. By comparison, there were 422 CPI circles in Union County, NM, in 1995, covering approximately 21,937 ha (54,208 acres), representing a 29.42% increase by area from the 1980s. Within Cimarron County, OK, the average size remained constant at ~52 ha (129 acres), with the expansion occurring primarily in the southeast, central, and southwest portions of the county (Figures 2–4). In Union County, NM, though, the CPI remained conﬁned primarily to the south-central/southeastern portion of the county and the average area increased slightly, 50 to 52 ha (123 to 128 acres). As drought conditions worsened and water levels dropped, both counties saw several CPI systems taken out of production, while others appeared elsewhere. However, while Cimarron County, OK, saw a net increase in both the number of CPI circles and total area under CPI, Union County, NM, experienced a net decrease in both. More speciﬁcally, by 2013, Cimarron County, OK, had a total of 625 CPI circles covering an area of 32,326 ha (779,879 acres), a 7.76% increase in area from 2005 values. By comparison, Union County, NM, had 403 CPI circles covering an area of 20,696 ha (51,141 acres), representing a 5.66% decrease in area from 2005. Nonetheless, the average size of the CPI circles remained fairly constant in both counties Figures 3 and 4. In general, both the additions and contractions of CPI systems occurred in those areas already dominated by CPI (Figure 2). Overall, from the mid-1980s to the 2014, both Cimarron County, OK and Union County, NM, witnessed a net increase in lands utilizing CPI systems, increasing by 81.14% and 22.09%, respectively. Over the last decade, though, a period that experienced sustained, often extreme drought as well as dropping aquifer levels with little recharge, Cimarron County, OK, saw an increase in CPI irrigated lands by 7.76%, whereas Union County, NM, saw a decrease by 5.66%. Furthermore, the proportion of change in Cimarron County, OK, from the 1950s to 2010s was signiﬁcantly higher from that in Union County, NM (p < 0.000). Next, we explore the qualitative results to explain these patterns. 3.2. Coding Results from Key Informant Interviews Key informant interview questions and subsequent response categories are organized into two subsections. The ﬁrst subsection explores how policies and practices inﬂuence center pivot irrigation growth. The second subsection examines how local communities perceive the role of CPI use in relation to vulnerability and drought. Water 2017, 9, 39 11 of 20 3.2.1. Policies and Practices Inﬂuencing CPI Growth The key informant interviews reveal many different policies and practices are inﬂuencing the growth of CPI. These policies and practices ﬁt into three main coded categories: economic inﬂuences, aquifer availability/water level inﬂuences, and water rights/policy inﬂuences (Table 2). Furthermore, each of these main categories contains subcategories of further coded common responses to interview questions. The responses to key informant questions in each of the two counties are, in general, similar, except for in the third main category (water rights and policy inﬂuences). These differences are due primarily to their state’s differing water rights and policies. Table 2. Factors inﬂuencing center pivot irrigation (CPI) growth: primary coded categories from key informant interview responses in Cimarron County, OK and Union County, NM (n = 20). Main Coded Categories Economic Inﬂuences Aquifer Availability/Water Level Inﬂuences Water Rights and Policy Inﬂuences Subcategories of coded responses -Corn prices/Grain prices/Ethanol Plants/Feed/Feedlots -Gas Prices/Costs to irrigate -Loan/Insurance programs -Drought inﬂuences -Changes in CPI irrigation practices -Well drilling permits -Cimarron County, OK: Few restrictions beyond permits, greater self-regulation -Union County, NM: Closed basin with less leniency, fewer new permits Economic inﬂuences in CPI Growth and Use Ninety-three percent of respondents stated an economic incentive as the primary inﬂuence on the use of CPI. More speciﬁcally, the productivity and return that farmers and ranchers get out of an irrigated circle far exceeds the proﬁts from non-irrigated land. Various interviewees argued that CPI use would continue as long as there was economic incentive to irrigate. Overall, the price of corn was the primary economic driver of CPI use, with nearly 77% of respondents citing its importance. A few respondents (15%) noted the related growth of ethanol and ethanol plants as another factor inﬂuencing corn production and the subsequent increase in CPI use. Of the 77% who mentioned the role of corn, about half also mentioned the role of gas prices in inﬂuencing CPI use. Weak"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "CPI. These policies and practices ﬁt into three main coded categories: economic inﬂuences, aquifer availability/water level inﬂuences, and water rights/policy inﬂuences (Table 2). Furthermore, each of these main categories contains subcategories of further coded common responses to interview questions. The responses to key informant questions in each of the two counties are, in general, similar, except for in the third main category (water rights and policy inﬂuences). These differences are due primarily to their state’s differing water rights and policies. Table 2. Factors inﬂuencing center pivot irrigation (CPI) growth: primary coded categories from key informant interview responses in Cimarron County, OK and Union County, NM (n = 20). Main Coded Categories Economic Inﬂuences Aquifer Availability/Water Level Inﬂuences Water Rights and Policy Inﬂuences Subcategories of coded responses -Corn prices/Grain prices/Ethanol Plants/Feed/Feedlots -Gas Prices/Costs to irrigate -Loan/Insurance programs -Drought inﬂuences -Changes in CPI irrigation practices -Well drilling permits -Cimarron County, OK: Few restrictions beyond permits, greater self-regulation -Union County, NM: Closed basin with less leniency, fewer new permits Economic inﬂuences in CPI Growth and Use Ninety-three percent of respondents stated an economic incentive as the primary inﬂuence on the use of CPI. More speciﬁcally, the productivity and return that farmers and ranchers get out of an irrigated circle far exceeds the proﬁts from non-irrigated land. Various interviewees argued that CPI use would continue as long as there was economic incentive to irrigate. Overall, the price of corn was the primary economic driver of CPI use, with nearly 77% of respondents citing its importance. A few respondents (15%) noted the related growth of ethanol and ethanol plants as another factor inﬂuencing corn production and the subsequent increase in CPI use. Of the 77% who mentioned the role of corn, about half also mentioned the role of gas prices in inﬂuencing CPI use. Weak gas prices make irrigation costs much lower, driving proﬁt margins up. The ranching economy is also closely linked to corn production and CPI irrigation. Corn and grains are used as feed to supplement cattle diets when grass is not sufﬁcient. In particular, as explained by one rancher, local feedlots use a “great amount of feed to support their operations”, and, thus, also inﬂuence the regional market for corn. Additionally, some ranchers and/or feedlot businesses irrigate their pasturelands in order to grow enough grass to support their operations. Over half (54%) of respondents stated that federal subsidy and conservation programs also inﬂuenced CPI use. Such programs either encourage or discourage irrigation. Examples include federal programs such as EQIP, the Conservation Reserve Program (CRP), and crop insurance. Some programs, such as the CRP, encourage conservation efforts by effectively putting land out of production. In Union County, NM, one ofﬁcial stated that “more land was actually going into CRP” than being used for irrigation. Other programs, such as EQIP, help to subsidize the irrigation system costs of the towers or high efﬁciency sprinklers. Furthermore, crop insurance programs inﬂuence market structure through guarantees if crops fail. However, a few respondents claimed that the incentives offered for conservation by some programs were not enough to discourage irrigation. As one farmer argued, “the payments were little compared to the proﬁts from irrigating.” In fact, in Cimarron County, OK, both residents and ofﬁcials expressed concerns about the amount of land going out of the CRP program [64]. Drought also appears to inﬂuence CPI growth and use. Drought exacerbates water availability and creates the need for more irrigation. The majority (75%) of respondents linked CPI usage to drought either directly or indirectly. For instance, during times of drought, CPI systems are never turned off because there is no supplemental rainfall. One farmer speciﬁed that during drought they “pump all they can” to keep up production. Furthermore, drought increases the use of feed in the ranching Water 2017, 9, 39 12 of 20 industry by decreasing the available grassland for grazing herds. This is turn, makes supplemental food all the more necessary. Aquifer Availability and Water Level Inﬂuences on CPI Growth and Use Key informant interviews (85%) revealed that more recent changes in CPI occurred due to varying water levels from the aquifer. A few respondents (15%) stated that water level drops started to become noticeable in the 1990s. Though, they also argued that more recently (within the last 10 to 15 years), many wells across the two counties have declined even more substantially. Many respondents claimed that numerous irrigators had to either drill deeper to reach water, or drill new wells because of these decreases. In addition to dropping water levels, well yields decreased considerably as well. One farmer explained that his original wells drilled in 1972 were previously “pumping 1200–1300 gallons per minute”, and that now, they were “down to 600 gallons per minute”. Many others interviewed from both counties told a similar story. In order to adapt to dropping water levels and pressures, respondents stated that irrigators had to adjust their irrigation methods (45%). These methods directly impact the increases or decreases in CPI use. Some farmers and ranchers recently started to reduce their full circles, to half or even a fourth of the original size. Though identifying this type of change was not analyzed in the remote sensing component of this research, this is still an important adaptation to note. The reduction in circle size decreases the amount of water needed, but also reduces the CPI acreage. An irrigating farmer stated that another reduction method irrigators are using “is removing one to three or more towers from the ends of their CPI systems”. This reduces the diameter of the circle and therefore requires less pressure and water. Some farmers mentioned that irrigators were using three to four or more pumping wells to irrigate one circle. While this does not necessarily decrease CPI acreage, it may cause an increase in wells drilled. However, a decrease in area can also occur due to multiple pumps being needed for one circle instead of each well irrigating its own circle. Water Use Policies and Restriction Inﬂuences on CPI Growth and Use While both counties require well drilling permits, the process, control, and regulation of permitting differs widely. The water use policies also differ by county based on the different policies of each state. In Cimarron County, OK, only 37% of informants perceived CPI restrictions of note. Many noted that while applying for a permit to drill a well is required, the process is not particularly restrictive. One restriction requires the permit applicant to post a public well-drilling announcement in the newspaper. However, at least one resident suggested that a well application could be contested and would still be given a permit. Additionally, they noted that the decision process was not very transparent to the person contesting the permit [64]. Although these restrictions are in place, many respondents stated that new large wells are still going in. One farmer claimed that it was a “race to the bottom”, while another farmer described it as “a race to the last drop”. Thus, the regulations in Oklahoma, in practice, may create a less restrictive environment for drilling new irrigation wells: this, ultimately, may encourage CPI growth in Cimarron County, OK. In Union County, NM, on the other hand, 70% of residents noted"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "irrigators are using “is removing one to three or more towers from the ends of their CPI systems”. This reduces the diameter of the circle and therefore requires less pressure and water. Some farmers mentioned that irrigators were using three to four or more pumping wells to irrigate one circle. While this does not necessarily decrease CPI acreage, it may cause an increase in wells drilled. However, a decrease in area can also occur due to multiple pumps being needed for one circle instead of each well irrigating its own circle. Water Use Policies and Restriction Inﬂuences on CPI Growth and Use While both counties require well drilling permits, the process, control, and regulation of permitting differs widely. The water use policies also differ by county based on the different policies of each state. In Cimarron County, OK, only 37% of informants perceived CPI restrictions of note. Many noted that while applying for a permit to drill a well is required, the process is not particularly restrictive. One restriction requires the permit applicant to post a public well-drilling announcement in the newspaper. However, at least one resident suggested that a well application could be contested and would still be given a permit. Additionally, they noted that the decision process was not very transparent to the person contesting the permit [64]. Although these restrictions are in place, many respondents stated that new large wells are still going in. One farmer claimed that it was a “race to the bottom”, while another farmer described it as “a race to the last drop”. Thus, the regulations in Oklahoma, in practice, may create a less restrictive environment for drilling new irrigation wells: this, ultimately, may encourage CPI growth in Cimarron County, OK. In Union County, NM, on the other hand, 70% of residents noted CPI restrictions. In particular, residents mentioned that the area was declared a closed basin around 2005. An ofﬁcial stated that this meant, “no new permits could be issued, but older wells could be drilled deeper or smaller supplemental wells for cattle or homes could be drilled.” However, a few individuals also noted this was not always strictly enforced, and that loopholes existed, although family farmers and small ranchers felt the most restrictions. One exception involves the drilling of supplemental wells designated for home or cattle use. Though some respondents made arguments for loopholes, most residents felt that new permits were rarely granted. As one informant stated, “the area actually had more wells going out than in.” In part, these changes may be due to the strong presence and education efforts of the water hydrology project and UCSWCD, where some residents shut down their wells due to the results of such studies. Overall, responses indicate that the policies of New Mexico create a more Water 2017, 9, 39 13 of 20 restrictive environment for drilling, and subsequently, appear to discourage CPI growth in Union County, NM. 3.2.2. How Local Communities Perceive the Role of CPI Use in Relation to Vulnerability and Drought Local perspectives regarding the role of CPI use in relation to vulnerability and drought, ﬁt into four main categories/concerns. These include: concern for water levels and the community, agriculture that is reliant on irrigation, drought exacerbates issues, and the future of irrigated agriculture in the region (Table 3). Each of these main categories is further sub-coded based on common responses to interview questions (below). Many of the responses in each of the main categories are the same for both counties, especially in regard to concern over water issues and drought. However, the two counties differ slightly, particularly in their expressed reliance on irrigated agriculture. Table 3. Perceptions on CPI growth and vulnerability: coded categories from key informant interview responses on perceptions in Cimarron County, OK and Union County, NM (n = 20). Main Coded Categories Concern for Water Levels and the Community Agriculture Reliant on Irrigation Drought Exacerbates Issues Future of Irrigated Agriculture in the Region Subcategories of coded responses -Depleting Aquifer/wells dropping -Cimarron County, OK: Active well permitting -Groundwater is the only water available to the entire community -Dominant ag. economy—entire community impacted -Irrigation is necessary to sustain agriculture and corn production -Cimarron County, OK: Entire community connected to irrigation in some way -Union County, NM: Less farming but rely on irrigated hay and feed -Increases in CPI irrigation during drought -Increases in supplemental cattle feed and related CPI crops (e.g., hay) -Decreased amount of irrigated crops -Adaptation via changes in crop type to more drought resilient types -Shifts away from CPI ag. to dryland ag. or rangeland -Negative impacts on the entire community -Greater water management needed, but future optimistic Concern for Water Levels and the Community In both counties, 100% of respondents claimed that the number one concern in the area is water depletion and/or dropping well water levels. All informants expressed awareness of dropping water levels. Furthermore, 100% of informants stated that their water supply was ﬁnite. However, they expressed various levels of concern regarding aquifer depletion. In Cimarron County, OK, respondents expressed concern for the new large industrial wells that were still being drilled, coupled with few regulations to prevent more from going in. One farmer stated that others were “putting in a lot larger pumping wells within the last 4 to 5 years”. In Union County, NM, ranchers commonly expressed concern over the sustainability of both their cattle and house wells. Given that many ranches are located near farms with large irrigation wells, this was a great concern. In both counties, many respondents felt concern over depleting wells and argued something needed to be done now. Others in both Cimarron County, OK and Union County, NM, agreed something should be done, but also suggested that adaptations could be made when necessary at a future time. Another primary concern, for 57% of respondents from both counties, was the loss of aquifer water and its impact on their entire communities (both rural and urban areas). Residents rely on groundwater for their homes and businesses, and few other sources of water exist. One local resident stated that this is “the single most important issue they all face”, and that if “they don’t have drinking water, they don’t have a community”. Additionally, most informants in both communities perceived themselves as being connected to agriculture in some way, and relied on ranching and farming (directly or indirectly) as their main economic source. A potential loss of agricultural production and revenues was perceived to lead to a major economic upset for the entire community. Concerns over Agriculture that is Reliant on Irrigation When asked about the area’s reliance on irrigation for agriculture, the respondents in each county varied to some extent. In Cimarron County, OK, a greater number of residents perceived themselves Water 2017, 9, 39 14 of 20 as being more directly connected to irrigated farming. Not only were farmers heavily dependent on irrigation, but also 100% of respondents from Cimarron County, OK, said they were connected to irrigation in some way. For instance, ranchers often rely on farmers for hay. One farmer stated that a loss of irrigation “would change the economics of the area”. More speciﬁcally, residents expressed concerns that industries which supported irrigation would leave,"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "many ranches are located near farms with large irrigation wells, this was a great concern. In both counties, many respondents felt concern over depleting wells and argued something needed to be done now. Others in both Cimarron County, OK and Union County, NM, agreed something should be done, but also suggested that adaptations could be made when necessary at a future time. Another primary concern, for 57% of respondents from both counties, was the loss of aquifer water and its impact on their entire communities (both rural and urban areas). Residents rely on groundwater for their homes and businesses, and few other sources of water exist. One local resident stated that this is “the single most important issue they all face”, and that if “they don’t have drinking water, they don’t have a community”. Additionally, most informants in both communities perceived themselves as being connected to agriculture in some way, and relied on ranching and farming (directly or indirectly) as their main economic source. A potential loss of agricultural production and revenues was perceived to lead to a major economic upset for the entire community. Concerns over Agriculture that is Reliant on Irrigation When asked about the area’s reliance on irrigation for agriculture, the respondents in each county varied to some extent. In Cimarron County, OK, a greater number of residents perceived themselves Water 2017, 9, 39 14 of 20 as being more directly connected to irrigated farming. Not only were farmers heavily dependent on irrigation, but also 100% of respondents from Cimarron County, OK, said they were connected to irrigation in some way. For instance, ranchers often rely on farmers for hay. One farmer stated that a loss of irrigation “would change the economics of the area”. More speciﬁcally, residents expressed concerns that industries which supported irrigation would leave, as would the other industries connected to them, thus creating a domino effect on the economy. In Union County, NM, 60% of informants (mainly ranchers and farmers) stated concern over the continued reliance on irrigation for agriculture. Ranchers, in particular, expressed concern for depleting ground water levels, given that much of the water for their cattle is pumped from the aquifer with little other water available. Though, other ranchers believed that because they did not irrigate, they were not particularly vulnerable to aquifer depletion. More so, a few informants did not express much concern for future water sustainability, given the more limited amount of farming in the area. Overall, fewer non farmers or cattle ranchers expressed concerns over the reliance on CPI, compared to residents in Cimarron County, OK. Drought Exacerbates Issues For both counties, the most recent extended drought period (2001–2014) worsened the issues of water depletion and reliance on irrigation for agriculture (50%). This was especially true for farming operations. Though corn production in the area always required irrigation regardless of drought, supplemental rainfall reduced the need for extensive irrigation. However, with excessive drought, farmers found it necessary to increase the use of irrigation. For ranching operations, drought created issues with food supply for cattle herds. Ranchers had to increase supplemental feed and hay to make up for the lack of grass. In both counties drought created more concern over already prevalent issues. Concerns over the Future of Agriculture in the Region While all interviewees expressed concern over water issues and the depleting aquifer, 81% still were optimistic about the future of agriculture. In Cimarron County, OK, some farmers are already trying to grow crops that are less water intensive. These farmers are also adopting other conservation practices such as sprinkler and GPS technology changes, including precision agriculture. In Union County, NM, some ranchers stated that a decrease in irrigation is already occurring and this trend would continue. Though some shifts appear to already be taking place in both counties, respondents are aware that more shifts in practices need to occur. In Cimarron County, OK, respondents suggested potential future options, such as changes in crop types, as well as a return to dry land farming. More so, a local resident hoped that “science will move fast enough,” by creating drought resilient Genetically Modiﬁed Organism (GMO) crops, to better address the issue. In Union County, NM, most often respondents offered that the land needs to return to rangeland or go into CRP land. One resident even argued that the community “needs to look into an economy that is not so much reliant on agriculture”. Regardless of the types of change, the major concern over the effect of such changes on the entire community was still at the forefront. Overall, most interviewees expressed increasing vulnerability to drought and groundwater issues. Vulnerabilities centered primarily around concerns over water depletion and the entrenched community connection to irrigated agriculture (or the products from irrigated agriculture). Such dependencies had a perceived potentially negative impact on both communities. At the same time, many remained optimistic that adjustments might still be made to maintain agricultural operations well into the future, which in turn, might also reduce future vulnerabilities. 4. Discussion The coupled remote sensing/GIS and key informant interviews analysis provides valuable insight into both the changes in center pivot irrigation over time and the factors inﬂuencing these changes. Moreover, the comparative approach of studying adjacent counties with different water governance Water 2017, 9, 39 15 of 20 regimes provides further insight into the CPI dynamics. Similar research in the study area looking at differential land tenure regimes [58], indicates that differential governance of public lands, in part, explains land management decisions and consequent environmental outcomes. Our results here indicate that water management decisions may be inﬂuenced by state level policy, as well as more localized formal and informal governance. Coupled with regional climate variability, in particular periodic drought, our ﬁndings have implications for the broader High Plains Aquifer System both regionally and beyond. The remote sensing and GIS analysis shows that both Cimarron County, OK and Union County, NM, had a rapid expansion in CPI between the 1950s and 1980s. Though CPI continued to grow in both counties over the preceding two decades, the rates of change varied signiﬁcantly between the two counties. As drought conditions worsened, Cimarron County, OK, saw a continued increase in CPI. The growth in CPI was originally, in part, an adaptive mechanism to drought. However, continued drought, greater water usage, and dropping water levels compounded issues, ultimately causing dependency on CPI. Thus, leading to the drilling of increasingly more wells over time. Conversely, after 2010 in Union County, NM, a decrease in CPI occurred in response to sustained drought and dropping water levels. The qualitative results show that the decrease in CPI in Union County, NM, since 2010, as well as the as the overall slower growth rate compared to Cimarron County, OK, is likely attributed to differences in groundwater governance regimes. Although the groundwater governance laws appear to be adequately regulated (on paper) in both counties, in reality the differences between counties/states are distinct. While Oklahoma requires permits to drill new wells and has set well distance and quantity regulations, requirements for water usage reporting appears less precise (e.g., annual self-reporting, metering generally not required). As a result, groundwater regulations are perceived by some local residents as being less restrictive."
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "regimes [58], indicates that differential governance of public lands, in part, explains land management decisions and consequent environmental outcomes. Our results here indicate that water management decisions may be inﬂuenced by state level policy, as well as more localized formal and informal governance. Coupled with regional climate variability, in particular periodic drought, our ﬁndings have implications for the broader High Plains Aquifer System both regionally and beyond. The remote sensing and GIS analysis shows that both Cimarron County, OK and Union County, NM, had a rapid expansion in CPI between the 1950s and 1980s. Though CPI continued to grow in both counties over the preceding two decades, the rates of change varied signiﬁcantly between the two counties. As drought conditions worsened, Cimarron County, OK, saw a continued increase in CPI. The growth in CPI was originally, in part, an adaptive mechanism to drought. However, continued drought, greater water usage, and dropping water levels compounded issues, ultimately causing dependency on CPI. Thus, leading to the drilling of increasingly more wells over time. Conversely, after 2010 in Union County, NM, a decrease in CPI occurred in response to sustained drought and dropping water levels. The qualitative results show that the decrease in CPI in Union County, NM, since 2010, as well as the as the overall slower growth rate compared to Cimarron County, OK, is likely attributed to differences in groundwater governance regimes. Although the groundwater governance laws appear to be adequately regulated (on paper) in both counties, in reality the differences between counties/states are distinct. While Oklahoma requires permits to drill new wells and has set well distance and quantity regulations, requirements for water usage reporting appears less precise (e.g., annual self-reporting, metering generally not required). As a result, groundwater regulations are perceived by some local residents as being less restrictive. These perceptions may lead to groundwater management problems, or classic free-rider or commons dilemmas [65]. Furthermore, we found little local citizen involvement in informal water governance or groundwater education. Although the Cimarron County Conservation District has programs to modestly support better groundwater management, most residents in the county appear to have limited interactions with their conservation district. Union County, NM, on the other hand, has a more localized governance structure through the support of a local water district, as well as active informal governance, water monitoring, and outreach and education through the local Citizen Science Project (Union County Hydrology Project) in conjunction with the more active outreach of the Union County Soil and Water District. As work by Pahl-Wostl [66] (p. 363) on water governance regimes shows, “more complex and diverse [here, formal and informal] governance regimes have a higher adaptive capacity”. As a result, for better groundwater management, we suggest that there is a need to create more opportunities for active participation in groundwater management issues between citizens, communities, local governments and the state, along with more education on groundwater issues, in general. The impact of differential governance is further supported, in part, by the key informant interviews in which we found similar attitudes in both counties. The simultaneous high corn prices, driven in part by new demands for ethanol, and low gas prices, appear to provide an economic incentive to irrigate study area-wide. Moreover, sustained drought and concurrent need for animal feed appear to further encourage greater implementation of CPI. Nonetheless, only Cimarron County, OK, witnessed such an increase, while Union County, NM, actually experienced a decrease. Part of these differences may be explained by different needs of farmers and ranchers. Whereas ranchers may be less vulnerable to declining water levels in times of extended drought, farmers, even those who grow primarily dryland crops, are increasingly dependent on irrigation for economic survival. The importance of sustainable groundwater use and impacts on local and regional resilience also extends beyond the study area. Both Cimarron County, OK and Union County, NM, are not only important agriculture producers for their respective states, but also for the nation, as a whole. Indeed, losing agricultural production from this region could impact food security for the nation as a whole. Water 2017, 9, 39 16 of 20 Additionally, the issue of water level declines and potential impacts on U.S. agriculture are occurring in other parts of the country, as well, particularly in California. Similar to the study area counties, drought in California is requiring more irrigation, and water levels are dropping drastically with potential to impact the entire U.S. food supply [67]. As such, this study’s results can be used to help identify drivers of irrigation use as well as to identify sounder management practices and policies in the study area and beyond. The governance and vulnerability and resilience framework employed in this study illustrates the importance of governance in providing opportunities and/or constraints in natural resource management. In this study, governance, primarily from state-level governmental institutions, may lead to differential changes and adaptive responses, via center pivot irrigation systems. In particular, more lax regulations in Oklahoma coupled with less precise self-reporting policies appear to have fostered growth in CPI, whereas a tighter regulatory regime and greater participation with local stakeholders on water conservation issues in New Mexico appears to have discouraged or contained CPI growth. Thus, these differential adaptations may lead to one community being more reliant on and vulnerable to irrigated agriculture than the other. 5. Scope and Limitations This research used a mixed methods approach, with a substantial focus on open-ended and qualitative data that was rigorously coded to provide context for the remote sensing analysis. The primary drivers mentioned in this article may, therefore, be limited to the speciﬁc perspectives of our stratiﬁed sample. However, our extensive ﬁeldwork experiences in the region since 2008 [47,58,68,69] suggests that these arguments are likely representative of the entire study area. Future research could be expanded to add more detailed information about ecological data such as saturation thickness, crop circle size and adjustments, agricultural change from agricultural census data, among others to better tease out and compare other potential drivers of change beyond individual perceptions of such change. Regardless, we argue that qualitative data regarding complex human–environment perceptions provide rich context that would be difﬁcult to unearth through quantitative methods or indices alone. Instead, we recommend combining mixed methods approaches in diverse ways for additional understandings related to the complex nature of social–ecological vulnerability and resilience in relation to water management issues. 6. Conclusions Since the introduction of center pivot irrigation to the High Plains Aquifer System in the mid-20th Century, groundwater mining has become a growing concern. Nearly one-ﬁfth of all U.S. wheat, corn, cotton, and cattle production and 30% of all cropland irrigation is supported by this extensive aquifer system underlying eight states [70]. However, the groundwater of this vital system is being depleted at unsustainable rates [1,2,4,5], threatening the agricultural economy throughout not only the region, but also the nation as a whole. Finding sustainable solutions to rapid groundwater depletion, especially in the face of periodic drought as well as longer-term concerns related to climate change, is imperative. However, a patchwork of state and local level regulatory regimes inhibits a single approach to address the ongoing issue. In this study, we focused on two adjacent counties in the Southern High Plains"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "and qualitative data that was rigorously coded to provide context for the remote sensing analysis. The primary drivers mentioned in this article may, therefore, be limited to the speciﬁc perspectives of our stratiﬁed sample. However, our extensive ﬁeldwork experiences in the region since 2008 [47,58,68,69] suggests that these arguments are likely representative of the entire study area. Future research could be expanded to add more detailed information about ecological data such as saturation thickness, crop circle size and adjustments, agricultural change from agricultural census data, among others to better tease out and compare other potential drivers of change beyond individual perceptions of such change. Regardless, we argue that qualitative data regarding complex human–environment perceptions provide rich context that would be difﬁcult to unearth through quantitative methods or indices alone. Instead, we recommend combining mixed methods approaches in diverse ways for additional understandings related to the complex nature of social–ecological vulnerability and resilience in relation to water management issues. 6. Conclusions Since the introduction of center pivot irrigation to the High Plains Aquifer System in the mid-20th Century, groundwater mining has become a growing concern. Nearly one-ﬁfth of all U.S. wheat, corn, cotton, and cattle production and 30% of all cropland irrigation is supported by this extensive aquifer system underlying eight states [70]. However, the groundwater of this vital system is being depleted at unsustainable rates [1,2,4,5], threatening the agricultural economy throughout not only the region, but also the nation as a whole. Finding sustainable solutions to rapid groundwater depletion, especially in the face of periodic drought as well as longer-term concerns related to climate change, is imperative. However, a patchwork of state and local level regulatory regimes inhibits a single approach to address the ongoing issue. In this study, we focused on two adjacent counties in the Southern High Plains in order to explore how differential governance fostered groundwater management practices. Our results show that at the state, and even at the county-level, formal and informal governance may have profound impacts on groundwater management decisions. With the ever-present possibility of recurrent drought and other effects of climate change, agriculturists in the region are increasingly vulnerable to groundwater depletion. In order to best understand the challenges that may lie ahead, a comparative approach focusing on both formal and informal groundwater governance throughout the eight-state area of the High Plains Aquifer is needed to provide the greatest insight into the policies that work best in crafting more resilient communities in the face of dwindling groundwater resources. Water 2017, 9, 39 17 of 20 Acknowledgments: This research has been generously funded by a National Science Foundation (NSF) research grant (#CMMI-1266381). Additional, ﬁeldwork support for the ﬁrst author was provided by Robert F. Norris Field Research Grant from the Department of Geography at Oklahoma State University. Any opinions, ﬁndings, and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reﬂect the views of our funders. We are grateful to the helpful comments from the guest editors of this special issue, as well as from three anonymous reviewers. Last, we are grateful to the people of Cimarron County, OK and Union County, NM, for their time and generosity. Author Contributions: Kathryn Wenger contributed to the research design, methodology, ﬁeldwork, analysis, and paper write-up. Jacqueline M. Vadjunec contributed to the research design, methodology, ﬁeldwork, and paper write-up. Todd Fagin contributed to the research design, analysis, and paper write-up. Conﬂicts of Interest: The authors declare no conﬂicts of interest. References 1. Basso, B.; Kendall, A.; Hyndman, D. The future of agriculture over the Ogallala Aquifer: Solutions to grow crops more efﬁciently with limited water. Earth Future 2013, 1, 39–41. [CrossRef] 2. Scanlon, B.; Faunt, C.; Longuevergne, L.; Reedy, R.; Alley, W.; McGuire, V.; McMahon, P. Groundwater depletion and sustainability of irrigation in the US High Plains and Central Valley. Proc. Natl. Acad. Sci. USA 2012, 109, 9320–9325. [CrossRef] [PubMed] 3. Allen, V.; Baker, M.; Segarra, E.; Brown, C. Integrated irrigated crop-livestock systems in dry climates. Agron. J. 2007, 99, 346–360. [CrossRef] 4. Smidt, S.; Haaker, E.; Anthony, A.; Deines, J.; Pei, L.; Cotterman, K.; Li, H.; Liu, X.; Basso, B.; Hyndman, D. Complex water management in modern agriculture: Trends in the water-energy-food nexus over the High Plains Aquifer. Sci. Total Environ. 2016, 566–567, 988–1001. [CrossRef] [PubMed] 5. Ziolkowska, J. Shadow price of water for irrigation—A case of the High Plains. Agric. Water Manag. 2015, 153, 20–31. [CrossRef] 6. Emel, J.; Roberts, R.; Sauri, D. Ideology, property, and groundwater resources. Political Geogr. 1992, 11, 37–54. [CrossRef] 7. Jepson, W. Claiming space, claiming water: Contested legal geographies of water in South Texas. Ann. Assoc. Am. Geogr. 2012, 102, 614–631. [CrossRef] 8. Theesfeld, I. Institutional challenges for national groundwater governance: Policies and issues. Ground Water 2010, 48, 131–142. [CrossRef] [PubMed] 9. Vadjunec, J.; Fagin, T.; Philips, B. (Oklahoma State University: Stillwater, OK, USA). Land System Vulnerability and Resilience to Drought: A Multi-Scalar, Comparative Analysis of Public and Private Lands in the American West; NSF Grant Proposal; Unpublished work. 2012. 10. Porter, J. Lessons from the Dust Bowl: Human-environment education on the Great Plains. J. Geogr. 2012, 111, 127–136. [CrossRef] 11. Baird, J.; Plummer, R.; Bullock, R.; Dupont, D.; Heinmiller, T.; Jollineau, M.; Kubik, W.; Renzetti, S.; Vasseur, L. Contemporary water governance: Navigating crisis response and institutional constraints through pragmatism. Water 2016, 8, 224. [CrossRef] 12. Faysse, N.; Petit, O. Convergent readings of groundwater governance? Engaging exchanges between different research perspectives. Irrig. Drain. 2012, 61, 106–114. [CrossRef] 13. Lopez-Gunn, E. Governing shared groundwater: The controversy over private regulation. Geogr. J. 2009, 175, 39–51. [CrossRef] 14. Welsh, L.W.; Endter-Wada, J.; Downard, R.; Kettenring, K.M. Developing adaptive capacity to droughts: The rationality of locality. Ecol. Soc. 2013, 18. [CrossRef] 15. Keenan, S.P.; Krannich, R.S. The social context of perceived drought vulnerability. Rural Sociol. 1997, 62, 69–88. [CrossRef] 16. Lebel, L.; Anderies, J.M.; Campbell, B.; Folke, C.; Hatﬁeld-Dodds, S.; Hughes, T.P.; Wilson, J. Governance and the capacity to manage resilience in regional social-ecological systems. Ecol. Soc. 2006, 11, 19. [CrossRef] 17. Wilhite, D.A.; Hayes, M.J.; Knutson, C.L. Drought preparedness planning: Building institutional capacity. In Drought and Water Crises: Science, Technology, and Management Issues; Wilhite, D.A., Ed.; CRC Press: Boca Raton, FL, USA, 2005; pp. 93–135. Water 2017, 9, 39 18 of 20 18. Gallopín, G.C. Linkages between vulnerability, resilience, and adaptive capacity. Glob. Environ. Chang. 2006, 16, 293–303. [CrossRef] 19. Birkenholtz, T. Network political ecology: Method and theory in climate change vulnerability and adaptation research. Prog. Hum. Geogr. 2011, 36, 295–315. [CrossRef] 20. Adger, W.N. Vulnerability. Glob. Environ. Chang. 2006, 16, 268–281. [CrossRef] 21. Aldunce, P.; Beilin, R.; Handmer, J.; Howden, M. Framing disaster resilience: The implications of the diverse conceptualisations of “bouncing back”. Disaster Prev. Manag. 2014, 23, 252–270. [CrossRef] 22. Zhang, Z.; Feng, X.; Qian, F. Studies on resilience of water networks. Chem. Eng. J. 2009, 147, 117–121. [CrossRef] 23. Brotherton, S.; Joyce, J. Extreme climate events and wet grasslands: Plant traits for ecological resilience. Hydrobiologia 2015, 750, 229–243. [CrossRef] 24. Folke, C.; Hahn, T.; Olsson, P.; Norberg, J. Adaptive governance of social-ecological systems. Ann. Rev. Environ. Resour. 2005, 30, 441–473. [CrossRef] 25. Walker, B.; Holling, C.S.; Carpenter, S.R.; Kinzig, A. Resilience, adaptability and transformability"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "governance? Engaging exchanges between different research perspectives. Irrig. Drain. 2012, 61, 106–114. [CrossRef] 13. Lopez-Gunn, E. Governing shared groundwater: The controversy over private regulation. Geogr. J. 2009, 175, 39–51. [CrossRef] 14. Welsh, L.W.; Endter-Wada, J.; Downard, R.; Kettenring, K.M. Developing adaptive capacity to droughts: The rationality of locality. Ecol. Soc. 2013, 18. [CrossRef] 15. Keenan, S.P.; Krannich, R.S. The social context of perceived drought vulnerability. Rural Sociol. 1997, 62, 69–88. [CrossRef] 16. Lebel, L.; Anderies, J.M.; Campbell, B.; Folke, C.; Hatﬁeld-Dodds, S.; Hughes, T.P.; Wilson, J. Governance and the capacity to manage resilience in regional social-ecological systems. Ecol. Soc. 2006, 11, 19. [CrossRef] 17. Wilhite, D.A.; Hayes, M.J.; Knutson, C.L. Drought preparedness planning: Building institutional capacity. In Drought and Water Crises: Science, Technology, and Management Issues; Wilhite, D.A., Ed.; CRC Press: Boca Raton, FL, USA, 2005; pp. 93–135. Water 2017, 9, 39 18 of 20 18. Gallopín, G.C. Linkages between vulnerability, resilience, and adaptive capacity. Glob. Environ. Chang. 2006, 16, 293–303. [CrossRef] 19. Birkenholtz, T. Network political ecology: Method and theory in climate change vulnerability and adaptation research. Prog. Hum. Geogr. 2011, 36, 295–315. [CrossRef] 20. Adger, W.N. Vulnerability. Glob. Environ. Chang. 2006, 16, 268–281. [CrossRef] 21. Aldunce, P.; Beilin, R.; Handmer, J.; Howden, M. Framing disaster resilience: The implications of the diverse conceptualisations of “bouncing back”. Disaster Prev. Manag. 2014, 23, 252–270. [CrossRef] 22. Zhang, Z.; Feng, X.; Qian, F. Studies on resilience of water networks. Chem. Eng. J. 2009, 147, 117–121. [CrossRef] 23. Brotherton, S.; Joyce, J. Extreme climate events and wet grasslands: Plant traits for ecological resilience. Hydrobiologia 2015, 750, 229–243. [CrossRef] 24. Folke, C.; Hahn, T.; Olsson, P.; Norberg, J. Adaptive governance of social-ecological systems. Ann. Rev. Environ. Resour. 2005, 30, 441–473. [CrossRef] 25. Walker, B.; Holling, C.S.; Carpenter, S.R.; Kinzig, A. Resilience, adaptability and transformability in social–ecological systems. Ecol. Soc. 2004, 9, 5. [CrossRef] 26. Huang, S.; Huang, Q.; Leng, G.; Liu, S. A nonparametric multivariate standardized drought index for characterizing socioeconomic drought: A case study in the Heihe River Basin. J. Hydrol. 2016, 542, 875–883. [CrossRef] 27. Rajsekhar, D.; Singh, V.; Mishra, A. Integrated drought causality, hazard, and vulnerability assessment for future socioeconomic scenarios: An information theory perspective. J. Geophys. Res. 2015, 120, 6346–6378. [CrossRef] 28. Thomas, D.; Phillips, B.; Lovekamp, W.; Fothergill, A. Social Vulnerability to Disasters; CRC Press: Boca Raton, FL, USA, 2013. 29. Stone-Jovicich, S.S.; Lynam, T.; Leitch, A.; Jones, N.A. Using consensus analysis to assess mental models about water use and management in the Crocodile River Catchment, South Africa. Ecol. Soc. 2011, 16, 45. [CrossRef] 30. Phillips, B. Qualitative Disaster Research; Oxford University Press: Oxford, UK, 2014. 31. Fraser, E.G.; Dougill, A.J.; Hubacek, K.; Quinn, C.H.; Sendzimir, J.; Termansen, M. Assessing vulnerability to climate change in dryland livelihood systems: Conceptual challenges and interdisciplinary solutions. Ecol. Soc. 2001, 16, 3. [CrossRef] 32. Langridge, R.; Christian-Smith, J.; Lohse, K.A. Access and resilience: Analyzing the construction of social resilience to the threat of water scarcity. Ecol. Soc. 2006, 11, 18. [CrossRef] 33. McLeman, R.; Mayo, D.; Strebeck, E.; Smit, B. Drought adaptation in rural eastern Oklahoma in the 1930s: Lessons for climate change adaptation research. Mitig. Adapt. Strateg. Glob. Chang. 2008, 13, 379–400. [CrossRef] 34. US Department of the Interior. High Plains Partnership. Partnership Tools. Available online: http://www. doi.gov/partnerships/tools/stories/high-plains-partnership.cfm (accessed on 5 May 2015). 35. Worster, D. Dust Bowl: The Southern Plains in the 1930s; Oxford University Press: New York, NY, USA, 2004. 36. National Drought Mitigation Center (NDMC). Drought Basics. Available online: http://drought.unl.edu/ DroughtBasics/DustBowl/CopingandRecovering.asp (accessed on 5 May 2015). 37. United States Drought Monitor. Supplemental Information-Historical Weather Data. Available online: http://www.orgs.ttu.edu/forageresearch/Articles/IntIrrDryClimates.pdf (accessed on 5 May 2015). 38. Wilhite, D.A.; Rosenberg, N.J.; Glantz, M.H. Improving federal response to drought. J. Clim. Appl. Meteorol. 1986, 25, 332–342. [CrossRef] 39. Greb, B.W. Reducing Drought Effects on Croplands in the West-Central Great Plains; U.S. Department of Agriculture Information Bulletin No 420; U.S. Department of Agriculture, Science and Education Administration: Washington, DC, USA, 1979. Available online: http://eprints.icrisat.ac.in/7255/ (accessed on 25 September 2016). 40. U.S. Geological Survey (USGS). High Plains Water-Level Monitoring Study (Groundwater Resources Program): Physical/Cultural Setting. Available online: http://ne.water.usgs.gov/ogw/hpwlms/physsett. html (accessed on 18 October 2014). 41. Environmental Protection Agency (EPA). Beef Production. Ag. 101. Available online: http://www.epa.gov/ agriculture/ag101/beef.html (accessed on 5 May 2015). Water 2017, 9, 39 19 of 20 42. Steward, D.R.; Bruss, P.J.; Yang, X.; Staggenborg, S.A.; Welch, S.M.; Apley, M.D. Tapping unsustainable groundwater stores for agricultural production in the High Plains Aquifer of Kansas: Projections to 2110. Proc. Natl. Acad. Sci. USA 2013, 110. [CrossRef] [PubMed] 43. McGuire, V.L. Water Level and Storage Changes in the High Plains Aquifer, Predevelopment tp 2011 and 2009-11: U.S. Geological Survey Scientiﬁc Investigations Report. 2012. Available online: http://pubs.usgs. gov/sir/2012/5291/ (accessed on 30 November 2016). 44. U.S. Census 2015. State and County Quick Facts. Available online: http://quickfacts.census.gov/qfd/states/ 40/40025.html (accessed on 18 September 2016). 45. National Oceanic and Atomospheric Administration (NOAA). National Climatic Data Center. Available online: http://www.ncdc.noaa.gov/cdo-web/datatools (accessed on 5 May 2015). 46. Oklahoma Climatalogical Survey (OCS). Cimarron County Climate: County Climate Summary. Available online: http://climate.ok.gov/index.php/climate/county_climate_by_county/cimarron (accessed on 18 October 2014). 47. Vadjunec, J.; Sheehan, R. Ranching and state school land in Cimarron County, Oklahoma. Gt. Plains Res. 2010, 20, 163–177. 48. United States Department of Agriculture (USDA). National Agricultural Statistics Service. Available online: https://www.nass.usda.gov/ (accessed on 25 September 2016). 49. Oklahoma Water Resources Board (OWRB). Title 785-Chapter 30-Taking and Use of Groundwater. Available online: https://www.owrb.ok.gov/util/rules/pdf_rul/RulesCurrent2010/Ch30.pdf (accessed on 25 September 2016). 50. Oklahoma Water Resources Board (OWRB). Groundwater Studies. Available online: http://www.owrb.ok. gov/studies/groundwater/groundwater.php (accessed on 18 October 2014). 51. Oklahoma Comprehensive Water Plan (OCWP). Agricultural Issues and Recommendations. Available online: http://www.owrb.ok.gov/supply/ocwp/ocwp.php (accessed on 18 October 2014). 52. United States Department of Agriculture-Natural Resource Conservation Service. Available online: http://www.nrcs.usda.gov/wps/portal/nrcs/detail/ok/programs/ﬁnancial/eqip/?cid=nrcs142p2_ 000437 (accessed on 29 September 2016). 53. New Mexico Ofﬁce of the State Engineer (NMOSE). Stream Commission. Available online: http://www.ose. state.nm.us/OSE/index.php (accessed on 5 May 2015). 54. National Conference of State Legislatures (NCSL). State Water Withdrawal Regulations. Available online: http://www.ncsl.org/research/environment-and-natural-resources/state-water-withdrawal- regulations.aspx (accessed on 30 October 2014). 55. State Engineer Rule 66-Articles 1 and 2: Title 19, Chp.22, Part 1—Underground Water General Provisions. Available online: http://164.64.110.239/nmac/parts/title19/19.027.0001.htm (accessed on 25 September 2016). 56. Zeigler, K.; Podzemny, B.; Peacock, G.; Yuhas, A.; Williams, S.; Yuhas, E. Integrating Science and Communities in Northeastern New Mexico: The Union County Hydrogeology Project. In Abstracts with Programs—Geological Society of America; Geological Society of America (GSA): Boulder, CO, USA, 2013; Volume 45, p. 668. Available online: https://gsa.confex.com/gsa/2013AM/webprogram/Paper225995.html (accessed on 25 September 2016). 57. Geospatial Analysis Online: A Comprehensive Guide. Available online: http://www.spatialanalysisonline. com/ (accessed on 25 September 2016). 58. Fagin, T.; Vadjunec, J.; Colston, N.; Wenger, K.; Graham, A. Land tenure and landscape change: A comparison of public-private lands in the southern High Plains. Ecol. Process. 2016, 5, 1–14. [CrossRef] 59. Trost, J.E. Statistically nonrepresentative stratiﬁed sampling: A sampling technique for qualitative studies. Qual. Sociol. 1986, 9, 54–57. [CrossRef] 60. Corbin, J.M.; Strauss, A. Grounded theory research: Procedures, canons, and evaluative criteria. Qual. Sociol. 1990, 13, 3–21. [CrossRef] 61. Knigge, L.; Cope, M. Grounded visualization: Integrating the analysis of qualitative and quantitative data through grounded theory and visualization. Environ. Plan. 2006, 38, 2021–2037. [CrossRef] 62. Berg, B.L. Qualitative Research Methods for the Social Sciences; Pearson/Allyn & Bacon: Boston,"
    },
    {
        "URL": "Wenger2017_water-09-00039-v2.pdf",
        "Text": "25 September 2016). 50. Oklahoma Water Resources Board (OWRB). Groundwater Studies. Available online: http://www.owrb.ok. gov/studies/groundwater/groundwater.php (accessed on 18 October 2014). 51. Oklahoma Comprehensive Water Plan (OCWP). Agricultural Issues and Recommendations. Available online: http://www.owrb.ok.gov/supply/ocwp/ocwp.php (accessed on 18 October 2014). 52. United States Department of Agriculture-Natural Resource Conservation Service. Available online: http://www.nrcs.usda.gov/wps/portal/nrcs/detail/ok/programs/ﬁnancial/eqip/?cid=nrcs142p2_ 000437 (accessed on 29 September 2016). 53. New Mexico Ofﬁce of the State Engineer (NMOSE). Stream Commission. Available online: http://www.ose. state.nm.us/OSE/index.php (accessed on 5 May 2015). 54. National Conference of State Legislatures (NCSL). State Water Withdrawal Regulations. Available online: http://www.ncsl.org/research/environment-and-natural-resources/state-water-withdrawal- regulations.aspx (accessed on 30 October 2014). 55. State Engineer Rule 66-Articles 1 and 2: Title 19, Chp.22, Part 1—Underground Water General Provisions. Available online: http://164.64.110.239/nmac/parts/title19/19.027.0001.htm (accessed on 25 September 2016). 56. Zeigler, K.; Podzemny, B.; Peacock, G.; Yuhas, A.; Williams, S.; Yuhas, E. Integrating Science and Communities in Northeastern New Mexico: The Union County Hydrogeology Project. In Abstracts with Programs—Geological Society of America; Geological Society of America (GSA): Boulder, CO, USA, 2013; Volume 45, p. 668. Available online: https://gsa.confex.com/gsa/2013AM/webprogram/Paper225995.html (accessed on 25 September 2016). 57. Geospatial Analysis Online: A Comprehensive Guide. Available online: http://www.spatialanalysisonline. com/ (accessed on 25 September 2016). 58. Fagin, T.; Vadjunec, J.; Colston, N.; Wenger, K.; Graham, A. Land tenure and landscape change: A comparison of public-private lands in the southern High Plains. Ecol. Process. 2016, 5, 1–14. [CrossRef] 59. Trost, J.E. Statistically nonrepresentative stratiﬁed sampling: A sampling technique for qualitative studies. Qual. Sociol. 1986, 9, 54–57. [CrossRef] 60. Corbin, J.M.; Strauss, A. Grounded theory research: Procedures, canons, and evaluative criteria. Qual. Sociol. 1990, 13, 3–21. [CrossRef] 61. Knigge, L.; Cope, M. Grounded visualization: Integrating the analysis of qualitative and quantitative data through grounded theory and visualization. Environ. Plan. 2006, 38, 2021–2037. [CrossRef] 62. Berg, B.L. Qualitative Research Methods for the Social Sciences; Pearson/Allyn & Bacon: Boston, MA, USA, 2007. 63. McKnight, T.L. The development of linear move irrigation in the United States. Yearb. Assoc. Pac. Coast Geogr. 1986, 48, 41–66. [CrossRef] Water 2017, 9, 39 20 of 20 64. Vadjunec, J.M. (Oklahoma State University, Stillwater, OK, USA). Field Notes; Unpublished work. 2015. 65. Ostrom, E. Governing the Commons: The Evolution of Institutions for Collective Action; Cambridge University Press: Cambridge, UK; New York, NY, USA, 1990. 66. Pahl-Wostl, C. A conceptual framework for analyzing adaptive capacity and multi-level learning processes in resource governance regimes. Glob. Environ. Chang. 2009, 19, 354–365. [CrossRef] 67. Schoups, G.; Hopmans, J.W.; Young, C.A.; Vrugt, J.A.; Wallender, W.W.; Tanji, K.K.; Panday, S. Sustainability of irrigated agriculture in the San Joaquin Valley, California. Proc. Natl. Acad. Sci. USA 2005, 102, 15352–15356. [CrossRef] [PubMed] 68. Sheehan, R.; Vadjunec, J. Placing Community through Acot-Network Theory in Oklahoma’s No Man’s Land. Soc. Cult. Geogr. 2012, 13, 915–936. [CrossRef] 69. Vadjunec, J.M.; Radel, C.; Turner, B.L., II. Introduction: The continued importance of smallholders today. Land 2016, 5, 34. [CrossRef] 70. United States Department of Agriculture (USDA), Natural Resource Conservation Service (NRCS). Ogallala Aquifer Initiative 2011 Report. Available online: http://www.nrcs.usda.gov/Internet/FSE_DOCUMENTS/ stelprdb1048827.pdf (accessed on 25 September 2016). © 2017 by the authors; licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC-BY) license (http://creativecommons.org/licenses/by/4.0/)."
    }
]