[
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "79 Journal of Contemporary Water Research & Education UCOWR W ith erratic and unreliable rainfall, groundwater is often the only reliable source of water in arid and semi-arid regions and continues to be over-exploited in many parts of the world. As irrigated agriculture is a major user of groundwater, dwindling aquifer resources negatively impact rural economies and threaten global food security (Hanjra and Qureshi 2010; Wang et al. 2017). In addition to the economic benefits of groundwater resources, groundwater discharge through springs and stream baseflow sustains certain groundwater- dependent ecosystems (Griebler and Avramov 2014). Therefore, groundwater is valuable for both economic and ecological considerations. Groundwater is often considered a private property and has not been subject to extensive regulation in many parts of the world (Uddameri 2005). However, there is a growing recognition that aquifers should be proactively managed if groundwater resources are to be available to future generations. Management of groundwater resources often requires a careful balancing of the needs of the current generation (intra- generational equity) against those of the future (inter-generational equity). As groundwater is an Universities Council on Water Resources Journal of Contemporary Water Research & Education Issue 162, Pages 79-99, December 2017 Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development for Southern High Plains *Venkatesh Uddameri1, Sreeram Singaraju1, Abdullah Karim1, Prasanna Gowda2, Ryan Bailey3, and Meagan Schipanski4 1TTU Water Resources Center, Texas Tech University, Lubbock, TX, USA 2USDA - ARS, Grazinglands Research Laboratory, El Reno, OK, USA 3Department of Civil and Environmental Engineering, Colorado State University, Fort Collins, CO, USA 4Department of Soil and Crop Sciences, Colorado State University, Fort Collins, CO, USA *Corresponding Author Abstract: The Ogallala Aquifer is the only reliable source of freshwater in the Southern High Plains (SHP) and is used extensively to build a strong agricultural economy with a significant impact on global food security. Groundwater models capable of simulating human-hydrologic-climate interactions are crucial to guide future water management and policy planning endeavors in this water stressed region. A well-defined conceptual model is a necessary first-step in that direction. Conceptual modeling should not be limited to compiling necessary datasets but must also focus on generating critical insights pertaining to human- climate-aquifer interactions especially when the emphasis is on guiding future policy. Model integration and the feasibility of coupling available tools and techniques must be explored to fill-in critical data gaps and capture interactions with a high degree of fidelity. A conceptual modeling framework built on this premise was applied to guide an on-going regional-scale groundwater modeling study in the SHP. The paucity of groundwater production data was identified as a major limiting factor. A linked Decision Support System for Agro-Technology Transfer (DSSAT) model with MODFLOW is expected to be useful in obtaining groundwater production estimates through detailed crop modeling. The time to recharge is long (decades to centuries) over most of the SHP. As such, the coupling of watershed and groundwater models is perhaps not warranted. Baseflow separation indicated that surface water-groundwater interactions have diminished over the last six decades due to declining water tables. While groundwater withdrawals generally increased during droughts, the aquifer also buffered climatic influences at some locations. Keywords: Ogallala Aquifer, model calibration, conceptual model, climate change 80 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development exhaustible resource, the question of how much groundwater should be currently used (or how much should be left as a resource stock for the future?) is fundamental to (ground)water resources planning endeavors. Groundwater planning requires projections of climate and associated human adaptations well into the future. Current limited understanding of the likely future climate trajectories introduces a significant amount of uncertainty during groundwater planning endeavors. Climate projections over much of the arid and semi-arid portions of the United States indicate that even while the total annual precipitation may not likely change significantly, there will be marked shifts in winter and summer precipitation patterns and a greater propensity for droughts during the growing season (Swain and Hayhoe 2015). Groundwater is considered a buffer resource and it is increasingly relied upon during periods of droughts (Tsur 1990), often exacerbating the already existing scarcity (Shahid and Hazarika 2010) and causing negative impacts on groundwater dependent ecosystems. While groundwater responses to droughts are not fully understood, a recent study indicates that groundwater production in the High Plains exhibits a strong correlation to climate states, and the stresses on the aquifer increase substantially during dry periods (Whittemore et al. 2016). Groundwater models form the backbone of water resources planning and management endeavors in many regions of the world such as Bosnia and Herzegovina (Ireson et al. 2006), Greece (Pisinaras et al. 2007), and Denmark (Refsgaard et al. 2010). Regional-scale groundwater flow models are needed to quantify the current and future states of the aquifer. Groundwater states can be defined based on hydraulic heads (or the more intuitive saturated thickness, in case of unconfined aquifers) as well as fluxes to other hydrologic, human, and atmospheric sub-systems with which the aquifer interacts (Uddameri et al. 2014). Groundwater models are often coupled with economic and optimization routines to identify how much water can be optimally extracted at a given location and over a planning horizon (MacEwan et al. 2017). Groundwater production can be limited in space and time due to physical and policy constraints that are imposed within these hydro-economic models (Uddameri and Kuchanur 2007). Clearly, the validity of any groundwater policies or best management practices arising from the use of hydro-economic models hinges to a large degree on the performance of the underlying groundwater flow model and its ability to simulate pertinent hydrogeologic processes. Existing groundwater flow simulators such as MODFLOW (McDonald and Harbaugh 1988; Harbaugh 2005) are routinely being employed to develop regional groundwater flow models that guide groundwater policy and management studies (Hernandez et al. 2013). MODFLOW not only describes the regional hydrogeology but also captures the interactions of aquifers with human, atmospheric, and surface water systems via boundary conditions. These boundary conditions are implemented as specialized packages (e.g., well package for anthropogenic withdrawal; recharge package for groundwater-atmospheric interactions; and river package for surface water- groundwater interactions) and called during the simulation, as necessary. The parameterization of these boundary conditions is, however, parsimonious and as such, MODFLOW may not capture the human, hydrologic, and climate interactions with a high degree of fidelity. The coupling of MODFLOW with detailed simulators of other hydrologic, human, and climate systems (Kim et al. 2008; Reeves and Zellner 2010; Dawes et al. 2012; Bailey et al. 2017) has been employed to explicitly model changes in climate, land use, and other anthropogenic alterations with a greater degree of sophistication. The integration of groundwater models with other simulators is certainly pragmatic and provides a comprehensive framework to consider climate and anthropogenic stresses in a rigorous manner and must be looked into critically. The coupling of climate, watershed, and vadose zone models with groundwater simulators, undoubtedly opens exciting opportunities to specify groundwater boundary conditions in a realistic manner and helps minimize the arbitrariness associated with the propagation of climate and anthropogenic stresses through groundwater systems. Many hydro-climatic variables exhibit considerable persistence and even with the availability of relatively long datasets, the information content 1936704x, 2017, 1,"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "policies or best management practices arising from the use of hydro-economic models hinges to a large degree on the performance of the underlying groundwater flow model and its ability to simulate pertinent hydrogeologic processes. Existing groundwater flow simulators such as MODFLOW (McDonald and Harbaugh 1988; Harbaugh 2005) are routinely being employed to develop regional groundwater flow models that guide groundwater policy and management studies (Hernandez et al. 2013). MODFLOW not only describes the regional hydrogeology but also captures the interactions of aquifers with human, atmospheric, and surface water systems via boundary conditions. These boundary conditions are implemented as specialized packages (e.g., well package for anthropogenic withdrawal; recharge package for groundwater-atmospheric interactions; and river package for surface water- groundwater interactions) and called during the simulation, as necessary. The parameterization of these boundary conditions is, however, parsimonious and as such, MODFLOW may not capture the human, hydrologic, and climate interactions with a high degree of fidelity. The coupling of MODFLOW with detailed simulators of other hydrologic, human, and climate systems (Kim et al. 2008; Reeves and Zellner 2010; Dawes et al. 2012; Bailey et al. 2017) has been employed to explicitly model changes in climate, land use, and other anthropogenic alterations with a greater degree of sophistication. The integration of groundwater models with other simulators is certainly pragmatic and provides a comprehensive framework to consider climate and anthropogenic stresses in a rigorous manner and must be looked into critically. The coupling of climate, watershed, and vadose zone models with groundwater simulators, undoubtedly opens exciting opportunities to specify groundwater boundary conditions in a realistic manner and helps minimize the arbitrariness associated with the propagation of climate and anthropogenic stresses through groundwater systems. Many hydro-climatic variables exhibit considerable persistence and even with the availability of relatively long datasets, the information content 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 81 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR is only sufficient to support hydrologic models of limited complexity (Jakeman and Hornberger 1993). In addition, such a coupling increases the data requirements, poses additional computational burden, and adds complexity to the calibration process, as there will be more parameters to calibrate. Therefore, the nature and extent of model integration must be carefully considered during the model development stage. The required inputs needed to run a groundwater model are seldom available in regional-scale studies. As such, inverse modeling or calibration must be used. Calibration entails adjusting unknown model inputs until the observed state variables (i.e., hydraulic heads and fluxes) reasonably match observed field data. The inverse modeling of groundwater systems is mathematically ill- posed (Yeh 1986). The non-uniqueness of model calibration implies several plausible unknown input ensembles (i.e., model inputs with values within acceptable ranges for a given aquifer system) can yield statistically similar fits to observed data. The problems of non-uniqueness and ill-posedness are not exclusive to groundwater models and hold true for other social and earth systems models as well (Oreskes et al. 1994). Therefore, these problems are likely to get amplified when calibrating integrated models. The situation clearly worsens when the available observational data are limited. Research Questions The study is based on the premise that conceptual modeling of the groundwater system must not just focus on identifying proper inputs required by the groundwater flow simulator, but must also take a holistic overview and identify important interactions at the groundwater boundaries and find efficient ways to incorporate them into groundwater models. Proper parameterization of climate-hydrologic-human interactions with aquifer systems is critical if groundwater models are to be used in future policy planning and management endeavors, in light of climate and land-use changes. Therefore, the study seeks to evaluate: 1) The importance of surface water- groundwater interactions within the chosen model domain; 2) If explicit coupling of watershed models with groundwater models is warranted to capture atmosphere-land-aquifer interactions; and 3) Limitations in simulating human-aquifer interactions and finding alternative approaches to fill this critical data gap. The study demonstrates the utility of several simple “first-cut” analysis techniques to evaluate groundwater interactions with other interconnected systems. These tools and techniques are illustrated by applying them in a groundwater model development study focused on the southern regions of the Ogallala Aquifer. Study Area and Modeling Context The primary focus of the study is the Ogallala Aquifer, which underlies a tristate area encompassing Texas, New Mexico, and Oklahoma, also referred to as the Southern High Plains (SHP) for brevity. However, the groundwater model domain extends into regions of Kansas and Colorado to minimize boundary effects on the study area of interest. Therefore, the active model domain in Kansas and Colorado is depicted as hatched areas on maps presented in this paper. The SHP produces over 20% of the cotton grown in the U.S. and is also a major producer of corn, sorghum, peanuts, and winter wheat (USDA-NASS 2017). The SHP is also a top beef producing region in the U.S. (Allen et al. 2012). Groundwater from the Ogallala Aquifer has been extensively relied on, as surface water sources are extremely limited in this semi-arid region (see Figure 1). Groundwater production in the region is very high; over 90% of the crops grown rely on irrigation (Colaizzi et al. 2009). Groundwater over-exploitation has caused severe water level declines in the SHP region. The saturated thickness of the aquifer has dropped 30.5 m (100 ft) – 45.7 m (150 ft) since groundwater production began in earnest in the 1950s (McGuire 2012). The available saturated thickness is close to the practical depletion limit of 9 m (30 ft), often considered the lower threshold to sustain irrigated agriculture in the region (Buddemeier et al. 2003; Ng et al. 2010). The current modeling effort is part of a larger study that seeks to develop a groundwater modeling framework to support future hydro- economic modeling efforts in the region, explicitly considering climate variability and change (Tewari et al. 2015). The hydro-economic models 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 82 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development generally seek to identify optimal groundwater development strategies that maximize net revenue. The existing groundwater management doctrines and groundwater management approaches provide the underlying basis for hydro-economic model development efforts and as such, must be understood as they provide the context for the present groundwater modeling efforts. Groundwater resources are managed differently in the three states (Texas, Oklahoma, and New Mexico) of interest here. However, stakeholder driven regional-scale planning has been adopted by all states. Figure 2 shows the regional water planning groups and other water management institutions within the three-state region of interest. In Oklahoma, groundwater is considered a private property right and belongs to the overlying surface owner, but is subjected to reasonable regulation by the Oklahoma Water Resources Board (OWRB). Reasonable"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "2009). Groundwater over-exploitation has caused severe water level declines in the SHP region. The saturated thickness of the aquifer has dropped 30.5 m (100 ft) – 45.7 m (150 ft) since groundwater production began in earnest in the 1950s (McGuire 2012). The available saturated thickness is close to the practical depletion limit of 9 m (30 ft), often considered the lower threshold to sustain irrigated agriculture in the region (Buddemeier et al. 2003; Ng et al. 2010). The current modeling effort is part of a larger study that seeks to develop a groundwater modeling framework to support future hydro- economic modeling efforts in the region, explicitly considering climate variability and change (Tewari et al. 2015). The hydro-economic models 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 82 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development generally seek to identify optimal groundwater development strategies that maximize net revenue. The existing groundwater management doctrines and groundwater management approaches provide the underlying basis for hydro-economic model development efforts and as such, must be understood as they provide the context for the present groundwater modeling efforts. Groundwater resources are managed differently in the three states (Texas, Oklahoma, and New Mexico) of interest here. However, stakeholder driven regional-scale planning has been adopted by all states. Figure 2 shows the regional water planning groups and other water management institutions within the three-state region of interest. In Oklahoma, groundwater is considered a private property right and belongs to the overlying surface owner, but is subjected to reasonable regulation by the Oklahoma Water Resources Board (OWRB). Reasonable regulation is defined based on maximum annual yield which allows for a basin to have at least 20 years life of the aquifer. The maximum annual yield is used as a basis for permitting groundwater. A permit application is approved as long as the ownership over which the groundwater production takes place is established and the produced water is not wasted and is put to beneficial use. Well spacing guidelines are also used as part of the permitting process (OWRB 2016). Texas has adopted a multi-tier water planning and management process. The state is divided into 16 regional water planning groups (RWPG) that consider both surface and groundwater resources within their region but are set largely along river basins. Groundwater is considered a private property but can be managed locally by political subdivisions called Groundwater Conservation Districts (GCDs) which sometimes coincide with county boundaries. Neighboring GCDs are also grouped into Groundwater Management Areas (GMAs) which engage in regional-scale groundwater planning. In New Mexico, groundwater law is based on the doctrine of prior appropriation. The State Engineer has jurisdiction over all declared groundwater basins in the state. There are 108 separate groundwater basins or extensions of groundwater basins in the state. Currently, every parcel of land in the state is covered under a groundwater basin and as such, the Office of the State Engineer has control over all the groundwater in the State. Groundwater development rights or permits to produce groundwater are obtained from the State Engineer, with senior rights holders getting precedence over junior rights holders (Brockmann 2009). While the underlying doctrines of groundwater management vary across the model domain, there is consensus that groundwater resources are extremely important for economic vitality of the SHP region. In addition, the ecological and environmental significance of groundwater are also well recognized (PLJV 2017a). Figure 1. Land use land cover characteristics in the Southern High Plains (Hatched area represents regions of Kansas and Colorado that are included in the groundwater model domain to minimize boundary effects but are not of interest here.) (Data from: USDA – Cropscape data for 2016 - Bouryan et al. 2011). View color map at: http://onlinelibrary.wiley.com/ journal/10.1111/(ISSN)1936-704X. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 83 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR Surface Water - Groundwater Interactions Figure 3 depicts the major surface water bodies in the region. The major rivers within the study domain include the Brazos River and its tributaries, the Red River, and the Canadian River. Several ephemeral streams that channel runoff associated with large rainfall events can also be seen in Figure 3. Other surface water bodies include several small sized reservoirs and intermittent ponds. The study area also has a large number of ‘playas’ or shallow wetland systems that are ephemerally filled by rainfall events. Baseflow represents the subsurface (groundwater) discharges into surface water bodies and are the only source of surface water flows during periods without significant rainfall. Baseflow assessments are critical in the evaluation of low flow characteristics of the streams, and are used in water supply, water and ecological management, and even pollution assessment studies (Arnold et al. 1995). Baseflows are an important component of the hydrologic budgets that are often used to estimate recharge to groundwater (Arnold and Allen 1999). Baseflow separation was carried out using the recursive filter approach of Nathan and McMahon (1990). In this approach, the streamflow record is separated into high frequency (overland flow) and low frequency (baseflow) components. Digital filters remove the subjectivity and arbitrariness associated with graphical baseflow separation techniques, and are noted to perform well against other manual and graphical methods when compared against field datasets (Arnold et al. 1995). Figure 2. Water management institutions and their jurisdictions in Texas, New Mexico, and Oklahoma. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 84 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development The separated baseflow estimates at four different USGS gaging stations on the major rivers (Figure 1) are depicted in Figure 4. Except for the Canadian River, the baseflows are generally low, typically in the order of 0.028 – 0.28 m3/s (1 – 10 cubic feet per second (cfs)). The magnitude of baseflows has diminished considerably after 1960, particularly in the Canadian River. This decline coincides with the increased groundwater withdrawals that started around 1950 due to rural electrification and intensification of irrigated agriculture in the region (USGS 1960; Deeds et al. 2015). The hydraulic head from groundwater data collected by the Texas Water Development Board (TWDB) and stream stage values measured by USGS were interpolated to estimate the hydraulic driving force between the stream and the aquifer during pre-development (pre-1950) and current (year 2013) conditions, shown in Figure 5. The pre-development river stage was interpolated based on the stage- discharge curve constructed at USGS gaging station 07228000, which was assumed to hold true over the length of the river segment. The stream stage was then converted to hydraulic head"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "the streamflow record is separated into high frequency (overland flow) and low frequency (baseflow) components. Digital filters remove the subjectivity and arbitrariness associated with graphical baseflow separation techniques, and are noted to perform well against other manual and graphical methods when compared against field datasets (Arnold et al. 1995). Figure 2. Water management institutions and their jurisdictions in Texas, New Mexico, and Oklahoma. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 84 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development The separated baseflow estimates at four different USGS gaging stations on the major rivers (Figure 1) are depicted in Figure 4. Except for the Canadian River, the baseflows are generally low, typically in the order of 0.028 – 0.28 m3/s (1 – 10 cubic feet per second (cfs)). The magnitude of baseflows has diminished considerably after 1960, particularly in the Canadian River. This decline coincides with the increased groundwater withdrawals that started around 1950 due to rural electrification and intensification of irrigated agriculture in the region (USGS 1960; Deeds et al. 2015). The hydraulic head from groundwater data collected by the Texas Water Development Board (TWDB) and stream stage values measured by USGS were interpolated to estimate the hydraulic driving force between the stream and the aquifer during pre-development (pre-1950) and current (year 2013) conditions, shown in Figure 5. The pre-development river stage was interpolated based on the stage- discharge curve constructed at USGS gaging station 07228000, which was assumed to hold true over the length of the river segment. The stream stage was then converted to hydraulic head (above MSL using a 10 m Digital Elevation Model). This head was compared against interpolated hydraulic head surface developed using groundwater data from the TWDB, in conjunction with inverse distance weighting (IDW) scheme. The driving force for groundwater discharges (baseflows) has considerably diminished, due to water level declines over time, and corroborate the results obtained from baseflow separation techniques. The baseflow analysis indicates that surface water-groundwater interactions are not of significance (as of 2013) within the study area and are mostly localized to riparian discharge areas. Given the limited connectivity between the surface water bodies and the underlying aquifer, detailed modeling of surface water- groundwater interactions is perhaps not warranted for simulations of agricultural (or general human consumption) water use. Therefore, the major rivers within the model domain could be simulated using the MODFLOW RIVER package. The RIVER package uses the concept of conductance (a measure of river-aquifer connectivity) and the relative head difference (hydraulic driving force) between the stream-stage and the aquifer hydraulic head underlying the river bed to calculate fluxes in and out of the aquifer (Harbaugh 2005). However, the RIVER package could potentially act as an infinite source of water to the aquifer and as such, caution must be exercised when placing wells close to river boundaries. While the RIVER package has traditionally been used in previous modeling studies (Deeds et al. 2015), the streamflow routing (SFR) package is also another option and perhaps provides a more realistic representation of the stream-aquifer dynamics in the region albeit with higher data requirements. Atmosphere - Land - Soil - Aquifer Interactions Groundwater Evapotranspiration Evapotranspiration (ET) is another important atmosphere-land-soil-aquifer interaction. In the context of groundwater modeling, ET refers to the uptake of groundwater by plants. Phreatophytic Figure 3. Surface water bodies in the Southern High Plains regions. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 85 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR uptake of water is considered an important mechanism in riparian areas. Several important phreatophytes, including hackberry (Celtis laevigata), honey mesquite (Prosopis glandulosa), cedar elm (Ulmus crassifolia), Ashe juniper (Juniperus ashei), Shin oak (Quercus sinuate), and American elm (Ulmus americana), have been found to have rooting depths ranging from 7 m (23.0 ft) to 22 m (72.2 ft) (Jackson et al. 1999; Scanlon et al. 2005). Mapping of phreatophytes and monitoring their groundwater uptake has not been undertaken in Texas or Oklahoma (Scanlon et al. 2005). However, the national wetlands database can be used to map riparian areas (FWS 2017). While phreatophyte uptake of water has been monitored to some degree in New Mexico (Tamarisk Coalition 2005), no documented studies were found within the portions of New Mexico underlain by the Ogallala Aquifer. Phreatophytes can be found scattered on rangelands where plants tap into any locally perched alluvium deposits or other shallow subsurface water sources (e.g., infiltration from playas). Based on the estimates provided in Scanlon et al. (2005), the uptake of water from phreatophytes generally is smaller than water produced for irrigation and livestock uses. Ahring and Steward (2012) indicate that phreatophyte tree populations decrease considerably when the depth to water table becomes larger than three meters (10 ft). Groundwater ET is unlikely to be an important process on a larger regional-scale in the SHP as the depth to water table is typically greater than 30 m (100 ft) (Gautentag et al. 1984). Groundwater Recharge Groundwater recharge occurs when rainfall (atmospheric water) percolates through the vadose zone to the water table. Recharge is the primary Figure 4. Estimated baseflows in major rivers within the study area. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 86 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development source of water to the Ogallala Aquifer and represents a major atmospheric-land-soil-aquifer interaction. While recharge represents atmospheric water, the vadose zone plays an important role in transmitting the water to the aquifer. Recharge within the study area can be categorized into three components: 1) Recharge in upland areas; 2) Recharge from playas; and 3) Recharge from ephemeral streambeds in the region. Infiltration of rainfall into the subsurface is the first step of the recharge process. However, a significant portion of the infiltrated water will likely be taken up by roots and lost via evaporation within the root zone (typically 1 – 1.5 m bgs). Upward moisture fluxes can also occur past the root zone, especially under native grassland conditions (Scanlon et al. 2003), but are generally noted to be downward under both rain-fed and irrigated agricultural lands within the study area (Ng et al. 2009). Percolation (and subsequent recharge) rates can vary considerably and are known to exhibit episodic behavior (Ng et al. 2010). Recharge depicts a strong dependence not only on the amount of rainfall but also on the timing Figure 5. Hydraulic driving force (groundwater level – stream stage) along the Canadian River in the study area: a) Map of the Canadian River; b) Locations on the river where"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "Groundwater recharge occurs when rainfall (atmospheric water) percolates through the vadose zone to the water table. Recharge is the primary Figure 4. Estimated baseflows in major rivers within the study area. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 86 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development source of water to the Ogallala Aquifer and represents a major atmospheric-land-soil-aquifer interaction. While recharge represents atmospheric water, the vadose zone plays an important role in transmitting the water to the aquifer. Recharge within the study area can be categorized into three components: 1) Recharge in upland areas; 2) Recharge from playas; and 3) Recharge from ephemeral streambeds in the region. Infiltration of rainfall into the subsurface is the first step of the recharge process. However, a significant portion of the infiltrated water will likely be taken up by roots and lost via evaporation within the root zone (typically 1 – 1.5 m bgs). Upward moisture fluxes can also occur past the root zone, especially under native grassland conditions (Scanlon et al. 2003), but are generally noted to be downward under both rain-fed and irrigated agricultural lands within the study area (Ng et al. 2009). Percolation (and subsequent recharge) rates can vary considerably and are known to exhibit episodic behavior (Ng et al. 2010). Recharge depicts a strong dependence not only on the amount of rainfall but also on the timing Figure 5. Hydraulic driving force (groundwater level – stream stage) along the Canadian River in the study area: a) Map of the Canadian River; b) Locations on the river where the driving force has been estimated; c) Pre-development conditions; and d) Current conditions. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 87 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR of the rainfall events, especially in relation to crop emergence (Ng et al. 2010). Rainfall that occurs in winter, when there is low ET uptake by plants and greater soil moisture availability, is more likely to recharge the aquifer than precipitation during growing seasons. There is considerable variability associated with projections of recharge under future climate states. However, modeling studies indicate that small changes in precipitation cause large alterations in recharge (Crosbie et al. 2013). Land use alterations and changes in vegetation cover are also known to play an important role in controlling diffuse recharge rates. The replacement of deep-rooted vegetation with shallow-rooted crops is noted to increase diffuse recharge rates (Cook et al. 1989). Recharge from upland areas is generally considered to be low within the study area (Taghvaeian et al. 2017). Keese et al. (2005) used modeling to estimate annual diffuse recharge to be in the range 0.4 mm/yr (0.02 in/yr) – 0.8 mm/ yr (0.03 in/ yr), which is about 0.1% of the annual average rainfall. Playas (ephemeral, closed-basin wetlands) are considered to be important recharge zones within the southern portions of the Ogallala Aquifer. Runoff water collects into playas, allowing for the water to percolate into the soil even after the cessation of rainfall. However, settling of sediments and deposition of fine particulates at the bottom reduce the infiltration capabilities of many playas over time. The saturated hydraulic conductivity of these bottom clay deposits can be low, in the order of 10-7 – 10-6 cm/s (3.28 x 10-9 – 3.28 x 10-8 ft/s) (Zartman et al. 1994). Focused playa infiltration and recharge is hypothesized to occur from the outer basin and annulus (Zartman et al. 1996), and therefore varies with rainfall depths. Macropore distributions in the playas also play a major role in controlling downward water fluxes (Wood et al. 1997). Recharge rates in playas are generally 1 to 2 orders magnitude higher than interplaya settings (Gurdak and Roe 2010). However, downward fluxes from playas can be highly variable, and range from zero to about 254 mm/yr (10 in/yr) (PLJV 2017b). Based on chloride mass balance studies, Wood and Sandford (1995) conclude that the annual recharge in the region is 11 ± 2 mm/ yr (0.43 ± 0.08 in/yr), and nearly 60% - 80% of this comes from macropore recharge in the playas. Playas come in a variety of sizes, but the median playa area is less than 0.024 km2 (6 acres). While playas occupy less than 2% of the study area, they play an unusually important role in controlling local recharge. However, the scale of the playas relative to the model discretization (1 sq. km ~ 250 acres) makes it rather difficult to capture playa recharge in an explicit manner. The playa density within the model grids can however be used as a factor to guide the calibration of recharge. Infiltration and subsequent recharge of rainfall through ephemeral and intermittent streambeds is a potential local pathway for recharge (Shanafield and Cook 2014). Modeling studies conducted in other arid and semi-arid regions of the world indicate that recharge from transmission losses in intermittent and ephemeral streams can be high (in the order of 1 m/yr (3.28 ft/yr)), but exhibit considerable variability (Shanafield and Cook 2014). In addition, recharge from streams tends to be localized and results in mounding below the streambed. The silt and fines deposited by the floodwaters in the downstream regions have been noted to effectively seal the channel bottom and cut-off any infiltration even under high flowrates (Missimer et al. 2012). Therefore, contributions of streambed recharge tend to diminish over time (Kustu et al. 2010; Korus et al. 2017). A review of literature indicated that streambed recharge has not been extensively studied within the study area, but is not likely a dominant mechanism due to deep water tables, and also because runoff likely is concentrated in playas (local topographic lows) and/or is lost due to high evaporative rates. There are essentially four basic strategies for including recharge in groundwater models. These strategies with increasing degree of complexity are: 1) Calibrate recharge fluxes directly; 2) Use semi-empirical equations that correlate recharge with precipitation and/or soil properties to guide calibration; 3) Use a watershed model such as the soil water assessment tool (SWAT) (Srinivasan et al. 1995) or the soil water balance (SWB) model (Westenbroek et al. 2010) to compute deep percolation, and use that estimate as an input to the groundwater flow model; and 4) Integrate a watershed model with an unsaturated zone model to quantify and properly route the water leaving the root zone through the vadose zone, and use 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 88 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development the computed recharge as a"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "ft/yr)), but exhibit considerable variability (Shanafield and Cook 2014). In addition, recharge from streams tends to be localized and results in mounding below the streambed. The silt and fines deposited by the floodwaters in the downstream regions have been noted to effectively seal the channel bottom and cut-off any infiltration even under high flowrates (Missimer et al. 2012). Therefore, contributions of streambed recharge tend to diminish over time (Kustu et al. 2010; Korus et al. 2017). A review of literature indicated that streambed recharge has not been extensively studied within the study area, but is not likely a dominant mechanism due to deep water tables, and also because runoff likely is concentrated in playas (local topographic lows) and/or is lost due to high evaporative rates. There are essentially four basic strategies for including recharge in groundwater models. These strategies with increasing degree of complexity are: 1) Calibrate recharge fluxes directly; 2) Use semi-empirical equations that correlate recharge with precipitation and/or soil properties to guide calibration; 3) Use a watershed model such as the soil water assessment tool (SWAT) (Srinivasan et al. 1995) or the soil water balance (SWB) model (Westenbroek et al. 2010) to compute deep percolation, and use that estimate as an input to the groundwater flow model; and 4) Integrate a watershed model with an unsaturated zone model to quantify and properly route the water leaving the root zone through the vadose zone, and use 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 88 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development the computed recharge as a direct input to the groundwater flow model. The first approach, while simplistic, might lead to a highly over-determined system if recharge were individually assigned for each active model cell. The second strategy represents an improvement, but its accuracy depends upon how well the semi-empirical equation models the recharge. The third approach where a watershed model is used to estimate aquifer recharge seems certainly pragmatic and presents a good way to incorporate climate-land- soil-aquifer interaction, especially when the water table is shallow (so the travel time in the vadose zone can be neglected), or when the dominant component of recharge is occurring through fast paths rather than slow matrix diffusion. Finally, the fourth approach, while most rigorous of all, greatly adds complexity to the modeling process. The time taken for a wetting front leaving the root zone to make it to the water table is a key factor in assessing which strategy to adopt. When travel times are long, direct coupling of SWAT and MODFLOW simulators will overestimate recharge during early times of the simulation, as the time for water to percolate through the deep vadose zone is not explicitly considered. Calibration and running of integrated watershed-vadose zone- groundwater models will require considerable amounts of data and add computational burden. As the number of unknown model inputs increase, the parametric uncertainties in the model estimated outputs increase. These modeling limitations can outweigh the benefits of integration, especially when the recharge fluxes are small. In the present study, semi-empirical equations based on output from a vadose zone model are used to obtain initial estimates for aquifer recharge. Water Transit Times through the Vadose Zone While infiltration at the land surface tends to be episodic, wetting fronts continue to move downward and cause redistribution of moisture long after the cessation of rainfall (Stephens 1995). A preliminary estimate of the time required for a parcel of water to move from the bottom of the root zone (~ 1 m (3.28 ft) below ground surface) to the water table can be computed using Equation 1. (1) K(θ) L tw = Where tw is the travel time for a parcel of water to percolate from the root zone to the water table; L is the distance between the water table and the bottom of the root zone; and K is the effective unsaturated hydraulic conductivity, which is a function of the moisture content (θ). Equation 1 is dimensionally consistent and works with any consistent set of units. The average moisture content in the vadose zone was computed in this study following the approach suggested by Sousa et al. (2013), wherein the capillary (suction) head is assumed to be equal to the potential (gravitational) head at any point in the vadose zone. Using the van Genuchten- Maulem capillary pressure-saturation-hydraulic conductivity relationship (van Genuchten 1980), the effective hydraulic conductivity employing the Sousa et al. (2013) approach can be estimated as: (2) Where α, n, and m are van Genuchten model parameters and z is the pressure head, a function of soil-water content. This approach is known to over-predict hydraulic conductivity and therefore underestimate the travel time in the vadose zone (Sousa et al. 2013). Also, as ET is not considered and a unit hydraulic gradient is assumed, the estimate provided by Equation 1 in conjunction with Equation 2 can be considered as an “optimistic” or shortest travel time estimate. The van Genuchten model parameters, α and n, were estimated using pedo-transfer functions developed by Vereecken (1989), as reported by Loosvelt et al. (2011). The saturated hydraulic conductivity, Ks, was estimated using the relationship provided in Saxton and Rawls (2006). The STATSGO database was used to obtain spatially variable sand, clay, organic matter, and bulk density values needed by the pedo-transfer functions. The time for a parcel of water to travel from the bottom of the root zone to the water table was calculated over the model domain and is depicted in Figure 6. As can be seen, the estimated time is on the order of several decades to centuries, except near the aquifer boundaries where the aquifer is relatively thin. These estimates are consistent with transit times presented in the literature in the and 0 < m < 1 where m = 1 - 1 n K(θ) = (1 + (αz)n)m/2 {1 - (αz)n-2{1 + (αz)n}-m}2 ∫ L 0 Ksdz 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 89 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR high plains aquifer region under diffuse recharge conditions (McMahon et al. 2007; Steward et al. 2013). The transit times are in the order of years to several decades even for focused playa recharge (Gurdak et al. 2009). This large time-lag poses significant challenges for integrating watershed and groundwater flow models in this study, as a long hindcast mode simulation run of the watershed model will be necessary to obtain estimates for present day recharge. Human - Aquifer Interactions The agrarian economy of the SHP is built on the availability of groundwater. Therefore, human- aquifer interaction, manifested as groundwater production, is the dominant outflow mechanism from the aquifer. Figure 7 shows the county-wide estimates of groundwater use within the model domain. The"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "(2006). The STATSGO database was used to obtain spatially variable sand, clay, organic matter, and bulk density values needed by the pedo-transfer functions. The time for a parcel of water to travel from the bottom of the root zone to the water table was calculated over the model domain and is depicted in Figure 6. As can be seen, the estimated time is on the order of several decades to centuries, except near the aquifer boundaries where the aquifer is relatively thin. These estimates are consistent with transit times presented in the literature in the and 0 < m < 1 where m = 1 - 1 n K(θ) = (1 + (αz)n)m/2 {1 - (αz)n-2{1 + (αz)n}-m}2 ∫ L 0 Ksdz 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 89 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR high plains aquifer region under diffuse recharge conditions (McMahon et al. 2007; Steward et al. 2013). The transit times are in the order of years to several decades even for focused playa recharge (Gurdak et al. 2009). This large time-lag poses significant challenges for integrating watershed and groundwater flow models in this study, as a long hindcast mode simulation run of the watershed model will be necessary to obtain estimates for present day recharge. Human - Aquifer Interactions The agrarian economy of the SHP is built on the availability of groundwater. Therefore, human- aquifer interaction, manifested as groundwater production, is the dominant outflow mechanism from the aquifer. Figure 7 shows the county-wide estimates of groundwater use within the model domain. The total groundwater withdrawal in the year 2010 was estimated to be 652,000 hectare- meter (5.29 million acre-feet) over the tristate area of interest (Maupin et al. 2014). Groundwater production exceeds 12,334 hectare-meter (100,000 acre-feet) per year in nearly 30% of the counties within the study area. Groundwater production depicted in Figure 7 correlates strongly with the agricultural land use shown in Figure 1. In addition to agriculture, which accounts for nearly 94% of the total water withdrawals, domestic (0.51%), livestock (1.8%), and urban (2.8%) are other minor but important water use sectors within the study area. The intensive production of groundwater underscores the importance of representing human-aquifer interactions (i.e., extraction rates) in the groundwater model. Figure 6. Transit time of wetting front from the bottom of the root zone (3.28 ft (1 m) bgs) to the water table depth corresponding to the year 2013. View color map at: http://onlinelibrary.wiley.com/journal/10.1111/ (ISSN)1936-704X. Figure 7. County-wide estimates of total groundwater use within the study area (Data from Maupin et al. 2014). View color map at: http://onlinelibrary.wiley. com/journal/10.1111/(ISSN)1936-704X. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 90 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development Establishing reliable groundwater production estimates is particularly challenging in Texas because of lack of metering of actual use. Oklahoma law authorizes the OWRB to place meters on wells, but only when the majority of landowners overlying the basin request such metering. The metering provision has not been activated in the state of Oklahoma due to the practical difficulty of enforcement as each basin has potentially hundreds of thousands of landowners. The New Mexico office of the State Engineer typically requires meters on wells as part of the permitting process. However, this information is not publicly available at the time of this writing. The lack of directly measured groundwater production data is perhaps the single largest limitation and the greatest source of uncertainty when developing groundwater models in the SHP (Deeds et al. 2015). Indirect approaches to estimate groundwater production become necessary in the absence of direct measurement of groundwater production. On the other hand, uncertainties associated with dominant source/sink terms (i.e., irrigation pumping) can lead to biased estimates of model parameters (Demissie et al. 2015), highlighting the need for reliable estimates for agricultural water production. Agricultural water production depends on the seasonal crop water requirement which is a function of various meteorological, edaphic, and biological factors. Therefore, in the absence of site-specific information, crop simulation models can assist in providing reasonable estimates for irrigation water requirements. The Decision Support System for Agro-technology Transfer model (DSSAT) (Jones et al. 2003; Hoogenboom et al. 2015) has been adopted here to estimate irrigation water requirements. It has been widely used in the U.S. and in other parts of the world to predict impacts of climate change and evaluate farming methods (Negm et al. 2014; Boote et al. 2017). The DSSAT model has undergone significant development and validation over the last two decades and has the ability to simulate a variety of crops in a phenologically-correct yet parsimonious manner (Hoogenboom et al. 2015). The DSSAT model integrates current theories related to plant growth with a water balance model and nutrient balance models. The model also includes the effects of atmospheric carbon dioxide and as such, is able to simulate future climate states. The DSSAT model also provides ET and irrigation (either full or deficit) water requirements on a daily time-step. It can simulate over forty crops (Hoogenboom et al. 2015) including those grown within the SHP, and can be integrated with geographic information software for spatial comparisons over the study area (Thorp et al. 2008). This data can be appropriately aggregated and used as input to groundwater extractions in agricultural areas. An illustrative irrigation requirement computed for cotton production around Lubbock, TX is shown in Figure 8 for the years 2010 (a wet year), 2011 (worst single year drought in the recorded history of Texas), and 2012 (a somewhat dry year). The illustrative DSSAT model was developed using cotton cultivar information specific to Texas and soil and climate information corresponding to Lubbock County, TX. Simulations were run using auto-irrigation tools and specifying planting dates typical to the region. While the model was not extensively calibrated against field data, the estimated irrigation water volume computed by the model is within the range of field application rates reported by producers during different simulation years (TAWC 2015), and as such, the parameterization was deemed reasonable for this illustrative application. The results shown in Figure 8 not only help obtain first-cut estimates for groundwater extractions associated with agricultural production, but also highlight the sensitivity of irrigation water demands to weather patterns during the growing season. Irrigation requirements not only depend upon the amount of annual rainfall, but are also greatly affected by the timing of the rainfall events. Therefore, simulating crop growth at high temporal scale (daily time-step) is necessary to obtain a consistent set of estimates of groundwater production, even when groundwater models are calibrated using coarser monthly or annual stress periods, since the crop water requirement is a function of daily ET. As metered data accounting for groundwater production is absent, a coupling between"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "or deficit) water requirements on a daily time-step. It can simulate over forty crops (Hoogenboom et al. 2015) including those grown within the SHP, and can be integrated with geographic information software for spatial comparisons over the study area (Thorp et al. 2008). This data can be appropriately aggregated and used as input to groundwater extractions in agricultural areas. An illustrative irrigation requirement computed for cotton production around Lubbock, TX is shown in Figure 8 for the years 2010 (a wet year), 2011 (worst single year drought in the recorded history of Texas), and 2012 (a somewhat dry year). The illustrative DSSAT model was developed using cotton cultivar information specific to Texas and soil and climate information corresponding to Lubbock County, TX. Simulations were run using auto-irrigation tools and specifying planting dates typical to the region. While the model was not extensively calibrated against field data, the estimated irrigation water volume computed by the model is within the range of field application rates reported by producers during different simulation years (TAWC 2015), and as such, the parameterization was deemed reasonable for this illustrative application. The results shown in Figure 8 not only help obtain first-cut estimates for groundwater extractions associated with agricultural production, but also highlight the sensitivity of irrigation water demands to weather patterns during the growing season. Irrigation requirements not only depend upon the amount of annual rainfall, but are also greatly affected by the timing of the rainfall events. Therefore, simulating crop growth at high temporal scale (daily time-step) is necessary to obtain a consistent set of estimates of groundwater production, even when groundwater models are calibrated using coarser monthly or annual stress periods, since the crop water requirement is a function of daily ET. As metered data accounting for groundwater production is absent, a coupling between MODFLOW and a crop model such as DSSAT can be used to obtain reliable estimates for groundwater production, thus reducing uncertainties related to an important MODFLOW input. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 91 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR Climate - Aquifer Interactions The primary driver for current groundwater model development efforts is to help evaluate strategies that prolong the useful life of the Ogallala Aquifer under climate change uncertainties. While climate change impacts on aquifers are not fully understood, increased production of groundwater and reductions in groundwater discharges to surface water bodies (baseflows and spring discharges) are to be expected during periods of drought. However, aquifers act as low pass filters and can attenuate and displace meteorological drought signals (van Lanen and Peters 2000). Therefore, the responses of groundwater can be asynchronous with meteorological droughts. Figure 9 was developed using long-term historical groundwater level and precipitation data. The aquifer impact is assessed by calculating the water level changes between two consecutive annual measurements made during the winter months (i.e., previous year value – current year value) and pairing it with the average lag-12 standard precipitation index (SPI) (McKee et al. 1993), values for the intervening summer months (March-September of the current year). SPI is a widely used index to represent climate states. As to be expected, groundwater declines tend to be greater during droughts (SPI < -0.5), more so than during normal (SPI ± 0.5) and wet states (SPI > 0.5), at some locations, indicating climatic conditions and associated human adaptations propagate through aquifers (see for example, Gaines County, TX; Cimarron County, OK; Bailey County, TX). However, there are also instances where groundwater responses are not statistically different between different climate states (e.g., Texas County, OK; Carson County, TX). In these locations, the aquifer considerably attenuates the effects of climate and can effectively serve as a buffer against droughts. In a few cases, the drawdowns during droughts were noted to be lower than those during wet periods (e.g., Lea Figure 8. Estimated evapotranspiration and irrigation water requirements for cotton production in Lubbock, TX. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 92 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development County, NM). This situation typically arises when groundwater resources are well regulated and pumping is significantly curtailed at the onset of droughts. Recharge is another important parameter that is likely to be affected by changes in climate. Figure 10 depicts the long-term projections of recharge that were estimated using the vadose zone modeling derived power law expression presented in Keese et al. (2005) in conjunction with downscaled climate data for Lubbock, TX (Maurer et al. 2007). The selected models (CCSM 4 and HadGEM2) have been used in other comparative studies (Swain and Hayhoe 2015) and as such, adopted here. The ensemble averages for total annual precipitation projected for the 21st century by both the GCMs were similar to the long-term historical average of around 490 mm (19.29 in). The climate projections from both models indicate that there will be nearly 50% reductions in the estimated mean annual diffuse recharge at this location for all representative concentration pathways. While differences between projected mean recharge are not statistically different across models and pathways, the high emission scenarios generally lead to higher values of recharge than the lower emission scenarios, as they generally contain a larger number of episodic events with higher Figure 9. Observed water level changes in the aquifer under different climate states (positive change implies depletion while negative values indicate recovery). 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 93 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR than normal magnitudes. Given the preliminary nature of this analysis and large-scale uncertainties associated with climate models, the estimated recharge time-series should not be viewed as definitive and should only be interpreted in a broad sense. The result suggests that careful attention must be paid to develop recharge estimates when the calibrated groundwater model is run in a predictive mode to support water resources planning studies, as the estimates are driven by the uncertainty in GCMs. The idea of coupling vadose zone modeling simulator – HYDRUS 1D, (Simunek et al. 2008) and/or coupled SWAT-HYDRUS model with long-term downscaled precipitation data can be helpful to develop refined estimates of future recharge when applying groundwater models in climate-oriented future policy planning studies, where long-term (multi-decadal to century scale) projections have to be made. HYDRUS based models that are temporally detailed can provide critical feedback about the episodic nature of potential future recharge for the groundwater models. Therefore, recognizing that the recharge is episodic and critically depends upon the timing of precipitation events warrants a high-resolution time stepping"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "all representative concentration pathways. While differences between projected mean recharge are not statistically different across models and pathways, the high emission scenarios generally lead to higher values of recharge than the lower emission scenarios, as they generally contain a larger number of episodic events with higher Figure 9. Observed water level changes in the aquifer under different climate states (positive change implies depletion while negative values indicate recovery). 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 93 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR than normal magnitudes. Given the preliminary nature of this analysis and large-scale uncertainties associated with climate models, the estimated recharge time-series should not be viewed as definitive and should only be interpreted in a broad sense. The result suggests that careful attention must be paid to develop recharge estimates when the calibrated groundwater model is run in a predictive mode to support water resources planning studies, as the estimates are driven by the uncertainty in GCMs. The idea of coupling vadose zone modeling simulator – HYDRUS 1D, (Simunek et al. 2008) and/or coupled SWAT-HYDRUS model with long-term downscaled precipitation data can be helpful to develop refined estimates of future recharge when applying groundwater models in climate-oriented future policy planning studies, where long-term (multi-decadal to century scale) projections have to be made. HYDRUS based models that are temporally detailed can provide critical feedback about the episodic nature of potential future recharge for the groundwater models. Therefore, recognizing that the recharge is episodic and critically depends upon the timing of precipitation events warrants a high-resolution time stepping of the groundwater flow model to better capture rainfall-recharge dynamics. Vadose Figure 10. Estimated diffuse annual recharge at Lubbock, TX using the power-law expression of Keese et al. (2003). 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 94 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development zone flow simulation packages for MODFLOW groundwater flow model have been presented in the literature and may be useful in this regard (Niswonger et al. 2006; Twarakavi et al. 2008). Summary and Conclusions Groundwater modeling requires that boundary conditions through which the modeled aquifer system interacts with the atmosphere, land, climate, and human sub-systems must be properly parameterized. Existing groundwater flow simulators, such as MODFLOW, provide rudimentary approaches to account for climate- hydrologic-human interactions with aquifers. Improper parameterization or conceptualization of these interactions create issues with model calibration and may lead to erroneous or physically unrealistic results. In most cases, fluxes across the boundaries must be explicitly specified as closure conditions. The integration of climate, watershed, vadose zone, crop growth, and social dynamic models with groundwater simulators are being undertaken to increase the fidelity of interaction between the aquifer and its boundaries. These model couplings also are helpful to estimate missing data and explicitly model how changes in one system (say land use) affect the conditions in the aquifer. It is important to note that integrated modeling also greatly increases the data requirements. For example, if SWAT and MODFLOW models are integrated to estimate recharge, the watershed model (SWAT) must be properly parameterized and even in simple cases will require tens of model inputs. The benefits of integration versus the costs of parameterizing the model must be carefully evaluated. It is recommended that a comprehensive evaluation of integrated modeling approaches to better parameterize climate-hydrologic-human interactions be included as part of the groundwater conceptual modeling exercise. The present study presents several “first-cut” engineering analysis methods to guide integrated modeling assessment and demonstrates their utility using an on-going groundwater model development study for the Ogallala Aquifer in the SHP region of Texas, New Mexico, and Oklahoma. The results obtained here indicate that surface water-groundwater interactions have greatly diminished over the last six decades within the study area due to dwindling groundwater levels, indicating that simple parameterization of surface water-groundwater fluxes is likely sufficient. Available estimates for recharge vary widely and to a large degree are controlled by the “playas” in the region. As the deep percolation transit times through the vadose zone are very long over most of the study area, coupling of SWAT or similar watershed models with groundwater flow simulators may not be warranted except perhaps for multi-decadal simulations. While the area relies heavily on groundwater, direct metering of groundwater pumping has not been undertaken over most of the model domain. Agriculture accounts for nearly 95% of the groundwater withdrawals in the region. As such, crop growth models such as the DSSAT can be extremely helpful to generate reliable estimates for irrigation water use as they model a large variety of crops grown in the SHP region, and can be integrated using GIS to cover large spatial extent. The coupling of the DSSAT with MODFLOW can help guide future land use informed groundwater policy planning endeavors, as well. The coupling between the DSSAT and MODFLOW is currently being researched and hence has not been discussed in detail in this manuscript. Understanding how aquifers respond and behave under different climate states is important when groundwater models are to be used for future policy planning and management efforts. The historically observed response of the Ogallala Aquifer to different climate states during the growing season was seen to exhibit considerable variability. However, the changes in water levels between consecutive years exhibited greater variability and generally exhibited bigger depletions during droughts than during periods of higher rainfalls. Some parts of the aquifer appeared well buffered against climate states. Projecting future recharge is necessary for climate-informed groundwater policy planning efforts. Initial analysis presented here indicates annual diffuse recharge flux will likely decrease in the 21st century despite long-term precipitation levels showing no change. However, additional analysis, especially accounting for variations in soil and properly characterizing the timing of rainfall events, is necessary to establish a 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 95 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR better picture. As transit times through the vadose zone are large, multi-decadal simulations with vadose zone models coupled with groundwater simulators may be useful to better characterize and simulate rainfall-recharge dynamics in climate change studies. Acknowledgments This material is based upon work that is supported by the U.S. Department of Agriculture Ogallala Aquifer Program (OAP) and the National Institute of Food and Agriculture under award number 2016-68007- 25066, through the Food Research Initiative, Water for Agriculture Challenge Area. We also acknowledge the three anonymous reviewers for their constructive comments and suggestions which greatly improved the presentation of this material. Author Bio and Contact Information Venkatesh Uddameri"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "respond and behave under different climate states is important when groundwater models are to be used for future policy planning and management efforts. The historically observed response of the Ogallala Aquifer to different climate states during the growing season was seen to exhibit considerable variability. However, the changes in water levels between consecutive years exhibited greater variability and generally exhibited bigger depletions during droughts than during periods of higher rainfalls. Some parts of the aquifer appeared well buffered against climate states. Projecting future recharge is necessary for climate-informed groundwater policy planning efforts. Initial analysis presented here indicates annual diffuse recharge flux will likely decrease in the 21st century despite long-term precipitation levels showing no change. However, additional analysis, especially accounting for variations in soil and properly characterizing the timing of rainfall events, is necessary to establish a 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 95 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR better picture. As transit times through the vadose zone are large, multi-decadal simulations with vadose zone models coupled with groundwater simulators may be useful to better characterize and simulate rainfall-recharge dynamics in climate change studies. Acknowledgments This material is based upon work that is supported by the U.S. Department of Agriculture Ogallala Aquifer Program (OAP) and the National Institute of Food and Agriculture under award number 2016-68007- 25066, through the Food Research Initiative, Water for Agriculture Challenge Area. We also acknowledge the three anonymous reviewers for their constructive comments and suggestions which greatly improved the presentation of this material. Author Bio and Contact Information Venkatesh Uddameri (corresponding author), Ph.D., P.E., is a Professor in the Department of Civil, Environmental and Construction Engineering at Texas Tech University where he also serves as the Director of the TTU Water Resources Center. His research and teaching interests are in the areas of groundwater modeling, climate change, and sustainable water resources management, with a particular emphasis on the food‐energy‐water nexus in groundwater‐dependent systems. He may be contacted at venki.uddameri@ttu. edu. Sreeram Singaraju, Ph.D., is a post-doctoral research associate engineer in the Water Resources Center of the Department of Civil, Environmental and Construction Engineering at the Texas Tech University, Lubbock, TX. His research interests involve data analysis and understanding and studying the impacts of droughts and climate change on availability and management of water resources in groundwater dependent arid and semi- arid regions of the world. In particular, understanding, developing, and solving mathematical models for both surface water and groundwater systems. He may be contacted at sreeram.singaraju@ttu.edu. Abdullah Karim is a Ph.D. candidate in the Department of Civil, Environmental and Construction Engineering at the Texas Tech University. His research interests are in the areas of GIS modelling using spatial network analysis. He may be contacted at abdullah. karim@ttu.edu. Prasanna Gowda, Ph.D., is a research leader with the USDA-ARS Grazinglands Research Laboratory. His research interests are in the areas of climate change, watershed modeling, evapotranspiration measurement techniques, modeling, and mapping. He can be contacted at prasanna.gowda@ars.usda.gov. Ryan Bailey, Ph.D., is an Assistant Professor in the Civil & Environmental Engineering Department at the Colorado State University. Dr. Bailey’s research focuses on the sustainability of watershed management practices in regards to water quantity and water quality. Projects include the assessment of selenium and nitrogen reactive transport in agricultural groundwater systems through field, laboratory, and numerical modeling, assessing impacts of agricultural dry-up scenarios on watershed processes, linking watershed and groundwater flow and transport models to assess the movement of water and nutrients in watersheds, and investigating best management practices for pollutant remediation. He can be contacted at rtbailey@engr.colostate.edu. Maegan Schipanski, Ph.D., is an Assistant Professor in the Department of Soil and Crop Sciences at the Colorado State University. Dr. Schipanski’s research focuses on understanding how plant-soil interactions mediate carbon and nitrogen cycling and placing this research within broader social and economic contexts. In particular, increased climate variability requires the development of resilient, regionally adapted production systems. She can be contacted at Meagan.Schipanski@ colostate.edu. References Ahring, T.S. and D.R. Steward. 2012. Groundwater surface water interactions and the role of phreatophytes in identifying recharge zones. Hydrology and Earth System Sciences 16(11): 4133-4142. Available at: www.hydrol-earth-syst- sci.net/16/4133/2012/hess-16-4133-2012.html. Accessed December 1, 2017. Allen, V.G., C.P. Brown, R. Kellison, P. Green, C.J. Zilverberg, P. Johnson, J. Weinheimer, T. Wheeler, E. Segarra, and V. Acosta-Martinez. 2012. Integrating cotton and beef production in the Texas Southern High Plains: I. Water use and measures of productivity. Agronomy Journal 104(6): 1625-1642. Arnold, J.G. and P.M. Allen. 1999. Automated methods for estimating baseflow and ground water recharge from streamflow records. Journal of the American Water Resources Association 35(2): 411-424. Arnold, J.G., P.M. Allen, R. Muttiah, and G. Bernhardt. 1995. Automated base flow separation and recession analysis techniques. Groundwater 33(6): 1010- 1018. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 96 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development Bailey, R., H. Rathjens, K. Bieger, I. Chaubey, and J. Arnold. 2017. SWATMOD‐Prep: Graphical user interface for preparing coupled SWAT‐ MODFLOW simulations. Journal of the American Water Resources Association. Available at: DOI: 10.1111/1752-1688.12502. Accessed December 1, 2017. Boote, K.J., V. Prasad, L.H. Allen, P. Singh, and J.W. Jones. 2017. Modeling sensitivity of grain yield to elevated temperature in the DSSAT crop models for peanut, soybean, dry bean, chickpea, sorghum, and millet. European Journal of Agronomy. Available at: https://doi.org/10.1016/j.eja.2017.09.002. Accessed December 1, 2017. Boryan, C., Z. Yang, R. Mueller, and M. Craig. 2011. Monitoring U.S. agriculture: The U.S. department of agriculture, national agricultural statistics service, cropland data layer program. Geocarto International 26(5): 341-358. Brockmann, J.C. 2009. Overview of New Mexico’s groundwater code. In: 27th Biennial Groundwater Conference and 18th Annual Meeting of the Groundwater Resources Association of California, October 6-7, Sacramento, CA. Buddemeier, R.W., D.O. Whittemore, D.P. Young, B.B. Wilson, G.R. Hecox, M.A. Townsend, and P.A. Macfarlane. 2003. Data, Research and Technical Support for Ogallala-High Plains Aquifer Assessment, Planning, and Management. Kansas Geological Survey Open File Report 2003-41. Colaizzi, P.D., P.H. Gowda, T.H. Marek, and D.O. Porter. 2009. Irrigation in the Texas High Plains: A brief history and potential reductions in demand. Irrigation and Drainage 58(3): 257-274. Cook, P.G., M.W. Hughes, G.R. Walker, and G.B. Allison. 1989. The calibration of frequency-domain electromagnetic induction meters and their possible use in recharge studies. Journal of Hydrology 107(1-4): 251-265. Crosbie, R.S., B.R. Scanlon, F.S. Mpelasoka, R.C. Reedy, J.B. Gates, and L. Zhang. 2013. Potential climate change effects on groundwater recharge in the High Plains Aquifer, USA. Water Resources Research 49(7): 3936-3951. Dawes, W., R. Ali, S. Varma, I. Emelyanova, G. Hodgson, and D. McFarlane. 2012. Modelling the effects of climate and land cover change on groundwater recharge in south-west western Australia. Hydrology and Earth System Sciences 16(8): 2709-2722. Deeds, N.E., J.J. Harding, T.L. Jones, A. Singh, S. Hamlin, R.C. Reedy,"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "for preparing coupled SWAT‐ MODFLOW simulations. Journal of the American Water Resources Association. Available at: DOI: 10.1111/1752-1688.12502. Accessed December 1, 2017. Boote, K.J., V. Prasad, L.H. Allen, P. Singh, and J.W. Jones. 2017. Modeling sensitivity of grain yield to elevated temperature in the DSSAT crop models for peanut, soybean, dry bean, chickpea, sorghum, and millet. European Journal of Agronomy. Available at: https://doi.org/10.1016/j.eja.2017.09.002. Accessed December 1, 2017. Boryan, C., Z. Yang, R. Mueller, and M. Craig. 2011. Monitoring U.S. agriculture: The U.S. department of agriculture, national agricultural statistics service, cropland data layer program. Geocarto International 26(5): 341-358. Brockmann, J.C. 2009. Overview of New Mexico’s groundwater code. In: 27th Biennial Groundwater Conference and 18th Annual Meeting of the Groundwater Resources Association of California, October 6-7, Sacramento, CA. Buddemeier, R.W., D.O. Whittemore, D.P. Young, B.B. Wilson, G.R. Hecox, M.A. Townsend, and P.A. Macfarlane. 2003. Data, Research and Technical Support for Ogallala-High Plains Aquifer Assessment, Planning, and Management. Kansas Geological Survey Open File Report 2003-41. Colaizzi, P.D., P.H. Gowda, T.H. Marek, and D.O. Porter. 2009. Irrigation in the Texas High Plains: A brief history and potential reductions in demand. Irrigation and Drainage 58(3): 257-274. Cook, P.G., M.W. Hughes, G.R. Walker, and G.B. Allison. 1989. The calibration of frequency-domain electromagnetic induction meters and their possible use in recharge studies. Journal of Hydrology 107(1-4): 251-265. Crosbie, R.S., B.R. Scanlon, F.S. Mpelasoka, R.C. Reedy, J.B. Gates, and L. Zhang. 2013. Potential climate change effects on groundwater recharge in the High Plains Aquifer, USA. Water Resources Research 49(7): 3936-3951. Dawes, W., R. Ali, S. Varma, I. Emelyanova, G. Hodgson, and D. McFarlane. 2012. Modelling the effects of climate and land cover change on groundwater recharge in south-west western Australia. Hydrology and Earth System Sciences 16(8): 2709-2722. Deeds, N.E., J.J. Harding, T.L. Jones, A. Singh, S. Hamlin, R.C. Reedy, T. Yan, M. Jigmond, D. Lupton, B. Scanlon, S. Seni, and A.R. Dutton. 2015. Final Conceptual Model Report for the High Plains Aquifer System Groundwater Availability Model. Austin, TX: INTERA Incorporated, The University of Texas, The University of Texas at San Antonio, Texas Water Development Board. Demissie, G., S. Tesfamariam, and R. Sadiq. 2015. Considering soil parameters in prediction of remaining service life of metallic pipes: Bayesian belief network model. Journal of Pipeline Systems Engineering and Practice 7(2): 04015028. FWS. 2017. Download Wetlands Data. U.S. Fish and Wildlife Service. Griebler, C. and M. Avramov. 2014. Groundwater ecosystem services: A review. Freshwater Science 34(1): 355-367. Gurdak, J.J., P.B. McMahon, K. Dennehy, and S.L. Qi. 2009. Water quality in the High Plains aquifer, Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming, 1999-2004. U.S. Geological Survey Circular 1337, 63 p. Gurdak, J.J. and C.D. Roe. 2010. Review: Recharge rates and chemistry beneath playas of the High Plains aquifer, USA. Hydrogeology Journal 18(8): 1747-1772. Hanjra, M.A. and M.E. Qureshi. 2010. Global water crisis and future food security in an era of climate change. Food Policy 35(5): 365-377. Harbaugh, A.W. 2005. MODFLOW-2005, the U.S. Geological Survey modular ground-water model: The ground-water flow process. U.S. Department of the Interior, U.S. Geological Survey, Reston, VA, USA. Available at: https://pubs.usgs.gov/tm/2005/ tm6A16/. Accessed December 1, 2017. Hernandez, J.E., P.H. Gowda, T.H. Marek, T.A. Howell, and W. Ha. 2013. Groundwater levels in northern Texas High Plains: Baseline for existing agricultural management practices. Texas Water Journal 4(1): 22-34. Hoogenboom, G., J.W. Jones, P.W. Wilkens, C.H. Porter, W.D. Batchelor, L.A. Hunt, K.J. Boote, U. Singh, O. Uryasev, and W.T. Bowen. 2015. Decision support system for agrotechnology transfer version 4.6. University of Hawaii, Honolulu, HI (CD-ROM). Ireson, A., C. Makropoulos, and C. Maksimovic. 2006. Water resources modelling under data scarcity: Coupling MIKE BASIN and ASM groundwater model. Water Resources Management 20(4): 567- 590. Jackson, R.B., L.A. Moore, W.W.A. Hoffmann, W.T. Pockman, and C.R. Linder. 1999. Ecosystem 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 97 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR rooting depth determined with caves and DNA. In: Proceedings of the National Academy of Sciences 96(20): 11387-11392. Jakeman, A.J. and G.M. Hornberger. 1993. How much complexity is warranted in a rainfall‐runoff model? Water Resources Research 29(8): 2637-2649. Jones, J.W., G. Hoogenboom, C.H. Porter, K.J. Boote, W.D. Batchelor, L.A. Hunt, P.W. Wilkens, U. Singh, A.J. Gijsman, and J.T. Ritchie. 2003. The DSSAT cropping system model. European Journal of Agronomy 18(3): 235-265. Keese, K.E., B.R. Scanlon, and R.C. Reedy. 2005. Assessing controls on diffuse groundwater recharge using unsaturated flow modeling. Water Resources Research 41(6). Available at: DOI:10.1029/2004WR003841. Accessed December 1, 2017. Kim, N.W., I.M. Chung, Y.S. Won, and J.G. Arnold. 2008. Development and application of the integrated SWAT–MODFLOW model. Journal of Hydrology 356(1): 1-16. Korus, J.T., T.E. Gilmore, M.M. Waszgis, and A.R. Mittelstet. 2017. Unit-bar migration and bar-trough deposition: Impacts on hydraulic conductivity and grain size heterogeneity in a sandy streambed. Hydrogeology Journal. Available at: https:// doi.org/10.1007/s10040-017-1661-6. Accessed December 1, 2017. Kustu, M.D., Y. Fan, and A. Robock. 2010. Large-scale water cycle perturbation due to irrigation pumping in the U.S. High Plains: A synthesis of observed streamflow changes. Journal of Hydrology 390(3): 222-244. Loosvelt, L., V. Pauwels, W.M. Cornelis, G.J.M. De Lannoy, and N.E.C. Verhoest. 2011. Impact of soil hydraulic parameter uncertainty on soil moisture modeling. Water Resources Research 47(3). Available at: DOI: 10.1029/2010WR009204. Accessed December 1, 2017. MacEwan, D., M. Cayar, A. Taghavi, D. Mitchell, S. Hatchett, and R. Howitt. 2017. Hydroeconomic modeling of sustainable groundwater management. Water Resources Research 53(3): 2384-2403. Maupin, M.A., J.F. Kenny, S.S. Hutson, J.K. Lovelace, N.L. Barber, and K.S. Linsey. 2014. Estimated use of water in the United States in 2010. U.S. Geological Survey Circular 1405, 56 p. Available at: http://dx.doi.org/10.3133/cir1405. Accessed December 1, 2017. Maurer, E.P., L. Brekke, T. Pruitt, and P.P. Duffy. 2007. Fine-resolution climate projections enhance regional climate change impact studies. Earth & Space Science News 88(47): 504. McDonald, M.G. and A.W. Harbaugh. 1988. A Modular Three Dimensional Finite Difference Groundwater Flow Model. U.S. Department of the Interior, U.S. Geological Survey Open-File Report 83 875, Reston, VA, USA. McGuire, V.L. 2012. Water-Level and Storage Changes in the High Plains Aquifer, Predevelopment to 2011 and 2009–11. Geological Survey Scientific Investigations Report 2012–5291, 15 p. McKee, T.B., N.J. Doesken, and J. Kleist. 1993. The relationship of drought frequency and duration to time scales. In: Proceedings of the 8th Conference on Applied Climatology. 17-22 January 1993, Anaheim, California. McMahon, P.B., K.F. Dennehy, B.W. Bruce, J.J. Gurdak, and S.L. Qi. 2007. Water-quality assessment of the High Plains aquifer, 1999-2004. U.S. Geological Survey Professional Paper 1749, 136 p. Missimer, T.M., J.E. Drewes, G. Amy, R.G. Maliva, and S. Keller. 2012. Restoration of wadi aquifers by artificial recharge with treated waste water. Groundwater 50(4): 514-527. Nathan, R.J. and T.A. McMahon. 1990. Evaluation of automated techniques for base flow and recession analyses. Water Resources Research 26(7): 1465- 1473. Negm, L.M., M.A. Youssef, R.W. Skaggs, G.M. Chescheir, and J. Jones. 2014. DRAINMOD– DSSAT model for simulating hydrology, soil carbon and nitrogen dynamics, and crop growth for drained crop land. Agricultural Water Management 137: 30-45. Ng, G‐H.C., D. McLaughlin,"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "47(3). Available at: DOI: 10.1029/2010WR009204. Accessed December 1, 2017. MacEwan, D., M. Cayar, A. Taghavi, D. Mitchell, S. Hatchett, and R. Howitt. 2017. Hydroeconomic modeling of sustainable groundwater management. Water Resources Research 53(3): 2384-2403. Maupin, M.A., J.F. Kenny, S.S. Hutson, J.K. Lovelace, N.L. Barber, and K.S. Linsey. 2014. Estimated use of water in the United States in 2010. U.S. Geological Survey Circular 1405, 56 p. Available at: http://dx.doi.org/10.3133/cir1405. Accessed December 1, 2017. Maurer, E.P., L. Brekke, T. Pruitt, and P.P. Duffy. 2007. Fine-resolution climate projections enhance regional climate change impact studies. Earth & Space Science News 88(47): 504. McDonald, M.G. and A.W. Harbaugh. 1988. A Modular Three Dimensional Finite Difference Groundwater Flow Model. U.S. Department of the Interior, U.S. Geological Survey Open-File Report 83 875, Reston, VA, USA. McGuire, V.L. 2012. Water-Level and Storage Changes in the High Plains Aquifer, Predevelopment to 2011 and 2009–11. Geological Survey Scientific Investigations Report 2012–5291, 15 p. McKee, T.B., N.J. Doesken, and J. Kleist. 1993. The relationship of drought frequency and duration to time scales. In: Proceedings of the 8th Conference on Applied Climatology. 17-22 January 1993, Anaheim, California. McMahon, P.B., K.F. Dennehy, B.W. Bruce, J.J. Gurdak, and S.L. Qi. 2007. Water-quality assessment of the High Plains aquifer, 1999-2004. U.S. Geological Survey Professional Paper 1749, 136 p. Missimer, T.M., J.E. Drewes, G. Amy, R.G. Maliva, and S. Keller. 2012. Restoration of wadi aquifers by artificial recharge with treated waste water. Groundwater 50(4): 514-527. Nathan, R.J. and T.A. McMahon. 1990. Evaluation of automated techniques for base flow and recession analyses. Water Resources Research 26(7): 1465- 1473. Negm, L.M., M.A. Youssef, R.W. Skaggs, G.M. Chescheir, and J. Jones. 2014. DRAINMOD– DSSAT model for simulating hydrology, soil carbon and nitrogen dynamics, and crop growth for drained crop land. Agricultural Water Management 137: 30-45. Ng, G‐H.C., D. McLaughlin, D. Entekhabi, and B. Scanlon. 2009. Using data assimilation to identify diffuse recharge mechanisms from chemical and physical data in the unsaturated zone. Water Resources Research 45(9): 1-18. Ng, G‐H.C., D. McLaughlin, D. Entekhabi, and B.R. Scanlon. 2010. Probabilistic analysis of the effects of climate change on groundwater recharge. Water Resources Research 46(7). Niswonger, R.G., D.E. Prudic, and R.S. Regan. 2006. Documentation of the unsaturated-zone flow (UZF1) package for modeling unsaturated flow between the land surface and the water table with MODFLOW-2005. U.S. Geological Survey Techniques and Methods 6-A19, 62 p. Oreskes, N., K. Shrader-Frechette, and K. Belitz. 1994. Verification, validation, and confirmation 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 98 UCOWR Journal of Contemporary Water Research & Education Understanding Climate-Hydrologic-Human Interactions to Guide Groundwater Model Development of numerical models in the earth sciences. Science 263(5147): 641-646. OWRB. 2016. Groundwater and well drilling - Frequently asked questions. The Oklahoma Water Resources Board. Oklahoma City, OK. Pisinaras, V., C. Petalas, V.A. Tsihrintzis, and E. Zagana. 2007. A groundwater flow model for water resources management in the Ismarida Plain, North Greece. Environmental Modeling & Assessment 12(2): 75-89. PLJV. 2017a. A Shared Future for Wildlife and People. Playa Lakes Joint Venture. Available at: http://pljv. org/. Accessed December 1, 2017. PLJV. 2017b. Playas Recharge the Ogallala Aquifer. Playa Lakes Joint Venture. Available at: https:// pljv.org/playa-conservation/playas-recharge-the- aquifer/. Accessed December 1, 2017. Reeves, H.W. and M.L. Zellner. 2010. Linking MODFLOW with an agent‐based land‐use model to support decision making. Groundwater 48(5): 649-660. Refsgaard, J.C., A.L. Højberg, I. Møller, M. Hansen, and V. Søndergaard. 2010. Groundwater modeling in integrated water resources management— Visions for 2020. Groundwater 48(5): 633-648. Saxton, K.E. and W.J. Rawls. 2006. Soil water characteristic estimates by texture and organic matter for hydrologic solutions. Soil Science Society of America Journal 70(5): 1569-1578. Scanlon, B.R., K. Keese, N. Bonal, N. Deeds, V. Kelley, and M. Litvak. 2005. Evapotranspiration Estimates with Emphasis on Groundwater Evapotranspiration in Texas. Report for Texas Water Development Board Contract No. 2004- 483-535. Austin, TX. Scanlon, B.R., K. Keese, R.C. Reedy, J. Simunek, and B.J. Andraski. 2003. Variations in flow and transport in thick desert vadose zones in response to paleoclimatic forcing (0–90 kyr): Field measurements, modeling, and uncertainties. Water Resources Research 39(7). Shahid, S. and M.K. Hazarika. 2010. Groundwater drought in the northwestern districts of Bangladesh. Water Resources Management 24(10): 1989-2006. Shanafield, M. and P. Cook. 2014. Transmission losses, infiltration and groundwater recharge through ephemeral and intermittent streambeds: A review of applied methods. Journal of Hydrology 511: 518-529. Šimůnek, J., M. Th van Genuchten, and M. Šejna. 2008. Development and applications of the HYDRUS and STANMOD software packages and related codes. Vadose Zone Journal 7(2): 587-600. Sousa, M.R., J.P. Jones, E.O. Frind, and D.L. Rudolph. 2013. A simple method to assess unsaturated zone time lag in the travel time from ground surface to receptor. Journal of Contaminant Hydrology 144(1): 138-151. Srinivasan, R., J.G. Arnold, R.S. Muttiah, and P.T. Dyke. 1995. Plant and hydrologic simulation for the conterminous U.S. using SWAT and GIS. Hydrological Science and Technology 11: 160-168. Stephens, D.B. 1995. Vadose Zone Hydrology. CRC Press. Steward, D.R., P.J. Bruss, X. Yang, S.A. Staggenborg, S.M. Welch, and M.D. Apley. 2013. Tapping unsustainable groundwater stores for agricultural production in the High Plains Aquifer of Kansas, projections to 2110. In: Proceedings of the National Academy of Sciences 110(37): E3477-E3486. Swain, S. and K. Hayhoe. 2015. CMIP5 projected changes in spring and summer drought and wet conditions over North America. Climate Dynamics 44(9-10): 2737-2750. Taghvaeian, S., R.S. Frazier, D. Livingston, and G. Fox. 2017. The Ogallala Aquifer. Oklahoma Cooperative Extension Service. Stillwater, OK. Tamarisk Coalition. 2005. New Mexico Non Native Phreatophyte/Watershed Management Plan. Las Cruces, NM: New Mexico Department of Agriculture, New Mexico Energy, Minerals and Natural Resources Department, New Mexico Environment Department, New Mexico Indian Affairs Department, Office of State Engineer, New Mexico’s Soil and Water Conservation District. TAWC. 2015. An Integrated Approach to Water Conservation for Agriculture in the Texas Southern High Plains. Texas Alliance for Water Conservation. 10th Annual Comprehensive Report 2005-2014 to the Texas Water Development Board. Tewari, R., J. Johnson, S. Mauget, G. Leiker, K. Hayhoe, A. Hernandez, D. Hudson, C. Wang, D. Patterson, and K. Rainwater. 2015. Using climate scenarios to evaluate future impacts on the groundwater resources and agricultural economy of the Texas High Plains. Journal of Water and Climate Change 6(3): 561-577. Thorp, K.R., K.C. DeJonge, A.L. Kaleita, W.D. Batchelor, and J.O. Paz. 2008. Methodology for the use of DSSAT models for precision agriculture decision support. Computers and Electronics in Agriculture 64(2): 276-285. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 99 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR Tsur, Y. 1990. Stabilization role of groundwater when surface water supplies are uncertain: The implications for groundwater development. Water Resources Research WRERAQ 26(5): 811-818. Twarakavi, N.K.C., H. Saito, J. Šimunek, and M. Th van Genuchten. 2008. A new approach to estimate soil hydraulic parameters using only soil water retention data. Soil Science Society"
    },
    {
        "URL": "Contemporary Water Research - 2017 - Uddameri - Understanding Climate‐Hydrologic‐Human Interactions to Guide Groundwater.pdf",
        "Text": "and summer drought and wet conditions over North America. Climate Dynamics 44(9-10): 2737-2750. Taghvaeian, S., R.S. Frazier, D. Livingston, and G. Fox. 2017. The Ogallala Aquifer. Oklahoma Cooperative Extension Service. Stillwater, OK. Tamarisk Coalition. 2005. New Mexico Non Native Phreatophyte/Watershed Management Plan. Las Cruces, NM: New Mexico Department of Agriculture, New Mexico Energy, Minerals and Natural Resources Department, New Mexico Environment Department, New Mexico Indian Affairs Department, Office of State Engineer, New Mexico’s Soil and Water Conservation District. TAWC. 2015. An Integrated Approach to Water Conservation for Agriculture in the Texas Southern High Plains. Texas Alliance for Water Conservation. 10th Annual Comprehensive Report 2005-2014 to the Texas Water Development Board. Tewari, R., J. Johnson, S. Mauget, G. Leiker, K. Hayhoe, A. Hernandez, D. Hudson, C. Wang, D. Patterson, and K. Rainwater. 2015. Using climate scenarios to evaluate future impacts on the groundwater resources and agricultural economy of the Texas High Plains. Journal of Water and Climate Change 6(3): 561-577. Thorp, K.R., K.C. DeJonge, A.L. Kaleita, W.D. Batchelor, and J.O. Paz. 2008. Methodology for the use of DSSAT models for precision agriculture decision support. Computers and Electronics in Agriculture 64(2): 276-285. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 99 Uddameri, Singaraju, Karim, Gowda, Bailey, and Schipanski Journal of Contemporary Water Research & Education UCOWR Tsur, Y. 1990. Stabilization role of groundwater when surface water supplies are uncertain: The implications for groundwater development. Water Resources Research WRERAQ 26(5): 811-818. Twarakavi, N.K.C., H. Saito, J. Šimunek, and M. Th van Genuchten. 2008. A new approach to estimate soil hydraulic parameters using only soil water retention data. Soil Science Society of America Journal 72(2): 471-479. Uddameri, V. 2005. Sustainability and groundwater management. Clean Technologies and Environmental Policy 7(4): 231-232. Uddameri, V., E.A. Hernandez, and F. Estrada. 2014. A fuzzy simulation-optimization approach for optimal estimation of groundwater availability under decision maker uncertainty. Environmental Earth Sciences 71(6): 2559-2572. Uddameri, V. and M. Kuchanur. 2007. Simulation- optimization approach to assess groundwater availability in Refugio County, TX. Environmental Geology 51(6): 921-929. USDA-NASS. 2017. United States Department of Agriculture - National Agricultural Statistics Services: Find data and reports by state. van Genuchten, M. Th. 1980. A closed-form equation for predicting the hydraulic conductivity of unsaturated soils. Soil Science Society of America Journal 44(5): 892-898. van Lanen, H.A.J. and E. Peters. 2000. Definition, effects and assessment of groundwater droughts. In: Drought and Drought Mitigation in Europe, Advances in Natural and Technological Hazards Research, vol 14, J.V. Vogt and F. Somma (Eds.). Springer, Dordrecht, pp. 49-61. Vereecken, H. 1989. Pedotransfer functions for the generation of hydraulic properties for Belgian soils. Dissertationes de Agricultura (Belgium). Wang, J., Y. Li, J. Huang, T. Yan, and T. Sun. 2017. Growing water scarcity, food security and government responses in China. Global Food Security 14: 9-17. Westenbroek, S.M., V.A. Kelson, W.R. Dripps, R.J. Hunt, and K.R. Bradbury. 2010. SWB-A modified Thornthwaite-Mather Soil-Water-Balance code for estimating groundwater recharge. U.S. Geological Survey Techniques and Methods 6-A31, 60 p. Whittemore, D.O., J.J. Butler Jr, and B.B. Wilson. 2016. Assessing the major drivers of water-level declines: New insights into the future of heavily stressed aquifers. Hydrological Sciences Journal 61(1): 134- 145. Wood, W.W., K.A. Rainwater, and D.B. Thompson. 1997. Quantifying macropore recharge: Examples from a semi‐arid area. Groundwater 35(6): 1097- 1106. Wood, W.W. and W.E. Sanford. 1995. Chemical and isotopic methods for quantifying ground‐water recharge in a regional, semiarid environment. Groundwater 33(3): 458-468. Yeh, W.W‐G. 1986. Review of parameter identification procedures in groundwater hydrology: The inverse problem. Water Resources Research 22(2): 95-108. Zartman, R.E., P.W. Evans, and R.H. Ramsey. 1994. Playa lakes on the southern High Plains in Texas: Reevaluating infiltration. Journal of Soil and Water Conservation 49(3): 299-301. Zartman, R.E., R.H. Ramsey, P.W. Evans, G. Koenig, C. Truby, and L. Kamara. 1996. Outerbasin, annulus and playa basin infiltration studies. Texas Journal of Agriculture and Natural Resources 9: 23-32. 1936704x, 2017, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1936-704X.2017.03261.x by New Mexico Institute Of Mining, Wiley Online Library on [01/04/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
]