[
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "A multi-isotope (dD, d18O, 87Sr/86Sr, and d11B) approach for identifying saltwater intrusion and resolving groundwater evolution along the Western Caprock Escarpment of the Southern High Plains, New Mexico Jeff B. Langman *, Andre S. Ellis University of Texas at El Paso, Geological Sciences, El Paso, TX 79968-0555, USA a r t i c l e i n f o Article history: Received 3 February 2009 Accepted 8 November 2009 Available online 12 November 2009 Editorial handling by P.B. McMahon a b s t r a c t Declining water levels in arid and semi-arid regions increase an aquifer’s vulnerability to natural and anthropogenic inﬂuences. A multi-isotope (dD, d18O, 87Sr/86Sr, and d11B) approach was used to resolve the geochemical evolution of groundwater in a declining aquifer in a semi-arid region of the southwest- ern USA as groundwater composition reacts to source-water mixing, cross-formational ﬂow including saltwater intrusion, water–rock interaction, and likely agricultural recharge. Sub-aquifers or local ﬂow systems are present in the Southern High Plains aquifer along the Western Caprock Escarpment in New Mexico, and the study site’s local ﬂow system contains a Na–Cl, high dissolved-solids groundwater that ﬂows from the escarpment until it mixes with a high quality regional aquifer or regional ﬂow system. The local ﬂow system contains water that is similar in composition to the underlying, upper Dockum Group aquifer. Saltwater found in the upper Dockum Group aquifer likely originates in the adjacent Pecos River Basin and crosses beneath or possibly through the hydrologic divide of the Western Caprock Escarp- ment. Strontium concentrations of 0.9–31 mg/L and a 87Sr/86Sr range of 0.70845–0.70906 were sufﬁcient to estimate source-water fractions, mixing patterns, and contributions from chemical weathering through mass balance inverse calculations. Boron concentrations (59–1740 mg/L) and d11B values (+6.0–+46.0‰) were used to conﬁrm source-water mixing, further evaluate water–rock interaction, and examine the inﬂuence of possible agricultural recharge. Alteration of B concentrations and d11B val- ues in an area of likely agricultural recharge indicated the loss of B and decrease in d11B values likely from plant uptake, adsorption, and weathering contributions in the soil/vadose zone prior to recharge. The effectiveness of 87Sr/86Sr and d11B for resolving the geochemical inﬂuences in groundwater in the South- ern High Plains along the Western Caprock Escarpment allowed for the reinterpretation of the isotopic composition of water that has been shown to be highly variable in the Southern High Plains. This study shows the utility of a multi-isotope approach for resolving the geochemical evolution of groundwater in an aquifer that has a complex relationship with underlying aquifers and the applicability of these iso- topes as indicators of the alteration of source waters from natural or anthropogenic inﬂuences. \u0002 2009 Elsevier Ltd. All rights reserved. 1. Introduction Freshwater resources in arid and semi-arid areas are highly vul- nerable to drought and climate change (Kundzewicz et al., 2007), and aquifers in these regions, such as the southwestern USA, can be stressed because of high groundwater withdrawals (Alcamo et al., 2003a,b). In the southwestern USA, the Southern High Plains aquifer is part of the larger High Plains aquifer system (Fig. 1), which is the principal source for agricultural and drinking water in one of the world’s major agricultural areas. Saltwater intrusion is a growing concern in the southwestern USA aquifers as depletion of freshwater aquifers alters the potentiometric-surface relation- ship with deeper aquifers, which can further induce saltwater intrusion because of increased hydraulic gradients. Various researchers have suggested that regional changes in water compo- sition in the Southern High Plains aquifer are from cross-forma- tional ﬂow from underlying aquifers of poorer quality, including saline aquifers (e.g., Nativ, 1992; Dutton, 1987, 1995; McMahon et al., 2007). Variable hydrochemical facies in the Southern High Plains appear to correlate with changes in geology and potentio- metric surfaces (e.g., Nativ, 1992; Dutton, 1987, 1995; McMahon et al., 2007). The effect of cross-formational ﬂow between aquifers has not been clearly identiﬁed because of the variability of the tra- ditional geochemical tracers such as major ions and the isotopic composition of water (Nativ, 1992; Dutton, 1995), although Mehta et al. (2000) did use major ions and the isotopic composition of water to discriminate a likely salt inﬂuence from an evaporite unit 0883-2927/$ - see front matter \u0002 2009 Elsevier Ltd. All rights reserved. doi:10.1016/j.apgeochem.2009.11.004 * Corresponding author. Fax: +1 915 747 5073. E-mail address: jblangman@miners.utep.edu (J.B. Langman). Applied Geochemistry 25 (2010) 159–174 Contents lists available at ScienceDirect Applied Geochemistry journal homepage: www.elsevier.com/locate/apgeochem instead of a possible oil-ﬁeld brine inﬂuence in the Southern High Plains. The large concentration and isotopic ranges of traditional geochemical tracers make it difﬁcult to explain the source of water in the deeper aquifers, resolve the interaction between the South- ern High Plains aquifer and underlying aquifers, and to identify the alteration of source waters from natural or anthropogenic inﬂu- ences. It is necessary to understand the relationships between aquifers in arid and semi-arid regions such as the High Plains to identify or predict possible water-quality changes from natural inﬂuences such as drought and saltwater intrusion or anthropo- genic inﬂuences such as increased groundwater withdrawals and agricultural recharge. A multi-isotope (dD, d18O, 87Sr/86Sr, and d11B) approach is used to resolve the geochemical evolution of groundwater in a semi-arid region aquifer of the southwestern USA (Southern High Plains aquifer along the Western Caprock Escarpment, Fig. 1) as ground- water reacts to source-water mixing including possible saltwater intrusion, water–rock interaction, and likely agricultural recharge. This multi-isotope approach is necessary to resolve outstanding source-water and mixing issues, particularly in an area where pos- sible ﬂowpaths from deeper aquifers are more likely because of landform subsidence from salt dissolution. Major ion concentra- tions are examined along with the isotopic composition of water (dD and d18O) to identify possible source waters and hydrochemi- cal-facies changes related to these sources. Strontium concentra- tions and the isotope ratio of radiogenic 87Sr and stable 86Sr (87Sr/86Sr) were used to identify chemical-weathering inputs from water–rock interaction and further constrain likely source waters. Boron concentrations and its stable isotope ratio (11B/10B as d11B) were coupled with Sr to reﬁne the inﬂuence of water–rock interac- tion. Additionally, 87Sr/86Sr and d11B were used to evaluate the likely inﬂuence of agricultural recharge and how dD and d18O val- ues can be reinterpreted, which may explain part of the wide range of dD and d18O values that have been presented by Nativ (1992) and Dutton (1995) for the Southern High Plains. The study site (Fig. 2) was chosen because of the limited groundwater use in the area and previously identiﬁed spatial dif- ferences in hydrochemical facies that indicate possible saltwater intrusion and variable source-water contributions across the study site (Langman et al., 2004). A small part of the site has been ac- tively used by the US Air Force (Fig. 3) for non-live-ﬁre training since the 1960s. Groundwater use at the site is limited to reduce human activity and has helped to preserve natural ﬂow patterns that can be highly altered in the Southern High Plains aquifer be- cause of large anthropogenic withdrawals (Langman et al., 2006; McMahon and Böhlke, 2007). The site includes a part of the Wes- tern Caprock Escarpment known locally as ‘‘the Mesa” with the remainder of the study site consisting"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "recharge. This multi-isotope approach is necessary to resolve outstanding source-water and mixing issues, particularly in an area where pos- sible ﬂowpaths from deeper aquifers are more likely because of landform subsidence from salt dissolution. Major ion concentra- tions are examined along with the isotopic composition of water (dD and d18O) to identify possible source waters and hydrochemi- cal-facies changes related to these sources. Strontium concentra- tions and the isotope ratio of radiogenic 87Sr and stable 86Sr (87Sr/86Sr) were used to identify chemical-weathering inputs from water–rock interaction and further constrain likely source waters. Boron concentrations and its stable isotope ratio (11B/10B as d11B) were coupled with Sr to reﬁne the inﬂuence of water–rock interac- tion. Additionally, 87Sr/86Sr and d11B were used to evaluate the likely inﬂuence of agricultural recharge and how dD and d18O val- ues can be reinterpreted, which may explain part of the wide range of dD and d18O values that have been presented by Nativ (1992) and Dutton (1995) for the Southern High Plains. The study site (Fig. 2) was chosen because of the limited groundwater use in the area and previously identiﬁed spatial dif- ferences in hydrochemical facies that indicate possible saltwater intrusion and variable source-water contributions across the study site (Langman et al., 2004). A small part of the site has been ac- tively used by the US Air Force (Fig. 3) for non-live-ﬁre training since the 1960s. Groundwater use at the site is limited to reduce human activity and has helped to preserve natural ﬂow patterns that can be highly altered in the Southern High Plains aquifer be- cause of large anthropogenic withdrawals (Langman et al., 2006; McMahon and Böhlke, 2007). The site includes a part of the Wes- tern Caprock Escarpment known locally as ‘‘the Mesa” with the remainder of the study site consisting of grasslands, rangeland, and agricultural ﬁelds typical of the western Southern High Plains. 2. Geologic and hydrologic setting The study site is located along the boundary of two related Pre- cambrian basement-rock basins—Tucumcari and Palo Duro (Gus- tavson, 1996). Marine carbonates were deposited in these basins during the Mississippian followed by clastic sediments during the Pennsylvanian and early Permian (Gustavson and Finley, 1985). A shallow seaway extended into west Texas and eastern New Mexico during the late Permian that produced halite, anhy- drite, dolomite, limestone and clay-dominated sediments that be- come the Permian-bedded salts (Dutton et al., 1979; Gustavson et al., 1980; Johns, 1989; Baker and Leonard, 1995). The shale- dominated Dockum Group was deposited upon the Permian salts during the Triassic when ﬂuvial, deltaic, and lacustrine environ- ments were present (Dubiel, 1989). The Laramide Orogeny resulted in the uplift of the southern Rocky Mountains, eastward tilting of strata, receding of the Cretaceous seas, and development of south- easterly-ﬂowing drainage systems that heavily eroded exposed strata including the Dockum Group shales (Brand, 1952; Walker, 1978). Erosion of Jurassic, Cretaceous, and Paleogene deposits from river systems allowed the deposition of the Neogene Ogallala For- mation (alluvial sediments derived from the tectonically-active Southern Rocky Mountains) atop the eroded Dockum Group in the region (Gustavson et al., 1980; Knowles et al., 1984). Such paleodrainage systems were cutoff when subsidence from Perm- ian-salt dissolution (Fig. 2) formed the table-like structure of the Southern High Plains and the surrounding basins of the Pecos and Canadian rivers (Gustavson et al., 1980; Seni, 1980; Simpkins et al., 1981; Gustavson and Finley, 1985; Gustavson, 1986; Dutton, 1987; Senger and Fogg, 1987; Senger et al., 1987). The Blackwater Draw Formation is the primary surface deposit of most of the Southern High Plains and is composed of aggradational sequences of eolian sand, silt and clay derived from reworked Ogallala Forma- tion and Dockum Group deposits (Holliday, 1990). Caliche is typi- cally present in the unsaturated zone of the Blackwater Draw or Ogallala formations in eastern New Mexico (Hart and McAda, 1985), and caliche was found to be laterally discontinuous, of var- iable thickness, and typically found within 15 m of the surface at the study site. A 1-m thick outcrop of caliche is present near the surface of the Mesa and is exposed along the Mesa rim. The Ogallala Formation is the primary matrix of the Southern High Plains aquifer and the underlying Dockum Group shales form the base of the aquifer in the region. Aquifers underlying the Southern High Plains aquifer, including aquifers in the Dockum Fig. 1. High Plains aquifer system and study site location (modiﬁed from McGuire et al. (2003)). Courtesy of the US Geological Survey. 160 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 Group (upper and lower units) and Permian-bedded salts, have not been as thoroughly investigated and are not currently used as prin- cipal source waters in the Southern High Plains (Bradley and Kala- swad, 2003). The Dockum Group is primarily composed of sandstone and shale (upward ﬁning), and its main aquifer is lo- cated in the lower unit that is overlain by the upper Dockum Group shales, although the upper unit does contain smaller, discontinu- ous aquifers (Dutton and Simpkins, 1989; Langman et al., 2004). Upper Dockum Group aquifers are contained within thin sand deposits embedded in shale layers, and the surrounding Dockum Group shale layers are considered impermeable unless fractured (Bradley and Kalaswad, 2003). Groundwater upwelling and ﬂow- paths in and from the Permian salts through large thicknesses of Dockum Group shales is poorly understood and likely complex (Dutton, 1989), but high Cl\u0002 concentrations in the Pecos and Cana- dian river basins and continued sinkhole formation in the Southern High Plains indicate that salt dissolution and subsidence is likely still active (Simpkins et al., 1981; Gustavson and Finley, 1985). The current view of recharge in the Southern High Plains is that most surface recharge occurs through playa areas and drainage channels and that interplaya areas contribute little recharge (Gus- tavson et al., 1995; Scanlon and Goldsmith, 1997; Scanlon et al., 2003). Distinct hydrochemical facies in the Southern High Plains aquifer have been attributed to recharge by cross-formational ﬂow from underlying aquifers (Nativ and Smith, 1987; Nativ, 1992; Mehta et al., 2000; McMahon and Böhlke, 2007). The source of Doc- kum Group water is likely site speciﬁc and has been attributed to recharge at basin-margin outcrops and contributions from overly- ing and underlying formations in addition to water recharged dur- ing previous climates or emplaced during deposition (Dutton, 1995; Bradley and Kalaswad, 2003). Dutton and Simpkins (1989) and Senger et al. (1987) indicated that the location of groundwater divides in the Dockum Group along the Western Caprock Escarp- ment would inhibit any substantial recharge from a Dockum Group aquifer into the Southern High Plains aquifer in this area. Dutton and Simpkins (1989) suggested that the depleted isotopic compo- sition of water in the Dockum Group aquifer reﬂects the inﬂuence of Pleistocene climatic variations and the altitude effect of the pre- vious recharge zones of the aquifer in eastern New Mexico. Within the Southern High Plains aquifer at the study site, a sub- aquifer (local ﬂow system, wells 8, 14–16, Fig. 3) originates along the Western Caprock Escarpment (Langman et al., 2004). The local ﬂow system is the limit of the Southern High Plains aquifer along the Caprock Escarpment, and the local"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "but high Cl\u0002 concentrations in the Pecos and Cana- dian river basins and continued sinkhole formation in the Southern High Plains indicate that salt dissolution and subsidence is likely still active (Simpkins et al., 1981; Gustavson and Finley, 1985). The current view of recharge in the Southern High Plains is that most surface recharge occurs through playa areas and drainage channels and that interplaya areas contribute little recharge (Gus- tavson et al., 1995; Scanlon and Goldsmith, 1997; Scanlon et al., 2003). Distinct hydrochemical facies in the Southern High Plains aquifer have been attributed to recharge by cross-formational ﬂow from underlying aquifers (Nativ and Smith, 1987; Nativ, 1992; Mehta et al., 2000; McMahon and Böhlke, 2007). The source of Doc- kum Group water is likely site speciﬁc and has been attributed to recharge at basin-margin outcrops and contributions from overly- ing and underlying formations in addition to water recharged dur- ing previous climates or emplaced during deposition (Dutton, 1995; Bradley and Kalaswad, 2003). Dutton and Simpkins (1989) and Senger et al. (1987) indicated that the location of groundwater divides in the Dockum Group along the Western Caprock Escarp- ment would inhibit any substantial recharge from a Dockum Group aquifer into the Southern High Plains aquifer in this area. Dutton and Simpkins (1989) suggested that the depleted isotopic compo- sition of water in the Dockum Group aquifer reﬂects the inﬂuence of Pleistocene climatic variations and the altitude effect of the pre- vious recharge zones of the aquifer in eastern New Mexico. Within the Southern High Plains aquifer at the study site, a sub- aquifer (local ﬂow system, wells 8, 14–16, Fig. 3) originates along the Western Caprock Escarpment (Langman et al., 2004). The local ﬂow system is the limit of the Southern High Plains aquifer along the Caprock Escarpment, and the local ﬂow system can only re- ceive recharge from inﬁltrating precipitation along the escarpment or upwelling of water from deeper aquifers. Groundwater in the lo- cal ﬂow system moves northeastward until water in this system merges with the regional aquifer (regional ﬂow system, wells 4– 7) that is deﬁned by the paleochannel of the Portales Valley (Fig. 3). The area where the two ﬂow systems merge and mix con- tains wells 3, 18, 21, and L6 and is termed the ‘‘mixing zone” for this study and contains land used for agriculture and a stock tank system fed by wells and a distribution system. Study site wells in the upper Dockum Group aquifer exhibit a potentiometric surface greater than the potentiometric surface in all study site wells in the Southern High Plains aquifer, suggesting that upward cross-forma- tional ﬂow is possible in the local and regional ﬂow systems. Ver- tical hydraulic gradients (from well screen midpoint) at the paired study wells (well nests with one well in the Ogallala Formation and one in the Dockum Group) were \u00020.15 (wells 1/2), \u00020.11 (wells 18/ 20), and \u00020.03 (wells 21/22) indicating a lessening of the vertical gradient moving away from the Mesa. 3. Methods All groundwater data were collected in June 2006 as part of a long-term monitoring project by the US Geological Survey, and the data are available through their National Water Information System website (http://waterdata.usgs.gov/nwis). Sixteen wells comprised the monitoring network (Fig. 3)—13 of the wells had a Fig. 2. Study site location and peripheral salt dissolution zone in the Southern High Plains (modiﬁed from Gustavson and Finley (1985)). Courtesy of the Texas Economic Bureau of Geology. J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 161 single screen set in the Ogallala Formation (Southern High Plains aquifer), and three wells had single screens in the conﬁned aquifer of the upper unit of the Dockum Group (upper Dockum Group aquifer). The three Dockum Group wells were part of three well nests that paired a shallow Ogallala Formation well with a Dockum Group well at each location (wells 1/2, 18/20, and 21/22). Ground- water samples were collected as 0.45 lm-ﬁltered water for analy- sis of all constituents (Table 1). During purging, ﬁeld values of speciﬁc conductance, water temperature, dissolved-O2, and pH were monitored in a ﬂowthrough chamber and allowed to stabilize prior to sample collection. Sequential replicate samples were col- lected at randomly selected wells to evaluate laboratory precision. Environmental samples were collected for laboratory matrix spike analysis to ascertain matrix interference through standard addi- tions of the analytes. One ﬁeld-equipment blank was collected to determine the adequacy of cleaning procedures of the portable submersible pump. For comparison of formation geochemical properties with groundwater solute properties, soil/rock samples were collected at six locations at the study site (Fig. 3)—one sample from the uppermost soil layer atop the Mesa (R1) near well 10, one sample of the Mesa caliche (R2), two samples of the upper Ogallala Forma- tion in Sheep Canyon (R3 and R4), one sample of the upper Dockum Group in Sheep Canyon (R5), and one sample of the Blackwater Draw Formation north of the Mesa (R6). Two samples were col- lected from the Ogallala Formation because of variability in the composition of the formation exposure at the Mesa. All soil sam- ples were collected from a horizontal or vertical depth of approxi- mately 0.5–1 m into the formation and analyzed by various laboratories for the constituents listed in Table 1. Principal components analysis, PCA (S-PLUS 7.0, Insightful Cor- poration, 2005), was used as a screening tool to quantitatively identify linear combinations of data (mole units) that largely ex- plain groundwater-composition variation amongst the data groups (loading values are presented where appropriate). Ratios of 87Sr/86Sr were measured on a Finnigan Mat 261 thermal ionization mass spectrometer (TIMS). Following puriﬁcation through ion exchange, the Sr was mixed with phosphoric acid and loaded on Fig. 3. Location of the study’s monitoring wells in New Mexico along the Western Caprock Escarpment of the Southern High Plains. 162 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 degassed, zone-reﬁned Ta ﬁlaments. Resulting 87Sr/86Sr ratios were normalized to 86Sr/88Sr of 0.1194. Long-term precision is better than 0.00003 (2 sigma, 95% conﬁdence level). The 11B/10B ratios were measured by negative TIMS on the same instrument. Sufﬁ- cient water to supply 2 ng of B was loaded directly onto degassed, zone-reﬁned Re ﬁlaments. The B isotopes were measured as the BO2 species at masses 42 and 43. The long-term 11B/10B ratio for seawater relative to NIST 951 is +39.5‰. The typical agreement of replicate analyses of a sample is within 1‰. Various rock types develop different 87Sr/86Sr ratios because of the chemical fractionation of Sr and Rb during mineral formation and the inﬂuence of mineral age where radiogenic 87Sr increases from the b-decay of 87Rb (Nimz, 1998). Water–rock interaction imparts a 87Sr/86Sr signature on through-ﬂowing water and pro- vides a useful means of identifying source waters (Stewart et al., 1998; Bullen and Kendall, 1998). With a difference between the 87Sr/86Sr ratio of waters entering an aquifer and that of the aquifer matrix, it is possible to quantitatively assess water–rock interaction and examine groundwater evolution (e.g., Banner et al., 1989, 1994; Johnson and DePaolo, 1994, 1997; Bullen et al., 1996, 1997). Mass fractionation of Sr isotopes is relatively small compared to traditional isotopic tracers such as C, O and"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "of data (mole units) that largely ex- plain groundwater-composition variation amongst the data groups (loading values are presented where appropriate). Ratios of 87Sr/86Sr were measured on a Finnigan Mat 261 thermal ionization mass spectrometer (TIMS). Following puriﬁcation through ion exchange, the Sr was mixed with phosphoric acid and loaded on Fig. 3. Location of the study’s monitoring wells in New Mexico along the Western Caprock Escarpment of the Southern High Plains. 162 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 degassed, zone-reﬁned Ta ﬁlaments. Resulting 87Sr/86Sr ratios were normalized to 86Sr/88Sr of 0.1194. Long-term precision is better than 0.00003 (2 sigma, 95% conﬁdence level). The 11B/10B ratios were measured by negative TIMS on the same instrument. Sufﬁ- cient water to supply 2 ng of B was loaded directly onto degassed, zone-reﬁned Re ﬁlaments. The B isotopes were measured as the BO2 species at masses 42 and 43. The long-term 11B/10B ratio for seawater relative to NIST 951 is +39.5‰. The typical agreement of replicate analyses of a sample is within 1‰. Various rock types develop different 87Sr/86Sr ratios because of the chemical fractionation of Sr and Rb during mineral formation and the inﬂuence of mineral age where radiogenic 87Sr increases from the b-decay of 87Rb (Nimz, 1998). Water–rock interaction imparts a 87Sr/86Sr signature on through-ﬂowing water and pro- vides a useful means of identifying source waters (Stewart et al., 1998; Bullen and Kendall, 1998). With a difference between the 87Sr/86Sr ratio of waters entering an aquifer and that of the aquifer matrix, it is possible to quantitatively assess water–rock interaction and examine groundwater evolution (e.g., Banner et al., 1989, 1994; Johnson and DePaolo, 1994, 1997; Bullen et al., 1996, 1997). Mass fractionation of Sr isotopes is relatively small compared to traditional isotopic tracers such as C, O and S, and fractionation of Sr isotopes from biogeochemical processes and instrument analysis is corrected for by normalizing to a stan- dard 88Sr/86Sr ratio. With this fractionation removed, the mea- sured 87Sr/86Sr ratio reﬂects only variations derived from the source such as dissolution of Sr-bearing minerals or labile Sr that represents the exchangeable Sr adsorbed to mineral or organic matter surfaces (Capo et al., 1998). A mass balance equation for determining source-water fractions through concentration and isotope values (Eby, 2004) was used to calculate an estimated contribution from chemical weathering and fractional contribu- tion of each source water to the mixture using Sr concentrations and 87Sr/86Sr: RMM ¼ RAfAA þ RBfBB þ RCfCC þ RDfDD ð1Þ R = isotopic ratio, f = compositional fraction of component, M, A– D = mixture, source water, or chemical-weathering component, subscript indicates source and capital letter indicates concentration of the component. This type of mass balance inverse calculation can be used for any geochemical tracer but is particularly useful with Sr concentra- tions and isotopic values because of Sr behavior in the natural envi- ronment (Capo et al., 1998). Using Eq. (1), the inverse calculation allows the unmixing of the known Sr signature of the groundwater mixture at each well by varying the possible source fractions of the known Sr signatures of the likely source waters (known concentra- tions and isotopic values). The chemical-weathering component is used to reﬁne the model for a more precise ﬁt to the mixture re- sults. Microsoft Excel Solver (what-if-analysis tool) was used to perform the source-fraction calculation (precision equal to 0.00001, convergence set at 0.0001). Each component fraction was adjusted along with the chemical-weathering variable that represented the Sr mass and isotopic contribution from water–rock interaction. The chemical-weathering variable represents a bulk estimate of changes to the Sr mass at a particular location in the aquifer because of contributions from dissolution or ion exchange during ﬂow through the various lithologies. Solver varied the pos- sible chemical-weathering input and the fractional contribution of each likely source water that had a known Sr signal (concentration and isotopic ratio) to minimize the sum of the square of the resid- uals of the calculated Sr for each well site and the known Sr con- centration and 87Sr/86Sr ratio of the groundwater mixture. The inverse calculation is a best-ﬁt scenario where likely inputs (source waters and chemical weathering) are varied concurrently to mini- mize the residuals of a solution compared to the actual Sr values from groundwater at a particular location that represents a mix- ture of source waters and water–rock interactions. Likely source waters were chosen from evaluation of all geochemical data and the physical boundaries of the study area. The 87Sr/86Sr ratio is useful for identifying water–rock interac- tions, but there must be a ratio difference between the mineral assemblages of the various lithologies where source waters origi- nate. Much of the sedimentary layers composing the Southern High Plains are non-marine siliclastics that may have similar 87Sr/86Sr ratios. For this reason, d11B values were coupled with 87Sr/86Sr ratios to assist in discriminating water–rock interaction. Boron is highly sensitive to water–rock interaction—groundwater concentrations can span over four orders of magnitude, and d11B can range from \u000230‰ to +60‰ (Leeman and Sisson, 1996; Palmer and Swihart, 1996). Adsorption of B ions onto solid surfaces such as clays preferentially removes 10B (Lemarchand and Gaillardet, 2006; Palmer et al., 1987). The fractionation of B isotopes due to adsorption is apparent in the enrichment of 11B in seawater (aver- age d11B value of +40‰), which is typically 40–50‰ greater than average continental crust values (Barth, 2000). Table 1 Sample analytes and laboratory analysis methods. Constituent Description Method/lab code Medium Laboratory Analytical precision Field values Conductance, temperature, dissolved oxygen, pH, Orion 130A, YSI 550A, Orion 250A+ Water Field collection +0.5% lS/cm, ±0.1 \u0003C, +0.3 mg/L, ±0.02 pH Dissolved solids Filterable residue MCAWW 160.1 Water TestAmerica, Denver +5 mg/L Major cations Ca, Mg, K, Na SW846 6010Ba Water TestAmerica, Denver +0.05–1 mg/L Alkalinity Alkalinity as CaCO3 MCAWW 310.1b Water TestAmerica, Denver +1 mg/L Major anions SO4, Cl, F MCAWW 300.0Ab Water TestAmerica, Denver +0.1–1 mg/L Trace elements B and Sr SW846 6010Ba, SW846 6020a Water TestAmerica, Denver +1 lg/L Water isotopes 2H/1H, 18O/16O USGS 1142 (Coplen et al., 1991; Epstein and Mayeda, 1953) Water USGS Reston Stable Isotope Laboratory ±2‰ as dD and ±0.2‰ d18O Strontium isotopes 87Sr/86Sr Positive thermal ionization mass spectrometry Water, rock USGS Menlo Park Regional Research Laboratory ±0.00002 as 87Sr/86Sr Boron isotopes 11B/10B Negative thermal ionization mass spectrometry Water, rock USGS Menlo Park Regional Research Laboratory ±0.5‰ as d11B \u0003C, degrees Celsius; lS/cm, microsiemens per centimeter at 25 \u0003C; mg/L, milligrams per liter; lg/L, micrograms per liter; USGS, US Geological Survey; ‰, per mil; dxX (‰) = (R sample/R standard \u0002 1) \u0003 1000 of speciﬁed isotope ratio (x). a US Environmental Protection Agency (1986). b US Environmental Protection Agency (1983). J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 163 Table 2 Physical and chemical properties of groundwater collected at the study site, June 2006. Ogallala Formation Dockum Group Mesa Regional ﬂow system Local ﬂow system Mixing zone Upper Dockum aquifer Constituent Units 10 4 5 6 7 8 14 15 16 3 18 21 L6 2 20 22 Well depth m 18 19 31 35 30 35 37 56 55 50 45 20 40 73 91 47 Saturated thickness m 3.2 3.7"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "1 Sample analytes and laboratory analysis methods. Constituent Description Method/lab code Medium Laboratory Analytical precision Field values Conductance, temperature, dissolved oxygen, pH, Orion 130A, YSI 550A, Orion 250A+ Water Field collection +0.5% lS/cm, ±0.1 \u0003C, +0.3 mg/L, ±0.02 pH Dissolved solids Filterable residue MCAWW 160.1 Water TestAmerica, Denver +5 mg/L Major cations Ca, Mg, K, Na SW846 6010Ba Water TestAmerica, Denver +0.05–1 mg/L Alkalinity Alkalinity as CaCO3 MCAWW 310.1b Water TestAmerica, Denver +1 mg/L Major anions SO4, Cl, F MCAWW 300.0Ab Water TestAmerica, Denver +0.1–1 mg/L Trace elements B and Sr SW846 6010Ba, SW846 6020a Water TestAmerica, Denver +1 lg/L Water isotopes 2H/1H, 18O/16O USGS 1142 (Coplen et al., 1991; Epstein and Mayeda, 1953) Water USGS Reston Stable Isotope Laboratory ±2‰ as dD and ±0.2‰ d18O Strontium isotopes 87Sr/86Sr Positive thermal ionization mass spectrometry Water, rock USGS Menlo Park Regional Research Laboratory ±0.00002 as 87Sr/86Sr Boron isotopes 11B/10B Negative thermal ionization mass spectrometry Water, rock USGS Menlo Park Regional Research Laboratory ±0.5‰ as d11B \u0003C, degrees Celsius; lS/cm, microsiemens per centimeter at 25 \u0003C; mg/L, milligrams per liter; lg/L, micrograms per liter; USGS, US Geological Survey; ‰, per mil; dxX (‰) = (R sample/R standard \u0002 1) \u0003 1000 of speciﬁed isotope ratio (x). a US Environmental Protection Agency (1986). b US Environmental Protection Agency (1983). J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 163 Table 2 Physical and chemical properties of groundwater collected at the study site, June 2006. Ogallala Formation Dockum Group Mesa Regional ﬂow system Local ﬂow system Mixing zone Upper Dockum aquifer Constituent Units 10 4 5 6 7 8 14 15 16 3 18 21 L6 2 20 22 Well depth m 18 19 31 35 30 35 37 56 55 50 45 20 40 73 91 47 Saturated thickness m 3.2 3.7 13.2 7.8 7.9 1.0 16.5 23.5 8.8 12.0 14.2 6.1 3.2 <2 m thick conﬁned unit Conductance lS/cm 592 590 669 596 785 3360 3910 7780 13,700 832 675 226 994 10,070 18,700 1680 Temperature \u0003C 19.2 18.0 18.1 18.6 18.6 21.3 20.6 23.4 23.5 18.6 21.1 20.0 21.0 25.4 22.6 20.3 Dissolved O2 mg/L 7.87 7.4 6.78 5.59 7.84 0.3 3.46 0.94 1.08 6.34 5.77 3.31 5.59 0.25 0.63 0.2 pH 7.23 7.33 7.41 7.40 7.39 7.37 7.90 7.37 7.71 7.59 7.69 7.26 7.42 7.45 7.47 7.94 Dissolved solids mg/L 370 430 510 390 520 2000 2600 5500 9500 560 440 1800 690 6300 13,000 970 Nitrate, as N mg/L 9.3 5.5 6.7 4.9 1.8 0.1 3.1 6.4 0.7 1.0 0.6 1.4 0.6 <0.1 <0.1 0.6 Calcium mg/L 50 46 43 39 56 46 82 140 350 33 42 180 71 170 550 29 Magnesium mg/L 35 21 23 18 23 17 76 110 310 36 19 85 35 110 330 12 Potassium mg/L 5.6 3.1 3.0 2.6 2.6 4.5 13 12 21 6.4 3.2 12 4.5 9.9 17 3.0 Sodium mg/L 18 57 67 60 74 710 650 1600 2,600 91 73 210 72 2,000 3300 300 Alkalinity mg/L 210 190 170 160 150 360 130 150 56 150 170 220 120 63 52 140 Sulfate mg/L 37 62 94 81 170 610 970 2000 2200 160 100 800 210 1100 1600 220 Chloride mg/L 12 20 22 16 49 490 640 1500 3900 69 38 160 130 2900 6800 280 Fluoride mg/L 0.98 1.8 2.4 2.7 2.2 2.4 2.8 1.9 0.69 2.0 1.8 2.5 1.4 0.10 0.06 1.1 Na/Cl molar ratio 2.3 4.4 4.7 5.8 2.3 2.2 1.6 1.6 1.0 2.0 3.0 2.0 0.9 1.1 0.7 1.7 Boron lg/L 59 117 146 110 111 1320 1640 1590 1740 180 140 300 155 1230 1100 640 Strontium mg/L 2.93 0.99 1.11 0.93 1.11 1.54 4.30 5.80 17.1 2.20 1.08 4.09 1.88 9.69 31 0.90 dD ‰ \u000245.77 \u000243.29 \u000245.97 \u000245.20 \u000244.62 \u000271.74 \u000262.26 \u000247.96 \u000259.37 \u000244.60 \u000245.19 \u000244.59 \u000243.90 \u000267.20 \u000251.70 \u000257.69 d18O ‰ \u00026.73 \u00026.09 \u00026.21 \u00026.30 \u00026.09 \u00029.95 \u00028.39 \u00026.52 \u00027.92 \u00026.09 \u00026.14 \u00025.85 \u00025.86 \u00029.11 \u00026.93 \u00027.96 87Sr/86Sr Ratio 0.70883 0.70905 0.70905 0.70904 0.70906 0.70845 0.70864 0.70861 0.70870 0.70903 0.70886 0.70891 0.70893 0.70879 0.70903 0.70894 d11B ‰ 15.3 17.6 15.1 14.9 18.6 30.3 32.6 25.2 40.8 6.0 15.7 7.7 16.6 46.0 38.1 34.8 lS/cm, microsiemens per centimeter at 25 \u0003C; mg/L; milligrams per liter; lg/L, micrograms per liter; NA, not available; ‰, per mil. 164 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 4. Results and discussion Existing studies provide an initial conceptual model of the pos- sible ﬂowpaths at the study site, and physical boundaries of the study site can be inferred from drilling during well installation and site topography (refer to Fig. 12 for site physical characteris- tics). The presence of groundwater atop the Western Caprock Escarpment (Langman et al., 2004) indicates local recharge along this topographic high (the Mesa). Dissolution of Permian salts has occurred beneath the Southern High Plains and is likely the strongest along the escarpment (Gustavson and Finley, 1985; McGookey et al., 1985). Dissolution and subsidence of the Permian salts has likely fractured the Dockum Group shales (Gustavson et al., 1980; Gustavson and Finley, 1985; Goldstein and Collins, 1984), with the greatest potential for cross-formational ﬂowpaths in areas of greatest subsidence such as along the Caprock Escarp- ment. Recharge to the Permian salts from overlying groundwaters has likely occurred since emplacement of the salts and causes con- tinued dissolution (Gustavson et al., 1980; Gustavson and Finley, 1985; Gustavson, 1986; Dutton and Simpkins, 1989). 4.1. Groundwater composition Results of all groundwater and rock chemical analyses are pre- sented in Tables 2 and 3. Principal components analysis strongly indicated that Na and Cl are the dominant major ions affecting changes in water type (loading values of \u00020.64 and \u00020.76 of the 1st component)—a mixed cation-HCO\u0002 3 water in the regional ﬂow system and atop the Mesa (well 10) and a Na–Cl or Na-mixed anion water in the local ﬂow system and in the upper Dockum Group aquifer (Table 2 and Fig. 4). A detectable but more limited SO2\u0002 4 variability identiﬁed by PCA (2nd component variable with a load- ing value smaller than Na and Cl) indicates an additional inﬂuence speciﬁc to the mixing zone. Mixed cation-mixed anion water or mixed cation-SO2\u0002 4 water is present in the mixing zone. In addition to differences in hydrochemical facies, the local and regional ﬂow systems of the Southern High Plains aquifer at the study site have different groundwater temperatures, dissolved-O2 concentrations, and dissolved-solid concentrations (Table 2). Similar groundwater composition in the upper Dockum Group aquifer and the local ﬂow system (Na–Cl water type and high TDS) indicates halite dissolu- tion and possible cross-formational ﬂow from the Permian salts to the upper Dockum Group aquifer and into the local ﬂow system of the Southern High Plains aquifer. The upper Dockum Group aquifer appears to strongly inﬂuence local ﬂow system groundwa- ter composition, and this inﬂuence is diluted in the mixing zone following mixing with the regional ﬂow system. The highest dis- solved-solid concentration in the local ﬂow system (9500 mg/L) is furthest from the Mesa (well 16), which suggests longer water–rock interaction of source waters reaching this location in either the Ogallala Formation or Dockum Group. Groundwater in the upper Dockum Group"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "Gustavson, 1986; Dutton and Simpkins, 1989). 4.1. Groundwater composition Results of all groundwater and rock chemical analyses are pre- sented in Tables 2 and 3. Principal components analysis strongly indicated that Na and Cl are the dominant major ions affecting changes in water type (loading values of \u00020.64 and \u00020.76 of the 1st component)—a mixed cation-HCO\u0002 3 water in the regional ﬂow system and atop the Mesa (well 10) and a Na–Cl or Na-mixed anion water in the local ﬂow system and in the upper Dockum Group aquifer (Table 2 and Fig. 4). A detectable but more limited SO2\u0002 4 variability identiﬁed by PCA (2nd component variable with a load- ing value smaller than Na and Cl) indicates an additional inﬂuence speciﬁc to the mixing zone. Mixed cation-mixed anion water or mixed cation-SO2\u0002 4 water is present in the mixing zone. In addition to differences in hydrochemical facies, the local and regional ﬂow systems of the Southern High Plains aquifer at the study site have different groundwater temperatures, dissolved-O2 concentrations, and dissolved-solid concentrations (Table 2). Similar groundwater composition in the upper Dockum Group aquifer and the local ﬂow system (Na–Cl water type and high TDS) indicates halite dissolu- tion and possible cross-formational ﬂow from the Permian salts to the upper Dockum Group aquifer and into the local ﬂow system of the Southern High Plains aquifer. The upper Dockum Group aquifer appears to strongly inﬂuence local ﬂow system groundwa- ter composition, and this inﬂuence is diluted in the mixing zone following mixing with the regional ﬂow system. The highest dis- solved-solid concentration in the local ﬂow system (9500 mg/L) is furthest from the Mesa (well 16), which suggests longer water–rock interaction of source waters reaching this location in either the Ogallala Formation or Dockum Group. Groundwater in the upper Dockum Group aquifer indicates larger dissolved-solids closer to the Mesa and a possible mixing of additional source waters in the upper Dockum Group aquifer underlying the regional ﬂow system (well 22 located under the regional ﬂow system of the Southern High Plains aquifer, Fig. 3). The upper Dockum Group aquifer underlying the local ﬂow system possibly contains water that has crossed from the Permian salts through the lower Dockum Group shales into the upper conductive layer(s) of the formation, where it was previously thought that water would likely not be present because of the hydrologic divide of the Caprock Escarp- ment (Dutton and Simpkins, 1989). There are no upgradient areas at the study site where water could recharge at the surface and mi- grate downward into the upper Dockum Group aquifer then back into the Southern High Plains aquifer as the local ﬂow system is lo- cated at the Western Caprock Escarpment (Fig. 12 for reference) where the Ogallala Formation and Dockum Group have been cutoff from receiving groundwater from the west (Pecos River Basin). The ion exchange pool at any location in a ﬂowpath exempliﬁes water–rock interaction and atmospheric inputs, and ions will ex- change at the mineral surfaces that reﬂect clay mineralogy, water pH, and water chemistry (Bullen and Kendall, 1998). Excess Na (>1 M ratio of Na and Cl, ratio presented in Table 2 and shown in Fig. 5) is greatest in the regional ﬂow system and is smaller in the mixing zone, local ﬂow system, and is only present in well Table 3 Chemical analyses of acid digestion and leachate of soil/rock samples collected at the study site, December 2006. Constituent Units Sample medium Mesa soil Sheep Canyon caliche Blackwater Draw Formation Ogallala Formation (upper) Ogallala Formation (lower) Dockum Group R1 R2 R6 R3 R4 R5 Chloride mg/ kg Acid-digested soil/ rock 11 140 9.1 12 9.5 11 Boron lg/L Leachatea 31 51 39 108 8 176 Strontium lg/L Leachatea 90 1010 92 110 240 380 87Sr/86Sr ratio Leachatea 0.70882 0.70873 0.70867 0.70930 0.70887 0.70909 d11B ‰ Leachatea NA +14 NA +8 +5 +6 mg/kg, milligrams per kilogram; lg/L, micrograms per liter; ‰, per mil; NA, not available. a Leachate: 50 g of solid and 100 mL of deionized water in a 125-mL nalgene bottle. Samples were shaken for 1 h on a wrist action shaker and then allowed to settle for about 20 h. Leachate was removed by syringe and ﬁltered through a 0.45-lm syringe ﬁlter. Fig. 4. Major-ion relationships in groundwater at the study site. J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 165 22 of the upper Dockum Group aquifer where a regional Dockum Group water is likely dominant. The excess Na in the regional ﬂow system corresponds to the weathering of silicates that comprise the Ogallala Formation. In the local ﬂow system, the Na/Cl ratio de- creases with distance from the escarpment (wells 8–14/15–16), and this ratio is highly variable in the upper Dockum Group aqui- fer. The alteration of the Na/Cl ratio in the local ﬂow system and the upper Dockum Group aquifer is likely an effect of the Dockum Group shales acting as a geochemical membrane with certain ions, including Na, preferentially adsorbing or exchanging with other ions on clay surfaces. This is typical of halite-inﬂuenced saltwater where Na is lost and K, Mg and Ca are gained from water–rock interaction (Kharaka and Hanor, 2004). 4.2. Water stable isotopes, recharge, and mixing The isotopic composition of groundwater in the Southern High Plains has been shown to be highly variable (Fig. 6), and a number of hypotheses have been suggested concerning this variability, including an altitude effect and recharge prior to initiation of the hydrologic divide of the Caprock Escarpment (Dutton and Simp- kins, 1989) and climate variability and cross-formational ﬂow (Na- Fig. 5. Molar ratios of Na and Ca to Cl\u0002 in groundwater at the study site. Fig. 6. Groundwater dD and d18O values for the Permian salts, Dockum Group, and Ogallala Formation in the Southern High Plains. 166 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 tiv, 1988, 1992; Dutton, 1995). Previous investigators have noted this large variability and indicated that additional research was necessary to explain the isotopic composition of paleorecharge (Dutton, 1995). Historically, dD and d18O values in precipitation across the Southern High Plains have ranged from \u0002162‰ to +35‰ for dD and \u000222.7‰ to \u00024.7‰ for d18O with mean annual weighted values of \u000248‰ for dD and \u00027.5‰ for d18O (Nativ and Riggio, 1989). Precipitation dD and d18O values for the Southern High Plains aquifer generally plot along the global meteoric water line, but the overall trend has a reduced slope because of the semi- arid climate (Nativ and Riggio, 1989). Dockum Group water dD and d18O typically are 15–25‰ and 2–3‰ lighter than Ogallala Forma- tion water, respectively (Dutton and Simpkins, 1986, 1989; Dutton, 1995). The dD and d18O values for the local ﬂow system (\u000271.74‰ to \u000247.96‰ and \u00029.95‰ to \u00026.52‰, respectively) and upper Doc- kum Group aquifer (\u000267.20‰ to \u000251.70‰ and \u00029.11‰ to \u00026.93‰) were more depleted and more variable compared to the regional ﬂow system (\u000245.97‰ to \u000243.29‰ and \u00026.30‰ to \u00026.09‰). The dD and d18O values in groundwater from the study site show a similar wide range compared to regional studies where a linear relationship is visible and only a slight change in values from the global meteoric water"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "this variability, including an altitude effect and recharge prior to initiation of the hydrologic divide of the Caprock Escarpment (Dutton and Simp- kins, 1989) and climate variability and cross-formational ﬂow (Na- Fig. 5. Molar ratios of Na and Ca to Cl\u0002 in groundwater at the study site. Fig. 6. Groundwater dD and d18O values for the Permian salts, Dockum Group, and Ogallala Formation in the Southern High Plains. 166 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 tiv, 1988, 1992; Dutton, 1995). Previous investigators have noted this large variability and indicated that additional research was necessary to explain the isotopic composition of paleorecharge (Dutton, 1995). Historically, dD and d18O values in precipitation across the Southern High Plains have ranged from \u0002162‰ to +35‰ for dD and \u000222.7‰ to \u00024.7‰ for d18O with mean annual weighted values of \u000248‰ for dD and \u00027.5‰ for d18O (Nativ and Riggio, 1989). Precipitation dD and d18O values for the Southern High Plains aquifer generally plot along the global meteoric water line, but the overall trend has a reduced slope because of the semi- arid climate (Nativ and Riggio, 1989). Dockum Group water dD and d18O typically are 15–25‰ and 2–3‰ lighter than Ogallala Forma- tion water, respectively (Dutton and Simpkins, 1986, 1989; Dutton, 1995). The dD and d18O values for the local ﬂow system (\u000271.74‰ to \u000247.96‰ and \u00029.95‰ to \u00026.52‰, respectively) and upper Doc- kum Group aquifer (\u000267.20‰ to \u000251.70‰ and \u00029.11‰ to \u00026.93‰) were more depleted and more variable compared to the regional ﬂow system (\u000245.97‰ to \u000243.29‰ and \u00026.30‰ to \u00026.09‰). The dD and d18O values in groundwater from the study site show a similar wide range compared to regional studies where a linear relationship is visible and only a slight change in values from the global meteoric water line because of evaporation (Fig. 6). The larger range of dD and d18O values for the regional data compared to this study’s data reﬂects the wider variability in re- charge for the entire Southern High Plains aquifer. Mixing-zone values (\u000245.19‰ to \u000243.90‰ and \u00026.14‰ to \u00025.85‰) are very similar to regional ﬂow system values and indicate the presence of no local ﬂow system water. Given that the local ﬂow system must mix with the regional ﬂow system (potentiometric surface indicates the mixing zone is the mixing area), the mixing-zone water should proportionally represent this mixture. This lack of lo- cal ﬂow system signal in the mixing zone suggests an additional water source or modiﬁcation to groundwater in the mixing zone. A possible additional source water could be agricultural recharge (irrigation and stock tank use) where additional evaporation would decrease dD and d18O values compared to the original groundwater source and all mixing-zone wells are downgradient or adjacent to active or recently active agricultural areas (Fig. 3). The lighter values for water in the local ﬂow system and the upper Dockum Group aquifer suggest recharge during a cooler cli- mate that corresponds to the theory of recharge during the last gla- cial period (Dutton, 1995). Given a general increase in dD and d18O values of 5.6‰ and 0.7‰, respectively, with a 1 \u0003C increase in tem- perature (Dansgaard, 1964), the expected recharge temperature of the likely Permian-bed saltwater in well 8 (most depleted values) compared to the regional ﬂow system groundwater would be about 5 \u0003C cooler, which corresponds to recharge temperatures during the last glacial maximum (Stute et al., 1992). A substantial contribution of young, local recharge was not expected at well 8 gi- ven the lack of concentrated surface runoff in the area (necessary for recharge in this climate), and signiﬁcant drawdown in this well during pumping with a very slow recovery (days to weeks) that suggests cross-formational ﬂow is the dominant water source. Groundwater from the remaining local ﬂow system wells indicates more tortuous and longer pathways (larger dissolved-solid concen- trations) and mixing with local recharge (larger dD and d18O val- ues) that is likely represented by groundwater from well 10 atop the Mesa (recent recharge). The substantial variation in the Dockum Group dD and d18O val- ues suggests mixing with local or regional Ogallala Formation water that was not indicated by the groundwater composition, ex- cept for the regional Dockum Group water inﬂuence at well 22. Physically, the possible mixing with Ogallala Formation water in the local, upper Dockum Group aquifer is unlikely because of the formation elevations, gradients, and the potentiometric surfaces that would suggest an opposing ﬂowpath. Given the physical parameters and groundwater composition and range of dD and d18O values in the upper Dockum Group aquifer, the variation of the isotopic values in the upper Dockum Group aquifer may be a result of various sources that compose the Permian-bed saltwater (likely Pecos River Basin water) or climate instability during the last Pleistocene glaciation that has been inferred from analysis of Antarctica ice sheet cores (Dansgaard et al., 1993; Blunier and Brook, 2001; Brook et al., 2005). Both of these suggestions do not correlate with previous conclusions by Dutton and Simpkins (1989) and Dutton (1995) who suggested that the variability of Dockum Group dD and d18O values was a result of mixing with younger recharge from the Ogallala Formation in the Southern High Plains. Dutton and Simpkins (1989) and Dutton’s (1995) con- clusion likely is valid in locations where potentiometric surfaces would promote downward leakage into the Dockum Group, but re- sults of the present study indicate that upward leakage from the Permian salts must also be considered as an inﬂuence on Dockum Group and Ogallala Formation water. Such a situation should be particularly considered in areas of landform subsidence where salt dissolution is strongest, and subsidence may provide pathways through conﬁning Dockum Group shales for deeper aquifers to pro- vide cross-formational ﬂow where vertical hydraulic gradients would allow such movement. Overall, the wide variability in dD and d18O values makes it difﬁcult to interpret hydrologic pathways by examining the isotopic composition of water with the major ions. 4.3. 87Sr/86Sr, source waters, and chemical weathering Constraining the possible 87Sr/86Sr ratios in groundwater in the upper Dockum Group aquifer and Southern High Plains aquifer are 87Sr/86Sr ratios from the available Sr pools of each aquifer matrix. The 87Sr/86Sr ratios for soil/rock samples collected from the Ogall- ala Formation and Dockum Group were generally larger than groundwater ratios and ranged from 0.70887 to 0.70930 (Table 3). Strontium in leachate from the soil/rock samples likely represents predominantly adsorbed Sr (labile Sr) and not mineral-lattice Sr because of the short leachate period (24 h shaking). The largest 87Sr/86Sr ratio was from the upper Ogallala Formation sample (0.70930), and the smallest ratio was from the Blackwater Draw Formation sample (0.70867). Available Sr increased (increased concentrations in leachate) with sample depth in the Ogallala For- mation and from the Blackwater Draw Formation to the Ogallala Formation to the Dockum Group (largest leachate concentration besides the caliche) (Table 3). The larger Sr concentration in the Dockum Group compared to the Ogallala Formation suggests more available Sr that is likely adsorbed to the prevalent shales of this formation. The range of 87Sr/86Sr ratios (0.70845–0.70906) in groundwater at the study site was relatively small (Table 2 and Fig. 7), but the precision of 87Sr/86Sr"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "study indicate that upward leakage from the Permian salts must also be considered as an inﬂuence on Dockum Group and Ogallala Formation water. Such a situation should be particularly considered in areas of landform subsidence where salt dissolution is strongest, and subsidence may provide pathways through conﬁning Dockum Group shales for deeper aquifers to pro- vide cross-formational ﬂow where vertical hydraulic gradients would allow such movement. Overall, the wide variability in dD and d18O values makes it difﬁcult to interpret hydrologic pathways by examining the isotopic composition of water with the major ions. 4.3. 87Sr/86Sr, source waters, and chemical weathering Constraining the possible 87Sr/86Sr ratios in groundwater in the upper Dockum Group aquifer and Southern High Plains aquifer are 87Sr/86Sr ratios from the available Sr pools of each aquifer matrix. The 87Sr/86Sr ratios for soil/rock samples collected from the Ogall- ala Formation and Dockum Group were generally larger than groundwater ratios and ranged from 0.70887 to 0.70930 (Table 3). Strontium in leachate from the soil/rock samples likely represents predominantly adsorbed Sr (labile Sr) and not mineral-lattice Sr because of the short leachate period (24 h shaking). The largest 87Sr/86Sr ratio was from the upper Ogallala Formation sample (0.70930), and the smallest ratio was from the Blackwater Draw Formation sample (0.70867). Available Sr increased (increased concentrations in leachate) with sample depth in the Ogallala For- mation and from the Blackwater Draw Formation to the Ogallala Formation to the Dockum Group (largest leachate concentration besides the caliche) (Table 3). The larger Sr concentration in the Dockum Group compared to the Ogallala Formation suggests more available Sr that is likely adsorbed to the prevalent shales of this formation. The range of 87Sr/86Sr ratios (0.70845–0.70906) in groundwater at the study site was relatively small (Table 2 and Fig. 7), but the precision of 87Sr/86Sr analysis and large range of Sr concentrations (0.90–31 mg/L) were sufﬁcient to allow discrimination of the geo- chemical inﬂuences. The typical 87Sr/86Sr ratio in precipitation is similar to modern seawater (about 0.709) but can be inﬂuenced by local or regional dust derived from exposed soils and sediments (Capo et al., 1998). Recharge atop the Caprock Escarpment (well 10) should be the youngest and shallowest water sampled and should reﬂect mostly precipitation and soil Sr inputs without con- tributions from cross-formational ﬂow or interaction with deeper formations (refer to Fig. 12 for physical characteristics of the study site). Groundwater in well 10 contained a 87Sr/86Sr ratio of 0.70883, which is near the likely precipitation value but closer to the Mesa soil ratio (87Sr/86Sr of 0.70882). Weathering Precambrian granites, or general continental crust, and associated alluvial sediments gen- erally have a 87Sr/86Sr ratio equal to or greater than 0.71 (Goldstein J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 167 and Jacobsen, 1988), and younger granites or alluviums may have smaller ratios because of less radiogenic 87Sr (Capo et al., 1998). Groundwater in the regional ﬂow system in the mixed alluvium of the Ogallala Formation had a fairly uniform 87Sr/86Sr ratio (\u00040.70905) and contained the largest ratios in groundwater at the study site (Fig. 7). Burke et al. (1982), Hess et al. (1986), and Brookins (1988) described 87Sr/86Sr variation during the Phanero- zoic and indicated that Permian or Cretaceous marine carbonates and evaporites and derived sediments should have a 87Sr/86Sr range of 0.7068–0.7084. Only groundwater from well 8 (well clos- est to the Mesa) had a 87Sr/86Sr ratio near this range (0.70845), and this water is likely representative of Permian-bed saltwater, which was also indicated by major ion and dD and d18O values (Section 4.2). From the above evaluation of the groundwater geochemical re- sults, source waters in the area were determined to be represented by local precipitation and recent recharge (well 10 atop the Cap- rock Escarpment in the upper local ﬂow system), regional ground- water from the NW (wells 4–6), and likely Permian-bedded salt formation water that has relatively quickly passed through the Dockum Group shales (well 8) where subsidence and shale fractur- ing is likely the greatest (along the Caprock Escarpment, which provides pathways for upwelling water). Using the Sr concentra- tions, 87Sr/86Sr ratios, and Eq. (1), these source waters were used in combination to determine source-water fractions (chemical con- tributions from those sources) for the local ﬂow system (source waters represented by well 10 and well 8) where only local re- charge (well 10 signal) and cross-formational ﬂow (well 8 signal) can contribute because of higher elevations along the escarpment. Source-water fractions were also determined for the mixing zone where local recharge (well 10), cross-formational ﬂow (well 8), and regional groundwater (wells 4–6) can mix. An additional var- iable (chemical weathering) was included to provide a bulk esti- mator of water–rock interactions that indicates Sr inputs to the local ﬂow system and mixing-zone groundwater from chemical reactions. Inverse calculations of Sr results to estimate source water and chemical-weathering contributions (Fig. 8) indicate that relatively low 87Sr/86Sr ratio, Permian-bed saltwater is inﬂuential in the local, upper Dockum Group aquifer and local ﬂow system of the South- ern High Plains aquifer. The 87Sr/86Sr ratios calculated for chemical weathering for the upper Dockum Group aquifer and the local ﬂow system are greater than 87Sr/86Sr ratios determined from rock sam- ples collected from the Ogallala Formation and Dockum Group (Ta- bles 2 and 3). The higher calculated values likely reﬂect the contribution of mineral-lattice Sr to the available Sr pool because the rock-sample values mostly represent labile Sr (short leachate period). Given that calculated 87Sr/86Sr ratios are not substantially higher than the rock-sample values and not closer to typical igne- ous values of >0.71 as described by Goldstein and Jacobsen (1988) suggests labile Sr is likely the major contributor to the increasing Sr concentrations in the local ﬂow system and upper Dockum Group aquifer with longer water–rock interaction. Higher 87Sr/86Sr ratios were calculated for the chemical-weathering contributions in the mixing zone compared to the upper Dockum Group aquifer and the local ﬂow system. These higher values suggest a greater weathering of silicate Sr-bearing minerals. It is possible that some of this Sr is a result of fertilizer application but such a contribution would be difﬁcult to quantify given the variability of Sr concentra- tions and 87Sr/86Sr ratios in fertilizers, although 87Sr/86Sr ratios in fertilizer tend to be more radiogenic (Böhlke and Horan, 2000; Widory et al., 2004). The larger Sr mass and higher 87Sr/86Sr ratio from chemical weathering in the upper Dockum Group aquifer (Fig. 8) is a result of the weathering of siliclastic Sr-bearing minerals and desorption of labile Sr during the longer interval of water–rock interaction (indicated by larger dissolved-solid concentrations). The local ﬂow system receives Permian-bed/Dockum Group saltwater and local recharge near the escarpment where the chemical-weathering contribution is smaller but increases with distance from the Mesa. The tortuous ﬂowpaths in the upper Dockum Group aquifer cause a variable inﬂuence on the local ﬂow system depending on the per- centage contribution from the Dockum Group and how long Perm- ian-bed saltwater travels through the Dockum Group shales. Dockum Group shales are probably contributing labile Sr and some Sr from dissolution of the Dockum Group sediments because of the long residence time as the water moves through the fractured"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "the rock-sample values mostly represent labile Sr (short leachate period). Given that calculated 87Sr/86Sr ratios are not substantially higher than the rock-sample values and not closer to typical igne- ous values of >0.71 as described by Goldstein and Jacobsen (1988) suggests labile Sr is likely the major contributor to the increasing Sr concentrations in the local ﬂow system and upper Dockum Group aquifer with longer water–rock interaction. Higher 87Sr/86Sr ratios were calculated for the chemical-weathering contributions in the mixing zone compared to the upper Dockum Group aquifer and the local ﬂow system. These higher values suggest a greater weathering of silicate Sr-bearing minerals. It is possible that some of this Sr is a result of fertilizer application but such a contribution would be difﬁcult to quantify given the variability of Sr concentra- tions and 87Sr/86Sr ratios in fertilizers, although 87Sr/86Sr ratios in fertilizer tend to be more radiogenic (Böhlke and Horan, 2000; Widory et al., 2004). The larger Sr mass and higher 87Sr/86Sr ratio from chemical weathering in the upper Dockum Group aquifer (Fig. 8) is a result of the weathering of siliclastic Sr-bearing minerals and desorption of labile Sr during the longer interval of water–rock interaction (indicated by larger dissolved-solid concentrations). The local ﬂow system receives Permian-bed/Dockum Group saltwater and local recharge near the escarpment where the chemical-weathering contribution is smaller but increases with distance from the Mesa. The tortuous ﬂowpaths in the upper Dockum Group aquifer cause a variable inﬂuence on the local ﬂow system depending on the per- centage contribution from the Dockum Group and how long Perm- ian-bed saltwater travels through the Dockum Group shales. Dockum Group shales are probably contributing labile Sr and some Sr from dissolution of the Dockum Group sediments because of the long residence time as the water moves through the fractured shale and into the upper Dockum Group aquifer. The Dockum Group Sr pool is isotopically similar to the Ogallala Formation Sr pool as 87Sr/86Sr ratios increase with greater inﬂuence from the Dockum Group and values approach those seen with the regional ﬂow system (Fig. 7). Fig. 7. Strontium concentrations and isotope ratios in groundwater at the study site. 168 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 4.4. d11B, water–rock interactions, and adsorption Precipitation d11B values are generally lighter than seawater (Rose-Koga et al., 2006), and silicate rocks generally have negative isotopic compositions (typically \u000210–0‰) (Spivack et al., 1987; Arnorsson and Andresdottir, 1995). Boron concentrations in groundwater at the study site ranged from 59 mg/L to 1740 mg/L, and d11B values ranged from +6.0‰ to +46.0‰. These values gener- ally ﬁt the range of d11B values and Cl/B ratios found in previous studies (Fig. 9). Similar d11B values for Sheep Canyon caliche and young, local recharge (well 10) suggest a precipitation/soil signal near +15‰ (Tables 2 and 3). Regional ﬂow system d11B values near +15‰ indicate a dominant precipitation/soil signal without substantial alteration from water–rock interaction in the Ogallala Formation. The largest d11B values are in the local ﬂow system and upper Dockum Group aquifer where groundwater is inﬂuenced by the Permian-bed saltwater and has had long interaction with the Dockum Group shales where mass fractionation from adsorp- tion is likely. Closer examination of B concentrations and d11B values at the study site indicates an adsorption effect in the local ﬂow system with distance from the Mesa and dilution of the Permian-bed/ Fig. 8. Isotope ratios of 87Sr/86Sr and fractional contribution of Sr from source waters and chemical weathering in the different groundwater systems at the study site. J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 169 Dockum Group saltwater signal upon mixing with the regional ﬂow system (Fig. 10). Additionally, the possible agricultural re- charge inﬂuence in the mixing zone (suggested by dD, d18O, and 87Sr/86Sr values) appears to be indicated in the B results. The d11B values in the mixing zone decrease to the lowest groundwater val- ues determined at the study site and are similar to the d11B values for the leachate from the Ogallala Formation and Dockum Group rock samples (Fig. 10). The decrease in d11B values suggests an in- creased contribution from weathering of silicate rocks, but the lar- ger than expected decrease in concentrations suggest a loss of B in the mixing zone. Such an opposing effect could be explained by loss through plant uptake (concentration loss) and a subsequent weathering contribution (lower d11B), likely in the vadose zone during downward migration of agricultural recharge. Anthropo- genic indicators such as pesticides have not been detected in mix- ing-zone wells except for one possible detection (estimated value) of dichlorvos (pesticide) at well 3 during US Geological Survey groundwater monitoring at the study site from 2002 to 2007. Although, NO\u0002 3 concentrations may support the conclusion of agri- cultural recharge in the mixing zone. Overall, NO\u0002 3 concentrations are smaller in the mixing-zone wells compared to the local and re- gional ﬂow system wells that are likely outside the inﬂuence of agricultural recharge, but the mixing-zone values should be equivalent to a mixing of the local and regional ﬂow systems. Fig. 9. Boron isotope ratios and Cl/B molar ratios in groundwater and rock samples at the study site in relation to possible B sources. Fig. 10. Boron concentrations and d11B values for groundwater at the study site. 170 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 The smaller NO\u0002 3 concentrations in the mixing zone could indicate the uptake of NO\u0002 3 for plant use from the groundwater used as irri- gation or consumption in stock tanks (algae was commonly ob- served in all stock tanks) prior to leakage from the tank and subsequent recharge to the aquifer similar to the loss of B. Overall, an additional water source or modiﬁcation to the groundwater in the mixing zone is necessary to explain the small increase in B con- centration and relatively large decrease in d11B values. Simple mass balance calculations indicate that the B contribution from mineral dissolution cannot explain the mixing-zone groundwater B signal. 4.5. Possible agricultural inﬂuence and groundwater geochemistry Boron is considered an essential plant micro-nutrient (Gupta, 1993) and is necessary for optimal growth and yield of cotton (Zhao and Oosterhuis, 2002) and grain (Shorrocks, 1997), both common crops in the study site region. Plants respond directly to the activity of B in soil solution and only indirectly to B adsorbed on soil constit- uents (Goldberg, 1997), indicating stronger uptake of B from solu- tion than at the porewater–sorption surface interface. Fertilizer B (borate) isotope analysis has indicated d11B values of about \u000215‰ to +10‰ (Vengosh et al., 1994; Komor, 1997; Leenhouts et al., 1998; Zhang et al., 2006). The current understanding of B as a plant nutrient and its uptake in soil suggests that the presence of B in the mixing-zone groundwater applied as irrigation could result in the preferential uptake of solution B and the later advection of soil or fertilizer B into the soil proﬁle and possible return to the underlying aquifer. With the removal of the heavier B isotope signature in the irrigation water (mixing-zone groundwater) by plant uptake and the entrainment of lighter B isotopes from possible fertilizer sources and soil and"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "concentrations in the mixing zone could indicate the uptake of NO\u0002 3 for plant use from the groundwater used as irri- gation or consumption in stock tanks (algae was commonly ob- served in all stock tanks) prior to leakage from the tank and subsequent recharge to the aquifer similar to the loss of B. Overall, an additional water source or modiﬁcation to the groundwater in the mixing zone is necessary to explain the small increase in B con- centration and relatively large decrease in d11B values. Simple mass balance calculations indicate that the B contribution from mineral dissolution cannot explain the mixing-zone groundwater B signal. 4.5. Possible agricultural inﬂuence and groundwater geochemistry Boron is considered an essential plant micro-nutrient (Gupta, 1993) and is necessary for optimal growth and yield of cotton (Zhao and Oosterhuis, 2002) and grain (Shorrocks, 1997), both common crops in the study site region. Plants respond directly to the activity of B in soil solution and only indirectly to B adsorbed on soil constit- uents (Goldberg, 1997), indicating stronger uptake of B from solu- tion than at the porewater–sorption surface interface. Fertilizer B (borate) isotope analysis has indicated d11B values of about \u000215‰ to +10‰ (Vengosh et al., 1994; Komor, 1997; Leenhouts et al., 1998; Zhang et al., 2006). The current understanding of B as a plant nutrient and its uptake in soil suggests that the presence of B in the mixing-zone groundwater applied as irrigation could result in the preferential uptake of solution B and the later advection of soil or fertilizer B into the soil proﬁle and possible return to the underlying aquifer. With the removal of the heavier B isotope signature in the irrigation water (mixing-zone groundwater) by plant uptake and the entrainment of lighter B isotopes from possible fertilizer sources and soil and vadose zone weathering, the d11B values of the local recharge to groundwater at and downgradient of agricul- tural areas could be lighter than other groundwater mixtures but also possibly contains a larger B concentration than the regional ﬂow system because of fertilizer/soil B or additional weathering in the vadose zone (Fig. 10). This scenario could explain the de- crease in 11B when B concentrations increase in the mixing zone, which cannot be explained solely by increased weathering of the clastic sediments of the Ogallala Formation or the Dockum Group. Groundwater dD and d18O values in the mixing zone were hea- vier than expected and did not indicate the presence of local ﬂow system water mixing with the regional ﬂow system water. Given the mixing of the local and regional ﬂow systems, dD and d18O val- ues in the mixing zone should have plotted between values for these two systems (closer to the regional values because of its dominance in the area), but the values were incrementally heavier than dD and d18O values in the regional ﬂow system values and indicated no local recharge coming from the Mesa. Evaporation from application of the mixing-zone water to crops in this area or evaporation from stock tanks and subsequent recharge of this water to the aquifer would increase both dD and d18O values in mixing-zone groundwater and could explain the alteration of the B signal. By using the source-water fractional components from the Sr inverse calculations, it is possible to reinterpret the mixing zone dD and d18O values by estimating the mixing-zone groundwa- ter isotopic signature prior to evaporation from possible agricul- tural use (Fig. 11). The dD and d18O values of the possible source waters (local ﬂow, regional ﬂow, and Permian-bed saltwater) were mixed according to the Sr fractional results (chemical-weathering component was distributed proportionally). The calculated dD and d18O values provide a logical ﬁt to the mixing model and sub- stantiate the assertion that mixing-zone water has likely under- gone additional evaporation, which is indicative of possible agricultural recharge. Agricultural recharge could explain some of the large variability of dD and d18O values found in Southern High Plains groundwater, both in the Ogallala Formation and Dockum Group. 5. Conclusions This study’s results describe the geochemical evolution of groundwater in the western Southern High Plains as saltwater from the Permian-bedded salts crossing into the Dockum Group shales and intruding into the siliclastic alluvium of the Ogallala Formation (Fig. 12). Source waters that compose the Permian- bed saltwater likely originate in the Pecos River Basin and cross be- neath or through the hydrologic divide of the Western Caprock Fig. 11. Groundwater dD and d18O values at the study site and calculated isotope ratios for the mixed zone wells from inverse calculations using water source fractions as determined by Sr concentration and 87Sr/86Sr ratios. J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 171 Escarpment in either the Dockum Group or the Permian-bedded salts. Cross-formational ﬂow from the Permian-bedded salts into the Dockum Group provides a water source where it was suggested that a source likely did not exist because of the hydrologic divide of the escarpment (Dutton and Simpkins, 1989). Longer residence of the Permian-bed saltwater in the Dockum Group prior to entering the Southern High Plains aquifer alters the Permian-salt signal through chemical weathering that contributes solutes and ex- change/adsorption that changes solute ratios. Local water of the Southern High Plains aquifer ﬂows away from the Western Cap- rock Escarpment and mixes with the upwelling saltwater and eventually mixes with the regional aquifer, but local water contri- butions are variable by location because of structural highs in the Dockum Group/Ogallala Formation contact that shape local ﬂowpaths. The effectiveness of 87Sr/86Sr and d11B at resolving the geo- chemical inﬂuences in groundwater in the Southern High Plains along the Western Caprock Escarpment allowed for the reinterpre- tation of the isotopic composition of water that has been shown to be highly variable in the Southern High Plains. The 87Sr/86Sr ratio does not appear to be signiﬁcantly affected by possible agricultural recharge, but its utility is minimized by the limited difference in 87Sr/86Sr ratios derived from silicates that compose the major for- mations in the Southern High Plains. The d11B values were useful for identifying both natural and anthropogenic effects because of the large d11B range and the adsorption of B with ﬂow through the Dockum Group shales and likely uptake of B by ﬁeld crops. Overall, coupling of multiple tracers, both traditional and nontradi- tional, was necessary to identify natural and anthropogenic pro- cesses that inﬂuence the groundwater geochemical evolution in the Southern High Plains aquifer. This study shows the utility of a multi-isotope approach for resolving the geochemical evolution of groundwater in an aquifer system that has a complex relationship with underlying aquifers and also the applicability of these isotopes as indicators of the alteration of source waters from natural or anthropogenic inﬂu- ences. Cross-formational ﬂow between aquifers can be difﬁcult to ascertain with traditional geochemical tracers, and the coupling of multiple tracer concentrations and isotopes allows the identiﬁ- cation of more geochemical processes that inﬂuence the composi- tion of groundwater in multiple source-water aquifers. Understanding the relationship between aquifers is necessary to determine source-water effects, particularly in arid and semi-arid regions, where the potentiometric–surface relationship is being al- tered because of large groundwater withdrawals. Information pre- sented in this study represents a"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "location because of structural highs in the Dockum Group/Ogallala Formation contact that shape local ﬂowpaths. The effectiveness of 87Sr/86Sr and d11B at resolving the geo- chemical inﬂuences in groundwater in the Southern High Plains along the Western Caprock Escarpment allowed for the reinterpre- tation of the isotopic composition of water that has been shown to be highly variable in the Southern High Plains. The 87Sr/86Sr ratio does not appear to be signiﬁcantly affected by possible agricultural recharge, but its utility is minimized by the limited difference in 87Sr/86Sr ratios derived from silicates that compose the major for- mations in the Southern High Plains. The d11B values were useful for identifying both natural and anthropogenic effects because of the large d11B range and the adsorption of B with ﬂow through the Dockum Group shales and likely uptake of B by ﬁeld crops. Overall, coupling of multiple tracers, both traditional and nontradi- tional, was necessary to identify natural and anthropogenic pro- cesses that inﬂuence the groundwater geochemical evolution in the Southern High Plains aquifer. This study shows the utility of a multi-isotope approach for resolving the geochemical evolution of groundwater in an aquifer system that has a complex relationship with underlying aquifers and also the applicability of these isotopes as indicators of the alteration of source waters from natural or anthropogenic inﬂu- ences. Cross-formational ﬂow between aquifers can be difﬁcult to ascertain with traditional geochemical tracers, and the coupling of multiple tracer concentrations and isotopes allows the identiﬁ- cation of more geochemical processes that inﬂuence the composi- tion of groundwater in multiple source-water aquifers. Understanding the relationship between aquifers is necessary to determine source-water effects, particularly in arid and semi-arid regions, where the potentiometric–surface relationship is being al- tered because of large groundwater withdrawals. Information pre- sented in this study represents a base for future hydrogeological work that will assist in the protection of the water resources of the Southern High Plains in areas where cross-formational ﬂow is strong because of subsidence from salt dissolution. Acknowledgements Collection of the data described in this study was funded by the US Air Force as part of a long-term groundwater monitoring per- formed by the US Geological Survey, but data analysis and inter- pretation were completed without additional funding or their assistance. The contents of this paper do not reﬂect views or poli- cies of the US Government. We thank the US Air Force and US Geo- logical Survey for access to the data that is freely available. In particular, we would like to thank Dennis Timmons of the US Air Force and Fred Gebhardt of the US Geological Survey for their fore- sight in establishing this monitoring network and collection of this data. Additional thanks to Tom Bullen and John Fitzpatrick of the US Geological Survey for analysis of water and rock samples for 87Sr/86Sr and d11B and guidance in interpreting the resulting data. Comments by Peter McMahon and an anonymous reviewer helped to improve the document and are gratefully acknowledged. References Alcamo, J., Döll, P., Henrichs, T., Kaspar, F., Lehner, B., Rösch, T., Siebert, S., 2003a. Development and testing of the WaterGAP 2 global model of water use and availability. Hydrol. Sci. J. 48, 317–338. Alcamo, J., Döll, P., Henrichs, T., Kaspar, F., Lehner, B., Rösch, T., Siebert, S., 2003b. Global estimates of water withdrawals and availability under current and future ‘‘business-as-usual” conditions. Hydrol. Sci. J. 48, 339–348. Arnorsson, S., Andresdottir, A., 1995. Process controlling the distribution of boron and chlorine in natural waters in Iceland. Geochim. Cosmochim. Acta 59, 4125– 4146. Baker, Jr., C.H., Leonard, R.B., 1995. Hydrochemistry of Aquifer Systems and Relation to Regional Flow Patterns in Cretaceous and Older Rocks Underlying Kansas, Nebraska, and Parts of Arkansas, Colorado, Missouri, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming. US Geol. Surv. Water-Resour. Invest. Rep. 94-4144. Banner, J.L., Wasserburg, G.J., Dobson, P.F., Carpenter, A.B., Moore, C.H., 1989. Isotopic and trace element constraints on the origin and evolution of groundwaters from central Missouri. Geochim. Cosmochim. Acta 53, 383–398. Banner, J.L., Musgrove, M., Capo, R.C., 1994. Tracing groundwater evolution in a limestone aquifer using Sr isotopes: effects of multiple sources of dissolved ions and mineral-solution reactions. Geology 22, 687–690. Barth, S., 2000. Utilization of boron as a critical parameter in water quality evaluation—implications for thermal and mineral water resources in SW Germany and N Switzerland. Environ. Geol. 40, 73–89. Blunier, T., Brook, E.J., 2001. Timing of millennial-scale climate change in Antarctica and Greenland during the last glacial period. Science 291, 109–112. Böhlke, J.K., Horan, M., 2000. Strontium isotope geochemistry of groundwaters and streams affected by agriculture, Locust Grove, MD. Appl. Geochem. 15, 599–609. Bradley, R.G., Kalaswad, S., 2003. The Groundwater Resources of the Dockum Aquifer in Texas. Texas Water Development Board Report 359. Fig. 12. Conceptual model of aquifer interaction and inﬂuences on groundwater composition in the Southern High Plains along the Western Caprock Escarpment. 172 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 Brand, J.P., 1952. Cretaceous of the Llano Estacado of Texas. Bureau of Economic Geology, University of Texas at Austin, Report of Investigations 20. Brook, E.J., White, J.W.C., Schilla, A.S.M., Bender, M.L., Barnett, B., Severinghaus, J.P., Taylor, K.C., Alley, R.B., Steig, E.J., 2005. Timing of millennial-scale climate change at Siple Dome, West Antarctica, during the last glacial period. Quatern. Sci. Rev. 24, 1333–1343. Brookins, D.G., 1988. Seawater 87Sr/86Sr for the late Permian Delaware Basin evaporates, New Mexico, USA. Chem. Geol. 69, 209–214. Bullen, T.D., Kendall, C., 1998. Tracing of weathering reactions and water ﬂowpaths—a multi-isotope approach. In: Kendall, C., McDonnell, J.J. (Eds.), Isotope Tracers in Catchment Hydrology. Elsevier Science B.V., Amsterdam, pp. 611–643 (Chapter 18). Bullen, T.D., Krabbenhoft, D.P., Kendall, C., 1996. Kinetic and mineralogic controls on the evolution of groundwater chemistry and 87Sr/86Sr in a sandy silicate aquifer, northern Wisconsin, USA. Geochim. Cosmochim. Acta 60, 1807–1821. Bullen, T.D., White, A.F., Blum, A.E., Harden, J.W., Schulz, M.S., 1997. Chemical weathering of a soil chronosequence on granitoid alluvium, II: mineralogic and isotopic constraints on the behavior of strontium. Geochim. Cosmochim. Acta 61, 291–306. Burke, W.H., Dennison, R.E., Hetherington, E.A., Koepnick, R.B., Nelson, H.F., Otto, J.B., 1982. Variation of seawater 87Sr/86Sr throughout Phanerozoic time. Geology 10, 516–519. Capo, R.C., Stewart, B.W., Chadwick, O.A., 1998. Strontium isotopes as tracers of ecosystem processes—theory and methods. Geoderma 83, 515–524. Coplen, T.B., Wildman, J.D., Chen, J., 1991. Improvements in the gaseous hydrogen– water equilibration technique for hydrogen isotope ratio analysis. Anal. Chem. 63, 910–912. Dansgaard, W., 1964. Stable isotopes in precipitation. Tellus 16, 436–468. Dansgaard, W., Johnsen, S.J., Clausen, H.B., Dahl-Jensen, D., Gundestrup, N.S., Hammer, C.U., Hvidberg, C.S., Steffensen, J.P., Sveinbjörnsdottir, A.E., Jouzel, J., Bond, G., 1993. Evidence for general instability of past climate from a 250-kyr ice-core record. Nature 364, 218–220. Dubiel, R.F., 1989. Depositional and paleoclimatic setting of the upper Triassic Chinle Formation, Colorado Plateau. In: Lucas, S.G., Hunt, A.P. (Eds.), Dawn of the Age of Dinosaurs in the American Southwest. New Mexico Museum of Natural History, Albuquerque, pp. 171–187. Dutton, A.R., 1987. Hydrogeologic and Hydrochemical Properties of Salt-dissolution Zones, Palo Duro Basin, Texas Panhandle—Preliminary Assessment. Geological Circular 87-2, Bureau of Economic Geology, University of Texas at Austin. Dutton, A.R., 1989. Hydrogeochemical processes involved in salt-dissolution zones, Texas Panhandle, USA. Hydrol. Proc. 3,"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "Geol. 69, 209–214. Bullen, T.D., Kendall, C., 1998. Tracing of weathering reactions and water ﬂowpaths—a multi-isotope approach. In: Kendall, C., McDonnell, J.J. (Eds.), Isotope Tracers in Catchment Hydrology. Elsevier Science B.V., Amsterdam, pp. 611–643 (Chapter 18). Bullen, T.D., Krabbenhoft, D.P., Kendall, C., 1996. Kinetic and mineralogic controls on the evolution of groundwater chemistry and 87Sr/86Sr in a sandy silicate aquifer, northern Wisconsin, USA. Geochim. Cosmochim. Acta 60, 1807–1821. Bullen, T.D., White, A.F., Blum, A.E., Harden, J.W., Schulz, M.S., 1997. Chemical weathering of a soil chronosequence on granitoid alluvium, II: mineralogic and isotopic constraints on the behavior of strontium. Geochim. Cosmochim. Acta 61, 291–306. Burke, W.H., Dennison, R.E., Hetherington, E.A., Koepnick, R.B., Nelson, H.F., Otto, J.B., 1982. Variation of seawater 87Sr/86Sr throughout Phanerozoic time. Geology 10, 516–519. Capo, R.C., Stewart, B.W., Chadwick, O.A., 1998. Strontium isotopes as tracers of ecosystem processes—theory and methods. Geoderma 83, 515–524. Coplen, T.B., Wildman, J.D., Chen, J., 1991. Improvements in the gaseous hydrogen– water equilibration technique for hydrogen isotope ratio analysis. Anal. Chem. 63, 910–912. Dansgaard, W., 1964. Stable isotopes in precipitation. Tellus 16, 436–468. Dansgaard, W., Johnsen, S.J., Clausen, H.B., Dahl-Jensen, D., Gundestrup, N.S., Hammer, C.U., Hvidberg, C.S., Steffensen, J.P., Sveinbjörnsdottir, A.E., Jouzel, J., Bond, G., 1993. Evidence for general instability of past climate from a 250-kyr ice-core record. Nature 364, 218–220. Dubiel, R.F., 1989. Depositional and paleoclimatic setting of the upper Triassic Chinle Formation, Colorado Plateau. In: Lucas, S.G., Hunt, A.P. (Eds.), Dawn of the Age of Dinosaurs in the American Southwest. New Mexico Museum of Natural History, Albuquerque, pp. 171–187. Dutton, A.R., 1987. Hydrogeologic and Hydrochemical Properties of Salt-dissolution Zones, Palo Duro Basin, Texas Panhandle—Preliminary Assessment. Geological Circular 87-2, Bureau of Economic Geology, University of Texas at Austin. Dutton, A.R., 1989. Hydrogeochemical processes involved in salt-dissolution zones, Texas Panhandle, USA. Hydrol. Proc. 3, 75–89. Dutton, A.R., 1995. Groundwater isotopic evidence for paleorecharge in US High Plains aquifers. Quatern. Res. 43, 221–231. Dutton, A.R., Simpkins, W.W., 1986. Hydrogeochemistry and Water Resources of the Triassic Lower Dockum Group in the Texas Panhandle and Eastern New Mexico. Report of Investigations 161, Bureau of Economic Geology, University of Texas at Austin. Dutton, A.R., Simpkins, W.W., 1989. Isotopic evidence for paleohydrologic evolution of ground-water ﬂow paths, Southern Great Plains, USA. Geology 17, 653–656. Dutton, S.P., Finley, R.J., Galloway, W.E., Gustavson, T.C., Handford, C.R., Presley, M.W., 1979. Geology and geohydrology of the Palo Duro Basin, Texas Panhandle, Geological Circular 79-1, Bureau of Economic Geology, University of Texas at Austin. Eby, G.N., 2004. Principles of Environmental Geochemistry. Brooks/Cole-Thomson Learning, Paciﬁc Grove, California. Epstein, S., Mayeda, T., 1953. Variation of O-18 content of water from natural sources. Geochim. Cosmochim. Acta 4, 213–224. Goldberg, S., 1997. Reactions of boron with soils. Plant Soil 193, 35–48. Goldstein, A.G., Collins, E.W., 1984. Deformation of Permian strata overlying a zone of salt dissolution and collapse in the Texas Panhandle. Geology 12, 314–317. Goldstein, S.L., Jacobsen, S.B., 1988. Nd and Sr isotopic systematics of river water suspended material—implications for crustal evolution. Earth Planet. Sci. Lett. 87, 249–265. Gupta, U., 1993. Boron and its Role in Crop Production. CRC Press, Boca Raton, Florida. Gustavson, T.C., 1986. Geomorphic development of the Canadian river valley, Texas Panhandle—an example of regional salt dissolution and subsidence. Geol. Soc. Am. Bull. 97, 459–472. Gustavson, T.C., 1996. Fluvial and Eolian Depositional Systems, Paleosols, and Paleoclimate of the Upper Cenozoic Ogallala and Blackwater Draw Formations, Southern High Plains, Texas and New Mexico. Bureau of Economic Geology, University of Texas at Austin, Report of Investigations 239. Gustavson, T.C., Finley, R.J., 1985. Late Cenozoic Geomorphic Evolution of the Texas Panhandle and Northeastern New Mexico—Case Studies of Structural Controls on Regional Drainage Development. Bureau of Economic Geology, University of Texas at Austin, Report of Investigations 148. Gustavson, T.C., Finley, R.J., McGillis, K.A., 1980. Regional Dissolution of Permian Salt in the Anadarko, Dalhart, and Palo Duro Basins of the Texas Panhandle. Bureau of Economic Geology, University of Texas at Austin, Report of Investigations 106. Gustavson, T.C., Holliday, V.T., Hovorka, S.D., 1995. Origin and Development of Playa Basins, Sources of Recharge to the Ogallala Aquifer, Southern High Plains, Texas and New Mexico. Bureau of Economic Geology, University of Texas at Austin, Report of Investigations 229. Hart, D.L., McAda, D.P., 1985. Geohydrology of the High Plains aquifer in southeastern New Mexico. US Geol. Surv. Hydrologic Investigations Atlas HA- 679. Hess, J., Bender, M.L., Schilling, J.G., 1986. Evolution of the ratio of strontium-87 to strontium-86 in seawater from Cretaceous to present. Science 231, 979– 984. Holliday, V.T., 1990. Sedimentation, soil stratigraphy, and age of the Blackwater Draw Formation. In: Gustavson, T.C. (Ed.), Geologic Framework and Regional Hydrology—Upper Cenozoic Blackwater Draw and Ogallala Formations, Great Plains. University of Texas at Austin, Bureau of Economic Geology, PP. 10–22. Insightful Corporation, 2005. S-PLUS 7.0 Guide to Statistics, vol. 2. Insightful Corporation, Seattle, Seattle. Johns, D.A., 1989. Lithogenetic stratigraphy of the Triassic Dockum Formation, Palo Duro Basin, Texas. Bureau of Economic Geology, University of Texas at Austin, Report of Investigations 182. Johnson, T.M., DePaolo, D.J., 1994. Interpretation of isotopic data in groundwater– rock systems—model development and application to Sr isotope data from Yucca Mountain. Water Resour. Res. 30, 1571–1587. Johnson, T.M., DePaolo, D.J., 1997. Rapid exchange effects on isotope ratios in groundwater systems—development of a transport–dissolution–exchange model. Water Resour. Res. 33, 187–195. Kharaka, Y.K., Hanor, J.S., 2004. Deep ﬂuids in the continents—I. Sedimentary basins. In: Drever, J.I. (Ed.), Surface and Ground Water, Weathering, and Soils. In: Holland, H.D., Turekian, K.K. (Exec. Eds.), Treatise on Geochemistry, vol. 5. Elsevier Science B.V., Amsterdam, pp. 499–540 (Chapter 5.16). Knowles, T., Nordstrom, P., Klemt, W.B., 1984. Evaluation of the groundwater resources of the High Plains of Texas, vol. 1. Texas Department of Water Resources, Austin, Report 288. Komor, S.C., 1997. Boron contents and isotopic compositions of hog manure, selected fertilizers, and water in Minnesota. J. Environ. Qual. 26, 1212–1222. Kundzewicz, Z.W., Mata, L.J., Arnell, N.W., Döll, P., Kabat, P., Jiménez, B., Miller, K.A., Oki, T., Sen, Z., Shiklomanov, I.A., 2007. Freshwater resources and their management. In: Parry, M.L., Canziani, O.F., Palutikof, J.P., van der Linden, P.J., Hanson, C.E. (Eds.), Climate Change 2007—Impacts, Adaptation and Vulnerability, Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, UK, pp. 173–210. Langman, J.B., Gebhardt, F.E., Falk, S.E., 2004. Groundwater Hydrology and Water Quality of the Southern High Plains Aquifer, Melrose Air Force Range, Cannon Air Force Base, Curry and Roosevelt Counties, New Mexico, 2002–03. US Geol. Surv. Scient. Invest. Rep. 2004-5158. Langman, J.B., Falk, S.E., Gebhardt, F.E., Blanchard, P.J., 2006. Groundwater Hydrology and Water Quality of the Southern High Plains Aquifer, Cannon Air Force Base, Curry County, New Mexico, 1994-2005. US Geol. Surv. Scient. Invest. Rep. 2006-5280. Leeman, W.P., Sisson, V.B., 1996. Geochemistry of boron and its implications for crustal and mantle processes. In: Crew, E.S., Anovitz, L.M. (Eds.), Boron Mineralogy Petrology and Geochemistry, Reviews in Mineralogy, vol. 33. pp. 645–707. Leenhouts, J.M., Basset, R.L., Maddock, T., 1998. Utilization of intrinsic boron isotopes as co-migrating tracers for identifying potential nitrate contamination sources. Groundwater 36, 240–250. Lemarchand, D., Gaillardet, J., 2006. Transient features of the erosion of shales in the Mackenzie basin (Canada), evidences from boron isotopes. Earth Planet. Sci. Lett. 245,"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "In: Holland, H.D., Turekian, K.K. (Exec. Eds.), Treatise on Geochemistry, vol. 5. Elsevier Science B.V., Amsterdam, pp. 499–540 (Chapter 5.16). Knowles, T., Nordstrom, P., Klemt, W.B., 1984. Evaluation of the groundwater resources of the High Plains of Texas, vol. 1. Texas Department of Water Resources, Austin, Report 288. Komor, S.C., 1997. Boron contents and isotopic compositions of hog manure, selected fertilizers, and water in Minnesota. J. Environ. Qual. 26, 1212–1222. Kundzewicz, Z.W., Mata, L.J., Arnell, N.W., Döll, P., Kabat, P., Jiménez, B., Miller, K.A., Oki, T., Sen, Z., Shiklomanov, I.A., 2007. Freshwater resources and their management. In: Parry, M.L., Canziani, O.F., Palutikof, J.P., van der Linden, P.J., Hanson, C.E. (Eds.), Climate Change 2007—Impacts, Adaptation and Vulnerability, Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, UK, pp. 173–210. Langman, J.B., Gebhardt, F.E., Falk, S.E., 2004. Groundwater Hydrology and Water Quality of the Southern High Plains Aquifer, Melrose Air Force Range, Cannon Air Force Base, Curry and Roosevelt Counties, New Mexico, 2002–03. US Geol. Surv. Scient. Invest. Rep. 2004-5158. Langman, J.B., Falk, S.E., Gebhardt, F.E., Blanchard, P.J., 2006. Groundwater Hydrology and Water Quality of the Southern High Plains Aquifer, Cannon Air Force Base, Curry County, New Mexico, 1994-2005. US Geol. Surv. Scient. Invest. Rep. 2006-5280. Leeman, W.P., Sisson, V.B., 1996. Geochemistry of boron and its implications for crustal and mantle processes. In: Crew, E.S., Anovitz, L.M. (Eds.), Boron Mineralogy Petrology and Geochemistry, Reviews in Mineralogy, vol. 33. pp. 645–707. Leenhouts, J.M., Basset, R.L., Maddock, T., 1998. Utilization of intrinsic boron isotopes as co-migrating tracers for identifying potential nitrate contamination sources. Groundwater 36, 240–250. Lemarchand, D., Gaillardet, J., 2006. Transient features of the erosion of shales in the Mackenzie basin (Canada), evidences from boron isotopes. Earth Planet. Sci. Lett. 245, 174–189. McGookey, D.A., Gustavson, T.C., Hoadley, A.D., 1985. Regional Cross-sections of Mid-Permian to Quaternary Strata of the Texas Panhandle—Distribution of Evaporites and Zones of Evaporite Dissolution and Collapse. Bureau of Economic Geology, University of Texas at Austin, Open-File Report OF-WTWI-1985-48. McGuire, V.L., Johnson, M.R., Schieffer, R.L., Stanton, J.S., Sebree, S.K., Verstraeten, I.M., 2003. Water in Storage and Approaches to Groundwater Management, High Plains Aquifer, 2000. US Geol. Surv. Circ. 1243. McMahon, P.B., Böhlke, J.K., 2007. Transport—Linking the chemistry of recharge and the used resource in the High Plains aquifer. In: McMahon, P.B., Dennehy, K.F., Bruce, B.W., Gurdak, J.J., Qi, S.L. (Eds.), 2007. Water-quality Assessment of the High Plains Aquifer, 1999–2004, US Geol. Surv. Prof. Paper 1749, pp. 49–72 (Chapter 2). McMahon, P.B., Dennehy, K.F., Bruce, B.W., Gurdak, J.J., Qi, S.L., 2007. Water-quality Assessment of the High Plains Aquifer, 1999–2004. US Geol. Surv. Prof. Paper 1749. Mehta, S., Fryar, A.E., Banner, J.L., 2000. Controls on the regional-scale salinization of the Ogallala aquifer, Southern High Plains, Texas, USA. Appl. Geochem. 15, 849– 864. Nativ, R., 1988. Hydrogeology and Hydrochemistry of the Ogallala Aquifer, Southern High Plains, Texas Panhandle and Eastern New Mexico. Bureau of Economic Geology, University of Texas at Austin, Report of Investigations 177. Nativ, R., 1992. Recharge into Southern High Plains aquifer – possible mechanisms, unresolved questions. Environ. Geol. 19, 21–32. Nativ, R., Riggio, R., 1989. Meteorologic and isotopic characteristics of precipitation events with implications for groundwater recharge, Southern High Plains. Atmos. Res. 23, 51–82. Nativ, R., Smith, D.A., 1987. Hydrogeology and geochemistry of the Ogallala aquifer, Southern High Plains. J. Hydrol. 91, 217–253. Nimz, G.J., 1998. Lithogenic and cosmogenic tracers. In: Kendall, C., McDonnell, J.J. (Eds.), Isotope Tracers in Catchment Hydrology. Elsevier Science B.V., Amsterdam, pp. 247–289 (Chapter 8). J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174 173 Palmer, M.R., Swihart, G.R., 1996. Boron isotope geochemistry—an overview. In: Crew, E.S., Anovitz, L.M. (Eds.), Boron, Mineralogy, Petrology and Geochemistry. Reviews in Mineralogy, vol. 33. pp. 709–744 (Chapter 13). Palmer, M.R., Spivack, A.J., Edmond, J.M., 1987. Temperature and pH controls over isotopic fractionation during absorption of boron marine clay. Geochim. Cosmochim. Acta 51, 2319–2323. Rose-Koga, E.F., Sheppard, S.M.F., Chaussidon, M., Carignan, J., 2006. Boron isotopic composition of atmospheric precipitations and liquid–vapor fractionations. Geochim. Cosmochim. Acta 70, 1603–1615. Scanlon, B.R., Goldsmith, R.S., 1997. Field study of spatial variability in unsaturated ﬂow beneath and adjacent to playas. Water Resour. Res. 33, 2239–2252. Scanlon, B.R., Angle, E.S., Christian, B., Pi, J., Martinez, K., Reedy, R., Boghici, R., Petrossian, R., 2003. Evaluation of Enhanced Recharge Potential to the Ogallala Aquifer in the Brazos River Basin, Hale County, Texas. Texas Water Development Board Report 355. Senger, R.K., Fogg, G.E., 1987. Regional underpressuring in deep brine aquifers, Palo Duro Basin, Texas 1—effects of hydrostratigraphy and topography. Water Resour. Res. 23, 1481–1493. Senger, R.K., Kreitler, C.W., Fogg, G.E., 1987. Regional underpressuring in deep-brine aquifers, Palo Duro Basin, Texas 2—the effects of Cenozoic basin development. Water Resour. Res. 23, 1494–1504. Seni, S.J., 1980. Sand-body geometry and depositional systems, Ogallala Formation, Texas. Bureau of Economic Geology, University of Texas at Austin, Investigation 105. Shorrocks, V.M., 1997. The occurrence and correction of boron deﬁciency. Plant Soil 193, 121–148. Simpkins, W.W., Gustavson, T.C., Alhades, A.B., Hoadley, A.D., 1981. Impact of Evaporite Dissolution and Collapse on Highways and Other Cultural Features in the Texas Panhandle and Eastern New Mexico. Bureau of Economic Geology, University of Texas at Austin, Geological Circular 81-4. Spivack, A.J., Palmer, M.R., Edmond, J.M., 1987. The sedimentary cycle of the boron isotopes. Geochim. Cosmochim. Acta 51, 1939–1949. Stewart, B.W., Capo, R.C., Chadwick, O.A., 1998. Quantitative strontium isotope models for weathering, pedogenesis, and biogeochemical cycling. Geoderma 82, 173–195. Stute, M., Schlosser, P., Clark, J.F., Broecker, W.S., 1992. Paleotemperatures in southwestern United States derived from noble gases in ground water. Science 256, 1000–1003. US Environmental Protection Agency, 1983. Method for Chemical Analysis of Water and Wastes. EPA-600/4-79-020, March 1983 and Subsequent Revisions. US Environmental Protection Agency, Washington, DC. US Environmental Protection Agency, 1986. Test Methods for Evaluating Solid Waste, Physical/Chemical Methods, third ed. US Environmental Protection Agency, Washington, DC (November 1986 and Subsequent Updates). Vengosh, A., Heumann, K.G., Juraske, S., Kasher, R., 1994. Boron isotope application for tracing sources of contamination in groundwater. Environ. Sci. Technol. 28, 1968–1974. Walker, J.R., 1978. Geomorphic evolution of the Southern High Plains. Baylor Geological Studies, Baylor University, Bull. No. 35. Widory, D., Kloppmann, W., Chery, L., Bonnin, J., Rochdi, H., Guinamant, J., 2004. Nitrate in groundwater—an isotopic multi-tracer approach. J. Contam. Hydrol. 72, 165–188. Zhang, W., Liu, C., Zhao, Z., 2006. Boron isotopic geochemistry of karst groundwater in Guiyang City, China. Chin. J. Geochem. 25, 172. Zhao, D., Oosterhuis, D.M., 2002. Cotton carbon exchange, nonstructural carbohydrates, and boron distribution in tissues during development of boron deﬁciency. Field Crops Res. 78, 75–87. 174 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174"
    },
    {
        "URL": "Langman_Ellis_Isotope_Groundwater_2009.pdf",
        "Text": "for weathering, pedogenesis, and biogeochemical cycling. Geoderma 82, 173–195. Stute, M., Schlosser, P., Clark, J.F., Broecker, W.S., 1992. Paleotemperatures in southwestern United States derived from noble gases in ground water. Science 256, 1000–1003. US Environmental Protection Agency, 1983. Method for Chemical Analysis of Water and Wastes. EPA-600/4-79-020, March 1983 and Subsequent Revisions. US Environmental Protection Agency, Washington, DC. US Environmental Protection Agency, 1986. Test Methods for Evaluating Solid Waste, Physical/Chemical Methods, third ed. US Environmental Protection Agency, Washington, DC (November 1986 and Subsequent Updates). Vengosh, A., Heumann, K.G., Juraske, S., Kasher, R., 1994. Boron isotope application for tracing sources of contamination in groundwater. Environ. Sci. Technol. 28, 1968–1974. Walker, J.R., 1978. Geomorphic evolution of the Southern High Plains. Baylor Geological Studies, Baylor University, Bull. No. 35. Widory, D., Kloppmann, W., Chery, L., Bonnin, J., Rochdi, H., Guinamant, J., 2004. Nitrate in groundwater—an isotopic multi-tracer approach. J. Contam. Hydrol. 72, 165–188. Zhang, W., Liu, C., Zhao, Z., 2006. Boron isotopic geochemistry of karst groundwater in Guiyang City, China. Chin. J. Geochem. 25, 172. Zhao, D., Oosterhuis, D.M., 2002. Cotton carbon exchange, nonstructural carbohydrates, and boron distribution in tissues during development of boron deﬁciency. Field Crops Res. 78, 75–87. 174 J.B. Langman, A.S. Ellis / Applied Geochemistry 25 (2010) 159–174"
    }
]