[
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "N e w M e x i c o B u r e a u o f G e o l o g y a n d M i n e r a l R e s o u r c e s A Hydrogeologic Investigation of Curry and Roosevelt Counties, New Mexico Open-file Report 580 February 2016 Geoffrey C. Rawling New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu A Hydrogeologic Investigation of Curry and Roosevelt Counties, New Mexico Open-file Report 580 January 2016 Geoffrey C. Rawling New Mexico Bureau of Geology and Mineral Resources P r o j e c t F u n d i n g Funding was provided by the New Mexico Environment Department, Drinking Water Bureau, as part of the Source Water Protection program. Additional support was provided by the New Mexico Bureau of Geology and Mineral Resources and its Aquifer Mapping Program. The views and conclusions are those of the author, and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the State of New Mexico. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S C u r r y a n d R o o s e v e l t C O U N T i e s Executive Summary ............................................................... 1 I. Introduction ......................................................................... 3 II. Previous Work .................................................................... 5 III. Regional Geology ............................................................ 7 IV. Climate and Precipitation .................................11 V. Methods .................................................................................12 Water-level data ....................................................................12 Groundwater chemistry ...................................................20 Sample collection ........................................................20 General ion and trace metal chemistry ..........20 Stable isotopes ..............................................................21 Carbon isotopes and tritium ................................21 Historical chemistry data .......................................22 VI. Results .......................................................................................23 Water-level elevations, changes, and saturated thickness ..............................................................23 Groundwater Chemistry ..................................................26 Water quality ................................................................26 Summary of chemistry data .................................29 VII. Discussion ..............................................................................34 Water-level changes and groundwater storage ...34 Water chemistry ....................................................................34 Samples north of the Portales Valley ..............35 Samples south of the Portales Valley ..............35 Fluoride and arsenic .................................................36 Historical chemistry data .......................................36 Recharge and processes affecting water chemistry ...........................................................38 VIII. Protection of Source Waters .......................42 IX. Conclusions ........................................................................43 Project Staff & Acknowledgments .........................44 References .....................................................................................45 Figures 1. Location of Curry and Roosevelt counties with study area in eastern New Mexico ................. 3 2. Study area in Curry and Roosevelt counties .......... 4 3. Geology of the study area ............................................... 7 4. Elevation of the bedrock surface at the base of the Ogallala Formation and thickness of the Ogallala Formation .......................8 5. Bedrock geology beneath the Ogallala Formation .................................................................................. 9 6. Wells with water levels used by Tillery (2008) and in this study ...................................................................13 7. Water-level elevation contours and surface from Tillery (2008) ...........................................................16 8. Water-level elevation contours and interpolated surface from compiled 2010–2015 water levels ...................................................20 9. Depth-to-water based on the 2010–2015 water-level elevation surface .........................................23 10. Map of saturated thickness within the Ogallala Formation from Tillery (2008) ................24 11. Map of saturated thickness in feet within the Ogallala Formation for the time period 2010–2015 ...................................24 12. Change of saturated thickness of the Ogallala Formation from 2004–2007 to 2010–2015 ........25 13. Samples with chemical constituents exceeding primary drinking water standards .............................26 14. Arsenic in well water samples ......................................27 15. Uranium in well water samples ...................................27 16. Chloride in well water samples ...................................27 17. Fluoride in well water samples ....................................27 18. Sulfate in well water samples ........................................28 19. Total dissolved solids in well water samples ........28 20. Nitrate in well water samples .......................................28 21. Hardness levels in well water samples ....................28 22. Locations of samples collected in this study shown as Stiff diagrams color-coded to water type ..........................................................................29 23. Piper diagram of major ion chemistry with samples north and south of the Portales Valley indicated .........................................30 24. HCO3, SO4, and Cl versus TDS .................................31 C o n t e n t s N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 25. Ca, Na, Mg versus TDS .................................................31 26. Stable isotopic compositions of sampled waters ..............................................................31 27. Carbon-14 and tritium results .....................................32 28. Carbon-14 percent modern carbon plotted against well depth ................................................................32 29. Calculated saturation indices for calcite, gypsum, dolomite, and quartz in the sampled well waters plotted against TDS .............32 30. Stiff diagrams color-coded to water type for samples collected in the 1950s by the US Geological Survey ................................................38 31. Stiff diagrams color-coded to water type for samples collected in the 1990s and 2000s by the NM Environment Department .....................38 32. Piper diagram of major ion chemistry of USGS samples from the 1950s and NMED samples from the 1990s and 2000s ........39 33. Schematic diagram of the High Plains Aquifer in Curry and Roosevelt counties ................................40 Tables 1. Water-level data ...........................................................14–15 2. Water chemistry of samples collected in this study ....................................................................17–19 3. Major ion chemistry of samples collected for the NM Environment Department in the 1990s and 2000s ....................................................21 4. Major ion chemistry of samples collected by the NM Environment Department in the 1990s and 2000s ....................................................22 Appendix 1. Water quality standards ...................................................47 1 C u r r y a n d R o o s e v e l t C O U N T i e s A s part of development of a regional source water protection plan, in 2015–2016, the New Mexico Bureau of Geology and Mineral Resources performed a technical review of existing hydrogeology studies in Curry and Roosevelt counties in east-central New Mexico. Additionally, groundwater quality was tested in several wells, and groundwater levels were examined to provide up-to-date information on the availability of groundwater in the region. This report describes the results of the hydrogeologic review and findings from the groundwater study. In Curry and Roosevelt counties, irrigated agriculture is a major basis of the regional economy. Virtually all of the water used for agricultural, commercial, municipal, and domestic purposes in the two-county area is groundwater withdrawn from the High Plains Aquifer within the Miocene- to early Pliocene-age (~20 to ~5 million years old) Ogallala Formation. This study characterizes current conditions and changes in groundwater levels since the 2004–2007 period, and describes variations in groundwater chemistry across the region. These data are then discussed in the context of the extensive, ongoing withdrawals of groundwater, physical and chemical processes controlling the water quality and chemistry, and possible sources and physical mechanisms of recharge to the aquifer. The long-recognized importance of the High Plains Aquifer and the Ogallala Formation as a groundwater source has resulted in an enormous number of geologic and hydrologic studies. The geol- ogy of the aquifer has been characterized and the bedrock surface at its base has been mapped in detail. Thousands of water level measurements since the 1930s have documented a progressive and ongoing decline in groundwater levels due to decreasing volumes of water in storage. Storage is decreasing because groundwater withdrawals"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "...................................................47 1 C u r r y a n d R o o s e v e l t C O U N T i e s A s part of development of a regional source water protection plan, in 2015–2016, the New Mexico Bureau of Geology and Mineral Resources performed a technical review of existing hydrogeology studies in Curry and Roosevelt counties in east-central New Mexico. Additionally, groundwater quality was tested in several wells, and groundwater levels were examined to provide up-to-date information on the availability of groundwater in the region. This report describes the results of the hydrogeologic review and findings from the groundwater study. In Curry and Roosevelt counties, irrigated agriculture is a major basis of the regional economy. Virtually all of the water used for agricultural, commercial, municipal, and domestic purposes in the two-county area is groundwater withdrawn from the High Plains Aquifer within the Miocene- to early Pliocene-age (~20 to ~5 million years old) Ogallala Formation. This study characterizes current conditions and changes in groundwater levels since the 2004–2007 period, and describes variations in groundwater chemistry across the region. These data are then discussed in the context of the extensive, ongoing withdrawals of groundwater, physical and chemical processes controlling the water quality and chemistry, and possible sources and physical mechanisms of recharge to the aquifer. The long-recognized importance of the High Plains Aquifer and the Ogallala Formation as a groundwater source has resulted in an enormous number of geologic and hydrologic studies. The geol- ogy of the aquifer has been characterized and the bedrock surface at its base has been mapped in detail. Thousands of water level measurements since the 1930s have documented a progressive and ongoing decline in groundwater levels due to decreasing volumes of water in storage. Storage is decreasing because groundwater withdrawals continue to greatly exceed recharge. Many studies have focused on quantifying the amount of recharge to the High Plains Aquifer and attempted to identify spatially where it may occur. In general, recharge can vary greatly in space and time and is an inherently difficult quantity to measure. Estimated recharge quantities, in units of inches or millimeters per year, have ranged widely. However, there is a consensus that what natural recharge does occur is dominated by infiltration though playas of accumulated precipitation. Regardless of the amount of recharge, it has been and continues to be much less than the amount of water withdrawn from the aquifer by pumping. In this study, water levels measured in 121 wells from 2010–2015 in Curry and Roosevelt counties were compared with water levels from 2004–2007 in the same wells. Thirty-four water samples were collected from public supply, irrigation, and domestic wells in summer 2015 and analyzed for major ion chemistry, trace elements, and the stable isotopic composition of oxygen and hydrogen. Eleven of the samples were also analyzed for the environmental tracers tritium and carbon-14 to aid in understanding groundwater recharge. Historic water chemistry data were obtained from the U.S. Geological Survey and the New Mexico Environment Department. Aside from progressively declining water levels, current (2010–2015) groundwater conditions are similar to those in 2004–2007. Regionally, groundwater flows east and southeast, except where flow is diverted into northwest-southeast trending groundwater troughs. These coincide with paleochannels eroded into bedrock at the base of the Ogallala Formation. Very low water table gradients result in slow groundwater flow velocities and long travel times. Based on the depth to water, some of the large playas appear to be sites of groundwater discharge. The maximum depth to water of greater than 450 ft occurs north of Clovis. The depth to bedrock and the ground surface elevation are the main regional controls on the depth to water. Declines in the thickness of the saturated portion of the aquifer since 2004–2007 are due to the long-term trend of groundwater withdrawals greatly exceeding recharge. In some areas, the High Plains E x e c u t i v e S u m m a r y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 2 Aquifer has been dewatered down to the underlying bedrock. The median water level decline was 4.2 ft from 2004–2007 to 2010–2015. Ninety-one of the 121 wells experienced net water level declines and 30 experienced net rises over the time interval reviewed. The apparent change in the volume of water in the aquifer from 2004–2007 to 2010–2015 is a loss of 1,943,105 acre-feet. The average apparent net change in water volume over the study area is a loss of 277,586 acre-feet per year. Spatially delineated yearly apparent losses and gains of water in the study area correlate reasonably well with independent estimates of groundwater withdrawals and recharge. This correlation is quite tentative however, due to the limited amount of well data, and the numerous assumptions required for these independent estimates to be considered as equivalent. A conservative interpretation of the water level data is that the estimates of groundwater withdrawals (discharge) are generally in accord with independent estimates, groundwater withdrawal estimates are much more robust than the estimates of recharge, and that withdrawals continue to be several times the amount of recharge, resulting in net losses of water in storage. Water samples from five wells had concentrations of several chemical constituents that exceeded maximum contaminant levels recommended for drinking water. Samples from three of these wells also exceeded some secondary drinking water recommendations for other constituents. Concentrations of other analyzed chemical constituents in these and the remaining samples are within acceptable ranges for drinking water. Water chemistry shows regional differences, with homogeneous chemistry north of the Portales Valley, and great variety to the south. Processes affecting water chemistry may include dissolution of solutes in the soil and unsaturated zone, evapotranspiration of recharge water prior to infiltration, reaction with aquifer materials during groundwater flow, and mixing with water derived from bedrock units beneath the Ogallala Formation. Evaluating the relative importance of these processes is difficult, and they probably vary spatially. There have not been large changes in groundwater chemistry since the 1950s. Water chemistry and environmental tracer data are consistent with some recharge occurring via return of irrigation water to the aquifer. This is not “new” water added to the aquifer, but rather a return of some of the groundwater previously withdrawn for agricultural use. There is no evidence of significant recharge occurring via infiltration of precipitation though playas, although this process has been shown to be the main recharge mechanism to the High Plains Aquifer in previous studies. Irrigation return can introduce agricultural chemicals, pesticides, and other contaminants to the aquifer. Irrigation is widespread in the study area, and thus introduction of contaminants may be also. Given the regional importance of playas, their protection as potential recharge sources should be considered, and efforts made to keep them free of contaminants that could infiltrate to the aquifer along with any recharge water. The data and interpretation in this study are consistent with many other studies throughout the southern High Plains, and indicate that groundwater withdrawals continue"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "had concentrations of several chemical constituents that exceeded maximum contaminant levels recommended for drinking water. Samples from three of these wells also exceeded some secondary drinking water recommendations for other constituents. Concentrations of other analyzed chemical constituents in these and the remaining samples are within acceptable ranges for drinking water. Water chemistry shows regional differences, with homogeneous chemistry north of the Portales Valley, and great variety to the south. Processes affecting water chemistry may include dissolution of solutes in the soil and unsaturated zone, evapotranspiration of recharge water prior to infiltration, reaction with aquifer materials during groundwater flow, and mixing with water derived from bedrock units beneath the Ogallala Formation. Evaluating the relative importance of these processes is difficult, and they probably vary spatially. There have not been large changes in groundwater chemistry since the 1950s. Water chemistry and environmental tracer data are consistent with some recharge occurring via return of irrigation water to the aquifer. This is not “new” water added to the aquifer, but rather a return of some of the groundwater previously withdrawn for agricultural use. There is no evidence of significant recharge occurring via infiltration of precipitation though playas, although this process has been shown to be the main recharge mechanism to the High Plains Aquifer in previous studies. Irrigation return can introduce agricultural chemicals, pesticides, and other contaminants to the aquifer. Irrigation is widespread in the study area, and thus introduction of contaminants may be also. Given the regional importance of playas, their protection as potential recharge sources should be considered, and efforts made to keep them free of contaminants that could infiltrate to the aquifer along with any recharge water. The data and interpretation in this study are consistent with many other studies throughout the southern High Plains, and indicate that groundwater withdrawals continue to greatly exceed recharge. The result is progressive declines of the quantity of groundwater in storage, resulting in water level declines. With regard to the protection of the source water for the Curry and Roosevelt County region, the groundwater level declines indicate a concern for groundwater availability in the region. There is evidence of naturally occurring groundwater contaminants, such as arsenic and fluoride. Alternative groundwater options are limited in the area, as aquifers in the underlying bedrock have poor water quality, and limitations to pumping. There are no significant surface water resources. Addressing both water quantity and water quality concerns through increasing public awareness and education, with particular focus on irrigation practices, may help improve the situation. However, long-term, drastic water conservation measures across the broader region may be the most effective means of extending the useful life of the High Plains Aquifer. 3 C u r r y a n d R o o s e v e l t C O U N T i e s C urry and Roosevelt counties cover an area of 3861 mi2 (10,001 km2) in east-central New Mexico (Figures 1 and 2). Clovis (popula- tion 39,860 in 2014) and Portales (population 12,280 in 2010) are the major population centers. Both counties are largely rural with economies dependent on farming and ranching. Dairy farming is a particularly important industry. One of the largest cheese process- ing plants in the world is between Clovis and Portales, and relies on the dozens of local dairies for milk. Corn, cotton, and peanuts are important local crops. Cannon Air Force Base west of Clovis, Eastern New Mexico University in Portales, and the BNSF Railway hub in Clovis are also major contributors to the local economy. Curry and Roosevelt counties are completely dependent on groundwater for agriculture, much of which is heavily irrigated, and industrial, munici- pal, and domestic uses. Longworth et al. (2013) reported that over 99% of all water withdrawn for all agricultural, commercial, municipal and domestic needs in both Curry and Roosevelt coun- ties in 2010 was groundwater. This water is taken from the High Plains Aquifer, which is defined as the saturated sediments of the Ogallala Formation and any subjacent formations that contain potable I . I n t r o d u c t i o n Figure 1. Location of the study area (red outline) of Curry and Roosevelt counties in eastern New Mexico. Areas of extensive groundwater-supplied irrigation are evident as light green colors in the background satellite image. Extent of the High Plains Aquifer as defined by the U.S. Geological Survey outlined in blue. Central New Mexico mountain ranges are source areas for sediments of the Ogallala Formation, the extent of which is approximately equal to the High Plains Aquifer. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 Figure 2. Curry and Roosevelt counties (the study area) in east-central New Mexico. Major towns, roads, and underground water basins designated by the NM Office of the State Engineer (outlined in red) are identified. Color scale shows ground surface elevation. Wells from which water samples were collected for this study are shown with ID number (minus “CP-“ prefix, see Table 2) and colors indicating geologic unit at base of well, as follows: To = Ogallala Formation; To/ = Ogallala Formation or Triassic rocks; To/K = Ogallala Formation or Cretaceous rocks; = Triassic rocks. water and are in hydraulic continu- ity with the Ogallala Formation (Gutentag et al., 1984). The regional dependence on the High Plains Aquifer makes it impera- tive that decisions about future use are based on the best available information regarding the ground- water resource: e.g., the quantity used, the quantity remaining, the geologic controls on its occurrence, and the hydrologic processes that affect its quantity and quality. The goals of the present study of the High Plains Aquifer in Curry and Roosevelt counties (also referred to herein as “the study area”) are to characterize current conditions and changes in ground- water levels since the last detailed investigation, and describe varia- tions in groundwater chemistry across the region. These data are then discussed in the context of the extensive, ongoing withdraw- als of groundwater, physical and chemical processes controlling the water quality and chemistry, and possible sources and physi- cal mechanisms of recharge to the aquifer. Many numeric values in this study pertaining to water volumes and distances are pre- sented in English units as they are the standard used by water resource agencies, managers, and stakeholders in New Mexico. 5 C u r r y a n d R o o s e v e l t C O U N T i e s current understanding of recharge on the High Plains. Gurdak and Roe (2010) reviewed work on ground- water recharge in the High Plains up to 2010, and summarized the dozens of recharge estimates that have been made over a variety of time and length scales, and using a variety of methods. The U.S. Geological Survey continues to regularly monitor water levels across the High Plains Aquifer, in conjunction with state and local agencies, and periodically produces reports documenting water level changes (e.g., McGuire, 2007; McGuire 2011; McGuire et al.,"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "in hydraulic continu- ity with the Ogallala Formation (Gutentag et al., 1984). The regional dependence on the High Plains Aquifer makes it impera- tive that decisions about future use are based on the best available information regarding the ground- water resource: e.g., the quantity used, the quantity remaining, the geologic controls on its occurrence, and the hydrologic processes that affect its quantity and quality. The goals of the present study of the High Plains Aquifer in Curry and Roosevelt counties (also referred to herein as “the study area”) are to characterize current conditions and changes in ground- water levels since the last detailed investigation, and describe varia- tions in groundwater chemistry across the region. These data are then discussed in the context of the extensive, ongoing withdraw- als of groundwater, physical and chemical processes controlling the water quality and chemistry, and possible sources and physi- cal mechanisms of recharge to the aquifer. Many numeric values in this study pertaining to water volumes and distances are pre- sented in English units as they are the standard used by water resource agencies, managers, and stakeholders in New Mexico. 5 C u r r y a n d R o o s e v e l t C O U N T i e s current understanding of recharge on the High Plains. Gurdak and Roe (2010) reviewed work on ground- water recharge in the High Plains up to 2010, and summarized the dozens of recharge estimates that have been made over a variety of time and length scales, and using a variety of methods. The U.S. Geological Survey continues to regularly monitor water levels across the High Plains Aquifer, in conjunction with state and local agencies, and periodically produces reports documenting water level changes (e.g., McGuire, 2007; McGuire 2011; McGuire et al., 2012). These scientific reports are often summarized by the U.S. Geological Survey in Fact Sheets that are written for the layperson (e.g., McGuire, 2004a and b). Tillery (2008) conducted the most recent study of water levels in the High Plains Aquifer in Curry and Roosevelt counties, examining water level changes from predevelopment (prior to 1954) to 2007. Groundwater in storage across the High Plains has been examined along with approaches for best management of the resource (McGuire et al., 2003) as well as water quality, both in terms of natural chemical constituents and anthro- pogenic contaminants (Becker et al., 2002). Groundwater recharge occurs when precipita- tion or surface water infiltrates into the ground and reaches the water table. Due to the importance of the groundwater resource, there have been many stud- ies focused on recharge to the High Plains Aquifer, both the quantity and location, and using a variety of methodologies. Recharge is usually expressed as a linear rate in inches or millimeters per year, which is equivalent to a volume of water infiltrating over a given area in a year. There are many chemical and physical approaches to estimating groundwater recharge using aspects of groundwater chemistry and changes in water levels over time (Scanlon et al., 2002; Rawling and Newton, in press). Recharge can vary greatly in space and time and is an inherently difficult quantity to measure. Uncertainties can be large and often different methods yield very different results (Scanlon et al., 2002; Healy, 2012). Theis (1937) estimated recharge from precipita- tion at 0.5 to 1 in/yr (12.7 to 25.4 mm/yr) in eastern New Mexico, while Havens (1966) estimated 0.8 in/ T he importance of the High Plains Aquifer and the Ogallala Formation as the primary source of groundwater across the high plains region of the western United States has long been recognized. The number of detailed studies of all aspects of the geology and hydrology of High Plains Aquifer is now enormous. Regionally, the U.S. Geological Survey has conducted numerous detailed investiga- tions of the entire High Plains Aquifer system (e.g., Weeks et al., 1988; Luckey et al., 1981; Weeks and Gutentag, 1981). In eastern New Mexico, important early studies include those of Howard (1954) in Curry County, Cooper (1960) in southeast Roosevelt County, and Ash (1963) in Lea County. Cronin (1969) was the first to map in detail the elevation of the base of the Ogallala Formation (the base of the High Plains Aquifer), the water table elevation in the High Plains Aquifer, the saturated thickness of the Ogallala Formation, and calculate water table declines over the Southern High Plains of eastern New Mexico and west Texas. Hart and McAda (1985) updated Cronin’s (1969) work by presenting a revised contour map of the base of the Ogallala Formation, identifying areas of discontinuous or only localized saturation in the Ogallala Formation, and summa- rizing water levels, water level changes, and water chemistry for the late 1970s time period. Nativ and Smith (1987) and Nativ and Gutierrez (1989) exam- ined the hydrology and chemistry of the Ogallala and underlying Cretaceous aquifers across the southern High Plains. Nativ and Riggio (1990) examined characteristics of precipitation in the region as they pertain to potential recharge to the High Plains and underlying Cretaceous aquifers. Langman et al. (2006) and Langman and Ellis (2010) studied the hydrology and groundwater chemistry of the High Plains Aquifer at Cannon Air Force Base near Clovis and the Melrose Bombing Range, respectively, in the 2000s. Stone and McGurk (1985), Nativ (1992), Wood and Sanford (1995), and Fryar et al. (2001) discussed possible recharge mechanisms, methods of quantifying recharge, and chemical processes affecting recharge water composition, respectively. Wood (2000) summarized for general audiences the I I . P r e v i o u s W o r k N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 yr (20.3 mm/yr) in northern Lea County. Wood and Petraitis (1984) reported an average value of 0.1 in/ yr (2.5 mm/yr) over the southern High Plains. Stone and McGurk (1985) used the chloride-mass balance method to estimate recharge over Curry County and southern Quay County at 0.06 in/yr (1.5 mm/yr), and noted the importance of dunes, sandsheets, and playas as probable areas of enhanced recharge. Wood and Sanford (1995) used chemical and isotopic data to estimate regional recharge at 0.43 ± 0.08 in/yr (11 ± 2 mm/yr), or approximately 2% of average annual precipitation. Scanlon et al. (2012) used chloride concentrations in groundwater to derive regional average recharge values of 0.2–1.0 in/yr (5–25 mm/ yr) in Curry and Roosevelt counties. Langman et al. (2004) used chloride concentrations in soil water, the presence of chlorofluorocarbons, and small quantities of anthropogenic compounds such as pesticides and industrial chemicals to argue for a small contribu- tion of young (post-1940) recharge to groundwater at Cannon Air Force Base. Langman and Ellis (2010) presented geochemical evidence for the likelihood of irrigation return flow becoming recharge. This may be thought of as a reduction of withdrawals rather than recharge from precipitation, as the irrigation water was originally pumped from the High Plains Aquifer. The importance of playa lake basins as recharge foci on the southern High Plains was emphasized by"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "quantifying recharge, and chemical processes affecting recharge water composition, respectively. Wood (2000) summarized for general audiences the I I . P r e v i o u s W o r k N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 yr (20.3 mm/yr) in northern Lea County. Wood and Petraitis (1984) reported an average value of 0.1 in/ yr (2.5 mm/yr) over the southern High Plains. Stone and McGurk (1985) used the chloride-mass balance method to estimate recharge over Curry County and southern Quay County at 0.06 in/yr (1.5 mm/yr), and noted the importance of dunes, sandsheets, and playas as probable areas of enhanced recharge. Wood and Sanford (1995) used chemical and isotopic data to estimate regional recharge at 0.43 ± 0.08 in/yr (11 ± 2 mm/yr), or approximately 2% of average annual precipitation. Scanlon et al. (2012) used chloride concentrations in groundwater to derive regional average recharge values of 0.2–1.0 in/yr (5–25 mm/ yr) in Curry and Roosevelt counties. Langman et al. (2004) used chloride concentrations in soil water, the presence of chlorofluorocarbons, and small quantities of anthropogenic compounds such as pesticides and industrial chemicals to argue for a small contribu- tion of young (post-1940) recharge to groundwater at Cannon Air Force Base. Langman and Ellis (2010) presented geochemical evidence for the likelihood of irrigation return flow becoming recharge. This may be thought of as a reduction of withdrawals rather than recharge from precipitation, as the irrigation water was originally pumped from the High Plains Aquifer. The importance of playa lake basins as recharge foci on the southern High Plains was emphasized by Nativ and Riggio (1990), Nativ (1992), and Wood and Sanford (1995), who all concluded that most of the present-day recharge to the Ogallala Formation is by focused, presumably rapid, infiltration of water in playa basins. There is a consensus that playas are important for recharge of the High Plains Aquifer based on a variety of geologic, hydrologic, and geochemical evidence (Gurdak and Roe, 2010). However, recharge quantities estimated for playas range widely, from 0.001 to 20 in/yr (0.25 to >500 mm/yr), whereas in interplaya areas, recharge is at most 0.001 to 0.09–0.1 in/yr (0.25 to 2.3–25 mm/ yr). A main conclusion of the many recharge studies is that recharge beneath playas is likely 1–2 orders of magnitude higher than in interplaya upland areas (Falk 2005; Gurdak and Roe 2010). Regardless of the magnitude or location of recharge to the southern High Plains, it is indisput- able that groundwater withdrawals have greatly exceeded recharge to the aquifer since the onset of extensive irrigated agriculture, and continue to do so. The net result is mining of the groundwater resource. This conclusion was recognized as early as the 1930s by Theis (1937) and has been reinforced by the dozens of subsequent studies that have documented water level changes or examined the hydrogeology of the High Plains Aquifer, including in eastern New Mexico and the Texas panhandle region. 7 C u r r y a n d R o o s e v e l t C O U N T i e s T he study area of Curry and Roosevelt counties lies within the Southern High Plains subdivision of the Great Plains phys- iographic province (Figures 1 and 2). The Portales Valley, an abandoned channel of the ancestral Pecos River (Pazzaglia and Hawley, 2004), bisects the study area into two discon- nected, gently east-southeast sloping upland surfaces, together referred to as the Llano Estacado. Surface drainage development is almost nonexistent on these surfaces other than Running Water Draw and Frio Draw north of Clovis. However, shallow surface depressions (playas) are ubiquitous and often fill with ephemeral lakes after rainfall (Osterkamp and Wood, 1987; Wood and Osterkamp, 1987; Gustavson et al., 1995). Within the study area, the High Plains Aquifer occurs within the Miocene to early Pliocene-age (~20 to ~5 million years old) Ogallala Formation and overlying uncon- solidated sandy and silty Quaternary (<1.8 million years old) deposits that are hydrauli- cally connected to the Ogallala Formation (Cronin, 1969; Hart and McAda, 1985) (Figure 3). Hart and McAda (1985) identified regions where the High Plains Aquifer is not saturated, or the saturation is discontinu- ous. The Ogallala Formation is a vertically and laterally complex rock unit consisting of pebble- to cobble-gravel, sand, silt, and clay that is variably cemented by calcium carbon- ate and silica. Gravel clasts are composed of quartz and quartzite, chert, igneous and metamorphic rocks, and lesser limestone and abraded fossils. Cemented gravels forming conglomerate are common at the base of the unit (Bureau of Economic Geology, 1974; Bureau of Economic Geology, 1978). Sandy, pisolitic calcium carbonate soil, or caliche, is abundant at the top of the unit and may be up to several meters thick. In Curry County the Ogallala is not exposed except along the valley flanks of Frio and Running Water Draws, and along I I I . R e g i o n a l G e o l o g y Figure 3. Geology of the study area from New Mexico Bureau of Geology and Mineral Resources (2003). Units: Qa = Quaternary alluvium; Qe = Quaternary dunes and sand sheets; Qep = Quaternary eolian and piedmont deposits, undi- vided; Qoa = Quaternary older alluvium; Qp = Quaternary pediment deposits; Qpl = Quaternary playa deposits; To = Miocene/Pliocene Ogallala Formation; K = Cretaceous rocks, undivided; cu = Triassic Chinle Group, undivided. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 8 Figure 4. Elevation of the bedrock surface at the base of the Ogallala Formation (blue contours, elevations in feet above mean sea level) and thick- ness of the Ogallala Formation (color scale). Boundary of the High Plains Aquifer (HPA) and areas of discontinuous saturation (disc. saturation) in the Ogallala Formation (diagonals) in this and subsequent figures from Hart and McAda (1985). Wells from which water samples were collected for this study are shown with ID number (minus “CP-“ prefix, see Table 2) and colors indicating geologic unit at base of well, as follows: To = Ogallala Formation; To/ = Ogallala Formation or Triassic rocks; To/K = Ogallala Formation or Cretaceous rocks; = Triassic rocks. 9 C u r r y a n d R o o s e v e l t C O U N T i e s Figure 5. Bedrock geology beneath the Ogallala Formation / High Plains Aquifer (HPA)from Torres et al. (1999) and locations of dunes and sandsheets from New Mexico Bureau of Geology and Mineral Resources (2003). Wells from which water samples were collected for this study are shown with ID number (minus “CP-“ prefix, see Table 2) and colors indicating geologic unit at base of well, as follows: To = Ogallala Formation; To/ = Ogallala Formation or Triassic rocks; To/K = Ogallala Formation or"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "piedmont deposits, undi- vided; Qoa = Quaternary older alluvium; Qp = Quaternary pediment deposits; Qpl = Quaternary playa deposits; To = Miocene/Pliocene Ogallala Formation; K = Cretaceous rocks, undivided; cu = Triassic Chinle Group, undivided. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 8 Figure 4. Elevation of the bedrock surface at the base of the Ogallala Formation (blue contours, elevations in feet above mean sea level) and thick- ness of the Ogallala Formation (color scale). Boundary of the High Plains Aquifer (HPA) and areas of discontinuous saturation (disc. saturation) in the Ogallala Formation (diagonals) in this and subsequent figures from Hart and McAda (1985). Wells from which water samples were collected for this study are shown with ID number (minus “CP-“ prefix, see Table 2) and colors indicating geologic unit at base of well, as follows: To = Ogallala Formation; To/ = Ogallala Formation or Triassic rocks; To/K = Ogallala Formation or Cretaceous rocks; = Triassic rocks. 9 C u r r y a n d R o o s e v e l t C O U N T i e s Figure 5. Bedrock geology beneath the Ogallala Formation / High Plains Aquifer (HPA)from Torres et al. (1999) and locations of dunes and sandsheets from New Mexico Bureau of Geology and Mineral Resources (2003). Wells from which water samples were collected for this study are shown with ID number (minus “CP-“ prefix, see Table 2) and colors indicating geologic unit at base of well, as follows: To = Ogallala Formation; To/ = Ogallala Formation or Triassic rocks; To/K = Ogallala Formation or Cretaceous rocks; = Triassic rocks. the upper reaches of Alamosa Creek. The Ogallala is abundantly exposed or only thinly mantled with Quaternary sand sheets and colluvium in the northwestern half of Roosevelt County along the southern side of the Portales Valley. It is also exposed in an arc two to three miles wide from Portales to the Texas border, south of Salt Lake (Bureau of Economic Geology, 1978; New Mexico Bureau of Geology and Mineral Resources, 2003). The Ogallala Formation was depos- ited on an uneven erosional landscape of paleovalleys and intervening uplands carved by rivers draining east from the Rocky Mountains (Pazzaglia and Hawley, 2004) (Figure 1). This topography may be seen in the contours of the bedrock sur- face at the base of the Ogallala Formation (Figure 4) (Cronin, 1969; Hart and McAda, 1985). Sands and gravels predominate in the paleovalleys where the unit is thickest, and were deposited in stream channels and adjacent floodplains. The thinner depos- its on the paleo-uplands are composed of sandy and silty windblown sediment deposited as dunes and/or sand sheets (Gustavson and Winkler, 1988; Gustavson, 1996). The present-day topographic feature of the Portales Valley overlies a paleoval- ley at the base of the Ogallala Formation; thus, the Ogallala Formation is not as thick along the valley axis as it is further north in Curry County (Figure 4). The Ogallala Formation overlies Triassic rocks in Curry and the northwest two-thirds of Roosevelt County, and Cretaceous rocks in the south- east third of Roosevelt County (Weeks and Gutentag, 1981; Torres et al., 1999) (Figure 5). Exposures of these underlying rocks are sparse; interbedded sandstone, shale, and minor limestone of the Cretaceous Kiamichi Formation is only exposed in a few square miles southwest of Salt Lake in Roosevelt County (Figure 3) (Bureau of Economic Geology, 1978). Triassic sandstone, shale, and mudstone of the Dockum Group is only exposed west of The Mesa and along the drainage of Alamosa Creek in western and northwest Roosevelt County (Figure 3) (Bureau of Economic Geology, 1978; New Mexico Bureau of Geology and Mineral Resources, 2003). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 10 The Ogallala Formation and its caprock of caliche is largely covered by Quaternary deposits of sand, silt, and minor gravel deposited by eolian and alluvial processes, which are collectively named the Blackwater Draw formation (Gustavson, 1996; Pazzaglia and Hawley, 2004). This unit averages 10–30 ft (3–10 m) thick but locally can be twice that. Younger Quaternary dunes and sand sheets (together also known as sand hills in the region) mantle the Blackwater Draw and Ogallala Formations in Portales Valley (Figures 3 and 5) (Bureau of Economic Geology, 1978; New Mexico Bureau of Geology and Mineral Resources, 2003). There are hundreds of playa lake basins within the study area (Bureau of Economic Geology 1974, 1978) ranging in size from less than a km2 to many km2; Salt Lake south- east of Portales is the largest. As noted in section II, sandsheets, dunes, and especially playa basins have been identified as potentially important locations of recharge by previous studies. 11 C u r r y a n d R o o s e v e l t C O U N T i e s C limate in east-central New Mexico is continen- tal semiarid to subhumid, with wide variations in temperature, humidity, and precipitation (Nativ and Riggio, 1990; Gustavson, 1996). Mean annual precipitation across the southern High Plains region ranges from 12 to 22 inches (304 to 558 mm). From 1981–2010, Clovis averaged 19.13 inches (486 mm) of yearly precipitation, with 76% occurring between March and September (Western regional Climate Center, http://www.wrcc.dri.edu/cgi-bin/ cliMAIN.pl?nm1939, accessed 10/23/15). Precipitation during this time period is usually in the form of convective thunderstorms. Winter pre- cipitation typically results from cold polar air masses from the north interacting with warmer moist air from the Gulf of Mexico or the Pacific Ocean (Larkin and Bomar, 1983; Gustavson, 1996). Potential evaporation is much greater than precipitation - mean annual lake surface evaporation is approximately 73 inches (1854 mm), which is three to four times the average annual precipitation in Clovis (Larkin and Bomar, 1983). I V . C l i m a t e a n d P r e c i p i t a t i o n N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 Water-Level Data T he last detailed study of water levels in the High Plains Aquifer is the work of Tillery (2008). The water level elevation and derivative maps of Tillery (2008) present a composite water level surface repre- senting water level conditions from 2004–2007. The surface is a composite because it is based on water levels collected between January 2004 and February 2007, with preference given to the most recent water levels. The use of water levels measured over a three year period was necessary due to the limited number of data available—choosing data from a single year or a single season in a given"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "annual precipitation across the southern High Plains region ranges from 12 to 22 inches (304 to 558 mm). From 1981–2010, Clovis averaged 19.13 inches (486 mm) of yearly precipitation, with 76% occurring between March and September (Western regional Climate Center, http://www.wrcc.dri.edu/cgi-bin/ cliMAIN.pl?nm1939, accessed 10/23/15). Precipitation during this time period is usually in the form of convective thunderstorms. Winter pre- cipitation typically results from cold polar air masses from the north interacting with warmer moist air from the Gulf of Mexico or the Pacific Ocean (Larkin and Bomar, 1983; Gustavson, 1996). Potential evaporation is much greater than precipitation - mean annual lake surface evaporation is approximately 73 inches (1854 mm), which is three to four times the average annual precipitation in Clovis (Larkin and Bomar, 1983). I V . C l i m a t e a n d P r e c i p i t a t i o n N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 Water-Level Data T he last detailed study of water levels in the High Plains Aquifer is the work of Tillery (2008). The water level elevation and derivative maps of Tillery (2008) present a composite water level surface repre- senting water level conditions from 2004–2007. The surface is a composite because it is based on water levels collected between January 2004 and February 2007, with preference given to the most recent water levels. The use of water levels measured over a three year period was necessary due to the limited number of data available—choosing data from a single year or a single season in a given year would have resulted in an insufficient number of data points to create a water level map over the region. The study area of the present work is the same as that of Tillery (2008), and encompasses Curry and Roosevelt counties. This includes the Curry County, Portales, and Causey-Lingo Underground Water Basins as defined by the New Mexico Office of the State Engineer (NMOSE). A region of the High Plains Aquifer in southwest Roosevelt County that was identified as saturated by Hart and McAda (1985) was excluded by Tillery (2008) and in the present work because no water level data are available there (Figures 6 and 7). More recent water level data from the exact same wells used by Tillery (2008) were compiled from the National Water Information System of the U.S. Geological Survey. (NWIS; http://nwis.water- data.usgs.gov/nm/nwis/gw) (Figure 6 and Table 1). As with the data used by Tillery (2008), these water level measurements were collected by the U.S. Geological Survey as part of their ongoing program of water level monitoring in collaboration with the NMOSE. The most recent water levels from the period 2010–2015 were chosen, with one exception (well 341140103053701, water level from 3/3/2009). As with the Tillery (2008) study, and for the same reasons, it was necessary to combine water levels over several years to get sufficient data coverage across the study area. Locations of wells with water level data and the most recent measurements are plotted in Figure 6 V . M e t h o d s and tabulated in Table 1. The wells are color-coded for whether the base of the well is above or below the base of the Ogallala formation, as determined by comparing the total depth elevation to the base of the Ogallala Formation mapped by Hart and McAda (1985). Many wells have no total depth information in the NWIS, and so are marked as unknown. Most wells identified as completed below the base of the Ogallala Formation by this criteria still derive signifi- cant water from the Ogallala Formation, as screens usually extend over tens of feet, and irrigation wells have multiple screens over their depth. As is the case for any well that is not a piezometer, because the wells are screened over intervals and/or have multiple screens, the water level elevation is an integration of hydraulic heads over the screened intervals. It is assumed that the water level elevations are dominantly representative of heads in the Ogallala Formation. The water level surface mapped by Tillery (2008) for the periods 2004–2007 is shown in Figure 7. Tillery (2008) created this surface by creating a triangular irregular network (TIN) of the data points (the wells) and then creating contours from the TIN by linear interpolation. These contours were then smoothed by hand. Cumulative errors in the resulting surface are on the order of a few feet to a few tens of feet. The composite water level surface for the years 2010–2015 (Figure 8) was created from the data points using ordinary kriging in the ArcGIS 3d Analyst Toolbox. Default tool parameters for the kriging calculation were used except for setting the lag and output raster size to 100 m (328 ft). This value was chosen to give a smooth raster surface when viewed at the map scale of 1:625,000. The interpola- tion method of ordinary kriging was chosen as it is an exact interpolator, i.e., the resulting prediction surface (the 2010–2015 water level surface) recre- ates the data point values, and there are few user- supplied parameters are required for the calculation. Computation artifacts in the form of local jaggedness and irregularity were noticeable in the water level contours when the prediction surface was contoured. These were removed using the PAEK smoothing algorithm in ArcGIS with tolerance parameter set to 5000 m (16,404 ft). Several small closed contours that 13 C u r r y a n d R o o s e v e l t C O U N T i e s Figure 6. Wells with water levels used by Tillery (2008) and in this study. ID numbers correspond to Table 1. Wells are color-coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). Simple ID USGS well ID Latitude (Tillery, 2008) Longitude (Tillery, 2008) Elevation Well depth Most recent depth-to- water Recent date Recent water- level elevation Previous depth- to-water Previous Date (Tillery, 2008) Previous water- level elevation Water-level difference (declines negative) from well measure- ments from water- level surface subtraction 1 334954103114601 33.8358002 -103.1969986 4088 39 30.90 01/19/10 4057.3 29.92 02/22/05 4058.7 -1.4 -0.64 2 335013103104301 33.8409004 -103.1790009 4068 60 28.56 01/19/10 4039.3 27.83 02/22/05 4041.8 -2.5 -2.19 3 335048103093801 33.8507004 -103.1610031 4063 76 35.71 01/19/10 4027.3 35.95 02/22/05 4028.9 -1.6 -0.73 4 335204103032301 33.8723984 -103.0559998 3987 0 70.34 01/13/10 3916.9 69.09 02/22/05 3917.3 -0.4 -0.34 5 335616103122501 33.9384003 -103.2129974 4223 158 117.86 01/12/10 4105.4 113.15 02/15/05 4109.6 -4.2 -2.88 6 335617103053001 33.9380989 -103.0960007 4127 157 138.14 01/12/14 3988.7 138.42 02/22/05 3989.3 -0.6 -3.79 7 335749103190401 33.9676018 -103.3180008 4240 240 38.30 01/11/10 4201.6 39.90 02/15/05 4199.9 1.7 2.88 8 335843103211301 33.982399 -103.3539963 4224 141 46.13 01/11/10 4177.8 46.98 02/15/05 4177.8 -0.0 0.16 9 340116103214701 34.0253983 -103.3639984 4183 0 106.37 05/13/11 4076.6 106.58 03/02/06 4069.2 7.4 6.68 10 340421103292801 34.0755997 -103.4929962 4260 0 86.35 04/22/11 4174.0 86.55 03/02/06 4175.4 -1.4 -1.12 11 340425103031901 34.0778008 -103.0559998 3913 0"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "and irregularity were noticeable in the water level contours when the prediction surface was contoured. These were removed using the PAEK smoothing algorithm in ArcGIS with tolerance parameter set to 5000 m (16,404 ft). Several small closed contours that 13 C u r r y a n d R o o s e v e l t C O U N T i e s Figure 6. Wells with water levels used by Tillery (2008) and in this study. ID numbers correspond to Table 1. Wells are color-coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). Simple ID USGS well ID Latitude (Tillery, 2008) Longitude (Tillery, 2008) Elevation Well depth Most recent depth-to- water Recent date Recent water- level elevation Previous depth- to-water Previous Date (Tillery, 2008) Previous water- level elevation Water-level difference (declines negative) from well measure- ments from water- level surface subtraction 1 334954103114601 33.8358002 -103.1969986 4088 39 30.90 01/19/10 4057.3 29.92 02/22/05 4058.7 -1.4 -0.64 2 335013103104301 33.8409004 -103.1790009 4068 60 28.56 01/19/10 4039.3 27.83 02/22/05 4041.8 -2.5 -2.19 3 335048103093801 33.8507004 -103.1610031 4063 76 35.71 01/19/10 4027.3 35.95 02/22/05 4028.9 -1.6 -0.73 4 335204103032301 33.8723984 -103.0559998 3987 0 70.34 01/13/10 3916.9 69.09 02/22/05 3917.3 -0.4 -0.34 5 335616103122501 33.9384003 -103.2129974 4223 158 117.86 01/12/10 4105.4 113.15 02/15/05 4109.6 -4.2 -2.88 6 335617103053001 33.9380989 -103.0960007 4127 157 138.14 01/12/14 3988.7 138.42 02/22/05 3989.3 -0.6 -3.79 7 335749103190401 33.9676018 -103.3180008 4240 240 38.30 01/11/10 4201.6 39.90 02/15/05 4199.9 1.7 2.88 8 335843103211301 33.982399 -103.3539963 4224 141 46.13 01/11/10 4177.8 46.98 02/15/05 4177.8 -0.0 0.16 9 340116103214701 34.0253983 -103.3639984 4183 0 106.37 05/13/11 4076.6 106.58 03/02/06 4069.2 7.4 6.68 10 340421103292801 34.0755997 -103.4929962 4260 0 86.35 04/22/11 4174.0 86.55 03/02/06 4175.4 -1.4 -1.12 11 340425103031901 34.0778008 -103.0559998 3913 0 38.65 04/25/11 3874.7 37.00 03/05/06 3877.7 -3.0 -5.83 12 340446103232701 34.0833015 -103.3919983 4137 0 80.32 04/18/11 4056.6 84.58 03/02/06 4050.2 6.4 3.68 13 340503103173101 34.084301 -103.2919998 4065 134 128.08 04/18/11 3937.3 117.80 03/05/06 3945.9 -8.6 -11.92 14 340642103042601 34.1125984 -103.0739975 3901 0 97.66 04/19/11 3803.7 95.49 03/04/06 3805.2 -1.5 -8.77 15 340646103303201 34.1152 -103.5110016 4164 0 41.61 03/04/10 4122.3 37.81 03/02/06 4125.4 -3.0 -5.72 16 340656103114601 34.1166992 -103.1969986 3938 110 82.02 04/18/11 3855.6 74.57 02/14/05 3863.1 -7.5 -10.00 17 340716103124401 34.1223984 -103.2129974 3951 122 90.09 04/18/11 3861.3 84.05 03/04/06 3866.6 -5.3 -9.12 18 340719103230601 34.1254997 -103.3860016 4086 0 74.97 04/18/11 4010.8 75.01 03/03/06 4019.8 -8.9 0.00 19 340831103140301 34.1422997 -103.2330017 3962 0 112.85 04/19/11 3848.8 98.94 03/03/06 3867.7 -18.9 -17.86 20 340844103055001 34.1451988 -103.0960007 3983 201 138.51 03/03/10 3845.0 143.05 10/05/05 3840.7 4.3 1.20 21 340909103162001 34.1567993 -103.2740021 3978 120 108.86 04/19/11 3868.9 99.33 01/26/05 3877.3 -8.4 -7.30 22 340923103410701 34.1590004 -103.6849976 4314 68 27.82 04/22/11 4286.2 23.28 03/02/06 4292.6 -6.4 0.00 23 341002103303001 34.168499 -103.5100021 4104 110 77.14 04/21/11 4027.3 73.06 03/03/06 4034.6 -7.2 -6.99 24 341014103264401 34.1707001 -103.4449997 4069 84 69.20 11/01/11 3999.6 68.28 03/03/06 3999.5 0.1 -17.31 25 341037103254501 34.1811981 -103.4309998 4050 105 98.34 11/01/11 3951.9 96.10 03/03/06 3953.7 -1.8 -19.44 26 341050103293501 34.1852989 -103.4929962 4085 110 93.16 04/21/11 3991.8 90.60 03/03/06 3993.2 -1.4 -2.36 27 341052103214501 34.1786995 -103.3649979 4018 126 83.18 04/24/11 3934.4 83.37 03/03/06 3931.3 3.1 -0.02 28 341111103202201 34.2784004 -103.3410034 4099 112 118.06 04/21/11 3980.7 103.44 03/03/06 3993.4 -12.7 -13.52 29 341117103092801 34.1916008 -103.1589966 4031 173 118.75 04/20/11 3912.6 86.90 03/01/05 3933.4 -20.8 -12.55 30 341140103053701 34.2848015 -103.0960007 4084 285 249.48 03/03/09 3835.0 247.88 03/05/06 3828.4 6.6 2.71 31 341158103054801 34.2024994 -103.098999 4001 0 95.74 04/25/11 3905.6 83.41 02/17/05 3918.5 -12.9 -11.74 32 341212103324001 34.2069016 -103.5449982 4112 126 63.42 04/22/11 4048.8 62.80 03/03/06 4050.0 -1.2 0.04 33 341247103373901 34.2160988 -103.6279984 4193 0 76.01 04/21/11 4117.3 76.08 02/27/06 4118.2 -0.9 0.00 34 341336103124401 34.2279015 -103.2129974 4023 161 107.47 04/19/11 3915.2 88.50 02/28/05 3938.0 -22.8 -9.61 35 341402103401501 34.2354012 -103.6709976 4267 0 151.37 04/21/11 4115.7 151.83 02/27/06 4112.4 3.2 0.00 36 341419103053501 34.2397995 -103.0960007 4032 243 175.55 04/25/11 3856.0 155.30 02/17/05 3877.6 -21.7 -20.91 37 341433103292802 34.2436981 -103.4929962 4083 103 81.85 04/22/11 4000.9 79.72 02/27/06 4005.1 -4.1 -0.25 38 341523103325101 34.2588997 -103.5490036 4112 94 83.10 04/22/11 4029.2 81.76 02/27/06 4034.0 -4.8 -4.08 39 341545103202501 34.2640991 -103.3399963 4070 0 69.43 04/26/11 4000.5 65.57 03/03/06 4001.2 -0.8 -1.12 40 341627103390301 34.2742996 -103.6520004 4201 160 130.61 04/22/11 4070.4 123.24 02/27/06 4079.6 -9.2 -8.56 41 341642103112401 34.2784004 -103.1930008 4112 257 230.89 04/23/11 3881.3 221.50 03/06/06 3885.3 -3.9 -2.74 42 341725103221901 34.2910004 -103.3720016 4122 115 100.55 04/21/11 4021.6 97.59 03/06/06 4024.2 -2.6 -2.08 43 341823103135501 34.3064995 -103.2320023 4176 320 289.35 01/30/15 3887.0 283.37 02/25/06 3889.5 -2.5 -4.90 44 341852103291801 34.3167992 -103.4909973 4161 0 37.75 01/29/15 4123.6 35.64 03/05/04 4127.2 -3.6 -2.33 45 341902103072801 34.3218994 -103.1259995 4164 407 379.09 01/28/15 3784.8 359.70 02/25/06 3804.2 -19.4 -21.01 46 341929103345201 34.3270988 -103.5830002 4122 0 18.22 01/29/15 4103.6 15.40 02/26/06 4108.4 -4.8 -9.28 47 341950103403401 34.3320999 -103.6790009 4179 0 41.53 01/29/15 4137.1 38.93 02/26/06 4138.9 -1.8 -0.87 48 341954103080901 34.3321991 -103.1380005 4170 380 354.74 01/28/15 3815.1 343.97 02/25/06 3823.0 -7.9 -9.05 49 342006103134201 34.3395004 -103.2289963 4186 380 337.12 01/30/15 3849.2 314.85 02/25/06 3871.1 -21.9 -24.02 50 342033103155801 34.3466988 -103.2669983 4239 370 361.51 01/31/13 3877.5 298.14 03/06/04 3936.8 -59.3 -50.74 51 342036103220001 34.3466988 -103.3679962 4239 235 196.58 01/30/15 4042.5 193.62 02/26/06 4042.3 0.2 -1.56 52 342059103052201 34.3550987 -103.0910034 4165 385 386.89 02/05/13 3778.6 328.38 02/27/04 3830.6 -52.0 -43.41 53 342121103142301 34.3604012 -103.2399979 4232 337 315.26 01/21/15 3916.5 308.44 03/21/05 3924.5 -8.1 -12.80 54 342137103542601 34.3609009 -103.9110031 4231 0 30.73 02/19/10 4200.1 30.98 02/28/06 4194.0 6.1 2.63 55 342140103190501 34.3613014 -103.3199997 4263 315 297.16 01/21/15 3965.8 283.54 02/26/06 3978.4 -12.6 -16.90 56 342156103180801 34.3656998 -103.3050003 4267 362 331.42 01/21/15 3935.4 305.25 01/10/05 3958.5 -23.0 -22.48 57 342157103181101 34.3558006 -103.3030014 4257 365 344.90 07/29/13 3911.8 303.68 01/10/05 3957.0 -45.2 -34.00 58 342157103181701 34.3658981 -103.3069992 4267 357 325.78 01/21/15 3940.8 300.68 01/10/05 3961.3 -20.5 -20.43 59 342200103180901 34.3666992 -103.3030014 4266 365 333.34 07/22/13 3932.9 302.89 01/10/05 3957.9 -25.1 -23.67 60 342203103181001 34.3674011 -103.3030014 4266 362 328.99 01/21/15 3937.3 302.93 01/10/05 3959.2 -21.9 -23.01 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 Table 1. Water level data from U.S. Geological Survey. \"Simple ID\" refers to Figure 6. All elevations and water levels are in feet. Water levels are reported below land surface. Well depth noted as \"0\" is unknown—Continued. Simple ID USGS well ID Latitude (Tillery, 2008) Longitude (Tillery, 2008) Elevation Well depth Most recent depth-to- water Recent date Recent water- level elevation Previous depth- to-water Previous Date (Tillery, 2008) Previous water- level elevation Water-level difference (declines negative) from well measure- ments from water- level surface subtraction 61 342205103181001 34.368 -103.3030014 4266 365 333.50 01/21/15 3932.8 302.35 01/10/05 3959.9 -27.2 -22.34 62 342214103091301 34.3754997 -103.1549988 4195 300 294.30 01/28/15 3900.4 277.65 02/27/04 3915.3 -14.9 -12.55 63 342248103241401 34.3801003 -103.4039993 4327 333 258.29 03/08/10 4068.9 255.51 02/26/06 4076.4 -7.5 -7.15 64 342307103181601 34.3855019 -103.3050003 4279 375 320.26 01/29/15 3958.3 297.05 01/10/05 3978.9 -20.7 -20.85 65 342308103133301 34.3899994 -103.2269974 4261 0 286.84 02/15/12 3973.8 294.62 02/25/06 3964.4 9.4 9.07 66 342310103101201 34.1702995 -103.387001 4015 100 83.86"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "4231 0 30.73 02/19/10 4200.1 30.98 02/28/06 4194.0 6.1 2.63 55 342140103190501 34.3613014 -103.3199997 4263 315 297.16 01/21/15 3965.8 283.54 02/26/06 3978.4 -12.6 -16.90 56 342156103180801 34.3656998 -103.3050003 4267 362 331.42 01/21/15 3935.4 305.25 01/10/05 3958.5 -23.0 -22.48 57 342157103181101 34.3558006 -103.3030014 4257 365 344.90 07/29/13 3911.8 303.68 01/10/05 3957.0 -45.2 -34.00 58 342157103181701 34.3658981 -103.3069992 4267 357 325.78 01/21/15 3940.8 300.68 01/10/05 3961.3 -20.5 -20.43 59 342200103180901 34.3666992 -103.3030014 4266 365 333.34 07/22/13 3932.9 302.89 01/10/05 3957.9 -25.1 -23.67 60 342203103181001 34.3674011 -103.3030014 4266 362 328.99 01/21/15 3937.3 302.93 01/10/05 3959.2 -21.9 -23.01 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 Table 1. Water level data from U.S. Geological Survey. \"Simple ID\" refers to Figure 6. All elevations and water levels are in feet. Water levels are reported below land surface. Well depth noted as \"0\" is unknown—Continued. Simple ID USGS well ID Latitude (Tillery, 2008) Longitude (Tillery, 2008) Elevation Well depth Most recent depth-to- water Recent date Recent water- level elevation Previous depth- to-water Previous Date (Tillery, 2008) Previous water- level elevation Water-level difference (declines negative) from well measure- ments from water- level surface subtraction 61 342205103181001 34.368 -103.3030014 4266 365 333.50 01/21/15 3932.8 302.35 01/10/05 3959.9 -27.2 -22.34 62 342214103091301 34.3754997 -103.1549988 4195 300 294.30 01/28/15 3900.4 277.65 02/27/04 3915.3 -14.9 -12.55 63 342248103241401 34.3801003 -103.4039993 4327 333 258.29 03/08/10 4068.9 255.51 02/26/06 4076.4 -7.5 -7.15 64 342307103181601 34.3855019 -103.3050003 4279 375 320.26 01/29/15 3958.3 297.05 01/10/05 3978.9 -20.7 -20.85 65 342308103133301 34.3899994 -103.2269974 4261 0 286.84 02/15/12 3973.8 294.62 02/25/06 3964.4 9.4 9.07 66 342310103101201 34.1702995 -103.387001 4015 100 83.86 04/20/11 3931.6 74.42 03/03/06 3939.3 -7.8 -7.29 67 342310103165901 34.3903999 -103.2839966 4276 335 306.69 01/30/15 3969.4 295.99 02/26/06 3980.0 -10.6 -11.28 68 342313103180801 34.3869019 -103.3030014 4277 372 320.00 01/21/15 3956.9 297.33 01/10/05 3979.1 -22.2 -20.76 69 342317103174701 34.388401 -103.2959976 4270 0 311.04 01/21/15 3958.9 287.76 01/10/05 3978.1 -19.3 -18.34 70 342321103181001 34.3891983 -103.3040009 4279 375 315.99 01/21/15 3962.8 294.64 01/10/05 3980.3 -17.5 -18.01 71 342328103182401 34.3907013 -103.3069992 4286 373 318.50 01/21/15 3967.1 297.99 01/10/05 3981.7 -14.6 -15.66 72 342400103270401 34.4006004 -103.4520035 4372 0 228.15 02/04/13 4143.5 228.36 02/26/06 4139.6 3.9 2.00 73 342412103464301 34.4049988 -103.7819977 4279 0 56.67 04/26/11 4222.5 51.59 02/28/06 4220.8 1.8 -3.28 74 342418103201201 34.4049988 -103.336998 4330 370 348.18 01/21/15 3981.8 330.74 01/10/05 3994.1 -12.2 -12.97 75 342434103441501 34.4113007 -103.7399979 4327 0 71.63 04/17/11 4255.0 65.08 02/28/06 4263.9 -8.9 -9.38 76 342541103065801 34.4336014 -103.1169968 4239 392 347.67 04/14/11 3890.9 353.75 02/24/06 3883.2 7.7 4.93 77 342548103193601 34.4341011 -103.3290024 4384 0 355.10 01/30/15 4029.3 349.28 03/10/05 4034.7 -5.4 -5.05 78 342556103382101 34.4337997 -103.6429977 4413 313 84.80 01/26/15 4328.3 82.82 02/23/06 4332.1 -3.9 -5.24 79 342615103045501 34.4378014 -103.0820007 4224 410 376.10 02/05/13 3848.0 336.69 02/28/04 3888.3 -40.3 -34.52 80 342615103220701 34.4416008 -103.3700027 4423 406 402.04 01/30/15 4021.2 400.18 02/24/06 4023.8 -2.6 -7.78 81 342633103155301 34.4468002 -103.2659988 4369 396 365.87 01/27/15 4002.9 350.78 02/24/06 4018.2 -15.4 -15.89 82 342636103124301 34.4482002 -103.2139969 4335 0 345.95 01/28/15 3988.9 342.67 02/24/06 3990.3 -1.4 -0.38 83 342651103073201 34.448101 -103.125 4268 0 373.33 01/28/15 3894.8 367.83 02/24/06 3904.2 -9.4 -4.35 84 342735103262701 34.4631004 -103.4430008 4494 407 401.35 01/30/15 4092.7 399.06 02/24/06 4096.9 -4.2 -26.66 85 342742103325601 34.4648018 -103.5510025 4511 0 222.38 01/29/15 4288.7 222.18 02/23/06 4286.8 1.9 0.96 86 342835103475401 34.4782982 -103.8010025 4491 0 59.44 04/17/12 4432.0 52.72 03/01/06 4438.3 -6.3 -2.22 87 342836103023001 34.4816017 -103.0429993 4206 0 357.66 01/28/15 3848.0 346.31 02/29/04 3861.7 -13.6 -12.54 88 342837103192201 34.4770012 -103.322998 4449 451 380.62 01/30/15 4068.8 378.32 02/24/06 4082.7 -13.9 -12.94 89 342910103080001 34.4911995 -103.1340027 4318 421 378.25 02/06/13 3939.8 363.60 03/09/05 3954.4 -14.6 -10.45 90 342914103062601 34.4921989 -103.1080017 4278 413 373.35 02/06/13 3904.4 351.97 03/09/05 3926.0 -21.6 -24.50 91 342955103134601 34.5042 -103.2310028 4419 0 398.55 04/14/11 4020.9 392.05 02/23/06 4027.0 -6.1 -6.53 92 343149103103701 34.5357018 -103.1790009 4322 0 358.02 02/07/13 3964.2 333.50 02/23/06 3989.5 -25.4 -22.64 93 343230103140301 34.5466003 -103.2360001 4350 375 315.15 01/27/15 4034.4 303.20 02/23/06 4046.8 -12.4 -12.15 94 343242103055401 34.5499001 -103.098999 4310 474 459.60 01/16/15 3850.7 399.26 03/01/06 3909.8 -59.0 -47.95 95 343248103504101 34.5475006 -103.848999 4590 0 40.49 04/17/12 4549.1 38.41 03/01/06 4551.7 -2.5 -8.40 96 343252103324001 34.5511017 -103.5459976 4562 350 307.32 01/26/15 4255.1 312.70 02/23/06 4247.4 7.7 5.46 97 343255103093401 34.5539017 -103.1610031 4368 430 362.45 01/16/15 4005.3 395.48 03/10/05 3971.6 33.7 24.22 98 343257103174901 34.5536003 -103.2990036 4326 0 203.10 04/03/14 4122.7 199.22 02/23/06 4127.8 -5.1 -4.65 99 343347103345001 34.5651016 -103.5820007 4590 401 293.80 01/26/15 4295.7 294.89 02/23/06 4294.2 1.5 3.88 100 343351103471301 34.5652008 -103.7919998 4599 100 67.27 02/12/14 4531.2 63.04 03/01/06 4538.1 -6.9 -4.63 101 343520103083801 34.5942001 -103.1449966 4431 392 349.68 01/16/15 4081.2 348.56 02/23/06 4083.5 -2.3 4.76 102 343542103361901 34.5982018 -103.6090012 4641 357 283.26 01/27/15 4357.9 281.78 02/23/06 4358.3 -0.5 -1.67 103 343615103123801 34.6083984 -103.211998 4504 515 474.51 01/17/15 4029.9 460.54 03/10/05 4045.6 -15.6 -14.98 104 343626103054101 34.611599 -103.0960007 4400 393 348.87 02/07/13 4050.7 336.05 02/22/06 4059.0 -8.2 -2.74 105 343646103200501 34.6167984 -103.336998 4603 525 443.82 01/17/15 4159.1 419.79 02/22/06 4175.3 -16.2 -15.59 106 343647103030901 34.6180992 -103.0540009 4372 0 349.69 02/07/13 4022.5 344.37 02/22/06 4027.6 -5.1 -1.64 107 343730103055601 34.6295013 -103.0999985 4398 374 328.52 03/06/10 4069.0 337.19 02/22/06 4059.8 9.2 6.17 108 343745103231601 34.6327019 -103.3909988 4634 472 409.28 04/15/11 4224.8 407.09 02/22/06 4225.0 -0.3 -2.89 109 344158103083501 34.7032013 -103.1449966 4458 0 277.56 01/15/15 4180.8 271.26 02/21/06 4182.8 -2.0 -3.17 110 344202103043001 34.705101 -103.0770035 4457 377 352.44 02/29/12 4104.1 357.68 02/21/06 4097.4 6.8 5.95 111 344228103031501 34.7123985 -103.0559998 4457 397 363.75 01/15/15 4093.3 365.57 02/21/06 4087.4 5.8 3.32 112 344317103140901 34.7249985 -103.237999 4551 0 270.95 01/15/15 4279.6 269.75 02/21/06 4279.3 0.3 -0.38 113 344538103272301 34.7639999 -103.4599991 4741 387 358.64 01/14/15 4382.1 359.67 02/22/06 4380.5 1.6 -2.54 114 344635103040301 34.7811012 -103.0690002 4395 262 231.69 01/14/15 4163.6 229.64 02/21/06 4165.4 -1.7 -0.99 115 344709103214801 34.7900009 -103.3669968 4561 0 159.85 01/14/15 4401.6 158.54 02/22/06 4399.6 2.0 1.87 116 344852103022701 34.8195992 -103.0429993 4412 0 206.57 01/13/15 4205.0 206.99 03/23/05 4198.0 6.9 0.00 117 344922103094101 34.8224983 -103.1610031 4477 0 220.60 01/13/15 4256.7 220.57 02/21/06 4255.5 1.3 3.73 118 345044103205201 34.850399 -103.3509979 4662 0 182.07 01/14/15 4480.1 181.35 02/21/06 4477.8 2.3 5.13 119 345133103124201 34.8642998 -103.2139969 4549 166 150.94 01/13/15 4398.0 149.40 03/23/05 4395.7 2.3 0.00 120 345231103022702 34.8806 -103.0429993 4438 0 84.51 01/13/15 4353.1 83.15 02/20/06 4343.9 9.3 20.91 121 345557103041301 34.9375992 -103.072998 4451 142 123.64 01/13/15 4327.7 123.36 02/20/06 4327.6 0.0 -9.07 15 C u r r y a n d R o o s e v e l t C O U N T i e s Table 1. Water level data from U.S. Geological Survey—Continued. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 Figure 7. Water level elevation contours and surface from Tillery (2008) for the time period 2004–2007. Contour interval is 20 ft. Wells are color-coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). appeared to"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "0 277.56 01/15/15 4180.8 271.26 02/21/06 4182.8 -2.0 -3.17 110 344202103043001 34.705101 -103.0770035 4457 377 352.44 02/29/12 4104.1 357.68 02/21/06 4097.4 6.8 5.95 111 344228103031501 34.7123985 -103.0559998 4457 397 363.75 01/15/15 4093.3 365.57 02/21/06 4087.4 5.8 3.32 112 344317103140901 34.7249985 -103.237999 4551 0 270.95 01/15/15 4279.6 269.75 02/21/06 4279.3 0.3 -0.38 113 344538103272301 34.7639999 -103.4599991 4741 387 358.64 01/14/15 4382.1 359.67 02/22/06 4380.5 1.6 -2.54 114 344635103040301 34.7811012 -103.0690002 4395 262 231.69 01/14/15 4163.6 229.64 02/21/06 4165.4 -1.7 -0.99 115 344709103214801 34.7900009 -103.3669968 4561 0 159.85 01/14/15 4401.6 158.54 02/22/06 4399.6 2.0 1.87 116 344852103022701 34.8195992 -103.0429993 4412 0 206.57 01/13/15 4205.0 206.99 03/23/05 4198.0 6.9 0.00 117 344922103094101 34.8224983 -103.1610031 4477 0 220.60 01/13/15 4256.7 220.57 02/21/06 4255.5 1.3 3.73 118 345044103205201 34.850399 -103.3509979 4662 0 182.07 01/14/15 4480.1 181.35 02/21/06 4477.8 2.3 5.13 119 345133103124201 34.8642998 -103.2139969 4549 166 150.94 01/13/15 4398.0 149.40 03/23/05 4395.7 2.3 0.00 120 345231103022702 34.8806 -103.0429993 4438 0 84.51 01/13/15 4353.1 83.15 02/20/06 4343.9 9.3 20.91 121 345557103041301 34.9375992 -103.072998 4451 142 123.64 01/13/15 4327.7 123.36 02/20/06 4327.6 0.0 -9.07 15 C u r r y a n d R o o s e v e l t C O U N T i e s Table 1. Water level data from U.S. Geological Survey—Continued. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 Figure 7. Water level elevation contours and surface from Tillery (2008) for the time period 2004–2007. Contour interval is 20 ft. Wells are color-coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). appeared to be computational artifacts not supported by data were removed. Finally, the contours were edited by hand along the western and southern boundaries of the study area to match the general trend of the contours of Tillery (2008). The kriging results in these areas predicted large changes in water levels that are unsupported by data. These edited contours are shown in a different color in Figure 8. The edited, smoothed contours of the water level surface were then clipped to the extent of the saturated regions of the High Plains Aquifer as defined by Hart and McAda (1985), and a water level surface raster was generated from them using the ArcGIS command Topo to Raster. Although kriging is an exact interpolator, it is conservative to estimate cumulative errors in the 2010–2015 surface comparable to those of the 2004–2007 surface of Tillery (2008), on the order of a few feet to a few tens of feet. Changes water levels since 2004– 2007 were calculated as the differ- ence of the two water level surfaces for the two time periods, and as the difference of actual measurements at the wells. The former approach was preferred, and presented here, as it produced smoother patterns of water level change and is believed to give a better picture of regional patterns of water level change based on the limited data. Errors introduced during contour- ing water level surfaces result in water level changes derived from them usually being slightly different from values derived from subtraction of the actual measurements at the wells, in most cases by less than a few feet (Table 1). The elevation of the bedrock surface at the base of the Ogallala Formation (Figure 4) was subtracted from the composite 2004–2007 and 2010–2015 water level elevation surfaces to yield the saturated thickness of the High Plains Aquifer for these two composite time periods. Errors in the bed- rock surface elevation may be up to ±25 feet based on the 50 ft contour interval (Hart and McAda, 1985; Tillery, 2008). The saturated thickness is simply that portion of the Ogallala Formation that is saturated with groundwater. Derivative calculations based on the water-level data involved addition, subtraction, or multiplication of rasters and/or constants. Additional details of derivative calculations are described in the results section where appropriate. 17 C u r r y a n d R o o s e v e l t C O U N T i e s Well Information Field Parameters Environmental Tracers Major ions NMBGMR ID Latitude Longitude Altitude (ft) Well depth (ft) Date collected Location relative to Portales Valley Formation Temperature (°C) Field spec. cond. (µS/cm) Dissolved oxygen Field pH (pH units) Tritium, 3H (TU) δ13C 14C% modern carbon 14C years δ18O δD Lab pH (pH units) Alkalinity Ca (mg/L) Cl (mg/L) CO3 (mg/L) HCO3 (mg/L) Lab Cond. (µS/cm) Hardness Non-carbonate hardness K (mg/L) CP-1 33.8364 -103.316 4220 140 4/30/15 South To / lower K 17.83 945 9.22 6.81 -6.44 -39.8 7.3 184 111.0 95.7 <5 225 1020 429 245 6.47 CP-2 33.8797 -103.134 4081 198 4/30/15 South To 18.25 670 8.76 6.51 0.12 -5.80 50.4 5,510 -6.45 -40.6 7.6 178 43.0 65.3 <5 217 729 218 40 7.01 CP-3 33.8482 -103.583 4392 120 4/30/15 South To 17.38 1455 0.91 6.43 0.54 -4.50 87.3 1,090 -6.43 -42.4 7.4 161 121.0 141.0 <5 197 1550 536 375 6.27 CP-4 34.2346 -103.571 4120 116 4/30/15 South To 17.99 1179 8.16 6.70 -6.48 -42.6 7.7 211 36.3 143.0 <5 257 1270 311 100 7.97 CP-5 34.4130 -103.634 4329 120 4/29/15 North To / Tr 17.61 982 8.39 6.01 0.62 -4.70 81.7 1,620 -6.74 -43.2 7.6 190 60.7 95.1 <5 232 1070 379 189 8.07 CP-7 34.4127 -103.319 4332 400 4/29/15 North To 19.11 0 8.50 6.09 -7.16 -45.6 7.7 157 48.8 120.0 <5 192 844 294 137 9.42 CP-8 34.4450 -103.390 4429 475 4/30/15 North To / Tr 19.46 675 13.15 7.03 0.35 -4.60 62.8 3,740 -7.11 -45.6 7.8 174 39.5 67.1 <5 212 787 250 76 6.29 CP-9 34.4485 -103.402 4448 420 4/29/15 North To 20.49 597 9.20 6.02 -7.24 -46.5 7.8 174 35.4 59.2 <5 212 457 204 30 5.00 CP-11 34.3962 -103.048 4143 389 4/29/15 North To 19.57 417 8.71 6.90 0.12 -5.50 56.5 4,580 -7.24 -44.5 7.7 188 27.4 14.9 <5 230 664 150 0 6.42 CP-12 34.2226 -103.327 4080 120 4/30/15 South To 17.52 412 9.79 6.59 -6.59 -41.8 7.6 178 54.7 6.2 <5 217 456 176 0 2.28 CP-13 34.2261 -103.327 4080 120 4/30/15 South To 17.48 398 9.15 6.64 -6.66 -42.0 7.6 170 52.4 5.2 <5 207 444 168 0 2.29 CP-14 34.2191 -103.148 4022 201 4/30/15 South To / Tr 17.23 483 9.43 6.76 0.1 -6.00 77.8 2,020 -6.62 -42.5 7.6 188 35.6 9.9 <5 230 547 184 0 5.21 CP-15 34.8210 -103.314 4596 220 4/29/15 North To 15.80 281 2.02 7.65 -0.02 -6.80 67.6 3,150 -7.10 -46.3 7.9 155 24.9 9.6 <5 189 365 116 0 4.58 CP-16 34.3910 -103.051 4146 380 4/29/15 North To 18.54 422 21.95 6.43 -6.53 -40.3 7.7 226 32.3 14.8 <5 275 503 220 0 7.63 NM-17409 34.2208 -103.190 4030 92 4/30/15 South To 17.39 582 7.93 6.79 -6.54 -42.3 7.6 204 47.0 16.0 <5 249 636 240 36 6.00 CP-17 34.3717 -103.250 4240 365 6/2/15 North To 19.01 465 8.81 6.13 -7.20 -47.8 7.9 171 27.5 33.5 <5 208 531 176 5 7.64 CP-18 34.3636 -103.249"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "1,620 -6.74 -43.2 7.6 190 60.7 95.1 <5 232 1070 379 189 8.07 CP-7 34.4127 -103.319 4332 400 4/29/15 North To 19.11 0 8.50 6.09 -7.16 -45.6 7.7 157 48.8 120.0 <5 192 844 294 137 9.42 CP-8 34.4450 -103.390 4429 475 4/30/15 North To / Tr 19.46 675 13.15 7.03 0.35 -4.60 62.8 3,740 -7.11 -45.6 7.8 174 39.5 67.1 <5 212 787 250 76 6.29 CP-9 34.4485 -103.402 4448 420 4/29/15 North To 20.49 597 9.20 6.02 -7.24 -46.5 7.8 174 35.4 59.2 <5 212 457 204 30 5.00 CP-11 34.3962 -103.048 4143 389 4/29/15 North To 19.57 417 8.71 6.90 0.12 -5.50 56.5 4,580 -7.24 -44.5 7.7 188 27.4 14.9 <5 230 664 150 0 6.42 CP-12 34.2226 -103.327 4080 120 4/30/15 South To 17.52 412 9.79 6.59 -6.59 -41.8 7.6 178 54.7 6.2 <5 217 456 176 0 2.28 CP-13 34.2261 -103.327 4080 120 4/30/15 South To 17.48 398 9.15 6.64 -6.66 -42.0 7.6 170 52.4 5.2 <5 207 444 168 0 2.29 CP-14 34.2191 -103.148 4022 201 4/30/15 South To / Tr 17.23 483 9.43 6.76 0.1 -6.00 77.8 2,020 -6.62 -42.5 7.6 188 35.6 9.9 <5 230 547 184 0 5.21 CP-15 34.8210 -103.314 4596 220 4/29/15 North To 15.80 281 2.02 7.65 -0.02 -6.80 67.6 3,150 -7.10 -46.3 7.9 155 24.9 9.6 <5 189 365 116 0 4.58 CP-16 34.3910 -103.051 4146 380 4/29/15 North To 18.54 422 21.95 6.43 -6.53 -40.3 7.7 226 32.3 14.8 <5 275 503 220 0 7.63 NM-17409 34.2208 -103.190 4030 92 4/30/15 South To 17.39 582 7.93 6.79 -6.54 -42.3 7.6 204 47.0 16.0 <5 249 636 240 36 6.00 CP-17 34.3717 -103.250 4240 365 6/2/15 North To 19.01 465 8.81 6.13 -7.20 -47.8 7.9 171 27.5 33.5 <5 208 531 176 5 7.64 CP-18 34.3636 -103.249 4237 330 6/2/15 North To 20.62 43.5 8.93 7.06 -7.20 -47.6 7.9 171 24.6 24.3 <5 208 490 152 0 7.04 CP-19 34.4340 -103.325 4381 365 6/2/15 North To 19.15 440 8.87 7.15 -7.00 -46.5 7.9 181 25.8 23.5 <5 220 496 160 0 7.19 CP-20 33.9968 -103.236 4197 100 6/3/15 South To 18.32 1794 0.08 7.14 0.12 -10.60 6.9 21,440 -9.70 -66.7 7.5 425 44.9 252.0 <5 518 2590 222 0 9.15 CP-21 34.4119 -103.179 4253 390 6/3/15 North To 19.17 513 8.21 6.93 0.47 -6.50 68.2 3,070 -6.90 -43.1 7.7 192 35.8 40.0 <5 235 562 211 19 7.74 CP-22 34.4069 -103.232 4295 390 6/3/15 North To 19.17 415 7.97 7.25 -6.90 -43.4 7.8 186 24.6 26.4 <5 227 503 158 0 6.51 CP-23 34.3172 -103.202 4174 355 6/3/15 North To 21.40 736 17.94 7.05 -6.30 -41.9 7.7 155 61.6 120.0 <5 189 1030 384 229 9.27 CP-24 34.3138 -103.149 4155 420 6/3/15 North To / Tr 19.15 718 8.90 7.15 -6.60 -44.2 7.8 163 45.0 78.6 <5 198 800 286 123 8.44 CP-25 34.2881 -103.095 4092 300 6/3/15 North To 19.05 520 8.31 7.07 -6.40 -42.7 7.8 181 40.7 19.1 <5 220 603 247 66 7.46 CP-26 34.3825 -103.242 4250 330 6/4/15 North To 19.07 407 9.56 7.13 -6.90 -45.7 7.9 183 24.9 25.9 <5 223 480 160 0 7.29 CP-27 34.4109 -103.319 4334 376 6/4/15 North To 21.00 791 8.76 7.48 -6.90 -45.3 7.7 152 51.1 126.0 <5 185 884 315 163 9.49 CP-28 34.4060 -103.302 4321 370 6/4/15 North To 19.47 578 9.33 7.22 -6.50 -42.6 7.8 159 39.3 85.3 <5 194 687 238 79 8.34 CP-29 34.3951 -103.145 4218 386 6/4/15 North To 19.46 676 8.32 7.01 -6.60 -41.7 7.6 218 46.8 52.0 <5 266 749 288 70 9.47 CP-30 34.3620 -103.242 4233 257 6/4/15 North To 19.17 397 9.33 7.13 -6.40 -39.9 7.6 196 23.8 10.8 <5 240 758 148 0 7.21 CP-31 34.1862 -103.539 4110 120 6/4/15 South To 18.52 2245 8.55 7.08 -6.10 -41.7 7.6 157 118.0 376.0 <5 191 2740 928 771 15.10 CP-32 34.4442 -103.141 4293 408 8/4/15 North To 19.68 466 7.76 7.70 -6.98 -44.9 7.8 190 27.5 14.8 <5 232 467 151 0 6.53 CP-33 34.5099 -103.178 4325 398 8/4/15 North To 18.03 451 7.88 7.75 0.08 -6.00 54.5 4,870 -7.20 -46.3 7.8 188 26.7 11.8 <5 229 450 153 0 5.77 CP-34 34.4291 -103.183 4285 385 8/4/15 North To 19.24 526 7.72 7.68 -7.05 -43.8 7.8 200 29.0 21.7 <5 244 518 173 0 7.23 CP-35 34.1236 -103.354 4055 120 8/5/15 South Tr 18.89 2873 8.94 7.44 0.24 -6.90 96.1 320 -6.35 -43.8 7.4 116 219.0 547.0 <5 141 2770 1150 1034 12.70 Table 2. Water chemistry of samples collected in this study. Units are mg/L except as noted. Sample values exceeding maximum contaminant levels in drinking water are printed in bold red type. Sample values exceeding secondary drinking water regulations are printed in bold blue type (See Appendix 1). Brown highlighted lines are samples collected in and south of the Portales Valley (see text and Figure 2)—Continued. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 18 Table 2. Water chemistry of samples collected in this study—Continued. Major ions Water Type Minor ions and trace metals NMBGMR ID Mg (mg/L) Na (mg/L) SO4 (mg/L) TDS (mg/L) Total anions (epm) Total cations (epm) Ion Balance (%Diff) Ag (mg/L) Al (mg/L) As (mg/L) B (mg/L) Ba (mg/L) Be (mg/L) Br (mg/L) Cd (mg/L) Co (mg/L) Cr (mg/L) Cu (mg/L) F (mg/L) Fe (mg/L) Li (mg/L) CP-1 37.1 41.3 214.0 669 11.19 10.54 -2.98 Ca-HCO3-SO4-Cl <0.0005 <0.0005 0.0014 0.138 0.034 < 0.0005 0.570 <0.0005 <0.0005 0.0007 0.0008 1.63 0.032 0.117 CP-2 26.9 61.1 92.3 449 7.63 7.19 -2.95 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 <0.0005 0.0027 0.237 0.042 < 0.0005 0.390 <0.0005 <0.0005 0.0009 <0.0005 2.17 <0.02 0.057 CP-3 56.9 133.0 455.0 1080 16.97 16.64 -0.99 Ca-Mg-Na-K-SO4 0.0005 <0.0005 0.0122 0.396 0.016 < 0.0005 0.970 <0.0005 <0.0005 <0.0005 0.0008 2.53 0.177 0.094 CP-4 53.5 143.0 233.0 790 13.51 12.63 -3.34 Na-K-HCO3-SO4-Cl 0.0005 0.0026 0.0110 0.595 0.020 < 0.0005 1.010 <0.0005 <0.0005 0.0015 0.0005 4.38 <0.02 0.177 CP-5 55.2 66.4 220.0 689 11.44 10.67 -3.49 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 <0.0005 0.0068 0.288 0.023 < 0.0005 0.590 <0.0005 <0.0005 0.0010 0.0009 2.18 <0.02 0.112 CP-7 41.9 54.5 90.9 516 8.78 8.49 -1.63 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 <0.0005 0.0033 0.151 0.136 < 0.0005 0.630 <0.0005 <0.0005 0.0008 0.0008 1.79 <0.02 0.084 CP-8 36.7 55.5 102.0 465 7.78 7.56 -1.43 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 0.0007 0.0040 0.184 0.032 < 0.0005 0.540 <0.0005 <0.0005 0.0012 0.0005 2.30 <0.02 0.076 CP-9 28.1 47.8 67.8 405 6.91 6.28 -4.76 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0056 0.168 0.036 < 0.0005 0.320 <0.0005 <0.0005 0.0011 0.0020 2.62 <0.02 0.076 CP-11 19.8 32.1 21.8 280 4.93 4.56 -3.89 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0037 0.123 0.102 < 0.0005 0.230 <0.0005 <0.0005 0.0015 0.0005 2.51 <0.02 0.060 CP-12 9.7 20.9 43.3 292 4.94 4.49 -4.86 Ca-HCO3 <0.0005 <0.0005 0.0017 0.071 0.066 < 0.0005 0.038 <0.0005 <0.0005 0.0008 0.0007 1.44 <0.02 0.033 CP-13 9.1 19.7 34.9 274 4.60 4.28 -3.60 Ca-HCO3 <0.0005 0.0007 0.0016 0.075 0.068 < 0.0005 0.094 <0.0005 <0.0005 0.0007 0.0010 1.58 <0.02 0.035 CP-14 23.1 33.1 65.1 344 5.71 5.25 -4.22 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0068 0.118 0.053"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "B (mg/L) Ba (mg/L) Be (mg/L) Br (mg/L) Cd (mg/L) Co (mg/L) Cr (mg/L) Cu (mg/L) F (mg/L) Fe (mg/L) Li (mg/L) CP-1 37.1 41.3 214.0 669 11.19 10.54 -2.98 Ca-HCO3-SO4-Cl <0.0005 <0.0005 0.0014 0.138 0.034 < 0.0005 0.570 <0.0005 <0.0005 0.0007 0.0008 1.63 0.032 0.117 CP-2 26.9 61.1 92.3 449 7.63 7.19 -2.95 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 <0.0005 0.0027 0.237 0.042 < 0.0005 0.390 <0.0005 <0.0005 0.0009 <0.0005 2.17 <0.02 0.057 CP-3 56.9 133.0 455.0 1080 16.97 16.64 -0.99 Ca-Mg-Na-K-SO4 0.0005 <0.0005 0.0122 0.396 0.016 < 0.0005 0.970 <0.0005 <0.0005 <0.0005 0.0008 2.53 0.177 0.094 CP-4 53.5 143.0 233.0 790 13.51 12.63 -3.34 Na-K-HCO3-SO4-Cl 0.0005 0.0026 0.0110 0.595 0.020 < 0.0005 1.010 <0.0005 <0.0005 0.0015 0.0005 4.38 <0.02 0.177 CP-5 55.2 66.4 220.0 689 11.44 10.67 -3.49 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 <0.0005 0.0068 0.288 0.023 < 0.0005 0.590 <0.0005 <0.0005 0.0010 0.0009 2.18 <0.02 0.112 CP-7 41.9 54.5 90.9 516 8.78 8.49 -1.63 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 <0.0005 0.0033 0.151 0.136 < 0.0005 0.630 <0.0005 <0.0005 0.0008 0.0008 1.79 <0.02 0.084 CP-8 36.7 55.5 102.0 465 7.78 7.56 -1.43 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 0.0007 0.0040 0.184 0.032 < 0.0005 0.540 <0.0005 <0.0005 0.0012 0.0005 2.30 <0.02 0.076 CP-9 28.1 47.8 67.8 405 6.91 6.28 -4.76 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0056 0.168 0.036 < 0.0005 0.320 <0.0005 <0.0005 0.0011 0.0020 2.62 <0.02 0.076 CP-11 19.8 32.1 21.8 280 4.93 4.56 -3.89 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0037 0.123 0.102 < 0.0005 0.230 <0.0005 <0.0005 0.0015 0.0005 2.51 <0.02 0.060 CP-12 9.7 20.9 43.3 292 4.94 4.49 -4.86 Ca-HCO3 <0.0005 <0.0005 0.0017 0.071 0.066 < 0.0005 0.038 <0.0005 <0.0005 0.0008 0.0007 1.44 <0.02 0.033 CP-13 9.1 19.7 34.9 274 4.60 4.28 -3.60 Ca-HCO3 <0.0005 0.0007 0.0016 0.075 0.068 < 0.0005 0.094 <0.0005 <0.0005 0.0007 0.0010 1.58 <0.02 0.035 CP-14 23.1 33.1 65.1 344 5.71 5.25 -4.22 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0068 0.118 0.053 < 0.0005 0.138 <0.0005 <0.0005 0.0010 0.0010 2.74 <0.02 0.071 CP-15 13.0 33.5 20.5 218 3.87 3.88 0.14 Ca-Mg-Na-K-HCO3 <0.0005 0.0005 0.0017 0.073 0.045 < 0.0005 0.079 <0.0005 <0.0005 0.0007 0.0020 0.68 <0.02 0.022 CP-16 33.8 21.3 19.9 313 5.54 5.51 -0.31 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0033 0.101 0.174 < 0.0005 0.157 <0.0005 <0.0005 0.0010 0.0018 1.46 <0.02 0.047 NM-17409 29.9 42.0 106.0 425 6.99 6.78 -1.48 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0050 0.179 0.047 < 0.0005 0.180 <0.0005 <0.0005 0.0010 0.0005 2.76 <0.02 0.078 CP-17 26.0 40.0 44.0 328 5.53 5.45 -0.79 Ca-Mg-Na-K-HCO3 <0.0005 0.0079 0.0044 0.134 0.065 < 0.0005 0.245 <0.0005 <0.0005 0.0014 0.0005 2.24 0.066 0.060 CP-18 22.0 40.0 34.9 302 5.07 4.96 -1.10 Ca-Mg-Na-K-HCO3 <0.0005 0.0007 0.0045 0.130 0.042 < 0.0005 0.202 <0.0005 <0.0005 0.0014 0.0018 2.36 <0.02 0.059 CP-19 23.1 39.4 37.1 313 5.32 5.09 -2.23 Ca-Mg-Na-K-HCO3 <0.0005 0.0076 0.0039 0.131 0.081 < 0.0005 0.176 <0.0005 <0.0005 0.0016 0.0009 2.50 0.042 0.060 CP-20 26.6 513.0 603.0 1730 28.33 26.98 -2.43 Na-K-HCO3-SO4-Cl <0.0005 <0.0005 <0.0005 1.430 0.008 < 0.0005 1.680 <0.0005 <0.0005 <0.0005 <0.0005 2.15 <0.02 0.154 CP-21 29.6 33.9 38.2 345 6.04 5.89 -1.22 Ca-Mg-Na-K-HCO3 <0.0005 0.0009 0.0031 0.104 0.124 < 0.0005 0.242 <0.0005 <0.0005 0.0011 0.0005 2.11 <0.02 0.065 CP-22 23.4 43.1 29.4 312 5.37 5.19 -1.66 Ca-Mg-Na-K-HCO3 <0.0005 0.0010 0.0042 0.133 0.125 < 0.0005 0.180 <0.0005 <0.0005 0.0015 0.0007 2.36 <0.02 0.063 CP-23 56.0 53.8 190.0 642 10.78 10.25 -2.48 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 0.0008 0.0048 0.143 0.023 < 0.0005 0.500 <0.0005 <0.0005 0.0007 <0.0005 1.75 <0.02 0.098 CP-24 42.1 52.6 128.0 504 8.39 8.21 -1.10 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 0.0005 0.0049 0.153 0.029 < 0.0005 0.436 <0.0005 <0.0005 0.0008 <0.0005 2.06 <0.02 0.083 CP-25 35.3 39.2 103.0 412 6.66 6.83 1.30 Ca-Mg-Na-K-HCO3 <0.0005 0.0012 0.0052 0.116 0.032 < 0.0005 0.132 <0.0005 <0.0005 0.0007 <0.0005 2.22 <0.02 0.078 CP-26 23.6 38.1 27.2 303 5.20 5.03 -1.62 Ca-Mg-Na-K-HCO3 <0.0005 0.0014 0.0045 0.126 0.105 < 0.0005 0.271 <0.0005 <0.0005 0.0013 0.0009 2.40 <0.02 0.066 CP-27 45.5 53.1 94.5 526 8.91 8.85 -0.32 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 0.0010 0.0032 0.137 0.051 < 0.0005 0.110 <0.0005 <0.0005 0.0014 0.0008 1.77 <0.02 0.084 CP-28 34.0 45.6 43.3 409 6.90 6.96 0.42 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 <0.0005 0.0034 0.136 0.077 < 0.0005 0.500 <0.0005 <0.0005 0.0016 0.0006 1.90 <0.02 0.059 CP-29 41.5 49.0 89.6 478 8.15 8.12 -0.17 Ca-Mg-Na-K-HCO3 <0.0005 0.0007 0.0027 0.137 0.156 < 0.0005 0.348 <0.0005 <0.0005 0.0021 0.0006 1.69 <0.02 0.075 CP-30 21.5 41.6 26.2 296 5.02 4.95 -0.70 Ca-Mg-Na-K-HCO3 <0.0005 <0.0005 0.0045 0.137 0.050 < 0.0005 0.144 <0.0005 <0.0005 0.0022 0.0011 2.30 <0.02 0.057 CP-31 154.0 268.0 820.0 1920 31.71 30.58 -1.81 Ca-Mg-Na-K-SO4 <0.0005 0.0052 0.0103 0.568 0.032 0.004 2.600 0.005 <0.0005 <0.0005 <0.0005 3.53 <0.02 0.253 CP-32 20.1 39.5 21.9 289 4.95 4.91 -0.35 Ca-Mg-Na-K-HCO3 <0.0005 0.0008 0.0041 0.115 0.062 0.0005 0.100 <0.0005 <0.0005 0.0024 0.0006 2.47 <0.02 0.054 CP-33 21.1 34.7 23.1 280 4.84 4.72 -1.25 Ca-Mg-Na-K-HCO3 <0.0005 0.0005 0.0044 0.114 0.078 0.0005 0.100 <0.0005 <0.0005 0.0023 0.0006 2.70 <0.02 0.057 CP-34 24.4 40.2 32.6 320 5.55 5.38 -1.56 Ca-Mg-Na-K-HCO3-SO4-Cl <0.0005 0.0005 0.0036 0.123 0.115 0.0005 0.150 <0.0005 <0.0005 0.0021 0.0007 2.36 <0.02 0.064 CP-35 147.0 160.0 611.0 1850 30.87 30.32 -0.91 Ca-Mg-Na-K-Cl 0.0025 0.0025 0.0126 0.287 0.046 0.0025 3.820 0.0025 0.0025 0.0025 0.0025 1.31 0.100 0.123 19 C u r r y a n d R o o s e v e l t C O U N T i e s Table 2. Water chemistry of samples collected in this study—Continued. Minor ions and trace metals Saturation Indices NMBGMR ID Mn (mg/L) Mo (mg/L) Ni (mg/L) NO2 (mg/L) NO3 (mg/L) Pb (mg/L) PO4 (mg/L) Sb (mg/L) Se (mg/L) Si (mg/L) SiO2 (mg/L) Sn (mg/L) Sr (mg/L) Th (mg/L) Ti (mg/L) Tl (mg/L) U (mg/L) V (mg/L) Zn (mg/L) Calcite Gypsum Dolomite Quartz CP-1 0.002 0.003 0.0007 <0.1 16.10 <0.0005 0.5 <0.0005 0.025 14.5 31.0 <0.0005 1.73 < 0.0005 0.001 < 0.0005 0.1390 0.0101 0.0356 0.02 -1.2 -0.19 0.47 CP-2 <0.001 0.008 <0.0005 0.1 11.50 <0.0005 0.5 <0.0005 0.007 13.6 29.2 <0.0005 1.33 < 0.0005 0.001 < 0.0005 0.0091 0.0254 0.0021 -0.04 -1.86 -0.02 0.44 CP-3 0.005 0.002 0.0009 <0.1 8.11 <0.0005 0.5 <0.0005 0.018 24.4 52.2 <0.0005 2.50 < 0.0005 0.002 < 0.0005 0.0054 0.0607 0.0126 0.02 -0.94 -0.06 0.71 CP-4 0.001 0.009 <0.0005 <0.1 9.72 <0.0005 <0.5 <0.0005 0.043 12.0 25.6 <0.0005 3.56 < 0.0005 0.001 < 0.0005 0.0137 0.0751 0.0010 -0.02 -1.65 0.38 0.39 CP-5 0.002 0.002 0.0006 <0.1 15.10 <0.0005 <0.5 <0.0005 0.015 21.8 46.5 <0.0005 2.50 < 0.0005 0.002 < 0.0005 0.0108 0.0417 0.0059 0.07 -1.45 0.34 0.65 CP-7 0.001 0.003 <0.0005 <0.1 15.10 <0.0005 0.5 <0.0005 0.009 16.4 35.1 <0.0005 1.52 < 0.0005 0.001 < 0.0005 0.0064 0.0153 0.0087 0.06 -1.85 0.32 0.5 CP-8 <0.001 0.005 <0.0005 0.1 10.50 <0.0005 <0.5 <0.0005 0.009 17.6 37.7 <0.0005 1.39 < 0.0005 0.001 < 0.0005 0.0063 0.0243 0.0011 0.13 -1.87 0.5 0.53 CP-9 <0.001 0.006 <0.0005 <0.1 12.70 <0.0005 <0.5 <0.0005 0.005 18.2 38.8 <0.0005 1.14 < 0.0005 0.001 < 0.0005 0.0052 0.0388 0.0062 0.12 -2.06 0.42 0.53 CP-11 <0.001 0.003 <0.0005 <0.1 9.39 <0.0005 <0.5 <0.0005 0.002 13.8 29.6 <0.0005 0.81 < 0.0005 0.001 < 0.0005 0.0073 0.0209 0.0049 -0.03 -2.6 0.07 0.42 CP-12 <0.001 0.003 <0.0005 <0.1 14.40 <0.0005 <0.5 <0.0005 0.003 14.0 30.0 <0.0005 0.44 < 0.0005 0.001 < 0.0005 0.0013 0.0098 0.0011 0.11 -2.01 -0.3 0.46 CP-13 <0.001 0.004 <0.0005 <0.1 15.30 <0.0005 <0.5 <0.0005 0.002 14.0 29.8 <0.0005 0.41 < 0.0005 0.001 < 0.0005 0.0013"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "Sn (mg/L) Sr (mg/L) Th (mg/L) Ti (mg/L) Tl (mg/L) U (mg/L) V (mg/L) Zn (mg/L) Calcite Gypsum Dolomite Quartz CP-1 0.002 0.003 0.0007 <0.1 16.10 <0.0005 0.5 <0.0005 0.025 14.5 31.0 <0.0005 1.73 < 0.0005 0.001 < 0.0005 0.1390 0.0101 0.0356 0.02 -1.2 -0.19 0.47 CP-2 <0.001 0.008 <0.0005 0.1 11.50 <0.0005 0.5 <0.0005 0.007 13.6 29.2 <0.0005 1.33 < 0.0005 0.001 < 0.0005 0.0091 0.0254 0.0021 -0.04 -1.86 -0.02 0.44 CP-3 0.005 0.002 0.0009 <0.1 8.11 <0.0005 0.5 <0.0005 0.018 24.4 52.2 <0.0005 2.50 < 0.0005 0.002 < 0.0005 0.0054 0.0607 0.0126 0.02 -0.94 -0.06 0.71 CP-4 0.001 0.009 <0.0005 <0.1 9.72 <0.0005 <0.5 <0.0005 0.043 12.0 25.6 <0.0005 3.56 < 0.0005 0.001 < 0.0005 0.0137 0.0751 0.0010 -0.02 -1.65 0.38 0.39 CP-5 0.002 0.002 0.0006 <0.1 15.10 <0.0005 <0.5 <0.0005 0.015 21.8 46.5 <0.0005 2.50 < 0.0005 0.002 < 0.0005 0.0108 0.0417 0.0059 0.07 -1.45 0.34 0.65 CP-7 0.001 0.003 <0.0005 <0.1 15.10 <0.0005 0.5 <0.0005 0.009 16.4 35.1 <0.0005 1.52 < 0.0005 0.001 < 0.0005 0.0064 0.0153 0.0087 0.06 -1.85 0.32 0.5 CP-8 <0.001 0.005 <0.0005 0.1 10.50 <0.0005 <0.5 <0.0005 0.009 17.6 37.7 <0.0005 1.39 < 0.0005 0.001 < 0.0005 0.0063 0.0243 0.0011 0.13 -1.87 0.5 0.53 CP-9 <0.001 0.006 <0.0005 <0.1 12.70 <0.0005 <0.5 <0.0005 0.005 18.2 38.8 <0.0005 1.14 < 0.0005 0.001 < 0.0005 0.0052 0.0388 0.0062 0.12 -2.06 0.42 0.53 CP-11 <0.001 0.003 <0.0005 <0.1 9.39 <0.0005 <0.5 <0.0005 0.002 13.8 29.6 <0.0005 0.81 < 0.0005 0.001 < 0.0005 0.0073 0.0209 0.0049 -0.03 -2.6 0.07 0.42 CP-12 <0.001 0.003 <0.0005 <0.1 14.40 <0.0005 <0.5 <0.0005 0.003 14.0 30.0 <0.0005 0.44 < 0.0005 0.001 < 0.0005 0.0013 0.0098 0.0011 0.11 -2.01 -0.3 0.46 CP-13 <0.001 0.004 <0.0005 <0.1 15.30 <0.0005 <0.5 <0.0005 0.002 14.0 29.8 <0.0005 0.41 < 0.0005 0.001 < 0.0005 0.0013 0.0094 0.0009 0.07 -2.11 -0.37 0.46 CP-14 <0.001 0.004 <0.0005 <0.1 10.30 0.0006 <0.5 <0.0005 0.007 20.3 43.5 <0.0005 0.96 < 0.0005 0.001 < 0.0005 0.0055 0.0372 0.0015 -0.08 -2.04 -0.1 0.63 CP-15 0.003 0.004 <0.0005 <0.1 1.98 0.0006 <0.5 <0.0005 0.001 6.6 14.2 <0.0005 0.46 < 0.0005 0.001 < 0.0005 0.0022 0.0081 0.1300 0.01 -2.62 -0.05 0.16 CP-16 0.002 0.002 <0.0005 <0.1 7.38 0.0005 <0.5 <0.0005 0.001 16.7 35.6 <0.0005 1.29 < 0.0005 0.001 < 0.0005 0.0082 0.0203 0.0016 0.09 -2.61 0.46 0.52 NM-17409 <0.001 0.005 <0.0005 <0.1 6.27 <0.0005 <0.5 <0.0005 0.016 20.4 43.6 <0.0005 1.22 < 0.0005 0.001 < 0.0005 0.0079 0.0311 0.0018 0.05 -1.76 0.15 0.63 CP-17 <0.001 0.006 <0.0005 <0.1 8.89 <0.0005 <0.5 <0.0005 0.005 16.3 34.3 <0.0005 0.87 < 0.0005 0.001 < 0.0005 0.0053 0.0202 0.0434 0.1 -2.32 0.44 0.5 CP-18 <0.001 0.006 <0.0005 <0.1 7.44 <0.0005 <0.5 <0.0005 0.005 16.8 35.3 <0.0005 0.78 < 0.0005 0.001 < 0.0005 0.0055 0.0220 0.0055 0.09 -2.45 0.41 0.49 CP-19 0.003 0.005 <0.0005 <0.1 8.68 <0.0005 <0.5 <0.0005 0.003 16.5 35.5 <0.0005 0.80 < 0.0005 0.001 < 0.0005 0.0062 0.0184 0.0008 0.1 -2.41 0.43 0.5 CP-20 0.102 0.003 <0.0005 <0.1 2.37 <0.0005 <0.5 <0.0005 0.032 6.3 13.2 <0.0005 2.31 < 0.0005 < 0.001 < 0.0005 0.0233 < 0.0005 < 0.0005 0.06 -1.31 0.13 0.11 CP-21 <0.001 0.005 <0.0005 <0.1 9.61 <0.0005 <0.5 <0.0005 0.003 14.3 31.0 <0.0005 1.07 < 0.0005 0.001 < 0.0005 0.0076 0.0192 0.0147 0.06 -2.29 0.31 0.44 CP-22 <0.001 0.003 <0.0005 <0.1 9.57 <0.0005 <0.5 <0.0005 0.003 15.0 32.7 <0.0005 0.83 < 0.0005 0.001 < 0.0005 0.0057 0.0228 0.0171 0 -2.53 0.25 0.46 CP-23 <0.001 0.004 <0.0005 <0.1 14.90 <0.0005 <0.5 <0.0005 0.014 18.8 39.4 <0.0005 2.10 < 0.0005 0.001 < 0.0005 0.0078 0.0299 0.0158 0.15 -1.5 0.55 0.53 CP-24 <0.001 0.004 <0.0005 <0.1 9.38 <0.0005 <0.5 <0.0005 0.007 18.7 38.5 <0.0005 1.55 < 0.0005 0.001 < 0.0005 0.0068 0.0301 0.0145 0.14 -1.74 0.51 0.56 CP-25 <0.001 0.005 <0.0005 <0.1 15.20 <0.0005 <0.5 <0.0005 0.004 19.6 39.9 <0.0005 1.31 < 0.0005 0.001 < 0.0005 0.0064 0.0339 0.0118 0.16 -1.85 0.52 0.58 CP-26 <0.001 0.004 <0.0005 <0.1 7.87 <0.0005 <0.5 <0.0005 0.002 15.5 34.1 <0.0005 0.85 < 0.0005 0.001 < 0.0005 0.0055 0.0225 0.0037 0.1 -2.55 0.44 0.48 CP-27 0.001 0.004 <0.0005 <0.1 16.00 <0.0005 <0.5 <0.0005 0.011 17.2 36.0 <0.0005 1.58 < 0.0005 0.001 < 0.0005 0.0054 0.0161 0.0200 0.09 -1.83 0.43 0.5 CP-28 <0.001 0.003 <0.0005 <0.1 19.60 <0.0005 <0.5 <0.0005 0.006 16.6 35.0 <0.0005 1.21 < 0.0005 0.001 < 0.0005 0.0057 0.0150 0.0034 0.11 -2.22 0.43 0.5 CP-29 <0.001 0.006 <0.0005 <0.1 22.50 <0.0005 <0.5 <0.0005 0.006 15.0 32.4 <0.0005 1.46 < 0.0005 0.001 < 0.0005 0.0107 0.0164 0.0014 0.09 -1.88 0.41 0.46 CP-30 <0.001 0.007 <0.0005 <0.1 7.60 <0.0005 <0.5 <0.0005 0.002 16.7 34.9 <0.0005 0.72 < 0.0005 0.001 < 0.0005 0.0059 0.0216 0.0482 -0.18 -2.58 -0.14 0.51 CP-31 <0.001 <0.001 <0.0005 <0.1 40.90 <0.0005 <0.5 <0.0005 0.058 11.9 26.6 <0.0005 12.00 < 0.0005 < 0.001 0.005 0.0133 0.0867 < 0.0005 0.11 -0.87 0.59 0.38 CP-32 <0.001 0.004 0.0006 <0.1 8.88 <0.0005 <0.5 0.0005 0.002 14.2 30.5 <0.0005 0.78 < 0.0005 0.002 < 0.0005 0.0070 0.0245 0.0485 0.07 -2.6 0.29 0.43 CP-33 <0.001 0.004 0.0006 <0.1 7.88 <0.0005 <0.5 0.0005 0.002 14.3 30.7 <0.0005 0.80 < 0.0005 0.002 < 0.0005 0.0061 0.0240 0.0016 0.03 -2.58 0.22 0.46 CP-34 <0.001 0.004 0.0006 <0.1 8.26 <0.0005 <0.5 0.0005 0.003 14.7 31.5 <0.0005 0.91 < 0.0005 0.002 < 0.0005 0.0081 0.0214 0.0749 0.1 -2.42 0.39 0.45 CP-35 0.005 0.005 0.0085 0.5 15.50 0.0025 2.5 0.0025 0.132 25.3 54.0 0.0025 8.55 0.0025 0.005 0.0025 0.0067 0.0426 0.0082 0.07 -0.72 0.22 0.7 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 Figure 8. Water level elevation contours and interpolated surface from compiled 2010–2015 water levels. Dashed pink contours were hand-edited (see text). Flowlines are down-gradient assuming isotropic permeability. Wells are color-coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). Groundwater Chemistry Sample collection T hirty-four water samples were collected (Figures 2 and 4, Table 2). The sampled wells included those providing public water sup- ply for the towns of Grady, Melrose, Clovis, Texico, Floyd, Portales, Elida, Dora, and Causey. Other sampled wells were irrigation wells or domestic household wells. Within the constraints of time and property access, sampled wells were chosen based on location and the presence of a well log. When sampling waters from wells, field parameters were recorded. As wells were purged, sampling was initiated once several well volumes had been purged and/or field param- eters had stabilized. Temperature, specific conductance, pH, oxidation- reduction potential (ORP), and dissolved oxygen (DO) were deter- mined in the field with a portable meter (YSI Model 556 Multiprobe). The DO probe was calibrated onsite before sampling. The pH electrode was calibrated at the beginning of each sampling week against pH 7 and 10 buffers. General ion and trace metal chemistry Well water samples were collected using new, certified clean polypropyl- ene containers after three repeated rinses. Samples for general ion chemistry analyses were collected using 250-ml polypropylene bottles. Water samples for trace metal chem- istry were filtered onsite through an inline 0.45 μm"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "0.0426 0.0082 0.07 -0.72 0.22 0.7 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 Figure 8. Water level elevation contours and interpolated surface from compiled 2010–2015 water levels. Dashed pink contours were hand-edited (see text). Flowlines are down-gradient assuming isotropic permeability. Wells are color-coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). Groundwater Chemistry Sample collection T hirty-four water samples were collected (Figures 2 and 4, Table 2). The sampled wells included those providing public water sup- ply for the towns of Grady, Melrose, Clovis, Texico, Floyd, Portales, Elida, Dora, and Causey. Other sampled wells were irrigation wells or domestic household wells. Within the constraints of time and property access, sampled wells were chosen based on location and the presence of a well log. When sampling waters from wells, field parameters were recorded. As wells were purged, sampling was initiated once several well volumes had been purged and/or field param- eters had stabilized. Temperature, specific conductance, pH, oxidation- reduction potential (ORP), and dissolved oxygen (DO) were deter- mined in the field with a portable meter (YSI Model 556 Multiprobe). The DO probe was calibrated onsite before sampling. The pH electrode was calibrated at the beginning of each sampling week against pH 7 and 10 buffers. General ion and trace metal chemistry Well water samples were collected using new, certified clean polypropyl- ene containers after three repeated rinses. Samples for general ion chemistry analyses were collected using 250-ml polypropylene bottles. Water samples for trace metal chem- istry were filtered onsite through an inline 0.45 μm filter into 125-ml polypropylene bottles and acidified to pH <2 using ultra-pure nitric acid. All chemistry samples were stored in an ice chest, transferred to the NMBGMR chemistry laboratory, and stored in a refrigerator until analyzed (within 1 week). Alkalinity (as mg/L 21 C u r r y a n d R o o s e v e l t C O U N T i e s HCO3) was determined in the NMBGMR chemistry laboratory by titration within two weeks of sampling. Laboratory measurements of pH were performed with an Orion 420A meter, and conductivity using a YSI 3200 meter. A chemical analysis for anions (Cl, SO4 and NO3) was performed using a Dionex DX-600 ion chromatograph. Cations (Na, K, Ca, and Mg) were analyzed using a Perkin Elmer OPTIMA 5300 DV Inductively Coupled Plasma Optical Emission Spectrometer (ICP-OES). Trace metals were analyzed by Inductively Coupled Plasma Mass Spectroscopy (ICPMS) using an Agilent 7500 IS. The quality of the chemical analyses was inspected by analyzing blanks, standards, duplicate samples, and checking ion bal- ances. The ion balance errors for the analyses were generally within ±5%. Saturation indices for the minerals calcite, gypsum, dolomite, and quartz were calculated for each water sample using the program PHREEQC Interactive version 3.3.2 (Parkhurst and Appelo, 1999) (Table 2). Calculations were performed both with the default pe (electron potential in solution) value of 4 and measured ORP values from the field meter when samples were collected. No significant difference was noted between the two sets of calculations. Stable isotopes Sampled waters were also analyzed for stable isotopes of oxygen-18 (18O) and hydrogen-2 (deuterium, 2H or D). Samples were collected in 25 mL amber glass bottles after three repeated rinses. No air bubbles were present in the samples, and bottles were kept from direct sunlight. Samples were stored at room tempera- ture in sealed bottles until analysis at the New Mexico Institute of Mining and Technology stable isotope laboratory on a Picarro L1102-i Cavity Ringdown Spectrometer isotopic water liquid analyzer. Analytical uncertainties for δ2H and δ18O are typically less than 1 per mil (‰) and 0.1‰, respectively. Carbon isotopes and tritium A subset of the well water samples were analyzed for tritium (3H), carbon-14 (14C) activity, and 13C/12C ratios (δ13C) to determine groundwater age. Tritium samples were collected in two 500 mL polypropyl- ene bottles. They were shipped to the University of Miami Tritium Laboratory where they were analyzed by internal gas proportional counting with electrolytic enrichment. For these samples, a sampling protocol described at <www.rsmas.miami. edu/groups/tritium/ advice-sampling-tritium.html> was followed. The enrichment step increases tritium concentrations in the sample about 60-fold through volume reduction, yielding lower detection limits. Accuracy of this low-level measurement is 0.10 tritium unit (TU) (0.3 pCi/L of water), or 3.0%, whichever is greater. The stated errors, typically 0.09 TU, are one stan- dard deviation. Water samples for carbon-dating were collected in one 1 L polypropylene bottle, after rinsing three times. Sampling procedures described at <www. radiocarbon.com/groundwater-carbon-dating- sampling.htm> were used. Samples were kept chilled until shipment for analysis at Beta Analytic (www. radiocarbon.com). The 14C activity and 13C/12C ratios of the water sample were derived from the dis- solved inorganic carbon (DIC) by accelerator mass spectrometry. Measured δ13C values were calculated relative to the PDB-1 standard. Results are reported as 14C activity (in percent modern carbon, pMC) and as the apparent radiocarbon age (in radiocar- bon years before present, RCYBP, where “present” = 1950 CE), with an uncertainty of one standard Well ID USGS well ID Latitude Longitude Ca Mg Na HCO3 Cl SO4 CO3 K TDS Water type A 341155103395301 34.287778 -103.666944 35 40 84 194 73 152 0 na 523 Ca-Mg-Na-HCO3-SO4-Cl B 333920103155001 33.823056 -103.265278 71 37 60 188 0 0 0 na 577 incomplete analysis C 342505103151801 34.418836 -103.257864 23 20 47 239 13 16 0 na 276 Ca-Mg-Na-HCO3 D 334840103034501 33.810278 -103.0625 50 50 75 201 88 186 0 na 633 Ca-Mg-Na-HCO3-SO4-Cl E 335527103200401 33.924167 -103.335556 19 8.3 240 369 75 182 0 na 720 Na-HCO3-SO4-Cl F 335836103133301 33.976667 -103.226389 11 9.5 388 542 84 317 0 na 1120 Na-HCO3-SO4-Cl G 340638103103801 34.110556 -103.177778 167 100 187 279 74 841 0 na 1620 Ca-Mg-Na-SO4 H 340928103181201 34.158611 -103.305 117 44 67 222 78 307 0 na 773 Ca-Mg-Na-SO4 I 341545103202500 34.264722 -103.340278 75 48 43 255 43 179 0 na 581 Ca-Mg-Na-HCO3-SO4-Cl J 342257103102501 34.381667 -103.1725 69 58 66 349 97 72 0 na 648 Ca-Mg-Na-HCO3-SO4-Cl K 342747103143601 34.462778 -103.244444 29 20 0 237 8 20 0 na 273 incomplete analysis Table 3. Major ion chemistry of samples collected by the U.S. Geological Survey in the 1950s. Units are mg/L. “na” indicates not analyzed. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 Well ID Latitude Longitude Date collected Ca Mg K Na Cl CO3 HCO3 SO4 TDS Water type CP-1 33.8364252165 -103.315734372 06/24/1997 66.0 37.4 4.2 34.0 68.7 0.0 226.2 147.0 468.54 Ca-Mg-Na-K-HCO3-SO4-Cl CP-2 33.8797288966 -103.134246136 06/24/1997 29.4 25.9 6.5 66.1 54.6 0.0 266.4 82.0 395.54 Ca-Mg-Na-K-HCO3 CP-3 33.8481854462 -103.583468874 06/23/1997 92.5 47.0 5.5 83.7 117.2 0.0 230.7 295.0 754.36 Ca-Mg-Na-K-HCO3-SO4-Cl CP-4 34.2345485163 -103.571491213 04/21/2003 41.1 57.0 7.5 133.1 134.8 0.0 276.8 292.0 801.64 Ca-Mg-Na-K-HCO3-SO4-Cl CP-5 34.4129590023 -103.6340814 04/08/1997 74.7 69.1 10.7"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "-103.666944 35 40 84 194 73 152 0 na 523 Ca-Mg-Na-HCO3-SO4-Cl B 333920103155001 33.823056 -103.265278 71 37 60 188 0 0 0 na 577 incomplete analysis C 342505103151801 34.418836 -103.257864 23 20 47 239 13 16 0 na 276 Ca-Mg-Na-HCO3 D 334840103034501 33.810278 -103.0625 50 50 75 201 88 186 0 na 633 Ca-Mg-Na-HCO3-SO4-Cl E 335527103200401 33.924167 -103.335556 19 8.3 240 369 75 182 0 na 720 Na-HCO3-SO4-Cl F 335836103133301 33.976667 -103.226389 11 9.5 388 542 84 317 0 na 1120 Na-HCO3-SO4-Cl G 340638103103801 34.110556 -103.177778 167 100 187 279 74 841 0 na 1620 Ca-Mg-Na-SO4 H 340928103181201 34.158611 -103.305 117 44 67 222 78 307 0 na 773 Ca-Mg-Na-SO4 I 341545103202500 34.264722 -103.340278 75 48 43 255 43 179 0 na 581 Ca-Mg-Na-HCO3-SO4-Cl J 342257103102501 34.381667 -103.1725 69 58 66 349 97 72 0 na 648 Ca-Mg-Na-HCO3-SO4-Cl K 342747103143601 34.462778 -103.244444 29 20 0 237 8 20 0 na 273 incomplete analysis Table 3. Major ion chemistry of samples collected by the U.S. Geological Survey in the 1950s. Units are mg/L. “na” indicates not analyzed. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 Well ID Latitude Longitude Date collected Ca Mg K Na Cl CO3 HCO3 SO4 TDS Water type CP-1 33.8364252165 -103.315734372 06/24/1997 66.0 37.4 4.2 34.0 68.7 0.0 226.2 147.0 468.54 Ca-Mg-Na-K-HCO3-SO4-Cl CP-2 33.8797288966 -103.134246136 06/24/1997 29.4 25.9 6.5 66.1 54.6 0.0 266.4 82.0 395.54 Ca-Mg-Na-K-HCO3 CP-3 33.8481854462 -103.583468874 06/23/1997 92.5 47.0 5.5 83.7 117.2 0.0 230.7 295.0 754.36 Ca-Mg-Na-K-HCO3-SO4-Cl CP-4 34.2345485163 -103.571491213 04/21/2003 41.1 57.0 7.5 133.1 134.8 0.0 276.8 292.0 801.64 Ca-Mg-Na-K-HCO3-SO4-Cl CP-5 34.4129590023 -103.6340814 04/08/1997 74.7 69.1 10.7 83.0 108.6 0.0 267.2 279.0 756.5 Ca-Mg-Na-K-HCO3-SO4-Cl CP-6 34.4126524768 -103.31890281 02/17/1998 38.1 31.9 7.9 46.2 65.0 0.0 241.9 70.0 378.08 Ca-HCO3 CP-7 34.3962052571 -103.047578087 05/12/1997 36.0 25.9 7.7 29.1 24.9 0.0 290.2 25.0 291.34 Ca-Mg-Na-K-HCO3 CP-12 34.2225592133 -103.326733604 06/23/1997 57.9 10.1 2.5 17.3 5.8 0.0 264.3 35.0 258.56 Ca-HCO3 CP-13 34.2260742486 -103.32686176 06/23/1997 56.0 9.7 2.7 15.5 5.6 0.0 259.7 41.0 258.24 Ca-HCO3 CP-15 34.8209522525 -103.314143066 05/06/1997 32.4 15.0 5.3 32.7 8.3 0.0 276.1 21.0 250.48 Ca-Mg-Na-K-HCO3 CP-16 34.3909675659 -103.05084507 05/12/1997 47.6 40.0 8.4 27.0 35.8 0.0 369.9 43.0 383.72 Ca-Mg-Na-K-HCO3-SO4-Cl CP-21 34.4118777289 -103.179007415 04/01/1997 44.0 36.5 8.8 26.9 32.7 0.0 267.9 78.6 359.26 Ca-Mg-Na-K-HCO3 CP-23 34.3172220215 -103.201702393 07/14/1997 50.9 45.4 7.5 42.8 69.1 0.0 255.2 129.0 470.22 Ca-Mg-Na-K-HCO3-SO4-Cl CP-24 34.3138309085 -103.149005875 06/03/2003 38.3 35.0 7.6 44.1 55.4 0.0 259.7 125.0 433.14 Ca-Mg-Na-K-HCO3 CP-27 34.4108839831 -103.31931939 04/22/1997 49.9 39.5 8.0 40.5 66.9 0.0 255.2 88.0 418.32 Ca-Mg-Na-K-HCO3 Table 4. Major ion chemistry of samples collected by the NM Environment Department in the 1990s and 2000s. These wells were also sampled in 2015 as part of this study. Units are mg/L. deviation. No corrections for geochemical effects such as water-rock interaction have been completed, and the reported apparent 14C ages do not precisely represent the residence time of the water within the aquifer. The 14C activity and apparent 14C age are used as a relational tool to interpret hydrologic differ- ences between wells. Historical chemistry data Historical analyses of major ion chemistry for groundwater samples from the study area were obtained from the U.S. Geological Survey (USGS, Table 3) and the New Mexico Environment Department database (NMED, Table 4). The USGS data were collected from 1952 to 1956, thus bracket- ing the end of the predevelopment-era (1931–1954) as defined by Tillery (2008), when there was little large scale groundwater pumping for irrigation in the study area. The USGS data comprise all wells within the NWIS database that had water analyses from 1950 to 1960. The NMED samples were collected in 1997, 1998, and 2003 from public supply wells that were resampled during this study. The NMED has many monitoring wells in the study area, but water chemistry data from these wells were not utilized for this study. Both sets of historical data consist of much less comprehensive chemical analyses than the samples collected for this study. The NMED data are considered to be of similar precision and accuracy as the data collected for this study, as the samples were analyzed using modern techniques and instrumenta- tion. The USGS data from the 1950s may be less reliable as older laboratory methods of lower preci- sion and accuracy were used and potassium (K) was not analyzed. However, any major changes in water chemistry should still be evident. Figure 9. Depth-to-water in feet based on the 2010–2015 water level elevation surface. Negative values correspond to areas of very shallow groundwater and/or potential discharge (see text). Wells are color- coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). 23 C u r r y a n d R o o s e v e l t C O U N T i e s Water-Level Elevations, Changes, and Saturated Thickness W ater level data are presented in Table 1. The composite water level elevation surfaces for the time period 2004–2007 and 2010–2015 are shown in Figures 7 and 8. The general configuration of the water level surface has remained the same. Regionally, flow directions are northwest to south- east, except along the margins of the Portales Valley, where flow directions are diverted into the elongate groundwater trough. Northeast of the Portales Valley, groundwater elevation contours are variable in ori- entation, in part due to many years of groundwater pumping that has created merged cones of depression around pumping centers. Gradients of the 2010–2015 groundwater surface are very low, ranging from about 8 ft per mile (0.0015) along the axis of the Portales valley to about 17 ft per mile (0.0032) north and northwest of Clovis. The low gradients result in low groundwater flow velocities and long residence times. These can be roughly estimated using the spatial distribution of hydraulic conductivity and specific yield (to estimate porosity) from Cederstrand and Becker (1998a and b). Groundwater flows at about 0.38 ft per day along the axis of the Portales valley, and thus a water molecule would take almost 2100 years to traverse the 54-mile length of the valley in the aquifer. North of Clovis, where gradients are higher, groundwater flows at about 1 foot per day, resulting in a travel time of about 450 years across the study area. The depth-to-water (DTW) based on the 2010– 2015 water level surface is shown in Figure 9. This was calculated by subtracting the 2010–2015 water level surface from the land surface elevation, and is an important check on the validity of the calculations. There are four areas where the DTW is negative (shown in pink in Figure 9), indicating that the water level surface projects above the land surface. Negative values may be plausible if groundwater discharge is occurring in the region. The largest area of nega- tive DTW values is in west-central Roosevelt County where the water level elevation is poorly constrained due to minimal well data. However there is a playa V I . R e s u l t s lake (Lewiston Lake) at the west"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "groundwater trough. Northeast of the Portales Valley, groundwater elevation contours are variable in ori- entation, in part due to many years of groundwater pumping that has created merged cones of depression around pumping centers. Gradients of the 2010–2015 groundwater surface are very low, ranging from about 8 ft per mile (0.0015) along the axis of the Portales valley to about 17 ft per mile (0.0032) north and northwest of Clovis. The low gradients result in low groundwater flow velocities and long residence times. These can be roughly estimated using the spatial distribution of hydraulic conductivity and specific yield (to estimate porosity) from Cederstrand and Becker (1998a and b). Groundwater flows at about 0.38 ft per day along the axis of the Portales valley, and thus a water molecule would take almost 2100 years to traverse the 54-mile length of the valley in the aquifer. North of Clovis, where gradients are higher, groundwater flows at about 1 foot per day, resulting in a travel time of about 450 years across the study area. The depth-to-water (DTW) based on the 2010– 2015 water level surface is shown in Figure 9. This was calculated by subtracting the 2010–2015 water level surface from the land surface elevation, and is an important check on the validity of the calculations. There are four areas where the DTW is negative (shown in pink in Figure 9), indicating that the water level surface projects above the land surface. Negative values may be plausible if groundwater discharge is occurring in the region. The largest area of nega- tive DTW values is in west-central Roosevelt County where the water level elevation is poorly constrained due to minimal well data. However there is a playa V I . R e s u l t s lake (Lewiston Lake) at the west end of this region, suggesting very shallow groundwater is likely there. A similar scenario prevails in the vicinity of Salt Lake southeast of Portales, where negative DTW values Figure 10. Map of saturated thickness in feet (blue color scale) within the Ogallala Formation for the time period 2004–2007, based on data from Tillery (2008). Wells are color-coded for the elevation of the bot- tom of the well relative to the base of the Ogallala Formation (To). Figure 11. Map of saturated thickness in feet (blue color scale) within the Ogallala Formation for the time period 2010–2015. Negative areas are where water levels are below the base of the Ogallala Formation. Wells are color-coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 24 correspond to the playas. The small area of negative DTW in southwest Curry County corresponds to an area of dunes and the Tule Lake playa. The last area of negative DTW is the upper reach of Alamosa Creek arroyo in northwest Roosevelt County. This may be the result of insufficient well data in the area or may be significant if there are seeps or shallow subsurface water in the arroyo bottom. Ground surface elevations are a major control on the DTW. DTW is relatively small beneath the valleys of Running Water Draw and Frio Draw (Figure 9). DTW is also small beneath the Portales Valley and generally much larger in Curry County northeast of Melrose. These trends are due to the greater depth to bedrock in central and northern Curry County together with greater land surface elevations (Figures 2 and 4). Figures 10 and 11 show the saturated thickness of the High Plains Aquifer in the study area for the time periods 2004–2007 and 2010–2015, respec- tively. From knowledge of the current (2010–2015) water level elevations in wells and their changes since 2004–2007, the change in saturated thickness since the previous study was calculated (Figure 12). Where water level declines were greater than the 2004–2007 saturated thickness, the change in saturated thick- ness was defined as the 2004–2007 saturated thick- ness, and the extent of water level decline below the base of the formation was neglected. There are very few wells in these “negative” areas, so the decline Figure 12. Change of saturated thickness (in feet) of the Ogallala Formation from 2004–2007 to 2010–2015. Wells with water levels in both time periods are shown with changes in satu- rated thickness (declines are negative; values are zero in areas of discontinuous saturation). Well with 33 foot water level rise discussed in text is highlighted. Areas where water levels are interpolated to be below the base of the High Plains Aquifer (Ogallala Formation) are overlain with black lines. See text for discussion of calculation of saturated thickness changes and conversion of saturated thickness changes to water volumes. Wells are color-coded for the elevation of the bottom of the well relative to the base of the Ogallala Formation (To). 25 C u r r y a n d R o o s e v e l t C O U N T i e s of water levels below the base of the Ogallala Formation, as deter- mined by the kriging interpolation procedure, is somewhat specula- tive (Figure 12). Declines of water levels to or below the base of the Ogallala Formation indicate complete dewatering of the High Plains Aquifer in those areas, and the saturated thickness change is calculated only for the High Plains Aquifer. Comparatively little water is assumed to contributed from the underlying bedrock. In areas where the water level declines are less than the 2004–2007 saturated thickness, the change in saturated thickness was calculated as the 2004–2007 saturated thickness plus the water level change (with declines defined as negative). Water level and associated saturated thickness declines since 2004–2007 continue the long-term trend of steady declines in the High Plains Aquifer (Cronin, 1969). Large water level changes along the southwest margins of the saturated portion of the High Plains Aquifer are poorly constrained by data and are not considered reliable (Figure 12). The significance of the inter- polated surfaces and calculated changes can be gauged by the spa- tial distribution of well measure- ments—in areas where there are few wells; the results are less reli- able and should be interpreted with more caution. Water level changes at individual wells range from a maximum decline of 59 ft to a maximum rise of 33 ft (highlighted with black star in Figure 12). This 33-foot rise is questionable, as there are many wells within a few miles of the well with the 33-foot rise that exhibit declines of tens of feet. From 2004–2007 to 2010–2015, the median change was a decline of 4.2 ft. Ninety-one of 121 wells experienced net water level declines and 30 experienced net rises. Note that the kriging N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 26 interpolation"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "of the Ogallala Formation indicate complete dewatering of the High Plains Aquifer in those areas, and the saturated thickness change is calculated only for the High Plains Aquifer. Comparatively little water is assumed to contributed from the underlying bedrock. In areas where the water level declines are less than the 2004–2007 saturated thickness, the change in saturated thickness was calculated as the 2004–2007 saturated thickness plus the water level change (with declines defined as negative). Water level and associated saturated thickness declines since 2004–2007 continue the long-term trend of steady declines in the High Plains Aquifer (Cronin, 1969). Large water level changes along the southwest margins of the saturated portion of the High Plains Aquifer are poorly constrained by data and are not considered reliable (Figure 12). The significance of the inter- polated surfaces and calculated changes can be gauged by the spa- tial distribution of well measure- ments—in areas where there are few wells; the results are less reli- able and should be interpreted with more caution. Water level changes at individual wells range from a maximum decline of 59 ft to a maximum rise of 33 ft (highlighted with black star in Figure 12). This 33-foot rise is questionable, as there are many wells within a few miles of the well with the 33-foot rise that exhibit declines of tens of feet. From 2004–2007 to 2010–2015, the median change was a decline of 4.2 ft. Ninety-one of 121 wells experienced net water level declines and 30 experienced net rises. Note that the kriging N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 26 interpolation technique predicts changes larger than the extremes of the data in some areas; again, these should be interpreted with caution. The volume of water removed from the study area from 2004–2007 to 2010–2015 can be derived from Figure 12 by converting the saturated thickness change to volume of water removed (or added) by multiplying by the spatial distribution of specific yield in the High Plains Aquifer. Specific yield, or drain- able porosity, is the amount of water, as a fraction of the aquifer volume, that an aquifer can release when drained under the influence of gravity. It controls how much water pumping wells will yield from an aquifer. The specific yield map of Cederstrand and Becker (1998a) subdivided the High Plains Aquifer into poly- gons and presented a range of specific yield values for each polygon. The specific yields are vertical averages computed over a column of aquifer material based on lithologic descriptions in well logs. In the present study, the median of the range in each polygon was used for the calculations, and mapped to raster cells 100 m on a side to match with the spatial resolu- tion of the saturated thickness data. The calculated range in specific yield across the study area using this approach was 0 to 22%. The apparent change in volume of water in the aquifer from 2004–2007 to 2010–2015 is a loss of 1,943,105 acre-feet. This is an overall net loss—for each 100 m square raster cell that corresponds to a column of aquifer material, there have likely been both additions and withdrawals of water at different times and in different parts of the vertical interval. Thus, the net change is referred to as the “apparent” change. Regions of apparent net water loss and net water gain, integrated over square, vertical col- umns of aquifer material 100 m on a side, correlate spatially to the areas of decrease and increase in saturated thickness in Figure 12. Apparent losses are 2,590,207 acre-feet and apparent gains are 647,102 acre-feet. The median values of the measurement dates for the two time intervals (2004–2007 to 2010–2015) in question are 2/23/2006 and 2/7/2013. Assuming that the saturated thickness maps for the two time periods represent conditions at either end of this seven-year time interval, the average apparent net change per year in water volume over the study area is a loss of 277,586 acre-feet. Similarly, the average of the spatially-delineated apparent losses over the seven- year interval are 370,029 acre-feet per year and the average apparent gains are 92,443 acre-feet per year. Figure 13. Samples with chemical constituents exceeding primary drinking water standards. First row in label below sample ID lists constituents exceeding maximum contaminant levels; second row lists constituents exceeding secondary drinking water regulations (see Table 2 and Appendix 1). Groundwater Chemistry Water quality C urrent New Mexico and U.S. EPA (Environmental Protection Agency) water quality standards for drinking water are included as an appendix to this report (Appendix 1). Some of the well water samples had one or more chemical constituents at or above the highest levels allowed in drinking water and are listed below. They are also highlighted in Table 2 and Figures 13–21. Note that samples were tested for Figure 17. Fluoride (F) concentrations in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. Figure 16. Chloride (Cl) concentrations in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. Figure 14. Arsenic (As) concentrations in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. Figure 15. Uranium (U) concentrations in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. 27 C u r r y a n d R o o s e v e l t C O U N T i e s Figure 21. Hardness (HRD) levels in well water samples. Samples with extremely high hardness (>300 mg/L) are labeled in red. Figure 20. Nitrate (NO3) concentrations in well water samples in mg/L. The drinking water standard is 45 mg/L as NO3. Figure 18. Sulfate (SO4) concentrations in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. Figure 19. Total dissolved solids (TDS) concentrations in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 28 Figure 22. Locations of samples collected in this study shown as Stiff diagrams color-coded to water type (determined by the major cations and anions present). Green lines show downgra- dient flowpath from samples CP-12 and -13 to CP-14, NM-17409 and CP-25. 29 C u r r y a n d R o o s e v e l t C O U N T i e s major ions and trace metals, but not for biological contaminants. Uranium of 0.139 mg/L in sample CP-1 exceeds the drinking water standard of 0.03 mg/L. Arsenic of 0.0122 mg/L in sample CP-3 exceeds the drink- ing water standard of 0.01 mg/L. Sulfate and total dissolved solids in sample CP-3 exceed the secondary drinking water regulations, which are non-enforceable Ca-Mg-Na-K-HCO3 Ca-Mg-Na-K-HCO3-SO4-Cl Ca-HCO3 Ca-Mg-Na-K-SO4 Na-K-HCO3-SO4-Cl Ca-HCO3-SO4-Cl Ca-Mg-Na-K-CI guidelines"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. 27 C u r r y a n d R o o s e v e l t C O U N T i e s Figure 21. Hardness (HRD) levels in well water samples. Samples with extremely high hardness (>300 mg/L) are labeled in red. Figure 20. Nitrate (NO3) concentrations in well water samples in mg/L. The drinking water standard is 45 mg/L as NO3. Figure 18. Sulfate (SO4) concentrations in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. Figure 19. Total dissolved solids (TDS) concentrations in well water samples in mg/L. Concentrations exceeding drinking water standards are labeled in red. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 28 Figure 22. Locations of samples collected in this study shown as Stiff diagrams color-coded to water type (determined by the major cations and anions present). Green lines show downgra- dient flowpath from samples CP-12 and -13 to CP-14, NM-17409 and CP-25. 29 C u r r y a n d R o o s e v e l t C O U N T i e s major ions and trace metals, but not for biological contaminants. Uranium of 0.139 mg/L in sample CP-1 exceeds the drinking water standard of 0.03 mg/L. Arsenic of 0.0122 mg/L in sample CP-3 exceeds the drink- ing water standard of 0.01 mg/L. Sulfate and total dissolved solids in sample CP-3 exceed the secondary drinking water regulations, which are non-enforceable Ca-Mg-Na-K-HCO3 Ca-Mg-Na-K-HCO3-SO4-Cl Ca-HCO3 Ca-Mg-Na-K-SO4 Na-K-HCO3-SO4-Cl Ca-HCO3-SO4-Cl Ca-Mg-Na-K-CI guidelines regarding cosmetic or aesthetic effects. Sample CP-4 has arsenic of 0.011 mg/L and fluoride of 4.38 mg/L, both exceeding the drinking water standards of 0.01 mg/L and 4.0 mg/L, respectively. Sample CP-31 had several con- stituents at or above the maximum contaminant levels: arsenic (0.0103 mg/L >0.01 mg/l), beryllium (0.004 mg/L = 0.004 mg/L), cadmium (0.005 mg/L = 0.005 mg/L), sele- nium (0.058 mg/L >0.05 mg/L), and thallium (0.005 mg/L >0.002 mg/L). Chloride, fluoride, sulfate, and total dissolved solids exceed the secondary drinking water regula- tions. Sample CP-35 had arsenic (0.0126 mg/L) and selenium (0.132 mg/l) in excess of the drinking water standards, and chloride, sulfate, and total dissolved solids in excess of the secondary drinking water regula- tions and extremely high hardness levels (>300 mg/L). Concentrations of other ana- lyzed chemical constituents fall within acceptable ranges for drink- ing water. It is important to empha- size that the samples collected and described herein are not applicable for regulatory purposes and that samples were collected upstream of any treatment facilities—they represent the chemistry of unaltered groundwater. In the samples from public supply wells, downstream treatment lowers concentrations to acceptable values before human use. Summary of chemistry data The major ion chemistry of the 34 water samples are shown in Figures 22 and 23. Complete chemical analyses are presented in Table 2. All samples have total dissolved solids (TDS) less than 790 mg/L except for CP-3, 20, 31, and 35, which are much higher. Water types are defined based on the dominant cations and anions present (Hem, 1985). Waters sampled north of a line along the north side of the Portales Valley are of mixed cation-bicarbonate (HCO3) or mixed cation-mixed anion type. Waters south of the Figure 23. Piper diagram of major ion chemistry with samples north and south of the Portales Valley indicated. Arrow shows chemical trend from samples 12 and 13 to samples 14, 17409, and 25. These samples plot progressively downgradient along a groundwater flow path as shown in Figure 22. Sample IDs (minus CP- or NM- prefix) correspond to Table 2. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 30 line are quite varied in chemistry, with Ca-HCO3, Ca-mixed anion, mixed cation-Cl, mixed cation- mixed anion, mixed cation-SO4, and Na-mixed anion types all present. Well water samples from north and south of the valley are identified in Table 2. Figures 23, 24, and 25 show a trend from Ca-HCO3 waters at low TDS (samples CP-12 and -13) to more varied chemistry and a joint increase of Cl and SO4 and anions with increasing TDS (e.g., CP-3, -31, and -35). HCO3 changes little or declines slightly as TDS increases. There is no correlation of any of the major chemical constituents or TDS with well depth. Sample CP-20 has very high Na and is anomalous in many other respects, suggesting a different chemical evolu- tion than the other samples. Stable isotope ratios of oxygen and hydro- gen from the 34 samples collected in this study are compared with data from other groundwater studies in Curry and Roosevelt counties and the local and global meteoric water lines (LMWL and GMWL, respectively) in Figure 26. The slope of the local meteoric water line for the southern High Plains (Nativ and Riggio, 1990) is 6.8, less than the slope of 8 for the global meteoric water line (Craig, 1961), and is typical of precipitation that occurs in regions with a dry or periodically dry climate (Nativ and Riggio, 1990). All of the samples except CP-20 plot in a tight cluster just above the LMWL and centered on the GMWL. Again the exception is sample CP-20, which is far more depleted in δD and δ18O than the Calcium Chloride Magnesium Carbonate + Bicarbonate Sodium + Potassium Sulfate 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 20 40 40 40 60 80 20 40 60 80 80 Chloride + Sulfate Calcium + Magnesium North of Portales Valley South of Portales Valley 13 12 13 12 14 25 17409 Figure 24. HCO3, SO4, and Cl versus TDS. SO4 and Cl tend to increase with increasing TDS, whereas HCO3 decreases slightly. Figure 26. Stable isotopic compositions of sampled waters compared with global and local meteoric water lines (GMWL, LMWL) and other ground- water from the Southern High Plains region. Figure 25. Ca, Na, Mg versus TDS. All show some concentration increase with increasing TDS. Ca Na Mg Ca, Na, Mg (mg/L) 0 500 1,000 1,500 2,000 TDS (mg/L) 500 400 300 200 100 0 SO4 HCO3 Cl 900 800 700 600 500 400 300 200 100 0 HCO3,SO4, Cl (mg/L) 0 500 1,000 1,500 2,000 TDS (mg/L) 31 C u r r y a n d R o o s e v e l t C O U N T i e s -80 -70 -60 -50 -40 -30 -20 -11 -10 -9 -8 -7 -6 -5 -4 δD (‰) δ18O (‰) This study Ogallala - Nativ and Smith, 1987 Ogallala - Langman and Ellis, 2010 Cretaceous - Nativ and Smith 1987 Triassic - Nativ and Smith 1987 Triassic - Langman and"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "regions with a dry or periodically dry climate (Nativ and Riggio, 1990). All of the samples except CP-20 plot in a tight cluster just above the LMWL and centered on the GMWL. Again the exception is sample CP-20, which is far more depleted in δD and δ18O than the Calcium Chloride Magnesium Carbonate + Bicarbonate Sodium + Potassium Sulfate 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 20 40 40 40 60 80 20 40 60 80 80 Chloride + Sulfate Calcium + Magnesium North of Portales Valley South of Portales Valley 13 12 13 12 14 25 17409 Figure 24. HCO3, SO4, and Cl versus TDS. SO4 and Cl tend to increase with increasing TDS, whereas HCO3 decreases slightly. Figure 26. Stable isotopic compositions of sampled waters compared with global and local meteoric water lines (GMWL, LMWL) and other ground- water from the Southern High Plains region. Figure 25. Ca, Na, Mg versus TDS. All show some concentration increase with increasing TDS. Ca Na Mg Ca, Na, Mg (mg/L) 0 500 1,000 1,500 2,000 TDS (mg/L) 500 400 300 200 100 0 SO4 HCO3 Cl 900 800 700 600 500 400 300 200 100 0 HCO3,SO4, Cl (mg/L) 0 500 1,000 1,500 2,000 TDS (mg/L) 31 C u r r y a n d R o o s e v e l t C O U N T i e s -80 -70 -60 -50 -40 -30 -20 -11 -10 -9 -8 -7 -6 -5 -4 δD (‰) δ18O (‰) This study Ogallala - Nativ and Smith, 1987 Ogallala - Langman and Ellis, 2010 Cretaceous - Nativ and Smith 1987 Triassic - Nativ and Smith 1987 Triassic - Langman and Ellis, 2010 LMWL - Nativ and Smith 1990 GMWL - Craig, 1961 CP-20 CP-35 CP-31 Figure 29. Calculated saturation indices (SI) for calcite, gypsum, dolomite, and quartz in the sampled well waters plotted against TDS in mg/L. SI = 0 indicates the water is saturated with respect to the mineral. SI >0 indicates supersaturation, SI <0 indicates undersaturation. Figure 27. Carbon-14 (14C ) and tritium (3H) results. Labels in black are sample number (top) and percent modern carbon; labels in red are tritium units (TU). Figure 28. Carbon-14 percent modern carbon plotted against well depth. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 32 14C pMC (%) 50 100 150 200 250 300 350 400 500 450 depth (ft) 100 90 80 70 60 50 40 30 20 10 0 CP-2 CP-20 -3 -2 -1.5 -1 0 0.5 1 0 500 1,000 1,500 2,000 Saturation Index TDS -2.5 -0.5 Calcite Gypsum Dolomite Quartz 33 C u r r y a n d R o o s e v e l t C O U N T i e s other samples (i.e. the isotopic compositions are more negative). Compared to the data from other studies, the main data cluster is towards the heavy or enriched end (i.e., towards less negative values) of the range of stable isotopic compositions for both Ogallala Formation waters and those from Cretaceous forma- tions reported by Nativ and Smith (1987) and Nativ and Gutierrez (1989). CP-20 plots at the depleted end of the range of samples of Triassic groundwater from western Roosevelt County reported by Langman and Ellis (2010). 14C and 3H age-dating results are shown in Figure 27. Tritium contents are very low (-0.02 to 0.62 TU) implying that there is no contribution of modern (post-1952) precipitation as recharge to the ground- water (Clark and Fritz, 1997). The one negative value is a consequence of the analytical method used; for practical purposes this sample has TU = 0. 14C data pMC (% modern carbon) values range from 6.9 to 96.1, with the corresponding apparent radiocarbon ages ranging from 21,440 to 320 years (Figure 27 and Table 2). While there is no correlation of major chemical constituents with well depth, there is a noticeable trend of decreasing pMC with increasing well depth, excepting samples CP-2 and CP-20 (Figure 28). Calculated saturation indices for calcite, gypsum, dolomite, and quartz are plotted against TDS in Figure 29. Gypsum saturation increases progressively with TDS (and also SO4, not shown). All samples are very close to calcite saturation regardless of TDS and are super- saturated with quartz. Dolomite saturation is varied but tends towards supersaturation with increasing TDS. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 34 Water-Level Changes and Groundwater Storage O ver the seven-year interval for which water level changes were calculated, the apparent net change per year in water volume was a decrease of 277,586 acre-feet. Similarly, the average of the spatially-delin- eated apparent losses, per year, over the seven-year interval are 370,029 acre-feet and the apparent gains are 92,443 acre-feet/year. Apparent losses are approx- imately four times greater than gains. If the simplistic assumption is made that areas of saturated thickness increase are due to net addition of water, and areas of saturated thickness decrease are due to net loss, then Figure 12 can be interpreted as a map of the change of water in storage. These results can be compared to independent estimates of groundwater withdrawals and recharge. Longworth et al. (2013) report the total of groundwater withdrawals for Curry and Roosevelt counties in 2010 as 378,411 acre-feet. Wood and Sanford (1995) estimated recharge to the High Plains Aquifer in Texas and New Mexico using the chlo- ride mass-balance method to be 0.43 ± 0.08 in/yr, or approximately 2% of precipitation. For the area of the High Plains Aquifer within Curry and Roosevelt counties (2,408,680 acres), the recharge estimated using the criteria of Wood and Sanford (1995) equates to 86,953 acre-feet per year and 76,836 acre- feet per year, respectively. For comparison, in the four Texas counties adjacent to Curry and Roosevelt coun- ties, annual groundwater extraction in 1984 ranged from 6 to 64 times the estimated annual recharge (Nativ and Smith, 1987). The correspondence between these independent estimates of recharge and groundwater withdrawals is provocative, but there are numerous caveats. Inherent uncertainties in the data and methodologies used have been discussed above. The water level condi- tions for each time period in this study are based on measurements taken over several years. Some of the water levels may be influenced by pumping wells, although most of the measurements are taken in the wintertime to avoid the largest effect of groundwater pumping for agriculture. Water level declines may be due in part to subsurface flow of groundwater out of V I I . D i s c u s s i o n the study area, laterally or downward into bedrock units, or by evapotranspiration of shallow ground- water, rather than just extraction due"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "net addition of water, and areas of saturated thickness decrease are due to net loss, then Figure 12 can be interpreted as a map of the change of water in storage. These results can be compared to independent estimates of groundwater withdrawals and recharge. Longworth et al. (2013) report the total of groundwater withdrawals for Curry and Roosevelt counties in 2010 as 378,411 acre-feet. Wood and Sanford (1995) estimated recharge to the High Plains Aquifer in Texas and New Mexico using the chlo- ride mass-balance method to be 0.43 ± 0.08 in/yr, or approximately 2% of precipitation. For the area of the High Plains Aquifer within Curry and Roosevelt counties (2,408,680 acres), the recharge estimated using the criteria of Wood and Sanford (1995) equates to 86,953 acre-feet per year and 76,836 acre- feet per year, respectively. For comparison, in the four Texas counties adjacent to Curry and Roosevelt coun- ties, annual groundwater extraction in 1984 ranged from 6 to 64 times the estimated annual recharge (Nativ and Smith, 1987). The correspondence between these independent estimates of recharge and groundwater withdrawals is provocative, but there are numerous caveats. Inherent uncertainties in the data and methodologies used have been discussed above. The water level condi- tions for each time period in this study are based on measurements taken over several years. Some of the water levels may be influenced by pumping wells, although most of the measurements are taken in the wintertime to avoid the largest effect of groundwater pumping for agriculture. Water level declines may be due in part to subsurface flow of groundwater out of V I I . D i s c u s s i o n the study area, laterally or downward into bedrock units, or by evapotranspiration of shallow ground- water, rather than just extraction due to pumping. It was noted above that the areas of water level rises are less well-constrained by well data than the areas of decline and are likely not as reliable. It is argued below that irrigation return flow is likely a compo- nent of recharge– this is water that was pumped from the aquifer and is thus not a net addition of “new water” from outside the groundwater system, but rather a recycled component of groundwater already present (Scanlon et al., 2012). There is no clear spa- tial association between the areas of saturated thick- ness increase and either playas or irrigated acreage visible in satellite imagery. Water level rises may be due in part to a reduction in groundwater extraction rather than an addition of “new water” in the form of recharge from precipitation. The range of estimates for annual groundwater recharge from precipitation in the southern High Plains covers at least two orders of magnitude (Gurdak and Roe, 2010). Clearly, use of a much higher or lower value recharge estimate would give a different estimated annual quantity of recharge not comparable to that calculated here by water level changes. Many studies have confirmed that groundwater pumping is by far the single largest component of dis- charge from the High Plains Aquifer (e.g., McGuire et al., 2003; Scanlon et al., 2012). A conservative interpretation of the results based on water level and saturated thickness changes presented here is that the estimates of groundwater withdrawals (discharge) are in generally in accord with independent estimates (Longworth et al., 2013), are more robust than the estimates of recharge, and that withdrawals continue to be several times the amount of recharge, result- ing in net losses of water in storage and the ongoing regional trend of declining groundwater levels. Water Chemistry T here is a clear contrast in the chemistry of water samples north and south of the Portales Valley, with consistency among the samples to the north and 35 C u r r y a n d R o o s e v e l t C O U N T i e s a wide variety of water types to the south. Well water samples from north and south of the valley are identi- fied in Table 2. The samples and processes inferred to have impacted the water chemistry are discussed in detail below. Samples north of the Portales valley Samples CP-12 and -13 have the simplest water chemistry (Ca-HCO3) of all of the samples, north and south of the valley, and are among the lowest in TDS. These waters appear to have undergone the smallest amount of water-rock interaction, probably only with the CaCO3 caliche layer and/or carbonate cements at the top of and within the Ogallala Formation. Unfortunately, there is no age data for these samples. However, their chemical characteristics, shallow source (both well total depths = 120 ft), and occur- rence adjacent to the sand dunes of the Portales Valley (Figure 5), are consistent with relatively young water that has undergone little water-rock interac- tion compared to the other samples. Proceeding from samples CP-12 and -13, samples CP-14, CP-25, and NM-17409 form a linear trend towards greater sulfate values with little change in Cl on the Piper diagram (Figure 23). These samples also plot along potential flowlines (Figure 22), suggesting evolution of the water chemistry from sample CP-12 to CP-25 largely by the addition of sulfate, magnesium, and sodium plus potassium. The sulfate may be sourced from weathering in the shallow subsurface, where it is often present in excess in arid and semi-arid regions (Hem, 1985). The cations may be similarly sourced and/or result from weathering of silicate minerals within the aquifer itself. The remainder of the northern samples show general characteristics on Figures 22 and 23 of greater proportions of chloride plus sulfate, with relatively little change in major cations. The mixed cation-mixed anion water types suggest that ion exchange processes are affecting water chemistry (Mehta et al., 2000). The similarity in chemistry and TDS values across the northern region suggest con- tinuous groundwater flowpaths and similar geochemi- cal processes that result in the observed chemistry. These facts, along with the sample locations in areas of relatively large saturated thickness of the Ogallala Formation are consistent with interpretations of Nativ and Smith (1987), who noted that waters from the thickest sections of Ogallala Formation through- out the High Plains Aquifer are commonly of mixed cation-bicarbonate type. Samples south of the Portales Valley Of the samples south of the Portales Valley, CP-2 is the only one from a well where there is a large saturated thickness of Ogallala formation in the 2010–2015 time period (~105 ft); it is also the only sample that is similar in water type (mixed cation- mixed anion) and TDS to the many samples north of the Portales Valley. The other samples south of the Portales Valley are from areas where the 2010–2015 Ogallala Formation saturation is very thin (<30 ft) and/or discontinuous, or the formation is absent (CP-35). Sample CP-1 is from a well overlying Cretaceous bedrock (Figure 5) where the Ogallala is thin and discontinuously saturated. The water resembles the simple water types of wells CP-12 and -13, with additional sulfate and chloride (Figure 22). A possible source of these anions is recharge water from the sur- face with elevated levels of sulfate and chloride (Hem, 1985). There is no age-dating data"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "may be similarly sourced and/or result from weathering of silicate minerals within the aquifer itself. The remainder of the northern samples show general characteristics on Figures 22 and 23 of greater proportions of chloride plus sulfate, with relatively little change in major cations. The mixed cation-mixed anion water types suggest that ion exchange processes are affecting water chemistry (Mehta et al., 2000). The similarity in chemistry and TDS values across the northern region suggest con- tinuous groundwater flowpaths and similar geochemi- cal processes that result in the observed chemistry. These facts, along with the sample locations in areas of relatively large saturated thickness of the Ogallala Formation are consistent with interpretations of Nativ and Smith (1987), who noted that waters from the thickest sections of Ogallala Formation through- out the High Plains Aquifer are commonly of mixed cation-bicarbonate type. Samples south of the Portales Valley Of the samples south of the Portales Valley, CP-2 is the only one from a well where there is a large saturated thickness of Ogallala formation in the 2010–2015 time period (~105 ft); it is also the only sample that is similar in water type (mixed cation- mixed anion) and TDS to the many samples north of the Portales Valley. The other samples south of the Portales Valley are from areas where the 2010–2015 Ogallala Formation saturation is very thin (<30 ft) and/or discontinuous, or the formation is absent (CP-35). Sample CP-1 is from a well overlying Cretaceous bedrock (Figure 5) where the Ogallala is thin and discontinuously saturated. The water resembles the simple water types of wells CP-12 and -13, with additional sulfate and chloride (Figure 22). A possible source of these anions is recharge water from the sur- face with elevated levels of sulfate and chloride (Hem, 1985). There is no age-dating data for this sample, but the well is only slightly deeper (TD = 140 ft) than the wells of the three samples with the youngest pMC values (CP-3, -5, -35; all 120 ft deep; Figures 27 and 28). Waters from Cretaceous bedrock in southeast Roosevelt County are of sodium-bicarbonate or mixed cation-mixed anion type (Cooper, 1960; Nativ and Gutierrez), 1989) with sodium generally greater than calcium or magnesium, and thus appear to be an unlikely to have contributed to CP-1. Sample CP-3 is from a well completed in thin (~105 ft) Ogallala Formation that is discontinuously satu- rated. It overlies Cretaceous bedrock and its mixed cation-sulfate water type may be explained as a mix of sodium-bicarbonate or mixed cation-mixed anion water from the underlying Cretaceous rocks, with younger recharge water. The latter is implied by the high pMC of 87.3. Samples CP-4, -31, and -35 are located along the south side of the Portales Valley and come from wells of similar, shallow depth (TD=116, 120, and 120 ft, respectively) in an area of limited saturated thickness of the Ogallala Formation (30 ft or less). Well CP-35 appears to be completed in the Triassic Dockum Group bedrock, while CP-4 and -31 overlie it. The three samples have high sodium, chloride, sulfate, and magnesium. Groundwater in Triassic Dockum Group bedrock can be very high in sodium and chloride (Langman and Ellis, 2010). Upward movement of such water would seem plausible to account for the high sodium and chloride of CP-31 and -35. Such movement has been documented to occur 15 miles to the northwest where hydraulic heads in underlying N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 36 formations are higher than in the Ogallala Formation and the High Plains Aquifer (Nativ and Smith, 1987; Langman and Ellis, 2010). However, apart from sample CP-20, the stable isotopic compositions of all of the sampled waters in this study are significantly less depleted (less negative) than those of ground- water from the Triassic Dockum Group (Figure 26), precluding significant mixing. The depleted stable isotopic signature of Triassic Dockum Group waters has been attributed to groundwater recharge during a much cooler climate prior to Pleistocene erosion of the Pecos River Valley and formation of the western escarpment of the southern High Plains (Dutton and Simpkins, 1989). The high sulfate and chloride values of CP-31 and -35 may be due to a component of recharge water enhanced with these solutes migrating down- ward towards these shallow wells. A potential source of recharge water in this area is irrigation return flow, which can potentially have elevated sulfate and chloride (Hem, 1985), and has been documented to have reached depths of greater than 150 ft in the vicinity of the Melrose Bombing range in northwest Roosevelt County (Langman and Ellis, 2010). Partial evaporation of irrigation water prior to reinfiltration may enhance solute concentrations, and should be identifiable in the stable isotopic compositions. The stable isotopic compositions of CP-31 and 35 sug- gest a small amount of evaporation, as they have less negative δ18O values than the main group of sampled groundwater by about 0.5‰ δ18O (Figure 26, cf. Langman and Ellis, 2010). CP-35 has the highest analyzed 14C pMC value, 96.1, and an apparent 14C age of 320 years. This also implies a contribution of relatively young recharge water mixing with older groundwater. Irrigation return flow may also carry enhanced solute concentrations due to dissolution of dust and fine-grained minerals in the soil zone and shallow subsurface. The most unique water sample is CP-20. It is a sodium-mixed anion water from a shallow (TD = 100 ft) well completed in discontinuously satu- rated Ogallala Formation above the contact between Cretaceous and Triassic basement rocks. It is char- acterized by very high sodium and low calcium and magnesium. The water chemistry likely reflects both the influence of deeper groundwater with high sodium, chloride, and sulfate contents (Nativ and Gutierrez, 1989, Langman and Ellis, 2010) and cation-exchange processes that have enhanced the sodium content at the expense of calcium and magnesium. The latter occurs in fine-grained sedi- ments and rocks (clay, shale) in which calcium and magnesium are preferentially adsorbed onto mineral surfaces, and sodium is released (Hem, 1985; Hounslow, 1995). CP-20 has a stable isotopic com- position compatible with groundwater from Triassic rocks in northwest Roosevelt County (Figure 26; Langman and Ellis 2010), the oldest 14C pMC value of 6.9 (14C apparent age of 21,440 years) and very low tritium content. The data for CP-20 argue for very old groundwater with no influence of younger recharge. Fluoride and Arsenic Arsenic contents range from 0.0005 mg/L to 0.0126 mg/L (Figure 14). CP-3,-4,-31, and -35 exceed the maximum contaminant level of 0.01 mg/L. High arsenic levels can result from dissolution or leach- ing of silicic volcanic rocks which may be present as clasts in the sand and gravel beds of the Ogallala Formation. Adsorption on to the surface of iron oxides and hydroxides is important for maintaining low concentrations and/or natural removal of arsenic from groundwater (Hem, 1985). The arsenic concen- trations that exceed the maximum contaminant level observed in this study all occur south of the Portales Valley and in waters with relatively high TDS, greater"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "dissolution of dust and fine-grained minerals in the soil zone and shallow subsurface. The most unique water sample is CP-20. It is a sodium-mixed anion water from a shallow (TD = 100 ft) well completed in discontinuously satu- rated Ogallala Formation above the contact between Cretaceous and Triassic basement rocks. It is char- acterized by very high sodium and low calcium and magnesium. The water chemistry likely reflects both the influence of deeper groundwater with high sodium, chloride, and sulfate contents (Nativ and Gutierrez, 1989, Langman and Ellis, 2010) and cation-exchange processes that have enhanced the sodium content at the expense of calcium and magnesium. The latter occurs in fine-grained sedi- ments and rocks (clay, shale) in which calcium and magnesium are preferentially adsorbed onto mineral surfaces, and sodium is released (Hem, 1985; Hounslow, 1995). CP-20 has a stable isotopic com- position compatible with groundwater from Triassic rocks in northwest Roosevelt County (Figure 26; Langman and Ellis 2010), the oldest 14C pMC value of 6.9 (14C apparent age of 21,440 years) and very low tritium content. The data for CP-20 argue for very old groundwater with no influence of younger recharge. Fluoride and Arsenic Arsenic contents range from 0.0005 mg/L to 0.0126 mg/L (Figure 14). CP-3,-4,-31, and -35 exceed the maximum contaminant level of 0.01 mg/L. High arsenic levels can result from dissolution or leach- ing of silicic volcanic rocks which may be present as clasts in the sand and gravel beds of the Ogallala Formation. Adsorption on to the surface of iron oxides and hydroxides is important for maintaining low concentrations and/or natural removal of arsenic from groundwater (Hem, 1985). The arsenic concen- trations that exceed the maximum contaminant level observed in this study all occur south of the Portales Valley and in waters with relatively high TDS, greater than 790 mg/L. The high arsenic is probably due to the generally high dissolved mineral content. Fluoride contents range from 0.68 to 4.38 mg/L (Figure 17). Twenty-three of the 34 samples exceed the secondary drinking water standard of 2.0 mg/L, and CP-4 exceeds the maximum contaminant level of 4 mg/L. Fluoride in groundwater commonly is derived from the dissolution of F-bearing micas and amphiboles, and is often removed from solution by adsorption onto clay minerals (Hounslow, 1995). Volcanic ash is often a source of fluoride, and may be a contributing source in the Ogallala Formation if ash is present in the unit. Historical chemistry data The USGS chemistry data from the 1950s show mixed cation-bicarbonate and mixed cation-mixed anion waters north of the Portales Valley (Figures 30 and 32; Table 3). This is similar to the NMED samples from the 1990s and 2000s and those of this study (Figures 22, 31, and 32; Tables 2 and 4). USGS sample K has an incomplete analysis. The other aspects of its chemistry are similar to the more recent samples in the vicinity. South of the Portales valley, the NMED samples from CP-2 and -4 are similar to the more recent Figure 30. Stiff diagrams color-coded to water type (determined by the major cations and anions present) for samples collected in the 1950s by the U.S. Geological Survey. Note that potassium (K) was not analyzed for these samples. Samples letters correspond to Table 3. 37 C u r r y a n d R o o s e v e l t C O U N T i e s samples from these wells. The water types have changed, but this is due to only small differences in propor- tions of the major ions. The recent samples from wells CP-1 and CP-3 have higher sulfate than the NMED samples collected in the 1990s. The USGS samples from the 1950s in this area show a variety of water types, as do the more recent data. Samples E and F, south of CP-20, are sodium- mixed anion waters, as is CP-20, but they have somewhat lower TDS values. Sample Dis a mixed cation - mixed anion water, as is CP-2,but has lower TDS. Sample B has an incom- plete analysis, missing sulfate and chloride, but has cations similar to CP-1 to the west, and appears to have lower TDS. Sample A is similar to the recent sample CP-4 to the east, which is a different water type due to higher sodium, and has higher TDS. Samples G and H appear quite different than CP-35 to the west, which is the near- est recent sample. Extensive, long-term pumping of groundwater such as has occurred in the study area since at least the 1950s can affect water quality. Large changes in hydraulic head gradients can induce flow into the High Plains Aquifer from bedrock beneath the Ogallala Formation, or cause leakage from fine-grained, low-permeability beds within the aquifer. Reduction of water levels can allow infiltration of surface water as recharge that was “rejected” and unable to infiltrate under higher head conditions. The latter is not likely in the study area due to the paucity of surface water. Induced flow from bedrock or low-permeability beds will likely cause an increase in TDS and a decrease in water qual- ity, based on water chemistry in bedrock aquifers beneath the High Plains Aquifer (Nativ and Smith, 1987; Nativ and Gutierrez, 1989). Low-permeability beds may contain water with higher TDS values due to low flow rates and resulting longer Ca-Mg-Na-SO4 Ca-Mg-Na-HCO3 Ca-Mg-Na-HCO3-SO4-Cl Na-HCO3-SO4-Cl Figure 31. Stiff diagrams color-coded to water type (determined by the major cations and anions present) for samples collected in the 1990s and 2000s by the NM Environment Department. These wells were also sampled in 2015 for this study. Sample IDs (minus “CP-“ prefix) correspond to Table 4. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 38 residence times than within the more permeable portions of the aquifer. The USGS and NMED histori- cal chemistry data from the 1950s and the 1990s, when compared to the recent samples, suggest that there has been a slight increase in TDS in groundwater south of Portales Valley, and some small changes in water chemistry, since the 1950s. Wells CP-1 and CP-3 have shown an increase in sulfate since the NMED sampling of the 1990s. Water chemistry north of the Portales valley has remained consistent since the 1950s, with per- haps a slight increase of TDS values. Although the limitations of the older datasets must be kept in mind, large changes in groundwater chemistry, and decreases in water quality, that can be attributed to extensive ground- water pumping are not indicated. Recharge and processes affecting water chemistry Previous work in and near the present study area has called on mixing of groundwater from deeper Cretaceous and Triassic rocks as being the main cause of high-TDS values and the variety in water chemistry seen in the Ogallala formation and the High Plains Aquifer (Hart and McAda, 1985; Nativ and Smith, 1987; Nativ and Gutierrez, 1989). Conversely, Fryar et al. (2001) argued that processes during groundwater recharge following infiltration of precipitation are dominant in regulat- ing the composition of"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "(determined by the major cations and anions present) for samples collected in the 1990s and 2000s by the NM Environment Department. These wells were also sampled in 2015 for this study. Sample IDs (minus “CP-“ prefix) correspond to Table 4. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 38 residence times than within the more permeable portions of the aquifer. The USGS and NMED histori- cal chemistry data from the 1950s and the 1990s, when compared to the recent samples, suggest that there has been a slight increase in TDS in groundwater south of Portales Valley, and some small changes in water chemistry, since the 1950s. Wells CP-1 and CP-3 have shown an increase in sulfate since the NMED sampling of the 1990s. Water chemistry north of the Portales valley has remained consistent since the 1950s, with per- haps a slight increase of TDS values. Although the limitations of the older datasets must be kept in mind, large changes in groundwater chemistry, and decreases in water quality, that can be attributed to extensive ground- water pumping are not indicated. Recharge and processes affecting water chemistry Previous work in and near the present study area has called on mixing of groundwater from deeper Cretaceous and Triassic rocks as being the main cause of high-TDS values and the variety in water chemistry seen in the Ogallala formation and the High Plains Aquifer (Hart and McAda, 1985; Nativ and Smith, 1987; Nativ and Gutierrez, 1989). Conversely, Fryar et al. (2001) argued that processes during groundwater recharge following infiltration of precipitation are dominant in regulat- ing the composition of waters in the High Plains Aquifer in the Texas panhandle region. These processes include concentration of solutes by evapotranspiration, oxidation of organic matter, exsolution and/or dissolution of CO2 and soil CaCO3, weathering of silicates, and cation exchange. Fryar et al. (2001) pre- sented scenarios of groundwater flow into and within the High Plains Aquifer, with and without mixing of different waters, and chemical Ca-Mg-Na-K-HCO3 Ca-Mg-Na-K-HCO3-SO4-Cl Ca-HCO3 Figure 32. Piper diagram of major ion chemistry of USGS samples (blue inverted triangles) from the 1950s and NMED samples (red stars) from the 1990s and 2000s. Data collected in this study (black squares) are shown for comparison. 39 C u r r y a n d R o o s e v e l t C O U N T i e s reactions as viable explanations for their water chemistry data. Langman and Ellis (2010) presented geochemical evidence for the likelihood of irrigation return flow becoming recharge and for upward flow of deeper, more saline waters into the High Plains Aquifer near the Melrose Bombing Range Many processes may be affecting the composition of groundwater in the study area. Determining their relative importance is problematic even with far more extensive datasets than have been presented here (Fryar et al., 2001, Langman and Ellis, 2010) and is beyond the scope of the present work. However, an understanding of recharge is of great significance in assessment of the groundwater resource, and is addressed in more detail here. It is typical for waters of different ages to mix in unconfined aquifers such as the High Plains Aquifer (Fryar et al., 2001). Typical values of pMC for the HPA range from 20.8–61.1 (Dutton, 1995, cited in Fryar et al., 2001). Percent modern carbon (pMC) values measured in this study range from 6.9 to 96.1, with corresponding apparent ages from 21,440 to 320 years (Figure 27, Table 2). The highest pMC values and youngest apparent ages suggest that young recharge water enters the aquifer locally. It is possible that local rises in water levels since 2004–2007 may be due to recharge water entering the aquifer. Many previous recharge studies (Nativ, 1992, Gurdak and Roe, 2010; Scanlon et al., 2012) have shown that there is present-day recharge, but it is highly spatially Calcium Chloride Magnesium Carbonate + Bicarbonate Sodium + Potassium Sulfate 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 20 40 40 40 60 80 20 40 60 80 80 Chloride + Sulfate Calcium + Magnesium NMBGMR samples 2015 USGS samples NMED samples Figure 33. Schematic diagram of the High Plains Aquifer in Curry and Roosevelt counties. Areas of discontinuous saturation are where the water table is poorly defined. Cones of depression form when pumping wells draw down the water table. These enlarge and eventually merge, resulting in regional water level declines. Recharge of a fraction of pumped water via irrigation return carries 14C from the soil but no 3H from precipitation to the aquifer. There is no evidence for recharge from playas in this study, but previous work has argued for the importance of this recharge pathway. Both recharge mechanisms can potentially introduce contaminants to the aquifer. Locally, water may migrate into the Ogallala Formation from underlying bedrock (K, ), affecting groundwater chemistry and quality, for example at well CP-20. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 40 irrigation well public supply well domestic well 3H CP-20 14C 14C,3H sand and gravel sand and gravel sand and gravel discontinuous saturation playa playa Portales Valley dunes water table 1 3 3 flow direction sand and gravel sand and gravel sand and gravel sand and gravel 3 2 4 1 2 4 4 K Cretaceous rocks Triassic rocks Triassic rocks Potential recharge from playas (includes 14C and 3H) Cone of depression Possible upward flow of H2O from bedrock Recharge from irrigation return (includes 14C but no 3H) Ogllala Formation High Plains Aquifer Not to scale ~S ~N To To Precipitation Precipitation variable, and the quantity is many times smaller than discharge, which is dominated by groundwater pumping. Regionally, infiltration through playas has been established as an important pathway by which recharge reaches the High Plains Aquifer (Stone and McGurk, 1985; Nativ, 1992; Wood and Sanford, 1995, Gurdak and Roe, 2010). Stable isotopic com- positions of groundwater in the High Plains Aquifer are dominantly reflective of regional trends in stable isotopic composition of precipitation (Nativ and Riggio, 1990). Both tend to become more depleted (more negative) towards the northwest and higher elevations. Groundwater that has moved downgradi- ent towards the southeast should have more depleted stable isotopic compositions than both local precipi- tation and infiltrated playa water derived from local precipitation. Stable isotopic compositions of ground- water immediately beneath playas near Lubbock, TX, have been observed to be relatively enriched compared to regional groundwater, consistent with the playas being a source of focused recharge of local precipita- tion that is more enriched than regional groundwater (Wood and Sanford, 1995). When compared with the local meteoric water line, stable isotopic compositions of playa water suggest that the amount of evapora- tion prior to infiltration is"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "O U R C E S 40 irrigation well public supply well domestic well 3H CP-20 14C 14C,3H sand and gravel sand and gravel sand and gravel discontinuous saturation playa playa Portales Valley dunes water table 1 3 3 flow direction sand and gravel sand and gravel sand and gravel sand and gravel 3 2 4 1 2 4 4 K Cretaceous rocks Triassic rocks Triassic rocks Potential recharge from playas (includes 14C and 3H) Cone of depression Possible upward flow of H2O from bedrock Recharge from irrigation return (includes 14C but no 3H) Ogllala Formation High Plains Aquifer Not to scale ~S ~N To To Precipitation Precipitation variable, and the quantity is many times smaller than discharge, which is dominated by groundwater pumping. Regionally, infiltration through playas has been established as an important pathway by which recharge reaches the High Plains Aquifer (Stone and McGurk, 1985; Nativ, 1992; Wood and Sanford, 1995, Gurdak and Roe, 2010). Stable isotopic com- positions of groundwater in the High Plains Aquifer are dominantly reflective of regional trends in stable isotopic composition of precipitation (Nativ and Riggio, 1990). Both tend to become more depleted (more negative) towards the northwest and higher elevations. Groundwater that has moved downgradi- ent towards the southeast should have more depleted stable isotopic compositions than both local precipi- tation and infiltrated playa water derived from local precipitation. Stable isotopic compositions of ground- water immediately beneath playas near Lubbock, TX, have been observed to be relatively enriched compared to regional groundwater, consistent with the playas being a source of focused recharge of local precipita- tion that is more enriched than regional groundwater (Wood and Sanford, 1995). When compared with the local meteoric water line, stable isotopic compositions of playa water suggest that the amount of evapora- tion prior to infiltration is small (Nativ and Smith, 1987; Wood and Sanford, 1995). The elevated tritium concentrations in groundwater beneath the Lubbock playas also support post-1952 recharge though the playa floor (Wood and Sanford, 1995). The differences in tritium and 14C systematics may explain the differences in the tritium and 14C results in this study, and help clarify the nature of recharge in the study area. Tritium is produced in the atmosphere naturally by cosmic radiation. It is incorporated directly into water molecules by reac- tion with oxygen. The tritium signal in groundwater is produced when precipitation infiltrates through the unsaturated zone to the water table and becomes groundwater. Although some 14C is introduced into groundwater recharge directly from precipitation, the 14C signal in recharge is largely acquired in the soil, which has a large reservoir of 14C due to plant respira- tion and decay (Clark and Fritz, 1997), and is carried in groundwater in the dissolved inorganic carbon. 41 C u r r y a n d R o o s e v e l t C O U N T i e s The δ13C expected in soil gas in arid and semi- arid grassland environments dominated by C4 plants (including corn) should be about -9‰, tending to less negative values with weathering reactions in the soil (Clark and Fritz, 1997). The δ13C ratios of the samples range from -6.8 to -4.5, except for CP-20, which is -10.6, consistent with the source of car- bon in the groundwater being from equilibration of infiltrating water with soil gas. In addition, all of the well water samples are approximately saturated with respect to calcite (Figure 29). If the carbonate were solely derived from dissolution of calcite cements and /or carbonate bedrock, then the pMC should tend to zero, because the mineralogical calcite will have very old, or “dead” carbon, with little or no 14C. The measurable 14C ages, and especially the young values, argue for an open system where recharge water inter- acts with soil gas to acquire 14C. Irrigation water is groundwater pumped from the aquifer and applied to the soil in the spring and summer, when temperatures are high and potential evaporation is large. Solutes and 14C are also added to the infiltrating water through dissolution of mineral particles in the soil and CO2 in the soil gas. However, without concurrent infiltration of precipitation, recharge water derived from irrigation return flow will not have significant tritium content. This can explain the observation of relatively high pMC values and young apparent 14C ages for some samples, and all samples having negligible tritium content. It is also consistent with the general trend of decreasing pMC with increasing depth. Samples CP-2 and CP-20 do not follow this trend (Figure 28), which may be due to local geologic factors and/or less irrigation in the vicinity of the wells. Irrigation water will potentially undergo some degree of evaporation during infiltration and within the soil zone, resulting in concentration of preexisting solutes, and some degree of enrichment of the stable isotopes of hydrogen and oxygen. If there is no evap- oration, the stable isotopic composition of irrigation return flow will be the same as local groundwater. Langman and Ellis (2010) argued that evaporation of irrigation return flow prior to recharge increased δ18O by ~0.75‰ and δD by ~5‰ (their figure 11). Potential evaporative enrichment of samples CP-31 and -35 in this study was suggested above based on δ18O values enriched by approximately 0.5‰ com- pared to the main group of samples. The effect of evaporation on stable isotopic enrichment, if pres- ent, is smaller than that seen by Langman and Ellis (2010). In general, the amount of evaporation will be dependent on ambient atmospheric conditions, soil type, and the geology in the near subsurface. If the water is applied low to the ground and infiltrates quickly during times of low temperature and high humidity, there will be less evaporation than if it is sprayed in the air and/or ponds at the surface during times of high temperature and low humidity. Both conditions probably occur across the study area in different places and at different times. The present data suggest less of an effect of evaporation than seen by Langman and Ellis (2010), and/or a smaller com- ponent of irrigation return flow becoming recharge in the vicinity of the sampled wells. Previous work has shown that infiltrated waters from playas and irrigation return flow may both show small effects from evaporation on stable isoto- pic compositions, with irrigation return potentially having more variable effects. The near-zero tritium contents in the waters sampled for this study, locally elevated pMC values, and δ13C values of dissolved inorganic carbon in accord with infiltration through soils dominated by C4 vegetation, are all more consis- tent with groundwater recharge occurring by irriga- tion return flow rather than by infiltration of local precipitation (Figure 33). Although recharge through playas has been shown to be the main recharge pathway to the High Plains Aquifer in general, there is no evidence in this study of any significant quan- tity of precipitation reaching the aquifer as recharge, through playas or elsewhere. It must be emphasized that irrigation return flow is not “new water” added to the aquifer, but rather a recycled component of water already extracted from the aquifer via wells (Scanlon et al., 2012). Apparent recharge as derived from the water level change calculations described above is"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "Langman and Ellis (2010). In general, the amount of evaporation will be dependent on ambient atmospheric conditions, soil type, and the geology in the near subsurface. If the water is applied low to the ground and infiltrates quickly during times of low temperature and high humidity, there will be less evaporation than if it is sprayed in the air and/or ponds at the surface during times of high temperature and low humidity. Both conditions probably occur across the study area in different places and at different times. The present data suggest less of an effect of evaporation than seen by Langman and Ellis (2010), and/or a smaller com- ponent of irrigation return flow becoming recharge in the vicinity of the sampled wells. Previous work has shown that infiltrated waters from playas and irrigation return flow may both show small effects from evaporation on stable isoto- pic compositions, with irrigation return potentially having more variable effects. The near-zero tritium contents in the waters sampled for this study, locally elevated pMC values, and δ13C values of dissolved inorganic carbon in accord with infiltration through soils dominated by C4 vegetation, are all more consis- tent with groundwater recharge occurring by irriga- tion return flow rather than by infiltration of local precipitation (Figure 33). Although recharge through playas has been shown to be the main recharge pathway to the High Plains Aquifer in general, there is no evidence in this study of any significant quan- tity of precipitation reaching the aquifer as recharge, through playas or elsewhere. It must be emphasized that irrigation return flow is not “new water” added to the aquifer, but rather a recycled component of water already extracted from the aquifer via wells (Scanlon et al., 2012). Apparent recharge as derived from the water level change calculations described above is at least four times smaller than groundwater withdrawals, and potentially much less. Samples CP-12 and -13 have the simplest chem- istry (Ca-HCO3 water type) and low TDS, and are located within the elongate region of dunes and sand sheets that coincides with the Portales Valley. These surface features have been shown to have much higher recharge rates than the typical upland surfaces in the study area (Stone and McGurk, 1985) and gen- erally have very shallow water tables within the study area (Figure 9). Age-dating of these samples would be useful to confirm the interpretation that they are relatively young waters that have experienced less water-rock interaction and infiltrated rapidly through the sand features. If this is the case, they should have tritium levels significantly higher than the samples analyzed in this study. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 42 G roundwater from the High Plains Aquifer is the source of all water for domestic, public sup- ply, industrial, and agricultural use in Curry and Roosevelt counties. Protection of the aquifer from anthropogenic contaminants and conservation of the resource is essential for the economic future of this region. The data and interpretations presented above show that irrigation return flow delivers some water pumped from the aquifer for agriculture back to the aquifer as recharge (Figure 33). It is possible that this recharge mechanism can deliver contaminants such as agricultural chemicals to the aquifer. Anthropogenic compounds such as pesticides and industrial chemi- cals have been detected in the High Plains Aquifer in the study area (Langman et al., 2006). Nitrate, volatile organic compounds, and pesticides have been found in well water samples from the High Plains Aquifer in a regional study (Becker et al., 2002). Irrigation return is not a point source of recharge; V I I I . P r o t e c t i o n o f s o u r c e w a t e r s rather it probably occurs in small quantities over wide regions where irrigation is occurring. Accurate delineation of where recharge and thus potential contamination is occurring would require many more water samples than in the present study, but because of low gradients and low groundwater flow velocities, it is reasonable to assume that any contaminants pres- ent are from nearby source areas. Playas have been identified as foci for recharge to the High Plains Aquifer in previous studies, but there is little evidence in the present work for direct recharge of precipitation, through playas or other- wise. It is possible that recharge does occur though playas in the study area, but was not detected because of the low density and/or spatial distribution of water samples in this study. Regardless, protection of playas as potential recharge sources should be considered in the study area. Such protection could include efforts to keep playas free of manmade chemicals, agricul- tural runoff and waste, and other forms of pollution. 43 C u r r y a n d R o o s e v e l t C O U N T i e s W ater level data collected since 2007 in Curry and Roosevelt counties were utilized to quantify changes in water levels and groundwater in storage since the previous detailed study of Tillery (2008). Geochemical analyses of 34 new water samples from the two counties were used to characterize spatial variation in water chemistry, identify physical and chemical processes affecting groundwater composi- tion, and identify recharge processes. Changes in water levels from 2004–2007 to 2010–2015 reflect ongoing declines of water lev- els across the High Plains Aquifer due to extensive groundwater pumping, largely for irrigated agricul- ture. Water levels changes in wells ranged from rises of 33 ft to declines of 59 ft. Changes in saturated thickness and water in storage were calculated using the elevation of the base of the Ogallala Formation and the spatial distribution of specific yield in the High Plains Aquifer. Yearly average apparent volumes of water extracted from storage per year from 2010–2015 are consistent with independent assess- ments of the amount of groundwater extracted during 2010. Even with uncertainties in data and assump- tions involved in the methodology, it is clear that yearly groundwater withdrawals are many times amount of recharge. A variety of physical and chemical processes are responsible for the observed variations in water chemistry and concentrations of environmental tracers tritium and 14C. Water chemistry and TDS values are quite consistent north of the Portales Valley, but highly variable to the south. Mixing of small quantities of water from bedrock aquifers underlying the High Plains Aquifer is plausible for several samples, but cannot explain all of the chemi- cal variation. Sample CP-20 is likely influenced by I X . C o n c l u s i o n s deeper groundwater from Triassic rocks beneath the High Plains Aquifer. Regionally, groundwater recharge to the High Plains Aquifer is thought to be dominated by infiltra- tion of precipitation through playas. Although playas are abundant in the study area, there is no evidence for any significant recharge by infiltration of precipi- tation. Re-infiltration of irrigation water—irrigation return flow—is consistent with the tritium, 14C, and stable isotope"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "chemistry, identify physical and chemical processes affecting groundwater composi- tion, and identify recharge processes. Changes in water levels from 2004–2007 to 2010–2015 reflect ongoing declines of water lev- els across the High Plains Aquifer due to extensive groundwater pumping, largely for irrigated agricul- ture. Water levels changes in wells ranged from rises of 33 ft to declines of 59 ft. Changes in saturated thickness and water in storage were calculated using the elevation of the base of the Ogallala Formation and the spatial distribution of specific yield in the High Plains Aquifer. Yearly average apparent volumes of water extracted from storage per year from 2010–2015 are consistent with independent assess- ments of the amount of groundwater extracted during 2010. Even with uncertainties in data and assump- tions involved in the methodology, it is clear that yearly groundwater withdrawals are many times amount of recharge. A variety of physical and chemical processes are responsible for the observed variations in water chemistry and concentrations of environmental tracers tritium and 14C. Water chemistry and TDS values are quite consistent north of the Portales Valley, but highly variable to the south. Mixing of small quantities of water from bedrock aquifers underlying the High Plains Aquifer is plausible for several samples, but cannot explain all of the chemi- cal variation. Sample CP-20 is likely influenced by I X . C o n c l u s i o n s deeper groundwater from Triassic rocks beneath the High Plains Aquifer. Regionally, groundwater recharge to the High Plains Aquifer is thought to be dominated by infiltra- tion of precipitation through playas. Although playas are abundant in the study area, there is no evidence for any significant recharge by infiltration of precipi- tation. Re-infiltration of irrigation water—irrigation return flow—is consistent with the tritium, 14C, and stable isotope data collected in this study. This process results in some of the groundwater pumped for irriga- tion returning to the aquifer, but is not an addition of “new” recharge water. However, recharge though playas may in fact be occurring in the study area and perhaps could be identified with more detailed water sampling around playas. Identification of elevated tri- tium levels would be a key indicator of recent ground- water recharge. The data and interpretation in this study are consistent with many other studies throughout the southern High Plains, and indicate that groundwa- ter withdrawals continue to greatly exceed recharge, resulting in progressive declines of the quantity of groundwater in storage. The declines are a serious concern for groundwater availability in the region. Alternative groundwater sources in the region are severely constrained, as deeper aquifers in bedrock beneath the High Plains Aquifer have poor water qual- ity, and limitations to pumping. There are no signifi- cant surface water resources. Addressing both water quantity and water quality concerns through increasing public awareness and education, with particular focus on irrigation practices, is recommended. However, long-term, drastic water conservation measures across the broader region may be the most effective means of extending the useful life of the High Plains Aquifer. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 44 Geoffrey C. Rawling, Senior Field Geologist, geoff@nmbg.nmt.edu Principal Investigator, reporting, hydrology, geology, geochemistry, water-level measurement, geochemical sampling, data compilation Stacy S. Timmons, Aquifer Mapping Program man- ager, stacy@nmbg.nmt.edu Finance and project oversight Trevor Kludt, Geo-hydrological Laboratory Associate, tkludt@nmbg.nmt.edu Water-level measurement, geochemical sampling Brigitte Felix, Report Production Coordinator, GIS Specialist, bfk@nmbg.nmt.edu Report design, layout, production, GIS, graphics, tables, editing Cathryn Pokorny, Hydrogeological Lab Technician, kittyp@nmbg.nmt.edu Database, field data collection Bonnie Frey, Chemistry Lab Manager, Geochemist, bfrey@nmbg.nmt.edu Geochemical sample analysis Raymond Mondragon of Eastern Plains Council of Governments recruited many of the well own- ers and operators, and provided invaluable support during field work. The New Mexico Environment Department and the U.S. Geological Survey pro- vided data. This project would not have been pos- sible without direction and assistance from Danielle Shuryn, with the NM Environment Department, Drinking Water Bureau. Miriam Wamsley, from the NM Department of Health, Environmental Health Epidemiology Bureau, provided discussions and use- ful recommendations for water quality concerns in the area. Discussions with John Hawley and Talon Newton clarified several topics. Critical reviews by Talon Newton, Alex Rinehart, and Stacy Timmons greatly improved the report. Funding was provided by the New Mexico Environment Department, Drinking Water Bureau, as part of the Source Water Protection program. Additional support was provided by the New Mexico Bureau of Geology and Mineral Resources and its Aquifer Mapping Program. P R O J E C T S T A F F & A c k n o w l e d g m e n t s C u r r y a n d R o o s e v e l t C O U N T i e s 45 R e f e r e n c e s Ash, S. R., 1963, Ground-water conditions in northern Lea County, New Mexico: U.S. Geological Survey Hydrologic Investigations Atlas HA-62, 2 sheets. Becker, M. F., Bruce, B. W., Pope, L. M., and Andrews, W. J., 2002, Ground- water quality in the central High Plains Aquifer, Colorado, Kansas, New Mexico, Oklahoma, and Texas, 1999: U.S. Geological Survey Water-Resources Investigation Report 02-4112, 64 p. Bureau of Economic Geology, 1974, Geologic Atlas of Texas Brownfield Sheet, scale 1:250,000. Bureau of Economic Geology, 1978, Geologic Atlas of Texas Clovis Sheet, scale 1:250,000. Cederstrand, J. R., Becker, M. F., 1998a, Digital map of specific yield for the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Open-File Report 98-414. Cederstrand, J. R., Becker, M. F., 1998b, Digital map of hydraulic conductiv- ity for High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Open-File Report 98-548. Clark, I., and Fritz, P., 1997, Environmental isotopes in hydrogeology, CRC Press, 328 p. Cooper, J. B., 1960, Ground-water in the Causey-Lingo Area, Roosevelt County, New Mexico: New Mexico Office of the State Engineer Technical Report 1, 35 p. Craig, H., 1961, Isotopic variations in meteoric water: Science, v. 133, p. 1702–1703. Cronin, J. G., 1969, Ground water in the Ogallala Formation in the Southern High Plains of Texas and New Mexico: U.S. Geological Survey Hydrologic Investigations Atlas HA-330, 4 sheets. Dutton, A. R., and Simpkins, W. W., 1989, Isotopic evidence for paleohydrologic evolution of ground-water flow paths, southern Great Plains, United States: Geology, v. 17, p. 653–656. Dutton, A.R., 1995, Groundwater isotopic evidence for paleorecharge in U.S. High Plains Aquifers. Quaternary research, v 43 p 221–231. Falk, S. E., 2005, Estimated ground-water age and rate of recharge in the southern High Plains Aquifer, Cannon Air Force Base, Curry County, New Mexico, 2004 [M.S. Thesis]: Albuquerque, University of New Mexico, 82 p. Fryar, A. E., Mullican III, W. F., and Macko, S. A., 2001, Groundwater recharge and chemical evolution in the southern High Plains of Texas, USA: Hydrogeology Journal, v. 9, p. 522–542. Gurdak, J. J., and Roe,"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "64 p. Bureau of Economic Geology, 1974, Geologic Atlas of Texas Brownfield Sheet, scale 1:250,000. Bureau of Economic Geology, 1978, Geologic Atlas of Texas Clovis Sheet, scale 1:250,000. Cederstrand, J. R., Becker, M. F., 1998a, Digital map of specific yield for the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Open-File Report 98-414. Cederstrand, J. R., Becker, M. F., 1998b, Digital map of hydraulic conductiv- ity for High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Open-File Report 98-548. Clark, I., and Fritz, P., 1997, Environmental isotopes in hydrogeology, CRC Press, 328 p. Cooper, J. B., 1960, Ground-water in the Causey-Lingo Area, Roosevelt County, New Mexico: New Mexico Office of the State Engineer Technical Report 1, 35 p. Craig, H., 1961, Isotopic variations in meteoric water: Science, v. 133, p. 1702–1703. Cronin, J. G., 1969, Ground water in the Ogallala Formation in the Southern High Plains of Texas and New Mexico: U.S. Geological Survey Hydrologic Investigations Atlas HA-330, 4 sheets. Dutton, A. R., and Simpkins, W. W., 1989, Isotopic evidence for paleohydrologic evolution of ground-water flow paths, southern Great Plains, United States: Geology, v. 17, p. 653–656. Dutton, A.R., 1995, Groundwater isotopic evidence for paleorecharge in U.S. High Plains Aquifers. Quaternary research, v 43 p 221–231. Falk, S. E., 2005, Estimated ground-water age and rate of recharge in the southern High Plains Aquifer, Cannon Air Force Base, Curry County, New Mexico, 2004 [M.S. Thesis]: Albuquerque, University of New Mexico, 82 p. Fryar, A. E., Mullican III, W. F., and Macko, S. A., 2001, Groundwater recharge and chemical evolution in the southern High Plains of Texas, USA: Hydrogeology Journal, v. 9, p. 522–542. Gurdak, J. J., and Roe, C. D., 2010, Review: recharge rates and chemistry beneath playas of the High Plains Aquifer, USA: Hydrogeology Journal, v. 18, p. 1747–1772. Gustavson, T. C., 1996, Fluvial and eolian depositional systems, paleo- sols, and paleoclimate of the Upper Cenozoic Ogallala and Blackwater Draw Formations, southern High Plains, Texas and New Mexico: Bureau of Economic Geology Report of Investigations 239, 62 p. Gustavson, T. C., Holliday, V. T., and Hovorka, S. D., 1995, Origin and development of playa basins, sources of recharge to the Ogallala Aquifer, Southern High Plains, Texas and New Mexico: Bureau of Economic Geology Report of Investigations 229, 44 p. Gustavson, T. C., and Winkler, D. A., 1988, Depositional facies of the Miocene-Pliocene Ogallala Formation, northwestern Texas and eastern New Mexico: Geology, v. 16, p. 203–206. Gutentag, E. D., Heimes, F. J., Krothe, N. C., Luckey, R. R., and Weeks, J. B., 1984, Geohydrology of the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Professional Paper 1400-B, 63 p. Hart, D.L., and McAda, D.P., 1985, Geohydrology of the High Plains Aquifer in southeastern New Mexico: U.S. Geological Survey Hydrologic Investigations Atlas HA-679, 1 sheet. Havens, J. S., 1966, Recharge studies on the High Plains in northern Lea County, New Mexico: U.S. Geological Survey Water-Supply Paper 1819-F, 52 p. Hem, J. D., 1985, Study and interpretation of the chemical characteristics of natural water: U. S. Geological Survey Water- Supply Paper 2254, 254 p. Healy, R. W., 2012, Estimating groundwater recharge, Cambridge University Press, 256 p. Hounslow, A. W., 1995, Water quality data: analysis and interpretation, CRC Press, 397 p. Howard, J. W., 1954, Reconnaissance of ground-water conditions in Curry County, New Mexico: New Mexico Office of the State Engineer Technical Report 1, 35 p. Langman, J. B., Gebhardt, F. E., and Falk, S. E., 2004, Ground-water hydrology and water quality of the Southern High Plains Aquifer, Melrose Air Force Range, Cannon Air Force Base, Curry and Roosevelt counties, New Mexico, 2002- 03; U. S. Geological Survey Scientific Investigations Report 2004-5158, 42 p. Langman, J. B., Falk, S. E., Gebhardt, F. E., and Blanchard, P. J., 2006, Ground- water hydrology and water quality of the Southern High Plains Aquifer, Cannon Air Force Base, Curry County, New Mexico, 1994–2005: U. S. Geological Survey Scientific Investigations Report 2006-5280, 61 p. Langman, J. B., and Ellis, A. S., 2010, A multi-isotope (δD, δ18O, 87Sr/86Sr, and δ11B) approach for identifying saltwater intrusion and resolving groundwater evolution along the Western Caprock Escarpment of the Southern High Plains, New Mexico: Applied geochemistry, v. 25, p. 159–174. Larkin, T.J., and Bomar, G. W., 1983, Climatic atlas of Texas: Texas Department of Water Resources, LP-192, 151 p. Longworth, J. W., Valdez, J. M., Magnuson, M. L., and Richard, K., 2013, New Mexico water use by categories: New Mexico Office of the State Engineer Technical Report 54, 128 p. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 46 Luckey, R. R., Gutentag, E. D., and Weeks, J. B., 1981, Water-level and saturated thickness changes, predevelopment to 1980, in the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Hydrologic Investigations Atlas HA-652, 2 sheets. Mehta, S., Fryar, A. E., and Banner, J. L., 2000, Controls on the regional- scale salinization of the Ogallala aquifer, Southern High Plains, Texas, USA: Applied Geochemistry, v. 15, p. 849–864. McGuire, V. L., Johnson, M. R., Schieffer, R. L., Stanton, J. S., Sebree, S. K., and Verstraeten, I. M., 2003, Water in stor- age and approaches to ground-water management, High Plains Aquifer, 2000: U.S. Geological Survey Circular 1243, 51 p. McGuire, V. L., 2004a, Water-level changes in the High Plains Aquifer, predevelop- ment to 2002, 1980 to 2002, and 2001 to 2002: U.S. Geological Survey Fact Sheet 2004-3026, 5 p. McGuire, V. L., 2004b, Water-level changes in the High Plains Aquifer, predevelop- ment to 2003 and 2002 to 2003: U.S. Geological Survey Fact Sheet 2004-3097, 6 p. McGuire, V. L., 2007, Water-level changes in the High Plains Aquifer, predevel- opment to 2005 and 2003 to 2005: U.S. Geological Survey Scientific Investigations Report 2006-5324, 7 p. McGuire, V. L., 2011, Water-level changes in the High Plains Aquifer, predevelopment to 2009, 2007–08, and 2008–09, and change in water in storage, predevelop- ment to 2009: U.S. Geological Survey Scientific Investigations Report 2011- 5089, 13 p. McGuire, V. L., Lund, K. D., and Densmore, B., K., 2012, Saturated thickness and water in storage in the High Plains Aquifer, 2009, and water-level changes and changes in water in storage in the High Plains Aquifer, 1980 to 1995, 1995 to 2000, 2000 to 2005, and 2005 to 2009: U.S. Geological Survey Scientific Investigations Report 2012-5177, 28 p. Nativ, R., 1992, Recharge into the Southern High Plains Aquifer—pos- sible mechanisms, unresolved questions: Environmental Geology and Water Sciences, v. 19, p. 21–32. Nativ, R., and Smith, D. A., 1987, Hydrogeology and geochemistry of the Ogallala aquifer, southern High Plains: Journal of Hydrology, v. 91, p. 217 - 253. Nativ, R., and Gutierrez, G. N., 1989, Hydrogeology and hydrochemistry of Cretaceous aquifers, Southern High Plains, U.S.A.: Journal of Hydrology, v. 108, p. 79–109. Nativ, R.,"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "v. 15, p. 849–864. McGuire, V. L., Johnson, M. R., Schieffer, R. L., Stanton, J. S., Sebree, S. K., and Verstraeten, I. M., 2003, Water in stor- age and approaches to ground-water management, High Plains Aquifer, 2000: U.S. Geological Survey Circular 1243, 51 p. McGuire, V. L., 2004a, Water-level changes in the High Plains Aquifer, predevelop- ment to 2002, 1980 to 2002, and 2001 to 2002: U.S. Geological Survey Fact Sheet 2004-3026, 5 p. McGuire, V. L., 2004b, Water-level changes in the High Plains Aquifer, predevelop- ment to 2003 and 2002 to 2003: U.S. Geological Survey Fact Sheet 2004-3097, 6 p. McGuire, V. L., 2007, Water-level changes in the High Plains Aquifer, predevel- opment to 2005 and 2003 to 2005: U.S. Geological Survey Scientific Investigations Report 2006-5324, 7 p. McGuire, V. L., 2011, Water-level changes in the High Plains Aquifer, predevelopment to 2009, 2007–08, and 2008–09, and change in water in storage, predevelop- ment to 2009: U.S. Geological Survey Scientific Investigations Report 2011- 5089, 13 p. McGuire, V. L., Lund, K. D., and Densmore, B., K., 2012, Saturated thickness and water in storage in the High Plains Aquifer, 2009, and water-level changes and changes in water in storage in the High Plains Aquifer, 1980 to 1995, 1995 to 2000, 2000 to 2005, and 2005 to 2009: U.S. Geological Survey Scientific Investigations Report 2012-5177, 28 p. Nativ, R., 1992, Recharge into the Southern High Plains Aquifer—pos- sible mechanisms, unresolved questions: Environmental Geology and Water Sciences, v. 19, p. 21–32. Nativ, R., and Smith, D. A., 1987, Hydrogeology and geochemistry of the Ogallala aquifer, southern High Plains: Journal of Hydrology, v. 91, p. 217 - 253. Nativ, R., and Gutierrez, G. N., 1989, Hydrogeology and hydrochemistry of Cretaceous aquifers, Southern High Plains, U.S.A.: Journal of Hydrology, v. 108, p. 79–109. Nativ, R., and Riggio, R., 1990, Precipitation in the southern High Plains: meteorologic and isotopic fea- tures: Journal of Geophysical Research, v. 95, p. 22559–22564. New Mexico Bureau of Geology and Mineral Resources, 2003, Geologic Map of New Mexico, scale 1:500,000, 2 sheets Osterkamp, W.R., and Wood, W.W., 1987, Playa-lake basins on the Southern High Plains of Texas and New Mexico: Part I. Hydrologic, geomorphic, and geologic evidence for their development: Geological Society of America Bulletin, v. 99, p. 215–223. Parkhurst, D.L., and Appelo, C.A.J., 1999, User's guide to PHREEQC (Version 2)—A computer program for specia- tion, batch-reaction, one-dimensional transport, and inverse geochemical calculations: U.S. Geological Survey Water-Resources Investigations Report 99-4259, 310 p. Pazzaglia, F. J., and Hawley, J. W., 2004, Neogene (rift flank) and Quaternary geology and geomorphology, in Mack, G. H., and Giles, K. A., eds., The Geology of New Mexico: New Mexico Geologic Society, p. 407–438. Rawling, G. C., and Newton. B. T., in press, quantity and location of groundwater recharge in the Sacramento Mountains, south-central New Mexico, and rela- tion to the Roswell Artesian Basin: Hydrogeology Journal Scanlon, B.R., Healy, R. W., and Cook, P. G., 2002, Choosing appropriate techniques for quantifying groundwater recharge: Hydrogeology Journal, v. 10, p. 18 - 39. Scanlon, B. R., Faunt, C. C., Longuevergne, L., Reedy, R. C., Alley, W. M., McGuire, V. L., and McMahon, P. B., 2012, Groundwater depletion and sus- tainability of irrigation in the U.S. High Plains and Central Valley: Proceedings of the National Academy of Sciences, v. 109, p. 9320–9325. Stone, W. J., and McGurk, B. E., 1985, Ground-water recharge on the southern High Plains, east-central New Mexico, in Lucas, S. G. and Zidek, J., eds., Santa Rosa-Tucumcari Region: New Mexico Geological Society 36th Field Conference Guidebook, p. 331 - 335. Theis, C.v., 1937, Amount of ground-water recharge in the southern High Plains: Transactions American Geophysical Union, v. 18, pp. 564 - 568. Tillery, A., 2008, Current (2004-07) conditions and changes in ground- water levels from predevelopment to 2007, Southern High Plains Aquifer, east-central New Mexico- Curry County, Portales, and Causey Lingo Underground Water Basins: U.S. Geological Survey Scientific Investigations Map 3038, 1 sheet. Torres, J. M., Litke, D. W., and Qi, S.L., 1999, HPBEDROCK: bedrock for- mations underlying the High Plains Aquifer: U.S. Geological Survey Open- File Report: 99-214. Weeks, J. B., and Gutentag, E. D., 1981, Bedrock geology, altitude of base, and 1980 saturated thickness of the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Hydrologic Investigations Atlas HA-648, 2 sheets. Weeks, J. B., Gutentag, E. D., Heimes, F. J., and Luckey, R. R., 1988, Summary of the High Plains regional aquifer-system analysis in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Professional Paper 1400-A, 39 p. Wood, W. W., and Osterkamp, W. R., 1987, Playa-lake basins on the Southern High Plains of Texas and New Mexico: Part II. A hydrologic model and mass-bal- ance arguments for their development: Geological Society of America Bulletin, v. 99, p. 224–230. Wood, W. W., and Petraitis, M. J., 1984, Origin and distribution of carbon dioxide in the unsaturated zone of the southern High Plains of Texas: Water Resources Research, v. 20, p. 1193–1208. Wood, W. W., and Sanford, W. E., 1995, Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid environment: Ground Water, v. 33, p. 458–468. Wood W. W., 2000, Ground-water recharge in the southern High Plains of Texas and New Mexico: U.S. Geological Survey Fact Sheet FS-127-99, 4 p. 47 C u r r y a n d R o o s e v e l t C O U N T i e s A p p e n d i x 1 Guidelines for comparison only! PARAMETER DRINKING WATER(1) GROUND WATER (2) SURFACE WATER Domestic Water Supply (3) STOCK (3) IRRIGATION (2, 3) Chloride 250 (s) 250 Sulfate 250 (s) 600 Nitrate as NO3 45 (e) 45 45 Nitrite as NO2 3.3 (e) Fluoride 4 (e), 2.0 (s) 1.6 Sodium (4) 20*** Total Dissolved Solids 500 (s) 1000 500* no effects (TDS) 500-1000* affects sensitive crops 1000-2000* affects many crops 2000-5000* only for tolerant crops Hardness ** 0-75 = soft 75-150 = moderately hard 150-300 = hard >300 = extremely hard pH 6.5 to 8.5 (s) 6 to 9 TRACE METALS Aluminum 0.05 to 0.2 (s) 5.0 Antimony 0.006 (e) 0.006 Arsenic 0.01 (e) 0.1 0.01 0.2 0.1 Barium 2 (e) 1.0 2.0 Beryllium 0.004 (e) 0.004 Boron 7 (ha) 5.0 0.75 Cadmium 0.005 (e) 0.01 0.005 0.05 0.01 Chromium (total) 0.1 (e) 0.05 0.1 1.0 0.1 Cobalt 1 0.05 Copper 1.3 (g, AL), 1.0 (s) 1.0 1.3 0.5 0.2 Iron 0.3 (s) 1.0 Lead 0.015 (AL) 0.05 0.015 0.1 5 Manganese 0.05 (s), 1.6 (ha) 0.2 Mercury (inorganic) 0.002 (e) 0.002 0.002 0.01 Molybdenum 0.2 (ha) 1.0 Nickel 0.7 (ha) 0.7 0.2 Selenium 0.05 (e) 0.05 0.05 0.05 0.13 Silver 0.1 (s), 0.2 (ha) 0.05 Thallium 0.002 (e) 0.002 Uranium 0.03 (e) 0.03 5 Vanadium 0.1 0.1 Zinc 5 (s), 10 (ha) 10.0 10.5 25 2 References: 1. USEPA, 2012 Edition of the Drinking Water Standards and Health Advisories, April 2012 http://water.epa.gov/action/advisories/drinking/upload/dwstandards2012.pdf 2. New Mexico standards for groundwater of 10,000 mg/l TDS or less (20.6.2 NMAC) -- http://www.nmenv.state.nm.us/gwb/documents/2062NMAC-Amended2014.pdf 3. New Mexico water quality standards for interstate and intrastate surface waters (20.6.4"
    },
    {
        "URL": "OFR-580_Clovis_Portales_LR.pdf",
        "Text": "y a n d R o o s e v e l t C O U N T i e s A p p e n d i x 1 Guidelines for comparison only! PARAMETER DRINKING WATER(1) GROUND WATER (2) SURFACE WATER Domestic Water Supply (3) STOCK (3) IRRIGATION (2, 3) Chloride 250 (s) 250 Sulfate 250 (s) 600 Nitrate as NO3 45 (e) 45 45 Nitrite as NO2 3.3 (e) Fluoride 4 (e), 2.0 (s) 1.6 Sodium (4) 20*** Total Dissolved Solids 500 (s) 1000 500* no effects (TDS) 500-1000* affects sensitive crops 1000-2000* affects many crops 2000-5000* only for tolerant crops Hardness ** 0-75 = soft 75-150 = moderately hard 150-300 = hard >300 = extremely hard pH 6.5 to 8.5 (s) 6 to 9 TRACE METALS Aluminum 0.05 to 0.2 (s) 5.0 Antimony 0.006 (e) 0.006 Arsenic 0.01 (e) 0.1 0.01 0.2 0.1 Barium 2 (e) 1.0 2.0 Beryllium 0.004 (e) 0.004 Boron 7 (ha) 5.0 0.75 Cadmium 0.005 (e) 0.01 0.005 0.05 0.01 Chromium (total) 0.1 (e) 0.05 0.1 1.0 0.1 Cobalt 1 0.05 Copper 1.3 (g, AL), 1.0 (s) 1.0 1.3 0.5 0.2 Iron 0.3 (s) 1.0 Lead 0.015 (AL) 0.05 0.015 0.1 5 Manganese 0.05 (s), 1.6 (ha) 0.2 Mercury (inorganic) 0.002 (e) 0.002 0.002 0.01 Molybdenum 0.2 (ha) 1.0 Nickel 0.7 (ha) 0.7 0.2 Selenium 0.05 (e) 0.05 0.05 0.05 0.13 Silver 0.1 (s), 0.2 (ha) 0.05 Thallium 0.002 (e) 0.002 Uranium 0.03 (e) 0.03 5 Vanadium 0.1 0.1 Zinc 5 (s), 10 (ha) 10.0 10.5 25 2 References: 1. USEPA, 2012 Edition of the Drinking Water Standards and Health Advisories, April 2012 http://water.epa.gov/action/advisories/drinking/upload/dwstandards2012.pdf 2. New Mexico standards for groundwater of 10,000 mg/l TDS or less (20.6.2 NMAC) -- http://www.nmenv.state.nm.us/gwb/documents/2062NMAC-Amended2014.pdf 3. New Mexico water quality standards for interstate and intrastate surface waters (20.6.4 NMAC) -- http://www.nmcpr.state.nm.us/nmac/parts/title20/20.006.0004.pdf 4. For general sodium info: http://water.epa.gov/action/advisories/drinking/upload/2003_03_05_support_cc1_sodium_dwreport.pdf New Mexico Dept. of Health: https://nmtracking.org/water or 505-827-0006 Other useful information is available at https://www.erams.com/wqtool/ Key: (s) - secondary drinking water regulation, nonenforceable guideline regarding cosmetic or aesthetic effects (e) - maximum contaminant level (MCL); an enforceable standard for the highest level of a contaminant allowed in drinking water (ha) - USEPA health advisory of acceptable drinking water levels for a chemical substance based on health effects information, expressed as a drinking water equivalent level (DWEL) (g) - USEPA maximum contaminant level goal (MCLG); a conservative non-enforceable health benchmark goal (AL) - USEPA action level for lead and copper in tap water, related to corrosion of household plumbing -- http://www.nmenv.state.nm.us/dwb/contaminants/documents/LeadFactSheet.pdf * Recommendation only. ** Provided for reference only, not an official standard or advisory. *** EPA guidance level for individuals restricted to a total sodium intake of 500 mg/day (see reference 4 above). WATER QUALITY STANDARDS AND HEALTH ADVISORIES from US EPA and the State of New Mexico (updated Sept 2014) All values are in mg/L. (milligrams per liter = parts per million) NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES / NEW MEXICO TECH 801 LEROY PLACE, SOCORRO, NM 87801 PH: 575-835-5160 FAX: 575-835-6333 New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 www.geoinfo.nmt.edu"
    }
]