{
  "Did the study define the aquifer extent in 2D?|||Yes. The text and figures (particularly Figure 1) indicate the authors defined a spatial (2D) “model domain” for the aquifer that extends into parts of Kansas and Colorado to minimize boundary effects.": "yes",
  "Did the study define the aquifer extent in 2D?|||Yes. The text indicates that the study shows the \"boundaries of the relevant aquifers\" in Figure 2.0.2 and the “location of the active model area” in Figure 2.0.1, effectively defining the aquifer extents in a two-dimensional framework.": "yes",
  "Did the study define the aquifer extent in 2D?|||Yes. They mapped and bounded the aquifer across its areal extent (the “model perimeter”), using natural or hydrologic boundaries and GIS tools (e.g., TIN surfaces), thereby defining a two-dimensional outline of the Ogallala’s footprint for the study.": "yes",
  "Did the study define the aquifer extent in 2D?|||Yes. The report discusses and shows the aquifer's lateral boundaries on figures in plan (map) view, effectively defining the Dockum Aquifer's extent in 2D.": "yes",
  "Did the study define the aquifer extent in 2D?|||Yes. The study uses previous USGS work to delineate the aquifer’s horizontal boundaries across roughly 29,000 square miles, effectively defining its extent in a two-dimensional sense.": "yes",
  "Did the study define the aquifer extent in 2D?|||Yes. The report includes maps (for example, figure 1) showing where the Southern High Plains aquifer spans the Cannon AFB area in plan view, effectively defining the aquifer’s extent in two dimensions.": "yes",
  "Did the study define the aquifer extent in 2D?|||Yes. The report references Figure 1 (“High Plains aquifer system and study site location”), which is a map showing the areal (2D) extent of the aquifer and the study location.": "yes",
  "Did the study define the aquifer extent in 2D?|||Yes. The study includes maps showing the aquifer boundary, bedrock surface contours, and thickness (Figures 4 and 5), thereby depicting the aquifer extent in a two-dimensional sense.": "yes",
  "Did the study define the aquifer extent in 2D?|||From the information provided, the study does not present a single, explicit 2D boundary polygon for the aquifer. Instead, it “defines” the aquifer in two dimensions by using the remapped base (redbed) and water‐level surfaces to calculate saturated thickness over the study area (i.e., wherever the difference between these surfaces indicates saturation). Although areas of known “discontinuous saturation” from previous work were once excluded, this study’s remapping effectively encompasses a broader zone, but it does not specify a single outlined 2D boundary.": "no",
  "Did the study define the aquifer extent in 2D?|||Yes. The report specifies that wells located outside the “extent of the High Plains aquifer as defined by Hart and McAda (1985)” were removed, indicating a 2D boundary was used to define the aquifer extent.": "yes",
  "Did the study define the aquifer extent in 2D?|||Yes. The study displays the aquifer boundary as a polygon layer on maps (Figure 3, referencing USGS data), which indicates that the aquifer extent is defined in a two‑dimensional sense.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The excerpt does not explicitly define the base of the aquifer nor does it describe what data were used to delineate it. The text only mentions changes in saturated thickness and practical depletion thresholds without discussing how the base itself was determined.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Yes. The study used geophysical logs as the primary data source to pick the base of the aquifer and then incorporated supplemental datasets (e.g., studies from High Plains Water District, Hemphill County UWCD, and Daniel B. Stephens and Associates) to refine and interpolate the base, ensuring the final surface honored the original log correlations.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Yes. They used numerous well data to map the base at the contact with underlying “red beds” (Permian and Mesozoic rocks) and employed ArcInfo/ArcView (e.g., TIN surfaces) to model regional trends.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Yes. In the numerical model, layer 3 represents the lower Dockum, and its base is treated as the base of the aquifer. The report indicates that this boundary was defined using the geologic surfaces described in Section 4.2.1 and shown in Figure 4.2.4—essentially mapping the top of the lower Dockum and then assigning the model’s lowest layer boundary accordingly.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||The report excerpt does not explicitly state how the base of the aquifer was defined. It references prior regional-scale studies (the USGS RASA Program) that defined the High Plains aquifer boundaries, but it does not detail the specific data or methods used to identify the aquifer’s base in this particular study.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The report notes that the aquifer overlies the Dockum Group (Chinle Formation) but does not explicitly define or map the aquifer’s base, nor does it specify what data might have been used to delineate that contact.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Yes. The study defines the Dockum Group shales as the base of the Southern High Plains aquifer, relying on the regional geologic framework (i.e., known stratigraphic relations between the Ogallala Formation and the underlying Dockum Group) to delineate that boundary.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Yes. They show the base of the aquifer as the bedrock surface beneath the Ogallala Formation. In particular, Figure 4 in the report uses elevations of the bedrock surface (from Hart and McAda, 1985) and thickness data for the Ogallala Formation to define where the High Plains Aquifer ends.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Yes. The study remapped the base of the High Plains aquifer using logs of 369 wells from the New Mexico Office of the State Engineer. In particular, it identified “redbeds” in the logs as the base of the Ogallala Formation and used 179 wells with reliable data on redbeds to calculate the elevation of the aquifer base.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Yes. The study used the elevation of the base of the High Plains aquifer from Hart and McAda (1985) to define where the aquifer bottom lies, applying a ±25 ft margin to account for the 50‐ft contour interval in their map.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The passages do not indicate that the study explicitly defined the aquifer’s base. They reference overall aquifer boundaries from USGS data (see https://pubs.usgs.gov/ds/543/), but there is no mention in the text of defining or measuring the aquifer’s base.": "no",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||No. The excerpts provided do not show that the study explicitly defined the hydrostratigraphy (e.g., geologic layering or aquifer units). They discuss saturated thickness, water-level declines, baseflow separation, and groundwater management but do not outline specific data or methods for characterizing hydrostratigraphy.": "no",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. They defined four hydrostratigraphic units using geophysical-log correlations, thickness and distribution data, and regional cross sections. This included examining the stratigraphic relationships of the Dockum Group, Cretaceous/Jurassic formations, and Tertiary/Quaternary deposits to establish the model layers.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. They note that the Ogallala Formation and its adjacent older and younger units comprise the overall “High Plains aquifer.” In defining that hydrostratigraphy, the study used mapped aquifer geometry (top, bottom, and lateral boundaries) and incorporated depositional‐system information (such as sand/gravel distributions) and previous work (e.g., Gutentag and others, 1984) to characterize the aquifer’s extent and connectivity.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. They used previous geologic and hydrologic studies along with structure maps, hydraulic properties, water-level data, and spring and stream flow data (plus climatic information) to characterize and define the Dockum Aquifer’s hydrostratigraphy.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The study relies on the USGS Regional Aquifer-System Analysis (RASA) work (Weeks and others, 1988) and the hydrogeologic subdivisions defined by Gutentag and others (1984) to delineate the aquifer’s boundaries and subunits. These earlier studies, which involved mapping the Ogallala Formation and associated deposits, provided the primary data used to describe the hydrostratigraphy.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The report identifies the unconfined Southern High Plains aquifer as comprising the top of the Triassic Dockum Group (Chinle Formation), the Tertiary Ogallala Formation, and the Quaternary Blackwater Draw Formation. This characterization relies on earlier published geologic work (for example, Langman and others, 2006; McGowen and others, 1977) and the existing understanding of where each formation lies and how they interact (such as the erosional surface and paleochannels in the Dockum).": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The paper describes the Ogallala Formation overlying Dockum Group shales as the main aquifer system (with smaller, discontinuous aquifers in the upper Dockum) and discusses underlying Permian salt layers. This stratigraphy is defined using geologic mapping (formation lithologies and thicknesses), well data, and water-chemistry/isotopic analyses (e.g., major ions, Sr and B isotopes) to distinguish and correlate the aquifer units.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The report identifies the Ogallala Formation (plus overlying Quaternary deposits) as the main water‐bearing unit and shows where it is saturated or unsaturated across Curry and Roosevelt counties. The authors used geologic mapping (New Mexico Bureau of Geology and Mineral Resources, 2003), elevation and thickness data (Figures 3–5), and earlier work (e.g., Hart and McAda, 1985; Cronin, 1969) to delineate and characterize the aquifer’s stratigraphy.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. It distinguishes the High Plains aquifer (Ogallala Formation) from the underlying Triassic “redbeds” and uses well logs from the New Mexico Office of the State Engineer (OSE) to define and map the aquifer’s base for the study area.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. They used the mapped base of the High Plains aquifer from Hart and McAda (1985), along with measured well depths, well‐head elevations from a 10 m DEM, and comparisons of total‐depth elevations to that mapped aquifer base. This information allowed them to identify which wells were completed within the High Plains aquifer and thus to define its hydrostratigraphic extent for the study.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||No. The excerpt does not indicate that the study explicitly defined the aquifer’s hydrostratigraphy. It only cites USGS data for the aquifer boundary and uses remotely sensed land-cover information; there is no mention of collecting or analyzing geologic or subsurface data layers to characterize hydrostratigraphy.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. The excerpt does not mention or describe any subsurface structural controls (such as faults or geologic features) on groundwater flow. It focuses mainly on saturated thickness, baseflow separation, and head data from TWDB and USGS, without addressing structural data or methods for defining structural controls.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. The study does outline the subsurface geometry (pinchouts, aquifer tops and bases, etc.) that effectively control groundwater flow. They used geophysical logs (gamma-ray and resistivity), driller’s logs, and mapped outcrop boundaries to define and interpolate these structural surfaces.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. They used well data (e.g., depths to “red beds” in Permian and Mesozoic rocks) and GIS-based mapping (TIN surfaces in ArcInfo/ArcView) to delineate the aquifer base, which serves as the principal subsurface structural control in their flow model. This defined the underlying boundary and guided how groundwater flow was represented.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. The sections provided do not indicate that explicit subsurface structural controls (for example, faults or folds) were defined. They focus on boundary delineation using the aquifer’s extent, outcrops, and top/bottom elevations rather than any structural features. Consequently, no specific data were cited for defining structural controls in this portion of the study.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. The report does not explicitly define or map any subsurface structural controls on groundwater flow. It discusses aquifer boundaries, hydrogeologic units, and the influence of sediment variability but does not present data specifically identifying structural controls such as faults or folds.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. The study recognizes the contact between the Ogallala Formation and the Dockum Group as the main structural (subsurface) control on groundwater flow. It draws on existing well/drilling logs, previous USGS reports, and published geologic mapping (for example, Dutton and others, 2001) to define that contact, including the identification of erosional paleochannels that serve as preferential flow pathways.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||From the passages provided, the report does recognize that salt‐related subsidence and the boundary between the underlying basement basins (Tucumcari and Palo Duro) exert structural influences on groundwater flow. However, the study does not present new, detailed structural mapping. Instead, it infers these subsurface controls primarily by combining existing geologic information (such as the basin boundaries and known salt‐dissolution features) with hydrochemical and isotopic data—specifically major‐ion concentrations, δD and δ18O values, and strontium and boron isotopes—to identify likely deeper flowpaths and assess upwelling from underlying units.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. The report does not explicitly identify or describe specific structural (e.g., fault‐related) controls on groundwater flow. It does present bedrock elevation, geologic mapping, and Ogallala‐thickness data (derived from well records and previous mapping) that could be used to infer possible influences on flow, but it does not formally define subsurface structural controls.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||The report does not explicitly refer to “subsurface structural controls” by name. However, it does effectively define the aquifer’s subsurface framework—which strongly influences groundwater flow—by remapping the base of the aquifer (the redbed surface) and the paleochannel axis. These were defined using well data (including Cronin’s 1969 paleochannel mapping and new well-based measurements of the redbed surface). This remapped base and axis serve, in practice, as the structural controls on groundwater flow.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. The report sections do not describe or map specific subsurface structural features that would control groundwater flow. They rely primarily on existing aquifer extents (from Hart and McAda, 1985), well information, and water-level data rather than new structural analyses.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. The cited sections do not define or describe subsurface structural controls on groundwater flow. They focus on water availability, land‐use decisions, and the Ogallala Aquifer’s overall extent rather than any underlying geologic structures. Therefore, there is no mention of specific data used to define structural controls.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||The report does not explicitly define “discharge zones,” but it does identify key recharge zones—namely upland areas, playas, and ephemeral/intermittent streambeds. These zones were inferred and characterized using measurements and modeling of infiltration rates (including macropore flow in playas), soil moisture balances, and literature values for percolation beneath stream channels. Data on hydraulic conductivities, sediment deposition, and runoff collection in playas also helped delineate where recharge is most likely to occur.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||From the information provided, the report explicitly identifies aquifer outcrops (Ogallala and Dockum) as the primary recharge zones. These zones were delineated using geologic outcrop mapping, water‐level data, and estimates of infiltration from precipitation, irrigation return flow, and playa lakes. The text does not explicitly define or map “discharge zones,” so it is not clear from the quoted sections how or whether the study designates specific discharge areas.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||The report does not explicitly map or define distinct “recharge zones” or “discharge zones.” It notes that recharge occurs primarily through downward percolation from the High Plains surface, especially beneath playas, and acknowledges that the distribution of recharge is not well characterized. There is no discussion in the excerpt about identifying or delineating specific discharge zones.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The study identifies the outcrop areas (particularly along the Colorado and Canadian Rivers) as the principal recharge zones and notes that groundwater flow discharges toward rivers and streams. To define these zones, the authors relied on water‐level trends (including rises in outcrop wells), aquifer flow directions, and outcrop configurations (location/elevation), as well as chloride and total dissolved solids data in wells.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||No. The text does not explicitly define or map out specific recharge or discharge zones. Although it references “recently recharged” water (less than about 50 years old) based on the presence of pesticides, tritium, or elevated nitrate, it does not establish distinct recharge or discharge areas in the study region.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||No. The report does not explicitly delineate or map distinct recharge and discharge zones. It notes that groundwater‐flow directions and hydraulic gradients can be used to understand where pumping (discharge) may be depleting the aquifer and where recharge may occur (for example, through playa lakes), but it does not define formal recharge or discharge zones using specific data.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||From the information provided, the study does not explicitly label particular “recharge zones” or “discharge zones” by name, but it does point out that (1) most recharge occurs through playas and drainage channels, and (2) a local flow system near the Western Caprock Escarpment marks the limit of the aquifer and effectively serves as a discharge boundary. These inferences come from hydrochemical‐facies analysis (major ions) and isotopic data (δD, δ¹⁸O, ⁸⁷Sr/⁸⁶Sr, and δ¹¹B), which the authors use to distinguish different source waters and identify where groundwater enters (recharge) and leaves (discharge) the Southern High Plains aquifer.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||No. The excerpt does not explicitly identify or map out distinct recharge and discharge zones. It discusses potential recharge mechanisms (e.g., through dunes, sandsheets, and playa basins) and references various methods (chemical and isotopic data, water-level changes) used in estimating recharge, but it does not delineate actual recharge or discharge “zones” in the study area.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||No. The report sections provided do not define recharge or discharge zones, nor do they specify data used to delineate any such zones. The focus is on mapping the aquifer base, water-level elevations, saturated thickness, and assessing associated uncertainties; there is no explicit discussion of identifying recharge or discharge areas.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||The text does not explicitly define or map specific recharge and discharge “zones.” Rather, it summarizes the general findings of previous research, indicating that sandsheets, dunes, and especially playa basins are likely areas of significantly higher recharge (based on geologic, hydrologic, and geochemical evidence). There is no corresponding designation in the report for discrete discharge areas.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||No. The study does not explicitly define recharge or discharge zones, nor does it describe specific data used to identify them. The text mentions aquifer boundaries but does not provide details about delineating or analyzing recharge and discharge areas.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. The report cites earlier modeling and mass‐balance studies to quantify recharge rates. For example, Keese et al. (2005) modeled annual diffuse recharge of about 0.4–0.8 mm/yr (roughly 0.1% of average rainfall), and Wood and Sandford (1995) used chloride mass‐balance methods to estimate about 11 ± 2 mm/yr. These studies relied on precipitation data, soil information, and geochemical (chloride) balances to derive their recharge estimates. Discharge estimates (e.g., baseflows) are mentioned but not explicitly quantified in the excerpts.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. Section 4.4 and its references describe how the study quantifies recharge, primarily using existing regional groundwater flow models and groundwater tracer data (see Table 4.4.1). They incorporate sources such as precipitation, irrigation return flow, and leakage from streams, reservoirs, and playa lakes to estimate recharge amounts. While the text does not detail specific discharge figures, the modeling and tracer approaches support both recharge and overall water‐budget (inflow/outflow) evaluations.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||They did provide an approximate range for recharge (0.25–15 cm/yr) drawn from Mullican and others (1997), but they did not explicitly quantify overall discharge in this section. The recharge estimates rely on prior studies (e.g., Mullican et al.) rather than on new field measurements presented here.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. Recharge was primarily quantified using (1) groundwater chloride data (for wells with total dissolved solids under 500 mg/L) to estimate predevelopment recharge and (2) water-level rises in wells (from the TWDB database) to estimate postdevelopment recharge. For example, chloride data suggested about 0.2 inches per year of predevelopment recharge in the Colorado River outcrop area, and water-level rise analyses indicated up to about 2.2 inches per year where the water table had risen significantly. Discharge (“rejected recharge”) was discussed conceptually—flow leaving the aquifer through springs, evapotranspiration, or streams—but no explicit rate was numerically quantified.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. The sections provided do not discuss or present any calculations of recharge or discharge amounts, nor do they describe data used specifically for quantifying those rates. The focus is on water-quality sampling procedures and well characteristics rather than on hydrologic modeling of recharge or discharge.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. This report does not directly measure or calculate new recharge or discharge rates. It references earlier published recharge estimates (for example, Stone and McGurk, 1985; Mantei and others, 1966–67; Musharrafieh and Logan, 1999) but does not include new measurements or specific quantifications of recharge or discharge amounts.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. The excerpts describe recharge sources and the influence of various aquifers on water movement, but they do not provide any measured or calculated rates or amounts for recharge or discharge. The discussion focuses on identifying and characterizing the sources of groundwater (e.g., through isotopes and hydrochemical facies) rather than quantifying volumetric recharge or discharge.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||From the text provided, the new study itself does not present a fresh numerical calculation of recharge or discharge rates; rather, it reviews and discusses estimates from earlier investigations. Those previous studies used groundwater‐level measurements, chemical and isotopic techniques (such as chloride‐mass balance), and analyses of anthropogenic compounds (e.g., pesticides, industrial chemicals) to estimate recharge in Curry and Roosevelt Counties. The cited works include Theis (1937), Havens (1966), Wood and Petraitis (1984), Stone and McGurk (1985), Wood and Sanford (1995), and Scanlon et al. (2012), among others. These prior studies form the basis for the discussion of recharge rates in the new report, but the text does not indicate that the new study made its own direct quantification. Discharge estimates are not explicitly quantified in the excerpt.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||The report sections do not describe any direct calculation or explicit quantification of recharge or discharge rates. Instead, they focus on estimating water in storage by measuring water levels and mapping the aquifer’s base, without presenting data or methods for evaluating recharge–discharge balances.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||The report does not present its own new numeric estimates of recharge or discharge. It cites previous work (for example, Nativ and Riggio, 1990; Wood and Sanford, 1995) indicating that overall recharge is only a few tenths of an inch per year based on geologic, hydrologic, and geochemical data. There is no direct quantification of discharge rates in the sections provided.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. The study discusses groundwater decline and highlights the importance of managed aquifer recharge, but it does not provide or use any specific data quantifying recharge or discharge rates or amounts.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They do not use the exact phrases “water table elevation,” “depth to water,” “piezometric,” or “potentiometric surface” in the excerpts. However, they do describe interpolating groundwater hydraulic head data (Figure 5) for pre‐development and current conditions, which effectively amounts to creating a mapped representation of the aquifer’s head surface. This implies that they did produce what is functionally a potentiometric (or water‐table) map.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They produced and discussed “estimated water‐level surfaces” for both pre‐development and later periods, which effectively serve as potentiometric (or water‐table) maps, though the report does not explicitly call them “potentiometric surface maps.” There is no mention of separate “depth to water” maps in the section provided.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They produced water-table elevation maps (specifically, “contours of the simulated water table\" that match the estimated 1950 water table). There is no specific mention in the text of separate “depth to water,” “piezometric,” or “potentiometric” surface maps.": "yes",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They do not explicitly reference producing any of those specific water‐level maps in the quoted sections. While they discuss water‐level data and regional groundwater flow, there is no direct mention of water table elevation, depth to water, piezometric surface, or potentiometric surface maps being created.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||No. The sections provided report depth‐to‐water ranges across the sampled wells but do not describe any creation or publication of water‐level or potentiometric‐surface maps. There is no mention of water‐table elevation or piezometric‐surface mapping in the excerpts.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They produced a potentiometric surface map for the study area.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||From the excerpt provided, there is no direct mention of any water table elevation, depth-to-water, piezometric‐surface, or potentiometric‐surface maps being produced. The text does discuss flow systems, potential recharge paths, and geochemical/isotopic analyses, but it does not indicate that such maps were specifically created or presented.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||Yes. The text specifically describes “composite water level elevation surfaces” for 2004–2007 and 2010–2015 (Figures 7 and 8) as well as a depth-to-water map (Figure 9). These constitute water-table (or potentiometric) surface maps.": "yes",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They produced a water-level (i.e., water table) elevation map for the study area.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||From the description of how depth‐to‐water measurements were converted to water‐level elevations and then interpolated, the study produced maps of water‐level (i.e., water‐table) elevations rather than simply depth‐to‐water or potentiometric‐surface maps.": "yes",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||No. The report text does not indicate that the researchers created or published any water table‑elevation, depth‑to‑water, piezometric, or potentiometric surface maps. The studies analyzed existing groundwater data and examined its relationship to agricultural activities but did not present new maps of these parameters.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. The sections provided focus on groundwater withdrawals, management doctrines, and hydrologic modeling (including baseflow separation), but do not discuss water chemistry data such as major ions, isotopes, pH, or salinity.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The report references analyses of major ions (for example, chloride, sulfate, sodium), isotopes (δ¹⁸O, δD, tritium), and total dissolved solids (a measure of salinity). While pH or specific conductance are not explicitly mentioned in the excerpts, the focus on water-quality parameters strongly suggests these may also be part of the broader data set.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. The report sections focus on aquifer geometry, hydraulic parameters, and water levels; specific water chemistry data (e.g., major ions, isotopes, pH, salinity, specific conductance) are not described.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The report includes data on key major‐ion chemistry (for example, sodium, potassium, calcium, magnesium, chloride, sulfate, bicarbonate, and carbonate) and total dissolved solids (salinity). While it does not explicitly mention isotopes, pH, or specific conductance, it does provide tables of detailed ion‐chemistry parameters.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The report explicitly states that pH, specific conductance, and major ions are measured. It also notes isotopes, such as tritium, and radon gas measurements. Additionally, related parameters like dissolved oxygen, turbidity, and nutrient concentrations are recorded.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. The sections focus on groundwater levels, hydrographs, and potentiometric surface mapping. They do not include details or measurements of water chemistry parameters such as major ions, isotopes, pH, salinity, or specific conductance.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. Table 1 in the excerpt clearly lists measurements of major cations and anions, trace elements (including B and Sr), multiple isotopes (e.g., 87Sr/86Sr, 11B/10B, 2H/1H, 18O/16O), and field parameters (pH, temperature, specific conductance, dissolved oxygen).": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The report provides extensive water chemistry data including major ions, trace metals, pH, dissolved oxygen, oxidation–reduction potential, and specific conductance (salinity). Isotopes are not explicitly discussed in these excerpts, but other key parameters are clearly included.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. The text focuses on measuring water levels, mapping elevations, and estimating water in storage. It does not mention collecting or analyzing water chemistry data.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. The discussion focuses on water levels and aquifer depletion rather than detailed water‐chemistry parameters. Although the text notes that the water can be highly mineralized (e.g., mentioning total dissolved solids), it does not provide or analyze major ions, isotopes, pH, salinity, or specific conductance data.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. The section focuses on land-use transitions and groundwater availability but does not mention collecting or analyzing water chemistry data such as major ions, isotopes, pH, salinity, or specific conductance.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. Although a few references discuss methods for estimating soil hydraulic parameters (e.g., Twarakavi et al. 2008; van Genuchten 1980) and infiltration studies (e.g., Zartman et al. 1994, 1996), the sections provided do not include specific measured or reported values (e.g., porosity, permeability, or transmissivity). They reference approaches and methodologies rather than providing the hydrogeologic property data themselves.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||Yes. The report provides vertical (and some horizontal) hydraulic conductivity values for multiple formations, as well as storage properties such as specific storage, storativity, and specific yield. Porosity is mentioned but not directly quantified due to limited log data. Transmissivity is not explicitly reported.": "yes",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||Yes. The report explicitly addresses hydraulic conductivity (including its lognormal distribution and geometric mean), transmissivity (derived from specific-capacity tests), and mentions specific yield. It does not provide explicit porosity, specific storage, or storage-coefficient values.": "yes",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||Yes. The report includes permeability (at a few specific locations), transmissivity, storativity (coefficient of storage), and it uses specific capacity data to calculate hydraulic conductivity. Porosity, specific storage, and specific yield are not explicitly reported.": "yes",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The sections provided focus on well depths, water levels, and water-quality data but do not include values for porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The report does not present quantitative values or detailed discussions concerning porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity. It does mention geologic formations and potential influences on groundwater flow (such as paleochannels), but it does not provide specific hydrogeologic property data.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No, the sections provided do not include reported values for hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity. They focus on geochemical measurements (e.g., Sr and B isotopes) rather than explicit hydrogeologic parameters.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. These sections do not present explicit values or discussions of porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity. The report focuses mainly on water-level trends, saturated thickness, and groundwater chemistry rather than detailed aquifer-property measurements.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||They explicitly reference specific yield (from Cederstrand and Becker, 1998) for storage calculations. Other hydrogeologic properties (e.g., porosity, permeability, hydraulic conductivity, transmissivity, specific storage) are not reported or discussed in detail in the sections provided.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. Within the provided text, there is no mention of measured values or documented ranges for the hydrogeologic parameters (e.g., porosity, permeability, storage coefficients, specific yield, or hydraulic conductivity). While the report discusses overall aquifer conditions, it does not present specific property data.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The report does not provide explicit information on hydrogeologic properties (e.g., porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity). It focuses on land-use changes, crop-switching behavior, and broader water-management implications rather than detailing aquifer characteristics.": "no"
}