[
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Lifetime Projections for the High Plains Aquifer in East-central New Mexico Geoffrey C. Rawling and Alex J. Rinehart Bulletin 162 2018 Bulletin 162—Lifetime projections for the High Plains Aquifer in east-central New Mexico Geoffrey C. Rawling and Alex J. Rinehart Copyright © 2018 New Mexico Bureau of Geology and Mineral Resources Nelia W. Dunbar, Director and State Geologist A division of New Mexico Institute of Mining and Technology Stephen Wells, President Board of Regents Ex-Officio Susana Martinez, Governor of New Mexico Dr. Barbara Damron, Secretary of Higher Education Appointed Deborah Peacock, President, 2011–2022, Corrales Jerry A. Armijo, Secretary/Treasurer, 2015–2020, Socorro David Gonzales, 2015–2020, Farmington Donald Monette, 2015–2018, Socorro Emily Silva, student member, 2015–2018, Farmington Manager Publications Program: Brigitte Felix Science Editor: Shari Kelley Managing Editor & Production: Gina D’Ambrosio Proofreader: Richard Arthur Cover photo: Geoffrey C. Rawling. Clovis–Portales region in eastern New Mexico in 1992. Areas of extensive groundwater-supplied irrigation show as light green colors in this satellite image. General northwest trend of the irrigated areas follows paleochannels in the Ogallala Formation. New Mexico Bureau of Geology and Mineral Resources 801 Leroy Place Socorro, NM 87801 (575) 835–5490 http://geoinfo.nmt.edu ISBN 978-1-883905-45-3 First Edition 2018 Published by authority of the State of New Mexico, NMSA 1953 Sec. 63-1-4 Printed in USA Project Funding: This study was funded by, the City of Clovis, Curry County, Eastern New Mexico Water Utility Authority, and New Mexico Bureau of Geology and Mineral Resources. SUGGESTED CITATION: Rawling, Geoffrey C. and Rinehart, Alex J., 2018, Lifetime projections for the High Plains Aquifer in east-central New Mexico: New Mexico Bureau of Geology and Mineral Resources Bulletin 162, 47p. Available electronically http://geoinfo.nmt.edu/publications/monographs/bulletins/162 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R C O N T E N T S Abstract ................................................................. 1 I. Introduction ................................................. 3 II. Previous Work on Water-level Changes.. . 5 III. Geology and Hydrology of the Study Area .................................................... 7 IV. Methods .......................................................... 9 V. Results .......................................................... 13 VI. Discussion ...................................................... 31 VII. Summary ........................................................ 37 Acknowledgments ................................................ 38 References ............................................................ 39 Figures 1. Location of the study area ................................. 2 2. Groundwater use in Curry and Roosevelt counties in 2010 ................................................ 3 3. Representative long-period hydrographs from the study area .................................................... 3 4. The 383 wells, saturated thickness, and areas of zero remaining saturation for the 1990s decade for the High Plains aquifer in east-central New Mexico ................................. 14 5. The 175 wells, saturated thickness, and areas of zero remaining saturation for the 2000s decade for the High Plains aquifer in east-central New Mexico ................................. 15 6. The 152 wells, saturated thickness, and areas of zero remaining saturation for the 2010s decade for the High Plains aquifer in east-central New Mexico ............................. 16 7. Change in saturated thickness from the 2000s decade to the 2010s decade ................... 17 8. Change in saturated thickness from the 1990s decade to the 2010s decade ................... 18 9. Water-level decline in feet per year over the 10-year interval from the 2000s to the 2010s ... 19 10. Water-level decline in feet per year over the 20-year interval from the 1990s to the 2010s... 20 11. Projected lifetime of the full thickness of the High Plains aquifer, based on water-level declines over the 10-year interval from the 2000s to 2010s decade .................................... 21 12. Projected lifetime of the full thickness of the High Plains aquifer, based on water-level declines over the 20-year interval from the 1990s to 2010s decade .................................... 22 13. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, based on water-level declines over the 10-year interval from the 2000s to 2010s decade .................................... 23 14. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, based on water-level declines over the 20-year interval from the 1990s to 2010s decade .................................... 24 15. Projected lifetime of the full thickness of the High Plains aquifer focused on the Clovis-Portales region for 2000s to 2010s........ 25 16. Projected lifetime of the full thickness of the High Plains aquifer focused on the Clovis-Portales region for 1990s to 2010s........ 26 17. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, focused on the Clovis-Portales region for 2000s to 2010s........ 27 18. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, focused on the Clovis-Portales region for 1990s to 2010s........ 28 19. Progressive increase in the area of zero saturation in the study area from the 1960s decade to the 2010s decade ............................. 29 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R 20. Confidence factor for the two water-level surfaces representing decadal median conditions for the 1990s and 2010s ................. 30 21. Plots of the average value of the confidence factor in areas of water-level increase and decrease, for all time periods investigated ........ 32 22. Comparison of areas projected to have <10 years of remaining life in the 2000s decade, with actual areas of zero saturation that developed between the 2000s and 2010s ......... 33 23. Comparison of areas projected in the 2000s decade to have <10 yrs of remaining life until the 30 ft saturated thickness threshold is reached, with actual areas that had reached this threshold in the 2010s decade ................... 35 24. Comparison of results from the present study with those of Mulligan et al. (2008) for the panhandle of Texas........................................... 36 Appendix A Cross-validation ..................................................................2 pages Appendix B Table. Water-level data and well locations (Available in digital format, http://geoinfo.nmt.edu/ repository/index.cfml?rid=20180002) 1 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R S everal thousand water-level measurements spanning over 50 years, from over a thousand wells, were used to create aquifer lifetime projections for the High Plains aquifer in east- central New Mexico. Lifetime projections were made based on past water-level decline rates calculated over ten- and twenty-year intervals. Projected lifetimes were calculated for two scenarios. One scenario is the time until total dewatering of the full saturated thickness of the aquifer, and the other scenario is the time"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R 20. Confidence factor for the two water-level surfaces representing decadal median conditions for the 1990s and 2010s ................. 30 21. Plots of the average value of the confidence factor in areas of water-level increase and decrease, for all time periods investigated ........ 32 22. Comparison of areas projected to have <10 years of remaining life in the 2000s decade, with actual areas of zero saturation that developed between the 2000s and 2010s ......... 33 23. Comparison of areas projected in the 2000s decade to have <10 yrs of remaining life until the 30 ft saturated thickness threshold is reached, with actual areas that had reached this threshold in the 2010s decade ................... 35 24. Comparison of results from the present study with those of Mulligan et al. (2008) for the panhandle of Texas........................................... 36 Appendix A Cross-validation ..................................................................2 pages Appendix B Table. Water-level data and well locations (Available in digital format, http://geoinfo.nmt.edu/ repository/index.cfml?rid=20180002) 1 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R S everal thousand water-level measurements spanning over 50 years, from over a thousand wells, were used to create aquifer lifetime projections for the High Plains aquifer in east- central New Mexico. Lifetime projections were made based on past water-level decline rates calculated over ten- and twenty-year intervals. Projected lifetimes were calculated for two scenarios. One scenario is the time until total dewatering of the full saturated thickness of the aquifer, and the other scenario is the time until a 30-ft saturated thickness threshold is reached, which is the minimum necessary to sustain high-capacity irrigation wells. Agricultural water use has largely determined water-level decline rates in the past. Assuming future decline rates match those of the past ten to twenty years, the two scenarios may be viewed as the usable aquifer lifetime for domestic and low-intensity municipal and industrial uses, and the usable lifetime for large-scale irrigated agriculture. The resulting maps show the projected lifetime graphically, along with progressively enlarging areas of zero saturation. Several measures of the robustness of the method indicate that pro- jected areas of declining water-levels and decreasing aquifer life are more reliable than pro- jected areas of increases in these quantities. There is high confidence in the results in the region surrounding Clovis and Portales. Comparisons of projected lifetimes from past time periods to present conditions show reasonable agreement. The discrepancies between projections derived from the past and current conditions are largely due to differences between actual decline rates and those projected into the future from any given time period in the past. The spatial pattern of projected lifetimes matches very well with lifetime projections made across the state line in the Texas Panhandle. The effects of groundwater pumping and water-level declines in east- central New Mexico are similar to those observed in the High Plains aquifer across northwest Texas and western Kansas. Much of the region already has insufficient saturated thickness for the operation of large-capacity irrigation wells. Even when considering the lifetime of the entire thickness of the aquifer, projected lifetimes across much of the study area are a few tens of years or less. If agricultural water use decreases once the 30-ft threshold is reached, then the usable lifetime for domestic and low-intensity municipal and industrial uses presented here may be considered a “worst-case scenario.” AB ST R A CT N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 2 Figure 1. Location of the study area (red outline) in Quay, Curry, and Roosevelt counties in eastern New Mexico. Areas of extensive groundwater- supplied irrigation are evident as light green colors in the background satellite image. Selected wells with a long history of water-level data archived with the U.S. Geological Survey are shown in colors corresponding to the hydrographs in Figure 3. HPA = High Plains aquifer. 3 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R I . I N T R O D U C T I O N T he cities of Clovis (population 39,860 in 2014) and Portales (population 12,280 in 2010) are the major population centers of Curry and Roosevelt counties in east-central New Mexico (Figure 1). Both counties are largely rural, and agriculture is a major component of the regional economy. Dairy farming is a particularly important industry and supplies milk to a large cheese factory between Clovis and Portales. Corn is grown in abundance as feed for the dairy cows, and cotton and peanuts are also important crops. Cannon Air Force Base and the BNSF Railway hub in Clovis, and Eastern New Mexico University in Portales are major non-agricultural contributors to the local economy. Curry and Roosevelt counties are completely dependent on groundwater for irrigated agriculture and industrial, municipal, and domestic uses. Longworth et al. (2013) estimated that in 2010, groundwater accounted for more than 99% of all water for agricultural, commercial, municipal, and domestic needs in both Curry and Roosevelt counties. Agriculture is by far the dominant (93%) Irrigated agriculture 93% Livestock 3% Public supply 3% All other uses 1% Figure 2. Groundwater use in Curry and Roosevelt counties in 2010. Data from Longworth et al. (2013). 1940 1950 1960 1970 1980 1990 2000 2010 2020 water-level elevation (ft) 3,800 3,900 4,000 4,100 4,200 4,300 343347103345001 343615103123801 342214103091301 340753103083101 342310103101201 334905103071001 343057103034701 343100103190201 342203103181001 342735103262701 1 ft/yr decline rate NW NW NW SE year Figure 3. Representative long-period hydrographs from the study area; colors are coded to the location symbols on Figure 1. The three northwest- ernmost (labeled NW) and one southeasternmost (labeled SE) wells are at the margins of the heavily irrigated areas and have relatively stable hydrographs. The other hydrographs show significant water-level declines of 100 ft or more. Seasonal effects of irrigation pumping are evident in the hydrograph from well 340753103083101 (light green). For comparison, a constant decline rate of 1 ft/yr is indicated by the red dashed line. use of groundwater (Figure 2). This groundwater is pumped from the High Plains aquifer (HPA), which is defined as the water-saturated sediments of the Ogallala Formation, and any subjacent geologic formations that may contain potable water that are in hydraulic continuity with the Ogallala Formation (Gutentag et al., 1984). The near-total dependence of the regional economy on the HPA makes it imperative that decisions about future water use are based on the best available information regarding the groundwater N E W M E X I C O B U R E A U O F G"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "completely dependent on groundwater for irrigated agriculture and industrial, municipal, and domestic uses. Longworth et al. (2013) estimated that in 2010, groundwater accounted for more than 99% of all water for agricultural, commercial, municipal, and domestic needs in both Curry and Roosevelt counties. Agriculture is by far the dominant (93%) Irrigated agriculture 93% Livestock 3% Public supply 3% All other uses 1% Figure 2. Groundwater use in Curry and Roosevelt counties in 2010. Data from Longworth et al. (2013). 1940 1950 1960 1970 1980 1990 2000 2010 2020 water-level elevation (ft) 3,800 3,900 4,000 4,100 4,200 4,300 343347103345001 343615103123801 342214103091301 340753103083101 342310103101201 334905103071001 343057103034701 343100103190201 342203103181001 342735103262701 1 ft/yr decline rate NW NW NW SE year Figure 3. Representative long-period hydrographs from the study area; colors are coded to the location symbols on Figure 1. The three northwest- ernmost (labeled NW) and one southeasternmost (labeled SE) wells are at the margins of the heavily irrigated areas and have relatively stable hydrographs. The other hydrographs show significant water-level declines of 100 ft or more. Seasonal effects of irrigation pumping are evident in the hydrograph from well 340753103083101 (light green). For comparison, a constant decline rate of 1 ft/yr is indicated by the red dashed line. use of groundwater (Figure 2). This groundwater is pumped from the High Plains aquifer (HPA), which is defined as the water-saturated sediments of the Ogallala Formation, and any subjacent geologic formations that may contain potable water that are in hydraulic continuity with the Ogallala Formation (Gutentag et al., 1984). The near-total dependence of the regional economy on the HPA makes it imperative that decisions about future water use are based on the best available information regarding the groundwater N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 4 resource. Over the last few decades, decision-makers have become aware of the ongoing decline of water levels and quantity of water remaining in the aquifer, which can be clearly seen in well hydrographs (Figure 3). Of particular interest is the usable lifetime of the aquifer. Irrigated agriculture and human development are critically dependent on the High Plains aquifer across its extent (Dennehy et al., 2002) and farmers, municipalities, and water managers from New Mexico to Nebraska are grappling with the same issues of water-level decline and aquifer depletion. The Kansas Geological Survey pioneered the development of aquifer lifetime maps for the HPA in central and western Kansas (Wilson et al., 2002). These maps are based on the projection of water-level decline rates measured in the past into the future, and show the “usable lifetime.” The usable lifetime may be either the time until the whole saturated thickness of the aquifer is dewatered, or the time until some critical minimum saturated thickness is reached. The saturated thickness is the vertical extent of the aquifer, measured upwards from the base, which is saturated with water. Thirty feet is often used as such a critical threshold, as it has been estimated as the minimum saturated thickness needed for operation of large- capacity irrigation wells (those pumping at hundreds to thousands of gallons per minute; Hecox et al., 2002; Wilson et al., 2002), and thus the persistence of extensive irrigated agriculture. Such maps are properly referred to as aquifer lifetime projections rather than predictions, as the true lifetime depends on future decline rates, which may differ from those measured in the past. Building on the work on aquifer lifetime projections in Kansas, researchers at Texas Tech University created lifetime projections from the year 2004 for the HPA in the Texas Panhandle (Mulligan et al., 2008). Throughout western Kansas and the Texas Panhandle, usable lifetimes of less than 15 to 25 years are quite common, illustrating the perilous state of groundwater resources within the High Pains aquifer. Haacker et al. (2016) prepared similar projected lifetime maps for the entire eight-state extent of the High Plains aquifer. Details in east-central New Mexico are not resolvable at the scale of the maps (~1:13,400,000). The results of Haacker et al. (2016) appear to be in general agreement with previous studies where they overlap in Kansas and the Texas Panhandle. The present study builds on the previous studies described above, and provides estimates of the usable aquifer lifetime on a 1 by 1 km grid in east-central New Mexico. The study area is the contiguous High Plains aquifer in Curry, Roosevelt, and southern Quay counties. The extent of the study area was chosen to encompass all of the saturated areas of the High Plains aquifer in the region of the major population centers of Clovis and Portales. Thus, other than the NM–TX state line, natural geologic and hydrologic boundaries were used to define the study area. Over one thousand wells and several thousand water level measurements spanning over 50 years were used in the present study. As noted above, aquifer lifetime projections have been completed for the Texas Panhandle (Mulligan et al., 2008). As with the previous studies, there are many areas where the projected lifetimes are on the order of a few tens of years or less. Our lifetime maps provide a clear visual display of the impact of continuing past rates of groundwater withdrawals on the aquifer and should prove useful in future water management and planning efforts. 5 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R I I . P R E V I O U S W O R K O N W A T E R - L E V E L C H A N G E S T he importance of the High Plains aquifer and the Ogallala Formation as the primary source of groundwater across the High Plains region of the western United States has long been recognized. The number of detailed studies of all aspects of the geology and hydrology of High Plains aquifer is now enormous. Regionally, the U.S. Geological Survey (USGS) has conducted numerous detailed investiga- tions of the entire High Plains aquifer system (e.g., Weeks et al., 1988; Luckey et al., 1981; Weeks and Gutentag, 1981). Cronin (1969) was the first to map in detail the elevation of the base of the Ogallala Formation (the base of the High Plains aquifer), the water table elevation in the High Plains aquifer, the saturated thickness of the Ogallala Formation, and calculate water table declines over the Southern High Plains of eastern New Mexico and west Texas. Hart and McAda (1985) updated Cronin’s (1969) work by presenting a revised contour map of the base of the Ogallala Formation, identifying areas of laterally discontinuous or only localized saturation in the Ogallala Formation, and summarizing water levels and water level changes up to the early 1980s. Wells in the areas of localized and/or discontinuous satura- tion may penetrate saturated sediments in buried channels or bedrock"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "past rates of groundwater withdrawals on the aquifer and should prove useful in future water management and planning efforts. 5 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R I I . P R E V I O U S W O R K O N W A T E R - L E V E L C H A N G E S T he importance of the High Plains aquifer and the Ogallala Formation as the primary source of groundwater across the High Plains region of the western United States has long been recognized. The number of detailed studies of all aspects of the geology and hydrology of High Plains aquifer is now enormous. Regionally, the U.S. Geological Survey (USGS) has conducted numerous detailed investiga- tions of the entire High Plains aquifer system (e.g., Weeks et al., 1988; Luckey et al., 1981; Weeks and Gutentag, 1981). Cronin (1969) was the first to map in detail the elevation of the base of the Ogallala Formation (the base of the High Plains aquifer), the water table elevation in the High Plains aquifer, the saturated thickness of the Ogallala Formation, and calculate water table declines over the Southern High Plains of eastern New Mexico and west Texas. Hart and McAda (1985) updated Cronin’s (1969) work by presenting a revised contour map of the base of the Ogallala Formation, identifying areas of laterally discontinuous or only localized saturation in the Ogallala Formation, and summarizing water levels and water level changes up to the early 1980s. Wells in the areas of localized and/or discontinuous satura- tion may penetrate saturated sediments in buried channels or bedrock sinks (Hart and McAda, 1985). The U.S. Geological Survey continues to regularly monitor water levels across the High Plains aquifer, in conjunction with state and local agencies, and periodically produces reports documenting water level changes (e.g., McGuire, 2007; McGuire 2011; McGuire et al., 2012). These scientific reports are often summarized by the U.S. Geological Survey in Fact Sheets that are written for the general public (e.g., McGuire, 2004a and b). Tillery (2008) exam- ined water level changes from predevelopment (prior to 1954) to 2007 in Curry and Roosevelt counties. Rawling (2016) calculated water level and groundwa- ter storage changes since the 2004–2007 period using the same wells as Tillery (2008) and reviewed the geology, hydrology, and hydrochemistry of the High Plains aquifer in the study area. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 6 An irrigated field north of Grulla National Wildlife Refuge. 7 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R T he study area of Curry, Roosevelt, and southern Quay counties encompasses the High Plains of east-central New Mexico (Figure 1). The Portales Valley, an abandoned channel of the ancestral Pecos River (Pazzaglia and Hawley, 2004), trends southeast between Clovis and Portales and bisects the study area into two disconnected, gently east-southeast sloping upland surfaces. Surface-water drainages are almost nonexistent on these surfaces other than the ephemeral Running Water Draw and Frio Draw north of Clovis. Within the study area, the High Plains aquifer occurs within the Miocene to early Pliocene–age (~20 to ~5 million years old) Ogallala Formation. Overlying the Ogallala are unconsolidated sandy and silty Quaternary-age (<1.5 million years old) deposits that are locally hydraulically connected to the Ogallala Formation (Cronin, 1969; Hart and McAda, 1985) and thus form part of the HPA. The Ogallala Formation is a vertically and laterally complex rock unit consisting of pebble- to cobble-sized gravel, sand, silt, and clay that is locally cemented by calcium carbonate and silica. Sandy, pisolitic calcium carbonate soil, or caliche, is abundant at the top of the unit and may be up to several meters thick. The Ogallala Formation was deposited on an uneven erosional landscape of paleovalleys and intervening uplands carved by rivers draining east from the Rocky Mountains (Cronin, 1969; Hart and McAda, 1985, Pazzaglia and Hawley, 2004). Sands and gravels predominate in the paleovalleys where the unit is thickest, and were deposited in stream channels and adjacent floodplains. The thinner deposits on the paleo-uplands are composed of sandy and silty windblown sediment deposited as dunes and/or sand sheets (Gustavson and Winkler, 1988; Gustavson, 1996). Triassic sandstone, shale, and mudstone underlie the Ogallala Formation in the northern two-thirds of the study area. In southeastern Roosevelt County, the Ogallala Formation is underlain by Cretaceous sandstone, shale and minor limestone (Weeks and Gutentag, 1981; Torres et al., 1999). Neither group I I I . G E O L O G Y A N D H Y D R O L O G Y O F T H E S T U D Y A R E A of rocks contributes significant water to the HPA in the study area; where upward leakage from bedrock into the HPA does occur, the water is mineralized and of poor quality (Hart and McAda, 1985; Rawling, 2016). Water encountered in a test well drilled to 1,660 ft in Triassic bedrock between Clovis and Portales had extremely high total dissolved solids and was unsuitable for municipal supply (Peery and Kelsch, 2010). There are hundreds of playa lake basins within the study area (Eifler and Reeves 1974; Eifler et al., 1978) ranging in size from less than a square kilometer to many square kilometers; they are often filled by ephemeral lakes after rainfall (Osterkamp and Wood, 1987; Wood and Osterkamp, 1987; Gustavson et al., 1995). Sandsheets, dunes, and espe- cially playa basins have been identified as potentially important locations of recharge by previous studies. Groundwater recharge occurs when precipitation or surface water infiltrates into the ground and reaches the water table. Due to the regional importance of the groundwater resource, there have been many studies focused on the quantity and location of recharge to the High Plains aquifer. Groundwater recharge can vary greatly in space and time and is an inherently difficult quantity to measure. Uncertainties can be large and often different methods yield very different results (Scanlon et al., 2002; Healy, 2012). However, there is a consensus based on a variety of geologic, hydrologic, and geochemical evidence that recharge beneath playas is likely 10 to 100 times higher than in interplaya upland areas. Nevertheless, the net amount of recharge to the High Plains aquifer is extremely small, approximately a few tenths of an inch (a few tens of millimeters) per year (Nativ and Riggio, 1990; Nativ, 1992; Wood and Sanford, 1995; Gurdak and Roe, 2010). An important question is how the net recharge rates compare to water-level declines. Figure 3 shows water level changes from around the study area. The water level changes are"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "the water is mineralized and of poor quality (Hart and McAda, 1985; Rawling, 2016). Water encountered in a test well drilled to 1,660 ft in Triassic bedrock between Clovis and Portales had extremely high total dissolved solids and was unsuitable for municipal supply (Peery and Kelsch, 2010). There are hundreds of playa lake basins within the study area (Eifler and Reeves 1974; Eifler et al., 1978) ranging in size from less than a square kilometer to many square kilometers; they are often filled by ephemeral lakes after rainfall (Osterkamp and Wood, 1987; Wood and Osterkamp, 1987; Gustavson et al., 1995). Sandsheets, dunes, and espe- cially playa basins have been identified as potentially important locations of recharge by previous studies. Groundwater recharge occurs when precipitation or surface water infiltrates into the ground and reaches the water table. Due to the regional importance of the groundwater resource, there have been many studies focused on the quantity and location of recharge to the High Plains aquifer. Groundwater recharge can vary greatly in space and time and is an inherently difficult quantity to measure. Uncertainties can be large and often different methods yield very different results (Scanlon et al., 2002; Healy, 2012). However, there is a consensus based on a variety of geologic, hydrologic, and geochemical evidence that recharge beneath playas is likely 10 to 100 times higher than in interplaya upland areas. Nevertheless, the net amount of recharge to the High Plains aquifer is extremely small, approximately a few tenths of an inch (a few tens of millimeters) per year (Nativ and Riggio, 1990; Nativ, 1992; Wood and Sanford, 1995; Gurdak and Roe, 2010). An important question is how the net recharge rates compare to water-level declines. Figure 3 shows water level changes from around the study area. The water level changes are due to the combined effect of all inflows and outflows of water to the aquifer, e.g. recharge and pumping. On average, water levels have N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 8 been declining at about 1.5 feet/year. This decline rate is about 90 times greater than the rate of groundwater recharge. During wet years, in the vicinity of large and permeable playas, the recharge rate may be simi- lar to the decline rates shown in Figure 3. However, overall, water levels are simply declining too fast for recharge to keep up. At the regional average recharge rate of a tenth of an inch per year, water levels would not significantly increase across the aquifer on human time scales even if all groundwater pumping was stopped immediately. It is not disputable that groundwater withdrawals have greatly exceeded recharge to the aquifer since the onset of extensive irrigated agriculture, and continue to do so. The net result is depletion, or min- ing, of the groundwater resource and declining water levels (Figure 3). This conclusion was recognized as early as the 1930s by Theis (1937) and has been reinforced by the dozens of subsequent studies that have documented water level changes or examined the hydrogeology of the High Plains aquifer as a whole, and in eastern New Mexico and the Texas Panhandle region. 9 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R A complete dataset of well information and depth-to- water data for the study area was provided by the U.S. Geological Survey (USGS) New Mexico Water Science Center. The dataset includes all water-level measurements archived by the USGS in the study area since the 1930s. Over the years, water-levels have been measured by USGS staff, NM Office of the State Engineer staff, and various contractors. The data for the 1930s and 1940s were examined but not used in this study as they only cover a limited spatial extent in the Portales Valley. Wells and associated depth-to-water data were filtered in the following way to ensure only the highest quality data were used in water-level surface interpolations. All of the well information and water- level data are presented in Appendix B. 1. Measurements with either a blank depth-to- water or measurement date were removed. Measurements with serial dates that converted to nonsensical month-day-year format or that converted to month and year only were removed. 2. Wells with locations outside of the three–county study area or outside of the state of New Mexico were assumed to be incorrectly located and were removed. 3. Wells with locations outside of the extent of the High Plains aquifer as defined by Hart and McAda (1985) were removed. 4. Wells with no reported total depth, or a total depth listed as zero, were removed. 5. Wellhead elevations were extracted from a 10 m-resolution digital elevation model (DEM) of the study area. Calculated total-depth elevations were compared to the elevation of the base of the High Plains aquifer from Hart and McAda (1985). Assuming ±25 ft error in the elevations of this surface based on the 50-ft contour interval, wells with total depth elevation more than 25 ft below the base of the High Plains aquifer were removed. The remaining wells thus should be partially or totally completed within the High Plains aquifer. This criteria was relaxed for the critical recent decades of the 2000s and 2010s, as employing it resulted in too few wells. In reality, most wells have long and/or multiple screens, and even if they apparently extend below the base of the HPA, they still probably derive water from it. 6. Wells with only one measurement were removed, as without a time series of data, it is more dif- ficult to assess the quality of the measurements, e.g. identifying outliers, without time-consuming comparison to water-levels in nearby wells. This criteria was dropped for the 2000s and 2010s decades, as it also resulted in too few wells remaining. 7. The filtered well and depth-to-water data were sequentially reviewed as hydrographs in an interactive MATLAB script. All measurements with USGS data quality flags were identified and removed. The flags indicate measurement issues, e.g., the well was recovering, or adjacent wells were being pumped at the time of the measure- ment. All measurements that occurred during the nominal irrigation season, March thru October inclusive, were removed unless the hydrograph was smooth during this time with no “sawtooth” pattern characteristic of irrigation pumping- induced water-level declines. This review of data resulted in some additional wells being removed from the dataset as they had no remaining depth- to-water measurements. 8. The depth-to-water measurements for the remain- ing wells were converted to water-level elevations using the DEM elevation of the wellhead loca- tion. The median water-level for each well for each decade from the 1950s to the 2010s was calculated using a MATLAB script. A major difference between this study and previous aquifer lifetime maps produced by the Kansas Geological Survey for the High"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "of the High Plains aquifer were removed. The remaining wells thus should be partially or totally completed within the High Plains aquifer. This criteria was relaxed for the critical recent decades of the 2000s and 2010s, as employing it resulted in too few wells. In reality, most wells have long and/or multiple screens, and even if they apparently extend below the base of the HPA, they still probably derive water from it. 6. Wells with only one measurement were removed, as without a time series of data, it is more dif- ficult to assess the quality of the measurements, e.g. identifying outliers, without time-consuming comparison to water-levels in nearby wells. This criteria was dropped for the 2000s and 2010s decades, as it also resulted in too few wells remaining. 7. The filtered well and depth-to-water data were sequentially reviewed as hydrographs in an interactive MATLAB script. All measurements with USGS data quality flags were identified and removed. The flags indicate measurement issues, e.g., the well was recovering, or adjacent wells were being pumped at the time of the measure- ment. All measurements that occurred during the nominal irrigation season, March thru October inclusive, were removed unless the hydrograph was smooth during this time with no “sawtooth” pattern characteristic of irrigation pumping- induced water-level declines. This review of data resulted in some additional wells being removed from the dataset as they had no remaining depth- to-water measurements. 8. The depth-to-water measurements for the remain- ing wells were converted to water-level elevations using the DEM elevation of the wellhead loca- tion. The median water-level for each well for each decade from the 1950s to the 2010s was calculated using a MATLAB script. A major difference between this study and previous aquifer lifetime maps produced by the Kansas Geological Survey for the High Plains aquifer in western Kansas (Wilson et al., 2002) is that in eastern New Mexico the well measurement networks have changed repeatedly through time. In the Wilson et al. (2002) study, water-level decline rates I V . M E T H O D S N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 10 were calculated directly from repeated measurements at the same well. In the present study this was not practical as there is great variation from decade to decade in terms of which wells were measured. Some wells were measured repeatedly but at irregular intervals, and others were measured only once. Wells going dry due to declining water levels, collapsed well casings, property access restrictions, and declining funding have all resulted in a dramatic drop in the number of wells measured over the past 20 years (L. Sherson, personal communication 2017). It is not possible to accurately characterize groundwater resources without systematic and spatially extensive water-level data. In light of these issues, we calculated water-level decline rates as the difference between saturated thickness estimates for each decade derived from decadal median water-level surfaces. These surfaces were calculated using the process described below. The resulting aquifer lifetime projections are thus based on water-level surfaces representing the median measured water level for each decade at each well used. These surfaces have the advantage of smoothing any potential outlier measurements or short-term fluctuations that are not representative of long-term water-level trends. Well locations and associated decadal median water levels for each decade from the 1950s to the 2010s were imported into the statistical software package R. Both water-level elevations and depth-to- water data from the 1950s to the 2010s form bimodal histograms (two peaks), with a wide range of values. This is due to shallow water levels in the Portales Valley and generally deeper water levels around Clovis and to the north. For all decades water-level elevations tend to slope gently downhill to the east and southeast, roughly mimicking the slope and trend of the paleovalleys at the base of the Ogallala Formation. We approximated this regional trend with a water-level elevation surface defined by a 3rd-order polynomial. Subtracting the values predicted by the trend surface from the actual water-level elevations yielded residual values that form symmetrical, normal distri- butions, with means near zero and much smaller vari- ances than the original data. The value of the residual indicates the reliability of the trend surface—the higher the value, the worse the trend surface fits the data; the lower the value, the better the trend surface fits the data. Notably, spatial clusters of positive and negative residuals were evident, indicating that there is still spatial correlation in the data not accounted for by the trend-surface model. We estimated this spatial correlation for each decade by calculating the empirical variogram from the residuals, and then finding the best-fitting mathematical model for the variogram. The variogram model describes how the spatial correlation of the trend-surface residuals varies with distance (Isaaks and Srivastava, 1989). The best-fitting variogram model for each decade was used to predict values of the trend-surface residual values across the study area at points on a 1 km by 1 km square grid using the geostatistical method of ordinary kriging. The grid resolution was chosen based on the typical nearest neighbor distance of wells in the dataset, roughly 1 to 2 km. Kriging calculates the most likely mean and variance between the data points assuming 1) the measurements are normally distributed, and 2) a valid variogram model exists (Isaaks and Srivastava, 1989). The predicted values of the residuals were then added to the trend surface predictions at the 1 km by 1 km grid points to construct the final estimate of median decadal water-level elevations throughout the study area for each decade. Kriging is an exact predictor at each data point—the trend surface residual predicted by kriging plus the trend surface value at each well is equal to the actual water-level elevation at that well. The final prediction surfaces were spatially restricted to the areas of historical saturation as defined by Hart and McAda (1985), to be above the bottom of the Ogallala Formation, and to be within the range, generally 20 to 50 km, of spatial correlation estimated by the fitted variograms. Saturated thickness was calculated from the decadal median water-level surfaces by subtracting the elevation of the base of the High Plains aquifer reported by Hart and McAda (1985). For each decade, areas of zero or negative apparent saturation (decadal median water level equal to or below the base of the HPA) were identified and excluded from further calculations. These are areas of the aquifer that have apparently been dewatered, with no remain- ing saturated thickness. Saturated thickness changes are the basis of the aquifer lifetime projections. Changes between decades were calculated by subtracting the older saturated thickness from the more recent. Negative changes indicate decreasing saturated thickness. Water-level decline rates at each grid point are the change in saturated thickness divided by the time interval over which the change occurred. Ten and twenty year intervals were used in this study. Projected aquifer lifetimes"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "dataset, roughly 1 to 2 km. Kriging calculates the most likely mean and variance between the data points assuming 1) the measurements are normally distributed, and 2) a valid variogram model exists (Isaaks and Srivastava, 1989). The predicted values of the residuals were then added to the trend surface predictions at the 1 km by 1 km grid points to construct the final estimate of median decadal water-level elevations throughout the study area for each decade. Kriging is an exact predictor at each data point—the trend surface residual predicted by kriging plus the trend surface value at each well is equal to the actual water-level elevation at that well. The final prediction surfaces were spatially restricted to the areas of historical saturation as defined by Hart and McAda (1985), to be above the bottom of the Ogallala Formation, and to be within the range, generally 20 to 50 km, of spatial correlation estimated by the fitted variograms. Saturated thickness was calculated from the decadal median water-level surfaces by subtracting the elevation of the base of the High Plains aquifer reported by Hart and McAda (1985). For each decade, areas of zero or negative apparent saturation (decadal median water level equal to or below the base of the HPA) were identified and excluded from further calculations. These are areas of the aquifer that have apparently been dewatered, with no remain- ing saturated thickness. Saturated thickness changes are the basis of the aquifer lifetime projections. Changes between decades were calculated by subtracting the older saturated thickness from the more recent. Negative changes indicate decreasing saturated thickness. Water-level decline rates at each grid point are the change in saturated thickness divided by the time interval over which the change occurred. Ten and twenty year intervals were used in this study. Projected aquifer lifetimes were calculated from the decline rates as the median saturated thickness for a given decade divided by a decline rate that preceded that decade. For 11 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R example, projected lifetimes of the aquifer from the median saturated thickness of the 2010s decade (the nominal “present” conditions) were calculated using the decline rate from the 2000s decade to the 2010s (ten-year decline interval) and the decline rate from the 1990s decade to the 2010s (twenty-year interval). Areas where saturated thickness apparently increased between two decadal time periods are shown as areas of “increase” in the figures. A significant advantage of the geostatistical method of kriging is that it produces an estimate of the variance, a spatially-varying measure of uncertainty, of each interpolated decadal median water-level surface. The kriging variance is a measure of how well the kriging algorithm predicts the water- level residuals that result from removing the regional trend defined by 3rd-order polynomial surface. It is solely dependent on the number and arrangement of the data points (the wells; Goovaerts, 1997). As each aquifer lifetime projection is derived from two decadal median water-level surfaces, each with an associated kriging variance, we defined an empirical confidence factor at each grid point as follows: Variance of older surface Maximum of older surface variance + Variance of younger surface Maximum of younger surface variance 1–0.5 x The closer the confidence factor is to one, the better the estimate of the projected aquifer lifetime; the closer the confidence factor is to zero, the worse the estimate of the projected aquifer lifetime. This is an important measure of the overall reliability of the results, and shows how the reliability varies spatially. We find that that the areas of apparent water-level increase consistently have lower confidence factors, and thus lower reliability, than the areas of declining water levels and projected lifetimes. More informa- tion about assessing the reliability of the predictions using the method of cross-validation is presented in Appendix A. We calculated projected lifetimes from water-level conditions and decline rates in the past using histori- cal data, to provide an assessment of how accurate past projections of lifetimes have been. For example, were areas projected to have 10- and 20-year lifetimes beyond the 1990s actually dry in the 2000s and 2010s, respectively? This is really an assessment of the validity of using decline rates measured in the past to project future conditions. In this approach the decline rates are implicitly assumed to be unchanging—in reality, many factors can cause decline rates to change in time and space. This was the main reason for calculating projected lifetimes from past conditions, rather than just from the present. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 12 Irrigation well in Curry county, which supplies the center-pivot sprinkler sytem in the background. 13 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R V . R E S U L T S R esults are presented here for projected aquifer lifetimes from the nominal present conditions for 2016. As noted above, these are defined as the water-level elevation and saturated thickness based on the median water-levels in wells for the 2010s decade (2011–2016). These 2010s decade conditions are also compared to projections of aquifer lifetime based on conditions and decline rates from previous decades. Figures 4, 5, and 6 show the well networks and decadal median saturated thickness for the 1990s, 2000s, and 2010s decades. Note that in general the density of wells decreases greatly to the northwest, west, and southwest of Clovis and Portales. Figures 7 and 8 show the change in saturated thickness from the 2000s to the 2010s and the 1990s to the 2010s, respectively. Water level decline rates for the ten- and twenty-year intervals preceding the 2010s decade are shown in Figures 9 and 10. From these decline rates, the projected lifetimes of the High Plains aquifer in the study area from the 2010s conditions are shown in Figures 11 and 12, assuming the projected lifetime represents dewatering of the entire saturated thickness of the aquifer. Figures 13 and 14 show projected lifetimes to a minimum threshold saturated thick- ness of 30 ft. Thirty feet is often used as the critical minimum saturated thickness required to sustain large-capacity irrigation wells (those pumping at hundreds to thousands of gallons per minute; Hecox et al., 2002; Wilson et al., 2002). Figures 13 and 14 are thus focused on the usable lifetime of the aquifer to support large-scale irrigated agriculture at the projected decline rates. Figures 11 and 12 reflect the lifetime of the aquifer for domestic and low-yield municipal wells, which do not require as much saturated thickness to operate. Figures 15–18 are higher-resolution versions of the previous four maps, focusing on the area around Clovis and"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "aquifer lifetimes from the nominal present conditions for 2016. As noted above, these are defined as the water-level elevation and saturated thickness based on the median water-levels in wells for the 2010s decade (2011–2016). These 2010s decade conditions are also compared to projections of aquifer lifetime based on conditions and decline rates from previous decades. Figures 4, 5, and 6 show the well networks and decadal median saturated thickness for the 1990s, 2000s, and 2010s decades. Note that in general the density of wells decreases greatly to the northwest, west, and southwest of Clovis and Portales. Figures 7 and 8 show the change in saturated thickness from the 2000s to the 2010s and the 1990s to the 2010s, respectively. Water level decline rates for the ten- and twenty-year intervals preceding the 2010s decade are shown in Figures 9 and 10. From these decline rates, the projected lifetimes of the High Plains aquifer in the study area from the 2010s conditions are shown in Figures 11 and 12, assuming the projected lifetime represents dewatering of the entire saturated thickness of the aquifer. Figures 13 and 14 show projected lifetimes to a minimum threshold saturated thick- ness of 30 ft. Thirty feet is often used as the critical minimum saturated thickness required to sustain large-capacity irrigation wells (those pumping at hundreds to thousands of gallons per minute; Hecox et al., 2002; Wilson et al., 2002). Figures 13 and 14 are thus focused on the usable lifetime of the aquifer to support large-scale irrigated agriculture at the projected decline rates. Figures 11 and 12 reflect the lifetime of the aquifer for domestic and low-yield municipal wells, which do not require as much saturated thickness to operate. Figures 15–18 are higher-resolution versions of the previous four maps, focusing on the area around Clovis and Portales, where most of the regional population resides, irrigated agriculture is abundant, and the analysis is most robust. Much of this region has projected lifetimes of less than ten years when considering the full saturated thickness. When a minimum saturated thickness of 30 ft is considered, most of southeast Curry and northeast Roosevelt counties is already below the threshold. Most of the remaining area has projected lifetimes of less than 10 years. Figure 19 shows the progressive increase of the unsaturated area from the 1950s through the 2010s. The confidence factors for the decadal median water-level interpolations (1990s and 2010s decades) used to create the projected lifetime maps of Figures 13 and 15 are shown in Figure 20. Note that the confidence factors are near 1 around the wells (which are the data points) and are generally high in areas of high well density. The confidence factors decrease to near zero in areas where wells are widely separated. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 14 Figure 4. The 383 wells, saturated thickness (in feet), and areas of zero remaining saturation for the 1990s decade for the High Plains aquifer in east- central New Mexico. Areas of discontinuous saturation are from Hart and McAda (1985) and probably never were productive aquifer zones. Areas of zero saturation have developed since significant groundwater withdrawals began in the 1950s. 15 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 5. The 175 wells, saturated thickness (in feet), and areas of zero remaining saturation for the 2000s decade for the High Plains aquifer in east- central New Mexico. Areas of discontinuous saturation are from Hart and McAda (1985) and probably never were productive aquifer zones. Areas of zero saturation have developed since significant groundwater withdrawals began in the 1950s. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 16 Figure 6. The 152 wells, saturated thickness (in feet), and areas of zero remaining saturation for the 2010s decade for the High Plains aquifer in east-central New Mexico. Areas of discontinuous saturation are from Hart and McAda (1985) and probably never were productive aquifer zones. Areas of zero saturation have developed since significant groundwater withdrawals began in the 1950s. Note that the area of large saturated thick- ness in northwest Roosevelt county is an artifact as there are no wells in the area. 17 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 7. Change in saturated thickness from the 2000s decade to the 2010s decade. Wells from each decade used to define the saturated thicknesses are shown. Areas where the saturated thickness declined to zero are indicated by orange shading under the hatching (areas of zero saturation). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 18 Figure 8. Change in saturated thickness from the 1990s decade to the 2010s decade. Wells from each decade used to define the saturated thicknesses are shown. Areas where the saturated thickness declined to zero are indicated by orange shading under the hatching (areas of zero saturation). 19 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 9. Water-level decline in feet per year over the 10-year interval from the 2000s to the 2010s. Hashed purple areas are regions of possible increases in saturated thickness. Figure 10. Water-level decline in feet per year over the 20-year interval from the 1990s to the 2010s. Hashed purple areas are regions of possible increases in saturated thickness. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 20 Figure 11. Projected lifetime of the full thickness of the High Plains aquifer, based on water-level declines over the 10-year interval from the 2000s to 2010s decade. This represents the lifetime of the aquifer for domestic and low-yield municipal wells assuming the current rates of decline continue. It may be considered"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 18 Figure 8. Change in saturated thickness from the 1990s decade to the 2010s decade. Wells from each decade used to define the saturated thicknesses are shown. Areas where the saturated thickness declined to zero are indicated by orange shading under the hatching (areas of zero saturation). 19 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 9. Water-level decline in feet per year over the 10-year interval from the 2000s to the 2010s. Hashed purple areas are regions of possible increases in saturated thickness. Figure 10. Water-level decline in feet per year over the 20-year interval from the 1990s to the 2010s. Hashed purple areas are regions of possible increases in saturated thickness. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 20 Figure 11. Projected lifetime of the full thickness of the High Plains aquifer, based on water-level declines over the 10-year interval from the 2000s to 2010s decade. This represents the lifetime of the aquifer for domestic and low-yield municipal wells assuming the current rates of decline continue. It may be considered a “worst case scenario” as described in the text. Hashed purple areas are regions of possible increases in saturated thickness. 21 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 22 Figure 12. Projected lifetime of the full thickness of the High Plains aquifer, based on water-level declines over the 20-year interval from the 1990s to 2010s decade. This represents the lifetime of the aquifer for domestic and low-yield municipal wells assuming the current rates of decline continue. This may be considered a “worst case scenario” as described in the text. Hashed purple areas are regions of possible increases in saturated thickness. 23 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 13. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, based on water-level declines over the 10-year interval from the 2000s to 2010s decade. This represents the usable lifetime for large-scale irrigated agriculture. “Already less than 30 ft” indicates areas where saturated thickness is already below the threshold. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 24 Figure 14. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, based on water-level declines over the 20-year interval from the 1990s to 2010s decade. This represents the usable lifetime for large-scale irrigated agriculture. “Already less than 30 ft” indicates areas where saturated thickness is already below the threshold. 25 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 15. Projected lifetime of the full thickness of the High Plains aquifer focused on the Clovis–Portales region. Map is based on water-level declines over the 10-year interval from the 2000s to 2010s decade. This represents the lifetime of the aquifer for domestic and low-yield municipal wells assuming the current rates of decline continue. Background satellite image is from the National Agriculture Imagery Program, 2009. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 26 Figure 16. Projected lifetime of the full thickness of the High Plains aquifer focused on the Clovis–Portales region. Map is based on water-level declines over the 20-year interval from the 1990s to 2010s decade. This represents the maximum lifetime of the aquifer for domestic and low-yield municipal wells assuming the current rates of decline continue. Background satellite image is from the National Agriculture Imagery Program, 2009. 27 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 17. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, focused on the Clovis–Portales region. This represents the usable lifetime for large-scale irrigated agriculture. Map is based on water-level declines over the 10-year interval from the 2000s to 2010s decade. Background satellite image is from the National Agriculture Imagery Program, 2009. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 28 Figure 18. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, focused on the Clovis–Portales region. This represents the usable lifetime for large-scale irrigated agriculture. Map is based on water-level declines over the 20-year interval from the 1990s to 2010s decade. Background image is from the National Agriculture Imagery Program, 2009. 29 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 19. Progressive increase in the area of zero saturation in the study area from the 1960s decade to the 2010s decade. Figure 20. Confidence factor (shades of green to red)"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "assuming the current rates of decline continue. Background satellite image is from the National Agriculture Imagery Program, 2009. 27 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 17. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, focused on the Clovis–Portales region. This represents the usable lifetime for large-scale irrigated agriculture. Map is based on water-level declines over the 10-year interval from the 2000s to 2010s decade. Background satellite image is from the National Agriculture Imagery Program, 2009. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 28 Figure 18. Projected lifetime of the High Plains aquifer until a threshold saturated thickness of 30 ft is reached, focused on the Clovis–Portales region. This represents the usable lifetime for large-scale irrigated agriculture. Map is based on water-level declines over the 20-year interval from the 1990s to 2010s decade. Background image is from the National Agriculture Imagery Program, 2009. 29 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 19. Progressive increase in the area of zero saturation in the study area from the 1960s decade to the 2010s decade. Figure 20. Confidence factor (shades of green to red) for the two water-level surfaces representing decadal median conditions for the 1990s and 2010s. Values closer to one indicate greater certainty in the water-level surfaces and the aquifer lifetime projections derived from them. The confidence factor increases as the well density increases, reflecting the greater reliability of results in areas of higher data density (more wells). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 30 31 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R V I . D I S C U S S I O N I t is clear from Figures 11–19 that water-level declines caused by the cumulative effects of many years of groundwater pumping have resulted in a large reduction in the amount of water remaining in the High Plains aquifer. We find alarmingly short projected lifetimes for the High Plains aquifer in the study area and a progressive increase of the area where the aquifer has no saturation remaining. Using either 10-or 20-year intervals to calculate decline rates, and considering either the projected lifetime of the entire saturated thickness, or the projected time until a 30 ft minimum thickness needed for irrigated agriculture is reached, the fundamental conclusions that may be drawn are the same: the High Plains aquifer is rapidly being dewatered and its usable life is short. This is particularly so for large-scale irrigated agriculture using high-capacity wells. The lifetime projections for the full thickness of the aquifer shown in Figures 11 and 12 may be considered “worst-case scenarios.” This is because once the saturated thickness has decreased below 30 ft across large areas, it is likely that groundwater withdrawals for irrigation will decrease. As irrigation withdrawals are the largest single use of groundwater, this should reduce water-level decline rates. The lifetime projections presented here are based on past water-level declines that have been controlled largely by irrigation withdrawals. Reducing or eliminating this large component of groundwater use thus means that it is certainly possible that the full lifetime of the aquifer will be longer than the projections shown in Figures 11 and 12. Decline rates in this region are almost totally controlled by the amount of groundwater pumping. Natural recharge is minuscule in comparison to the amount of water removed by pumping, and there is no remaining natural discharge to capture (e.g. discharge from springs or baseflow to streams). The relationship between water-level decline rate and projected lifetime is a simple inverse: halving the decline rate will double the projected lifetime, whereas doubling the decline rate will halve the lifetime. Unfortunately, the relationship between the groundwater pumping rate and the water-level decline rate is not simple and is dependent on many parameters, such as the number and location of wells, and hydrologic properties of the aquifer materials. If comprehensive data on the quantity of water pumped from wells is available to accompany the depth-to- water measurements, it is possible to quantify the effects of decreased groundwater pumping on water- level declines, and thus the projected aquifer lifetime (Butler et al., 2016). Such data are not available in this region of New Mexico. Instead, groundwater usage across the state is estimated every five years by a variety of indirect methods (Longworth et al., 2013). Inspection of the maps produced using decline rates calculated over 10-year (Figures 11 and 13) and 20-year intervals (Figures 12 and 14) shows some differences in the projected lifetimes. Some of the areas where water levels increased over the 10-year time interval from 2000 to 2010 are areas of declining water levels and decreasing projected aquifer lifetime when based on 20-year intervals. An example is the region approximately 11 miles south of Portales in Figures 11–14. There are considerably more wells in the 1990s dataset compared to the 2000s dataset (383 vs. 175), so the initial conditions for the 20 year interval maps in Figures 13 and 14 are more robustly constrained. The procedures used in this analysis necessarily involved some approximations and “smoothing” of the data. Water-level declines were calculated as the difference between interpolated water level surfaces, themselves derived from median water levels at each decade from a given well. And to emphasize again, the lifetime maps are projections based on past water-level declines with the assumption that the decline rates are constant, not predictions, which would require knowledge of future decline rates. Thus, there is some uncertainty in the projected lifetimes presented here. The difference between the lifetimes projected using 10-and 20-year decline rates is an example of this uncertainty. It is notable in the projected lifetime maps (Figures 11–18) that there are areas where water- levels appear to have increased. This is equivalent to saying the projected aquifer lifetime is increasing. The areas of declining lifetime are centered around Clovis and Portales and the areas of water-level (and N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "of indirect methods (Longworth et al., 2013). Inspection of the maps produced using decline rates calculated over 10-year (Figures 11 and 13) and 20-year intervals (Figures 12 and 14) shows some differences in the projected lifetimes. Some of the areas where water levels increased over the 10-year time interval from 2000 to 2010 are areas of declining water levels and decreasing projected aquifer lifetime when based on 20-year intervals. An example is the region approximately 11 miles south of Portales in Figures 11–14. There are considerably more wells in the 1990s dataset compared to the 2000s dataset (383 vs. 175), so the initial conditions for the 20 year interval maps in Figures 13 and 14 are more robustly constrained. The procedures used in this analysis necessarily involved some approximations and “smoothing” of the data. Water-level declines were calculated as the difference between interpolated water level surfaces, themselves derived from median water levels at each decade from a given well. And to emphasize again, the lifetime maps are projections based on past water-level declines with the assumption that the decline rates are constant, not predictions, which would require knowledge of future decline rates. Thus, there is some uncertainty in the projected lifetimes presented here. The difference between the lifetimes projected using 10-and 20-year decline rates is an example of this uncertainty. It is notable in the projected lifetime maps (Figures 11–18) that there are areas where water- levels appear to have increased. This is equivalent to saying the projected aquifer lifetime is increasing. The areas of declining lifetime are centered around Clovis and Portales and the areas of water-level (and N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 32 thus aquifer lifetime) increase tend to be along the western and southwestern perimeter of the study area. An important fact is that the areas of declining projected lifetime are based on more wells and are thus better constrained. In other words, there are more data defining the areas of declining lifetime than the areas of increasing water-levels. This is quantified by the confidence factor (Figure 20). Regions of high well density have the highest confidence factors and vice-versa. The regions of apparent water-level increase tend to have lower well densities, and lower confidence factors, and are thus a lower reliability projection than the areas of decreasing projected lifetime. Figure 21 shows that regions of apparent water- level and aquifer lifetime increase have lower confi- dence factors for all of the time periods investigated. The average value of the confidence factor in areas of water-level increase and decrease are shown for all 22 scenarios that we calculated, from the 1950s to the present. In all cases, the average value of the confidence factor is lower in the areas of water-level increase, indicating that they are less well-constrained than the areas of water-level decline and decreasing lifetime. Overall, projections of increasing water-level and aquifer life are less reliable than projections of decreasing aquifer life. As noted below, changes in sthe well network through time likely cause inaccura- cies in the water elevation surfaces that can cause apparent increases. Projected lifetimes from time periods in the past can be compared to present conditions to give some idea of the robustness of the method. Figure 22 com- pares areas projected to have a lifetime of less than 10 years from the 2000s decade to the actual areas of zero saturation that developed between the 2000s 10 year intervals for decline rates 50–60 60–70 70–80 80–90 90–00 00–10 mean value of confidence factor 0.5 0.6 0.7 0.8 0.9 1.0 Increase Decrease 10 year intervals for decline rates 50–60 60–70 70–80 80–90 90–00 00–10 0.5 0.6 0.7 0.8 0.9 1.0 Increase Decrease 20 year intervals for decline rates 50–70 60–80 70–90 80–00 90–10 mean value of confidence factor 0.60 0.65 0.70 0.75 0.80 0.85 0.90 0.95 Increase Decrease 20 year intervals for decline rates 50–70 60–80 70–90 80–00 90–10 0.60 0.65 0.70 0.75 0.80 0.85 0.90 0.95 Increase Decrease Full aquifer thickness Assuming 30 ft minimum saturated thickness Figure 21. Plots of the average (mean) value of the confidence factor in areas of water-level increase and decrease across the study area, for all time periods investigated. The x-axis values are the decade pairs over which water-level changes were calculated. In all cases the areas of water-level increase have a lower average value of the confidence factor, indicating that they are poorly constrained by the data relative to areas of water-level decrease. The areas of water-level decrease and decreasing lifetime have higher average values of the confidence factor and are thus more reliable projections. 33 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 22. Comparison of areas projected to have <10 years of remaining life in the 2000s decade (red), with actual areas of zero saturation that developed between the 2000s and 2010s (cross-hatching). The 2000 projections are variable compared to the area of subsequent dewatering. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 34 and the 2010s. If the method was perfectly accurate and precise, the two areas would coincide exactly, and clearly this is not the case. The areas projected to have a life of less than 10 years are variable compared to the actual areas of zero saturation that developed between the 2000s and the 2010s. In Figure 23 the areas projected in 2000 to have less than the critical 30-ft saturated thickness threshold within 10 years are compared to the actual areas below this threshold 10 years later. The projections both over and under- estimate the actual conditions 10 years later. The patterns in these results may be attributed to: 1. changing spatial distribution of wells through time—different wells were measured in different years; 2. the greater density of wells (data points) in the Clovis–Portales region, and; 3. differences in actual decline rates from 2000–2010 to those projected into the future from the 10 years prior to the 2000s decade. This is probably the most significant factor, and would result from changes in groundwater pumping rates over time, wells being abandoned due to declining saturated thickness, some component of extracted groundwater returning to the water table as recharge, etc. In short, there are a myriad of reasons why the projected water-level decline rates may differ from actual decline rates. Because the past projections appear to overesti- mate the extent of areas of zero saturation (Figure 22) or saturated thickness less than 30 ft (Figure 23) in the area east and northeast"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 34 and the 2010s. If the method was perfectly accurate and precise, the two areas would coincide exactly, and clearly this is not the case. The areas projected to have a life of less than 10 years are variable compared to the actual areas of zero saturation that developed between the 2000s and the 2010s. In Figure 23 the areas projected in 2000 to have less than the critical 30-ft saturated thickness threshold within 10 years are compared to the actual areas below this threshold 10 years later. The projections both over and under- estimate the actual conditions 10 years later. The patterns in these results may be attributed to: 1. changing spatial distribution of wells through time—different wells were measured in different years; 2. the greater density of wells (data points) in the Clovis–Portales region, and; 3. differences in actual decline rates from 2000–2010 to those projected into the future from the 10 years prior to the 2000s decade. This is probably the most significant factor, and would result from changes in groundwater pumping rates over time, wells being abandoned due to declining saturated thickness, some component of extracted groundwater returning to the water table as recharge, etc. In short, there are a myriad of reasons why the projected water-level decline rates may differ from actual decline rates. Because the past projections appear to overesti- mate the extent of areas of zero saturation (Figure 22) or saturated thickness less than 30 ft (Figure 23) in the area east and northeast of Portales and south of Clovis, it may be that the rate of water-level decline in this region is beginning to slow. Overestimation of the areas of zero saturation in the western and northern parts of the study area is more likely caused by the low well density and less reliable predictions in those areas (Figure 20). Most of the areas of saturated thickness increase in Figures 11–14 are in areas with extremely sparse well coverage. Conversely, southeastern Curry county around Clovis and north-central Roosevelt County around Portales, wherein water-levels are declining and projected lifetimes are short, has a much higher density of wells. This includes the areas of the well-fields supplying Clovis and Portales, and Cannon Air Force Base. The results in southeastern Curry county and north-central Roosevelt county may be considered the most reliable in this study. As noted above, the confidence factor indicates that less significance should be attributed to the areas of water-level increase than to the areas of declining water-levels and projected aquifer lifetime. In particular, the area of high saturated thickness, and coincident large saturated thickness increases in northwest Roosevelt county (Figures 6–8) are very poorly constrained by well data and are artifacts of the polynomial trend surface and kriging interpola- tion procedures. As noted previously, the lack of a consistent well network through time complicates the analysis presented here and introduces some uncertainty. Declining water-levels, collapsed well casings, prop- erty access restrictions, and declining funding have all resulted in a dramatic drop in the number of wells measured over the past 20 years (L. Sherson, personal communication 2017). It is not possible to accurately characterize groundwater resources without system- atic and spatially extensive water-level data. The lack of extensive, systematic groundwater pumping data from wells precludes an analysis of the relationship between rate of pumping and water-level declines (Butler et al., 2016). Pumping rate data would also be useful to compare patterns of pumping in space and time to saturated thickness declines and projected lifetimes. This would provide a check on the accuracy of the results presented here. It could help confirm if there is still extensive groundwater pumping occurring in areas predicted to have insuf- ficient saturated thickness. An additional check would involve a comprehensive review of remote sensing data/satellite imagery through time to compare irrigated areas to spatial patterns of saturated thick- ness and projected aquifer lifetime. It is illustrative to compare our results with the projected lifetime maps of the High Plains aquifer in the Texas Panhandle region prepared by Texas Tech University (Mulligan et al., 2008). Figure 24 shows the projected lifetime in the study area from 2010 to the minimum 30-ft threshold, derived from 20 year declines rates from the period 1990–2010. The Texas map is based on water level declines from 1990 to 2004 and also shows projected lifetimes to the minimum 30-ft saturated thickness threshold that is the minimum for intensive irrigated agriculture. The color ranges are chosen so each color represents the same ending date of projected aquifer life in each state. The spatial correspon- dence between this study and the previous work across the state line Texas is quite good. Figure 24 graphically illustrates that dewatering of the High Plains aquifer is a regional problem that ignores political boundaries. 35 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R Figure 23. Comparison of areas projected in the 2000s decade to have <10 yrs of remaining life until the 30 ft saturated thickness threshold is reached, with actual areas that had reached this threshold in the 2010s decade. The 2000 projections are variable when compared to 2010s conditions, but the general spatial correlation is good in the Clovis–Portales region. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 36 Figure 24. Comparison of results from the present study with those of Mulligan et al. (2008) for the panhandle of Texas. The New Mexico portion of the map is projected lifetime until 30 ft saturated thickness threshold is reached based on the 20-year water-level decline rate from 1990–2010. The color ranges are chosen so each color represents the same ending date of projected aquifer life from the 2010s decade in both states. In Texas, green areas are no change and blue areas are water-level increases. These areas are both green in New Mexico. 37 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R V I I . S U M M A R Y S everal thousand water-level measurements spanning over 50 years, from over a thousand wells, were used to create aquifer lifetime projections for the High Plains aquifer in east-central New Mexico. Lifetime projections were based on water-level changes and decline rates calculated over ten-and twenty-year intervals. Projected lifetimes were calculated until a 30-ft saturated thickness threshold is reached, and until the"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "until the 30 ft saturated thickness threshold is reached, with actual areas that had reached this threshold in the 2010s decade. The 2000 projections are variable when compared to 2010s conditions, but the general spatial correlation is good in the Clovis–Portales region. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 36 Figure 24. Comparison of results from the present study with those of Mulligan et al. (2008) for the panhandle of Texas. The New Mexico portion of the map is projected lifetime until 30 ft saturated thickness threshold is reached based on the 20-year water-level decline rate from 1990–2010. The color ranges are chosen so each color represents the same ending date of projected aquifer life from the 2010s decade in both states. In Texas, green areas are no change and blue areas are water-level increases. These areas are both green in New Mexico. 37 L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R V I I . S U M M A R Y S everal thousand water-level measurements spanning over 50 years, from over a thousand wells, were used to create aquifer lifetime projections for the High Plains aquifer in east-central New Mexico. Lifetime projections were based on water-level changes and decline rates calculated over ten-and twenty-year intervals. Projected lifetimes were calculated until a 30-ft saturated thickness threshold is reached, and until the aquifer is completely dewatered. The former condi- tion represents the usable life of wells for large-scale irrigated agriculture. The latter condition represents the lifetime of the aquifer for domestic and low-yield municipal wells. It can be considered a “worst-case scenario,” as water levels may decline less rapidly if less groundwater is pumped for agricultural uses after the 30-ft threshold is reached. The resulting maps show the projected lifetime graphically, along with progressively enlarging areas of zero saturation. A confidence factor based on the kriging variance was used to estimate the reliability of the results, and indicates that projected areas of water-level and saturated thickness decline are more reliable than projected areas of increases in these quantities. Comparisons of projected lifetimes from past time periods to present conditions show reasonable agreement, with most differences attributable to spatial and temporal variation in well networks and differences between actual decline rates and those projected into the future from any given time period in the past. The spatial distribution of projected lifetimes matches well with lifetime projections made across the state line in the Texas Panhandle. The situation in New Mexico appears similar to conditions in the High Plains aquifer across northwest Texas and western Kansas. Much of the region already has insufficient saturated thickness for the operation of large-capacity irrigation wells. Even when considering the lifetime of the entire thickness of the aquifer, projected lifetimes across much of the study area are a few tens of years or less. 38 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 A C K N O W L E D G M E N T S This study was funded by the City of Clovis, Curry county, and Eastern New Mexico Water Utility Authority. The U. S. Geological Survey New Mexico Water Science Center provided well information and water-level data for Curry and Roosevelt counties. We thank Jim Butler, Ghassan Musharrafieh, Doug Rappuhn, Lauren Sherson, and Stacy Timmons for constructive scientific reviews that improved this report. L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R 39 Butler, J.J., Whittemore, D.O., Wilson, B.B., and Bohling, G.C., 2016, A new approach for assessing the future of aquifers supporting irrigated agricul- ture: Geophysical Research Letters, v. 43, doi:10.1002/2016GL067879. Cronin, J.G., 1969, Ground water in the Ogallala Formation in the Southern High Plains of Texas and New Mexico: U.S. Geological Survey Hydrologic Investigations Atlas HA-330, 4 sheets. Dennehy, K.F., Litke, D.W., and McMahon, P. B., 2002, The High Plains aquifer, U.S.A.: groundwater development and sustainability; in Hiscock, K.M., Rivett, M.O., and Davison, R.M., eds., Sustainable Groundwater Development: Geological Society, London, Special Publication 193, p. 99–119. Eifler, G. K., Jr., and Reeves, C. C., Jr., 1974, Geologic Atlas of Texas, Brownfield Sheet: The University of Texas at Austin, Bureau of Economic Geology, Geologic Atlas of Texas, map scale 1:250,000. Eifler, G. K., Jr., Reeves, C. C., Jr., and Barnes, V. E., 1978, Geologic Atlas of Texas, Clovis Sheet: The University of Texas at Austin, Bureau of Economic Geology, Geologic Atlas of Texas, map scale 1:250,000. Goovaerts, P., 1997, Geostatistics for natu- ral resources evaluation, Oxford, UK, Oxford University Press, 483 p. Gurdak, J.J., and Roe, C.D., 2010, Review: recharge rates and chemistry beneath playas of the High Plains aquifer, USA: Hydrogeology Journal, v. 18, p. 1747–1772. Gustavson, T.C., Holliday, V.T., and Hovorka, S.D., 1995, Origin and development of playa basins, sources of recharge to the Ogallala aquifer, Southern High Plains, Texas and New Mexico: Bureau of Economic Geology Report of Investigations 229, 44 p. Gustavson, T.C., 1996, Fluvial and eolian depositional systems, paleosols, and paleo- climate of the Upper Cenozoic Ogallala and Blackwater Draw Formations, south- ern High Plains, Texas and New Mexico: Bureau of Economic Geology Report of Investigations 239, 62 p. Gustavson, T.C., and Winkler, D.A., 1988, Depositional facies of the Miocene– Pliocene Ogallala Formation, north- western Texas and eastern New Mexico: Geology, v. 16, p. 203–206. Gutentag, E.D., Heimes, F.J., Krothe, N.C., Luckey, R.R., and Weeks, J.B., 1984, Geohydrology of the High Plains aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Professional Paper 1400-B, 63 p. Haacker, E.M.K, Kendall, A.D., and Hyndman, D.W., 2016, Water level declines in the High Plains aquifer: predevelopment to resource senescence: Groundwater, v. 54, p. 231–242. Hart, D.L., and McAda, D.P., 1985, Geohydrology of the High Plains aquifer in southeastern New Mexico: U.S. Geological Survey Hydrologic Investigations Atlas HA-679, 1 sheet. Healy, R.W., 2012, Estimating ground water recharge, Cambridge, Cambridge University Press, 256 p. Hecox, G.R., Macfarlane, P.A., and Wilson, B.B., 2002, Calculation of Yield for High Plains Wells: Relationship between saturated thickness and well yield: Kansas Geological Survey Open-File Report 2002-25C, 22 p. Isaaks, E.H., and Srivastava, R.M., 1989, An introduction to applied geostatistics, Oxford, Oxford University Press, 561 p. Longworth, J.W., Valdez, J.M., Magnuson, M.L., and Richard, K., 2013, New Mexico water use by categories: New Mexico Office of the State Engineer Technical Report 54, 128"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "2010, Review: recharge rates and chemistry beneath playas of the High Plains aquifer, USA: Hydrogeology Journal, v. 18, p. 1747–1772. Gustavson, T.C., Holliday, V.T., and Hovorka, S.D., 1995, Origin and development of playa basins, sources of recharge to the Ogallala aquifer, Southern High Plains, Texas and New Mexico: Bureau of Economic Geology Report of Investigations 229, 44 p. Gustavson, T.C., 1996, Fluvial and eolian depositional systems, paleosols, and paleo- climate of the Upper Cenozoic Ogallala and Blackwater Draw Formations, south- ern High Plains, Texas and New Mexico: Bureau of Economic Geology Report of Investigations 239, 62 p. Gustavson, T.C., and Winkler, D.A., 1988, Depositional facies of the Miocene– Pliocene Ogallala Formation, north- western Texas and eastern New Mexico: Geology, v. 16, p. 203–206. Gutentag, E.D., Heimes, F.J., Krothe, N.C., Luckey, R.R., and Weeks, J.B., 1984, Geohydrology of the High Plains aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Professional Paper 1400-B, 63 p. Haacker, E.M.K, Kendall, A.D., and Hyndman, D.W., 2016, Water level declines in the High Plains aquifer: predevelopment to resource senescence: Groundwater, v. 54, p. 231–242. Hart, D.L., and McAda, D.P., 1985, Geohydrology of the High Plains aquifer in southeastern New Mexico: U.S. Geological Survey Hydrologic Investigations Atlas HA-679, 1 sheet. Healy, R.W., 2012, Estimating ground water recharge, Cambridge, Cambridge University Press, 256 p. Hecox, G.R., Macfarlane, P.A., and Wilson, B.B., 2002, Calculation of Yield for High Plains Wells: Relationship between saturated thickness and well yield: Kansas Geological Survey Open-File Report 2002-25C, 22 p. Isaaks, E.H., and Srivastava, R.M., 1989, An introduction to applied geostatistics, Oxford, Oxford University Press, 561 p. Longworth, J.W., Valdez, J.M., Magnuson, M.L., and Richard, K., 2013, New Mexico water use by categories: New Mexico Office of the State Engineer Technical Report 54, 128 p. Luckey, R.R., Gutentag, E.D., and Weeks, J.B., 1981, Water-level and saturated thickness changes, pre­development to 1980, in the High Plains aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Hydrologic Investigations Atlas HA-652, 2 sheets. McGuire, V.L., 2004a, Water-level changes in the High Plains aquifer, predevelop- ment to 2002, 1980 to 2002, and 2001 to 2002: U.S. Geological Survey Fact Sheet 2004-3026, 5 p. McGuire, V.L., 2004b, Water-level changes in the High Plains aquifer, predevelop- ment to 2003 and 2002 to 2003: U.S. Geological Survey Fact Sheet 2004- 3097, 6 p. McGuire, V.L., 2007, Water-level changes in the High Plains aquifer, predevel- opment to 2005 and 2003 to 2005: U.S. Geological Survey Scientific Investigations Report 2006-5324, 7 p. McGuire, V.L., 2011, Water-level changes in the High Plains aquifer, predevelopment to 2009, 2007–08, and 2008–09, and change in water in storage, predevelop- ment to 2009: U.S. Geological Survey Scientific Investigations Report 2011- 5089, 13 p. McGuire, V.L., Lund, K.D., and Densmore, B. K., 2012, Saturated thickness and water in storage in the High Plains aquifer, 2009, and water-level changes and changes in water in storage in the High Plains aquifer, 1980 to 1995, 1995 to 2000, 2000 to 2005, and 2005 to 2009: U.S. Geological Survey Scientific Investigations Report 2012-5177, 28 p. Mulligan, K.R., Barbato, L.S., Warren, A., and Van Nice, C., 2008, Geography of the Ogallala aquifer, map series, http:// www.depts.ttu.edu/geospatial/center/ Ogallala/OgallalaPDFMaps.html, accessed online April 2017. National Agricultural Imagery Program, 2009, USDA-FSA Aerial Photography Field Office, file 2009NAIP_AOI_with_ Dates, https://gdg.sc.egov.usda.gov/ GDGHome_DirectDownLoad.aspx; U.S. Natural Resources Conservation Service, Salt Lake City, Utah, Vector digital data, http://www.geostor. arkansas.gov/G6/Home.html?id=0cff51 93c9f55dc7ce6acfdb80d65924. https:// catalog.data.gov/harvest/object/ e1213d7a-45c2-4ed5-a008- 8336f3fa7c62/html original R E F E R E N C E S 40 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 Nativ, R., 1992, Recharge into the Southern High Plains aquifer—pos­sible mechanisms, unresolved ques­tions: Environmental Geology and Water Sciences, v. 19, p. 21–32. Nativ, R., and Riggio, R., 1990, Precipitation in the southern High Plains: meteorologic and isotopic fea- tures: Journal of Geophysical Research, v. 95, p. 22,559–22,564. Osterkamp, W.R., and Wood, W.W., 1987, Playa-lake basins on the southern High Plains of Texas and New Mexico: Part I. Hydrologic, geomorphic, and geologic evidence for their development: Geological Society of America Bulletin, v. 99, p. 215–223. Pazzaglia, F.J., and Hawley, J.W., 2004, Neogene (rift flank) and Quaternary geology and geomor­phology, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico: New Mexico Geologic Society, p. 407–438. Peery, R., and Kelsch, J., 2010, Well report for New Mexico American Water Company deep exploratory well, Clovis, New Mexico: unpublished report for New Mexico American Water Company by John Shomaker and Associates, Inc., 250 p. Rawling, G.C., 2016, A hydrogeologic investigation of Curry and Roosevelt counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources Open-File Report 580, 54 p. Rawling, G.C., and Rinehart, A.J., 2017, Lifetime projections fro the High Plains aquifer in east-central New Mexico, New Mexico Bureau of Geology and Mineral Resources Open-File Report 591, 42 p. Scanlon, B.R., Healy, R.W., and Cook, P.G., 2002, Choosing appropriate techniques for quantifying groundwater recharge: Hydrogeology Journal, v. 10, p. 18–39. Theis, C.V., 1937, Amount of ground-water recharge in the southern High Plains: Transactions American Geophysical Union, v. 18, pp. 564–568. Tillery, A., 2008, Current (2004–07) conditions and changes in ground- water levels from predevelopment to 2007, Southern High Plains aquifer, east-central New Mexico– Curry county, Portales, and Causey Lingo Underground Water Basins: U.S. Geological Survey Scientific Investigations Map 3038, 1 sheet. Torres, J.M., Litke, D.W., and Qi, S.L., 1999, HPBEDROCK: bedrock forma- tions underlying the High Plains aquifer: U.S. Geological Survey Open- File Report: 99-214. Weeks, J.B., and Gutentag, E.D., 1981, Bedrock geology, altitude of base, and 1980 saturated thickness of the High Plains aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Hydrologic Investigations Atlas HA-648, 2 sheets. Weeks, J.B., Gutentag, E.D., Heimes, F.J., and Luckey, R.R., 1988, Summary of the High Plains regional aquifer-system analysis in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Professional Paper 1400-A, 39 p. Wilson, B.B., Young, D.P., and Buddemeier, R.W. 2002, Exploring relationships between water table elevations, reported water use, and aquifer lifetime as parameters for consideration in aquifer subunit delineations: Kansas Geological Survey Open-File Report 2002-25D, 28 p. Wood, W.W., and Osterkamp, W.R., 1987, Playa-lake basins on the Southern High Plains of Texas and New Mexico: Part II. A hydrologic model and mass-bal- ance arguments for their development: Geological Society of America Bulletin, v. 99, p. 224–230. Wood, W.W., and Sanford, W.E., 1995, Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid environment: Ground Water, v. 33, p. 458–468. L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R T he decadal median water-level surfaces that were the basis for determining the aquifer lifetime projections were derived from"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "(2004–07) conditions and changes in ground- water levels from predevelopment to 2007, Southern High Plains aquifer, east-central New Mexico– Curry county, Portales, and Causey Lingo Underground Water Basins: U.S. Geological Survey Scientific Investigations Map 3038, 1 sheet. Torres, J.M., Litke, D.W., and Qi, S.L., 1999, HPBEDROCK: bedrock forma- tions underlying the High Plains aquifer: U.S. Geological Survey Open- File Report: 99-214. Weeks, J.B., and Gutentag, E.D., 1981, Bedrock geology, altitude of base, and 1980 saturated thickness of the High Plains aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Hydrologic Investigations Atlas HA-648, 2 sheets. Weeks, J.B., Gutentag, E.D., Heimes, F.J., and Luckey, R.R., 1988, Summary of the High Plains regional aquifer-system analysis in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Professional Paper 1400-A, 39 p. Wilson, B.B., Young, D.P., and Buddemeier, R.W. 2002, Exploring relationships between water table elevations, reported water use, and aquifer lifetime as parameters for consideration in aquifer subunit delineations: Kansas Geological Survey Open-File Report 2002-25D, 28 p. Wood, W.W., and Osterkamp, W.R., 1987, Playa-lake basins on the Southern High Plains of Texas and New Mexico: Part II. A hydrologic model and mass-bal- ance arguments for their development: Geological Society of America Bulletin, v. 99, p. 224–230. Wood, W.W., and Sanford, W.E., 1995, Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid environment: Ground Water, v. 33, p. 458–468. L I F E T I M E P R O J E C T I O N S – H I G H P L A I N S A Q U I F E R T he decadal median water-level surfaces that were the basis for determining the aquifer lifetime projections were derived from a two-step process performed in the statistical software package R. All water-level eleva- tion data for each decade were projected into east-west and north-south planes. Each set of projected data was fit with a smooth curve using the local regression procedure loess. The curve fits suggested that the water-level elevation data for each decade could be reasonably approximated spatially with a 3rd-order polynomial trend surface. The residual values from this trend surface were used as the basis of spatial interpolation via the geosta- tistical method of ordinary kriging. The two-step approach to calculating the water-level elevation surfaces was undertaken after observing large values (up to 100s of feet) of “leave-one-out” cross-validation differences after performing ordinary kriging on both the depth-to-water and water-level elevations, without first “detrending” the data with the 3rd-order polynomial surface. “Leave-one-out” cross-validation performs the kriging interpolation repeatedly, leaving out each data point (well) in turn, and calculates the difference between the input data and the predicted value at the location of the excluded data point. Thus each data point is “left out,” and the water-level elevation is predicted at its location using the remaining data (all of the other wells for that time period). Cross-validation yields an assessment of how sensitive the final interpolation, which uses all of the data, is to any of the observations. Ideally, the cross-validation differences should be close to zero, meaning that the kriging interpolation with the remaining wells accurately predicts the value at the excluded data points. The greater the magnitude of the cross-validation difference, the more sensitive the surface is to the spatial arrangement of the wells in the net- work, which changed with each decade. The spatial distribution of cross-validation differences indicates spatial variations in the dependence of the kriged surfaces on the arrangement of wells. The two-step approach, wherein the water-level elevations were first “detrended” with the polynomial, followed by kriging the residuals, has much less dependence on single data points. This was indicated by the lower overall magnitude and narrower spread of the cross-validation differences following the two-step process as compared to the cross-validation differences from kriging the data without first “detrending” the data with the 3rd-order polynomial. The quality of each kriged water-level surface, and the subsequent calculations based on them, are depen- dent on the number and spatial arrangement of wells and associated water-level measurements. In addition to the confidence factor described in the report, cross-validation was used again to assess the importance of each contributing measurement to the kriged water-level surfaces derived from the two-step process. As described above, “leave-one-out” cross-validation removes each well and associated water-level measurement in turn and calculates the predicted kriged water level at that point using the other data. The difference between the predicted value and the actual value is calculated and its magnitude is an indication of the relative importance of that particular well to the interpolation. Small residuals indicate that the other data points accurately predict the water level at the missing well. Large residuals indicate that the other data points poorly predict the water level at the missing well, and that the missing well is spatially significant. The lower well density distal to the Clovis–Portales region is reflected in the results of cross-validation. Figure A1 shows the cross-validation differences for the 2010s decade resulting from the two-step process. In areas with high well density, the differences tend to be smaller, and the water level at any one well tends to be accurately predicted by its neighbors. The cross-validation results suggest that the water-level surfaces in these areas, and thus the calculated projected lifetimes, are accurate and well constrained. This is in accord with the results based on the confidence factor. Conversely, in areas with sparse well coverage (low well density), especially to the northwest and southwest, the cross-validation differences are larger, indicating that neighboring wells do not accurately predict the water levels if a given well is removed. The cross-validation results in these areas suggest that the water-level surfaces, and thus the calculated projected lifetimes, are less accurate and poorly constrained. Again, this is in accord with the results based on the confidence factor. A P P E N D I X A – C R O S S - V A L I D A T I O N N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 Figure A1. Example of cross-validation (CV) differences for the kriged decadal median water-level surface for the 2010s decade derived using the two-step methodology. The symbology scale is nonlinear, in quantiles of the distribution of the differences. Large values (positive or negative) indicate that the water-level at that well is poorly predicted by the neighboring wells, and that the krig- ing interpolation is highly sensitive to the presence of the measurement at that point. Areas of sparse data have the largest values. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835-5490 Fax (575) 835-6333 geoinfo.nmt.edu East-central New Mexico is dependent on groundwater from the High Plains aquifer for agricultural, municipal, industrial, and domestic uses. Ongoing declines of water"
    },
    {
        "URL": "Rawling2018_B-162.pdf",
        "Text": "well constrained. This is in accord with the results based on the confidence factor. Conversely, in areas with sparse well coverage (low well density), especially to the northwest and southwest, the cross-validation differences are larger, indicating that neighboring wells do not accurately predict the water levels if a given well is removed. The cross-validation results in these areas suggest that the water-level surfaces, and thus the calculated projected lifetimes, are less accurate and poorly constrained. Again, this is in accord with the results based on the confidence factor. A P P E N D I X A – C R O S S - V A L I D A T I O N N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : B U L L E T I N 1 6 2 Figure A1. Example of cross-validation (CV) differences for the kriged decadal median water-level surface for the 2010s decade derived using the two-step methodology. The symbology scale is nonlinear, in quantiles of the distribution of the differences. Large values (positive or negative) indicate that the water-level at that well is poorly predicted by the neighboring wells, and that the krig- ing interpolation is highly sensitive to the presence of the measurement at that point. Areas of sparse data have the largest values. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835-5490 Fax (575) 835-6333 geoinfo.nmt.edu East-central New Mexico is dependent on groundwater from the High Plains aquifer for agricultural, municipal, industrial, and domestic uses. Ongoing declines of water levels in the High Plains aquifer are well-known and have led residents and decision-makers to speculate on the usable life of the aquifer. This Bulletin presents aquifer lifetime projections for east- central New Mexico based on projecting historical water-level trends into the future using over 1,500 wells. Projections for the useful lifetime of the aquifer for agricultural and municipal/domestic-use scenarios are described. Several quantitative measures of the reliability of the results are presented. The results are stark, with projected usable lifetimes in many areas only ten years or less. Much of the region already has insufficient saturated thickness for the operation of large-capacity irrigation wells. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES • Bulletin 162 • 2018 Rawling & Rinehart, Lifetime Projections for the High Plains Aquifer in East-central New Mexico 9 781883 905453 90000> ISBN 978-1-883905-45-3"
    }
]