[
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "August 2023 GROUNDWATER MANAGEMENT AND AGRICULTURAL CROP CHOICE IN THE EASTERN HIGH PLAINS OF NEW MEXICO NM WRRI Technical Completion Report No. New Mexico Water Resources Research Institute New Mexico State University MSC 3167, P.O. Box 30001 Intensive irrigated crop production and livestock operations in the New Mexico High Plains. GROUNDWATER MANAGEMENT AND AGRICULTURAL CROP CHOICE IN THE EASTERN HIGH PLAINS OF NEW MEXICO By Haoying Wang, Associate Professor Department of Business and Technology Management New Mexico Tech TECHNICAL COMPLETION REPORT Account Number Q02304 Technical Completion Report #406 August 2023 New Mexico Water Resources Research Institute in cooperation with the Department of Business and Technology Management New Mexico Tech The research on which this report is based was financed in part by the U.S. Department of the Interior, Geological Survey, through the New Mexico Water Resources Research Institute. This material is based upon work supported by the U.S. Geological Survey under Grant/Cooperative Agreement No. (G21AP10635). ii iii DISCLAIMER The purpose of the NM Water Resources Research Institute (NM WRRI) technical reports is to provide a timely outlet for research results obtained on projects supported in whole or in part by the institute. Through these reports the NM WRRI promotes the free exchange of information and ideas and hopes to stimulate thoughtful discussions and actions that may lead to resolution of water problems. The NM WRRI, through peer review of draft reports, attempts to substantiate the accuracy of information contained within its reports, but the views and conclusions contained in this document are those of the authors and should not be interpreted as representing the opinions or policies of the U.S. Geological Survey. Mention of trade names or commercial products does not constitute their endorsement by the U.S. Geological Survey. iv ACKNOWLEDGEMENT The author greatly appreciates the financial support for this project through the New Mexico Water Resources Research Institute (NM WRRI) and the United States Geological Survey (USGS) of the Department of the Interior. The author would also like to thank Ms. Nancy McDuffie of the New Mexico Environment Department (NMED), Ms. Stacy Timmons of the New Mexico Bureau of Geology and Mineral Resources, Ms. Talisha Valdez of Union County (NM) Extension Office, Union County (NM) Commissioner Mr. Justin Bennett, and Mr. Ben Creighton of the USDA NRCS Union County (NM) Office for their assistance in data collection related to this project. All errors belong to the author. v ABSTRACT This research report covers two studies, related but focused on two different aspects concerning agricultural crop choice and groundwater management in the New Mexico Eastern High Plains. The first study examines the potential impact of intensive livestock operations (mainly dairy) on the neighboring cropland use and irrigation water demand in the New Mexico High Plains, one of the agricultural hotspots in the US Southwest. Field- level crop choice data computed from high-resolution remotely sensed imageries were matched with nearby livestock farm characteristics. The analysis deploys a fixed-effects multinomial logistic framework to control for unobserved spatial heterogeneities and temporal trends. The results show that neighboring dairy and cattle operations reduce the probabilities of growing hay, corn, and winter wheat, but increase that of growing sorghum. The findings are robust with respect to the choice of neighborhood size and climatic factors. Based on the estimated crop choice responses, the induced impact on irrigation water demand was derived. The results suggest that for a one-standard- deviation increase of dairy and cattle farms within 10 km, the total crop irrigation water demand increases by 5.3% (95% confidence interval, [4.6%, 6.1%]), which is a significant impact on groundwater aquifers. The second study aims at understanding how groundwater aquifer decline affects the likelihood of cropland switching back to grassland in a crop agriculture setting with little livestock production. Taking Union County of New Mexico as a case study, field-level observations and high-resolution remote sensing data are integrated to explore the impact of groundwater decline in a regression analysis framework. The results show that cropland has been slowly but permanently switching back to grassland as the groundwater level in the Ogallala Aquifer continues to decline in the area. Specifically, for a one-standard-deviation decline of groundwater level (36.95 feet or 11.26 m), the average probability of switching back to grassland increases by 1.85% (the 95% confidence interval is [0.07%, 3.58%]). The findings account for the fact that farmers usually explore other options (such as more drought-tolerant crops and land idling and rotation) before switching back to grassland permanently. The report concludes by exploring relevant policy implications for land (soil) and water conservation and regional economic development in the long run. Keywords: crop choice, irrigation, groundwater, Ogallala Aquifer, agricultural drought, grassland, climate change, remote sensing data, Integrated Crop-livestock System vi TABLE OF CONTENTS DISCLAIMER ......................................................................................................................... iii ACKNOWLEDGEMENT ........................................................................................................ iv ABSTRACT .............................................................................................................................. v LIST OF FIGURES ................................................................................................................. vii LIST OF TABLES ................................................................................................................. viii SECTION 1 – Justification of Work Performed ........................................................................ 1 SECTION 2 – STUDY #1: The impact of dairy and cattle operations on the neighboring cropland use and irrigation water demand in the New Mexico High Plains .................. 2 2.1. Research Question and Objectives ................................................................... 2 2.2. Methods ............................................................................................................ 4 2.2.1. The Impact Mechanism ......................................................................... 4 2.2.2. Empirical Strategy ................................................................................. 6 2.2.3. The Dynamic Aspect ............................................................................. 8 2.2.4. Study Region and Study Period ............................................................ 9 2.2.5. Data Collection.................................................................................... 10 2.2.6. Summary Statistics .............................................................................. 12 2.3. Discussion of Results and Their Significance ................................................ 14 2.3.1. Regression Analysis Results ............................................................... 14 2.3.2. Controlling for Climatic Variability .................................................... 16 2.3.3. The Neighborhood Size Effect ............................................................ 17 2.3.4. Implications for Irrigation Water Demand .......................................... 19 2.3.5. Policy Discussion ................................................................................ 20 2.4. Study Summary .............................................................................................. 22 SECTION 3 – STUDY #2: Going Back to Grassland? Assessing the Impact of Groundwater Decline on Irrigated Agriculture Using Remote Sensing Data ..................................... 24 3.1. Research Question and Objectives ................................................................. 24 3.2. Methods .......................................................................................................... 28 3.2.1. Study Area and Data ........................................................................... 28 3.2.2. The Empirical Model .......................................................................... 30 3.2.3. Marginal Impact .................................................................................. 32 3.3. Discussion of Results and Their Significance ................................................ 33 3.3.1. Regression Estimation Results ............................................................ 33 3.3.2. Marginal Impacts of Groundwater Decline ......................................... 35 3.3.3. Policy Discussion ................................................................................ 36 3.4. Study Summary .............................................................................................. 37 SECTION 4 – Principal Findings, Conclusions, and Recommendations ................................ 39 SECTION 5 – Summary .......................................................................................................... 41 REFERENCES ....................................................................................................................... 42 APPENDIX.............................................................................................................................. 47 vii LIST OF FIGURES Figure 1. Intensive irrigated crop production and livestock operations in the New Mexico High Plains .....................................................................................5 Figure 2. The standard irrigated crop fields and a nearby dairy farm in the study region .. 11 Figure 3. The High Plains (Ogallala) Aquifer and irrigated crop fields in Union County, New Mexico .......................................................................................................26 Figure 4. A standard 400-meter-radius irrigated field (field #2) in its transition into grassland (left panel) compared to the remotely-sensed Crop Data Layer (right panel, 2019 data) of the same location .....................................................30 Figure 5. The CDL raster map (2020) for the New Mexico Eastern High Plains area ......47 Figure 6. The spatial identification of irrigated crop fields (300 m buffer from the center – irrigation pivot) ...............................................................................................48 Figure 7. The relative geographic location of Union County, New Mexico in the broader region ....................................................................................................49 Figure 8. Identified irrigated crop field boundaries overlapped with the Crop Data Layer in the central-eastern part of Union County, New Mexico"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "14 2.3.2. Controlling for Climatic Variability .................................................... 16 2.3.3. The Neighborhood Size Effect ............................................................ 17 2.3.4. Implications for Irrigation Water Demand .......................................... 19 2.3.5. Policy Discussion ................................................................................ 20 2.4. Study Summary .............................................................................................. 22 SECTION 3 – STUDY #2: Going Back to Grassland? Assessing the Impact of Groundwater Decline on Irrigated Agriculture Using Remote Sensing Data ..................................... 24 3.1. Research Question and Objectives ................................................................. 24 3.2. Methods .......................................................................................................... 28 3.2.1. Study Area and Data ........................................................................... 28 3.2.2. The Empirical Model .......................................................................... 30 3.2.3. Marginal Impact .................................................................................. 32 3.3. Discussion of Results and Their Significance ................................................ 33 3.3.1. Regression Estimation Results ............................................................ 33 3.3.2. Marginal Impacts of Groundwater Decline ......................................... 35 3.3.3. Policy Discussion ................................................................................ 36 3.4. Study Summary .............................................................................................. 37 SECTION 4 – Principal Findings, Conclusions, and Recommendations ................................ 39 SECTION 5 – Summary .......................................................................................................... 41 REFERENCES ....................................................................................................................... 42 APPENDIX.............................................................................................................................. 47 vii LIST OF FIGURES Figure 1. Intensive irrigated crop production and livestock operations in the New Mexico High Plains .....................................................................................5 Figure 2. The standard irrigated crop fields and a nearby dairy farm in the study region .. 11 Figure 3. The High Plains (Ogallala) Aquifer and irrigated crop fields in Union County, New Mexico .......................................................................................................26 Figure 4. A standard 400-meter-radius irrigated field (field #2) in its transition into grassland (left panel) compared to the remotely-sensed Crop Data Layer (right panel, 2019 data) of the same location .....................................................30 Figure 5. The CDL raster map (2020) for the New Mexico Eastern High Plains area ......47 Figure 6. The spatial identification of irrigated crop fields (300 m buffer from the center – irrigation pivot) ...............................................................................................48 Figure 7. The relative geographic location of Union County, New Mexico in the broader region ....................................................................................................49 Figure 8. Identified irrigated crop field boundaries overlapped with the Crop Data Layer in the central-eastern part of Union County, New Mexico ................................50 viii LIST OF TABLES Table 1. Aggregated statistics of crop land use choices in the study region .....................13 Table 2. Summary statistics of explanatory variables .......................................................13 Table 3. Average marginal effects of nearby livestock operations (neighborhood = 10 km) ................................................................................................................14 Table 4. Average marginal effects of nearby livestock operations (neighborhood = 5 km) ..................................................................................................................16 Table 5. Estimation results with control for precipitation (neighborhood = 10 km) .........17 Table 6. The neighborhood size effect (with the number of livestock farms variable) .....18 Table 7. Summary statistics and variable definitions ........................................................32 Table 8. Panel data two-way fixed effects model estimation results .................................34 Table 9. Estimated average marginal effects of groundwater level decline ......................35 Table 10. Estimation results with control for precipitation (neighborhood = 5 km) .........51 Table 11. The neighborhood size effect (with the farm existence dummy variable) ........51 1 SECTION 1 JUSTIFICATION OF WORK PERFORMED In recent decades, irrigated agriculture has faced growing challenges of groundwater over-pumping exceeding the aquifer recharge rate across regions in the US. Among which, the High Plains region nourished by the Ogallala Aquifer is the largest region of concern. The scientific research community and policymakers have striven to explore sustainable ways to coordinate agricultural water use and environmental conservation. This research project concerns Eastern New Mexico, which sits on the western side of the High Plains and is the prime crop production area of the state (including five New Mexico counties: Union, Quay, Curry, Roosevelt, Lea). As the groundwater level continues to decline in the area and agricultural producers are exposed to the mounting risk of drought, adapting to the changing water and climate situation seems to be the most feasible approach to sustainability and economic livelihood. The project has focused on quantitatively assessing the farmer’s decision-making process of adapting to water constraints through crop choice and the related consequences on the groundwater resource. From a cost-benefit perspective, adjusting the cropping pattern is the least costly adaptation strategy. The project started by collaborating with Union County extension office and several stakeholders from Union County. The collaboration process and the field trip in Union County have shaped the analyses carried out during this project. Specifically, two quantitative studies (in two different contexts) have been designed and executed. Both are incorporated in this report. All analyses center around modeling field-level crop choice and its relationships with groundwater use for irrigation by leveraging transformations of the multinomial discrete choice model. The project had two objectives. The first objective is to understand the dynamics of farmer crop choice responses to groundwater constraints in order to inform producers, policymakers, and extension specialists about maintaining a better balance between groundwater use and conservation. To achieve that, the first study focused on how the growing dairy/cattle industry in the region affects groundwater use through changing crop choice, with field-level data from Curry County and Roosevelt County. The second study focused on how groundwater decline in the region affects crop choice and the switching from cropland back to grassland, with field-level data from Union County. Meanwhile, both studies have showcased a generalizable discrete choice modeling framework integrated with high-resolution remote sensing data that is applicable to other regions with similar challenges. The second objective is to leverage this project to apply for a larger USDA/NIFA Agriculture and Food Research Initiative (AFRI) grant to investigate groundwater decline and agricultural adaptation broadly in the region. As of this writing, both objectives have been achieved. This report describes major research activities related to the first objective. Toward the end of 2021, the USDA/NIFA awarded us an AFRI project entitled “Addressing agricultural drought in the New Mexico High Plains through soil and groundwater management and climate adaptation” (Award # 2022-67020-36265) with a total budget of $749,841. It was a major collaboration between New Mexico Tech and New Mexico State University. 2 SECTION 2 STUDY #1: The impact of dairy and cattle operations on the neighboring cropland use and irrigation water demand in the New Mexico High Plains Overview: This study examines the potential impact of intensive livestock operations (mainly dairy) on the neighboring cropland use and irrigation water demand in the New Mexico High Plains. The analysis deploys a fixed-effects multinomial logistic framework to control for unobserved spatial heterogeneities and temporal trends. The results show that surrounding dairy and cattle operations reduce the probabilities of growing hay, corn, and winter wheat but increase that of growing sorghum. The findings are robust with respect to the choice of neighborhood size and climatic factors. Based on the estimated crop choice responses, the induced impact on irrigation water demand is derived. 2.1. Research Question and Objectives The environmental and natural resource impacts of livestock production have long been a concern in local agro-environmental systems. The expected climate change in the coming decades will likely worsen the situation by affecting the productivity of rangelands and feed crops (Weindl et al. 2015). In semi-arid/arid environments like the US Southwest, the success of crop and livestock production systems has been attributed to water resources development and irrigation historically. However, both the rainfed and irrigated systems may be close to a tipping point as seasonal and persistent droughts become more frequent (Finger-Higgens et al. 2022). And, the growing constraints on surface and groundwater resources will make the situation more challenging (MacDonald 2010; Musselman et al. 2021; Rushforth et al. 2022). In the US Southwest, changes in monsoon dynamics brings more uncertainties to local agricultural"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "High Plains through soil and groundwater management and climate adaptation” (Award # 2022-67020-36265) with a total budget of $749,841. It was a major collaboration between New Mexico Tech and New Mexico State University. 2 SECTION 2 STUDY #1: The impact of dairy and cattle operations on the neighboring cropland use and irrigation water demand in the New Mexico High Plains Overview: This study examines the potential impact of intensive livestock operations (mainly dairy) on the neighboring cropland use and irrigation water demand in the New Mexico High Plains. The analysis deploys a fixed-effects multinomial logistic framework to control for unobserved spatial heterogeneities and temporal trends. The results show that surrounding dairy and cattle operations reduce the probabilities of growing hay, corn, and winter wheat but increase that of growing sorghum. The findings are robust with respect to the choice of neighborhood size and climatic factors. Based on the estimated crop choice responses, the induced impact on irrigation water demand is derived. 2.1. Research Question and Objectives The environmental and natural resource impacts of livestock production have long been a concern in local agro-environmental systems. The expected climate change in the coming decades will likely worsen the situation by affecting the productivity of rangelands and feed crops (Weindl et al. 2015). In semi-arid/arid environments like the US Southwest, the success of crop and livestock production systems has been attributed to water resources development and irrigation historically. However, both the rainfed and irrigated systems may be close to a tipping point as seasonal and persistent droughts become more frequent (Finger-Higgens et al. 2022). And, the growing constraints on surface and groundwater resources will make the situation more challenging (MacDonald 2010; Musselman et al. 2021; Rushforth et al. 2022). In the US Southwest, changes in monsoon dynamics brings more uncertainties to local agricultural production systems (e.g., Arias et al. 2015; Luong et al. 2017; Pascale et al. 2017). First, it adds pressure on the underground aquifers that have already been suffering from over pumping and inadequate recharge. The region’s current irrigation systems that rely on old groundwater, recharged millions of years ago, are not sustainable (Nativ and Smith 1987; Allen et al. 2007). Second, there have been increasing demands for alternative water sources such as waste (and produced) water reuse and cloud seeding to increase precipitation. However, these expensive options could hurt the competitiveness of the local agricultural industry unless technological advancement can bring down the cost of large-scale applications in the short to medium term. The surface water systems outlook is not optimistic as well. In the New Mexico High Plains, surface water supplies are limited.1 The Southern High Plains depends almost entirely on groundwater for irrigation. Regionally, both the lower Colorado River basin and the Rio Grande watershed have a growing supply-demand imbalance in water allocation (Udall 1 See a summary by the New Mexico Interstate Stream Commission (accessed on August 1, 2023): https://www.ose.state.nm.us/Basins/Canadian/isc_canadian_issues_solutions.php. 3 and Overpeck 2017; Apurv and Cai 2021; Samimi et al. 2022), which has been pushing farmers into frequent fallow decisions or out of production. Meanwhile, dairy and cattle production is critical to the local economy in many parts of the Southwest. The mission of local crop production is mostly to support livestock production (e.g., the dairy industry). Any proposed solutions for addressing water scarcity have to balance the demand for regional economic development and the desire for agro-environmental system sustainability. In the current system where livestock production tends to be highly concentrated and crop production is loosely attached to it, balancing the two always comes down to the classic question: who enjoys the development and who bears the environmental cost (Beckerman 1992)? The key issue is that not all benefits and externalities are internalized and benefits do not always match costs. The integrated crop-livestock production system (or the so-called circular economy in agriculture) has been proposed to address such incentive problems (Andersen 2007). There are different forms of integrated crop-livestock production systems, depending on the degree and format of the integration. The above-mentioned loosely integrated system is common but less efficient in resource use, which usually forms based on co-location and proximity. Others like cooperative-based or enterprise-based systems are structurally tighter and more efficient in resource use, which forms based on cooperative agreements or internalized corporate management (in the case of a for-profit business). It has been widely hypothesized and observed that an integrated crop-livestock production system saves water (e.g., Allen et al. 2007; Moraine et al. 2016). However, such a conclusion assumes or requires a highly integrated crop-livestock system, which tends to face practical challenges in infrastructure investment, capital outlay, entrepreneurial innovation, and so on. Since the concept of the circular economy was proposed in the 1990s, a large amount of research has been devoted to its characterization, design, implementation, and support policies. Still, one of the key challenges for implementation is the lack of knowledge of key parameters and process relationships to address technical and management complexities (Gil et al. 2015). This study aims to fill in some of the knowledge gaps by focusing on the impact of dairy and cattle operations on the surrounding cropland use and irrigation water demand in a semi-arid environment. Additionally, induced irrigation water demand from dairy production has been a primary challenge for farm management and water conservation (Matlock et al. 2013). This study can help deepen our understanding of the water use impact of dairy operations. Specifically, this study assembles field and farm-level data to assess econometrically the impact of dairy and cattle operations on crop choice and irrigation water demand. The fine-scale data allows us to better control for unobserved heterogeneities and obtain reliable parameter estimates. Overall, the analysis shows that all major crops in the study region are responsive to the livestock operation influence. The induced change in irrigation water demand is economically significant in the context of the study region. The rest of Section 2 proceeds as follows: Section 2.2 presents the methodology, 4 including the empirical model and estimation strategy, and also describes the study region and data collection; Section 2.3 reports and discusses empirical results; and Section 2.4 summarizes. 2.2. Methods The goal of this study is to assess the impact of dairy and cattle operations on cropland uses (mainly crop choices and idle/fallow decisions) and the associated irrigation water demand. The marginal effect estimates from the analysis carry important implications for water conservation in the study region, which is a semi-arid area with intensive irrigated agricultural production and is vulnerable to droughts. This section first explores the potential impact mechanisms behind livestock operation-driven crop choices. An empirical strategy for econometrically estimating parameters to measure those impacts is then developed. Lastly, the dynamic aspects of the impact and how the proposed empirical strategy may incorporate them is discussed. 2.2.1 The Impact Mechanism A conceptual but fundamental question that the proposed study has to answer is through what channels or mechanisms livestock operations influence crop choices in the neighboring area. The question is addressed using two sources of information: market observations and stakeholder feedback. First, the dairy and cattle producers in the study region demand large quantity of livestock feed due to their high density (see Figure 1). The local crop production is"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "this study assembles field and farm-level data to assess econometrically the impact of dairy and cattle operations on crop choice and irrigation water demand. The fine-scale data allows us to better control for unobserved heterogeneities and obtain reliable parameter estimates. Overall, the analysis shows that all major crops in the study region are responsive to the livestock operation influence. The induced change in irrigation water demand is economically significant in the context of the study region. The rest of Section 2 proceeds as follows: Section 2.2 presents the methodology, 4 including the empirical model and estimation strategy, and also describes the study region and data collection; Section 2.3 reports and discusses empirical results; and Section 2.4 summarizes. 2.2. Methods The goal of this study is to assess the impact of dairy and cattle operations on cropland uses (mainly crop choices and idle/fallow decisions) and the associated irrigation water demand. The marginal effect estimates from the analysis carry important implications for water conservation in the study region, which is a semi-arid area with intensive irrigated agricultural production and is vulnerable to droughts. This section first explores the potential impact mechanisms behind livestock operation-driven crop choices. An empirical strategy for econometrically estimating parameters to measure those impacts is then developed. Lastly, the dynamic aspects of the impact and how the proposed empirical strategy may incorporate them is discussed. 2.2.1 The Impact Mechanism A conceptual but fundamental question that the proposed study has to answer is through what channels or mechanisms livestock operations influence crop choices in the neighboring area. The question is addressed using two sources of information: market observations and stakeholder feedback. First, the dairy and cattle producers in the study region demand large quantity of livestock feed due to their high density (see Figure 1). The local crop production is far from meeting the demand. The livestock producers must import a substantial amount of the needed livestock feed (e.g., corn and oats) from other regions such as the Midwest. However, the importing is constrained by market price fluctuations and supply chain risks. The local crop production (including hay, grains, and silage), despite the fact that they cannot meet the entire demand, can play an indispensable role in supplementing livestock feed supply in the events of soaring prices or supply chain disruptions. According to the information collected from stakeholder listening sessions with local counties in the study region, many local dairy farms tend to purchase the irrigated farmlands nearby and then lease them back to crop producers or cultivate the fields themselves. This ensures that the dairy operations have a strong enough influence on what crops to grow in these irrigated fields. Such land ownership and contractual arrangements help dairy producers to manage the feed supply risks in any given year. In other words, the dairy producers, especially the large corporate dairy farms, influence nearby crop choices through strategic operations management. Second and relatedly, transporting baled hay and crop silage across states can be costly. Federal regulations related to pest management and plant/public health are among the first set of factors to consider. For example, the USDA Animal and Plant Health Inspection Service has had clear guidance for fire ants and moving baled hay across 5 states.2 Additionally, many states prohibit the transportation of materials that contain noxious weeds, which makes transporting livestock feed across states more costly,3 because it is subject to added scrutiny and regulation compliance. However, there is a lack of knowledge on the magnitude of these impacts. A lot of regional variations are expected and it could be a topic for future research. Figure 1. Intensive irrigated crop production and livestock operations in the New Mexico High Plains. Source: Data layers created by the author; for details about the data, please see section 2.2.5. Note: There are 1544 irrigated crop fields and 74 farms (mostly dairy) identified in this area (as of 2021, all are illustrated on the map). 2 See the USDA Factsheet for more information on moving baled hay from areas under Quarantine for Imported Fire Ant: https://www.aphis.usda.gov/aphis/newsroom/factsheets/baled-hay. 3 For example, see Minnesota’s Noxious Weed Law: https://www.mda.state.mn.us/plants/pestmanagement /weedcontrol/disposalnoxweed. 6 One potential mechanism of impact is not specific to the study region and can be more broadly applicable, namely, the integration of livestock and crop production. It is at the core of the circular economy. In agriculture, the idea of a circular economy model is to integrate different processes related to animal and crop production and improve resource use efficiency. Meanwhile, it is also designed to reduce intermediate outputs such as animal wastes and agricultural externalities (e.g., overuse of chemicals and fertilizers). Under such a production model, it makes sense to coordinate between livestock production decisions and crop production decisions and eliminate unnecessary inputs and transportation costs (e.g., of fertilizers). For example, one common proposed solution is to reduce fertilizer use by composting animal manure into green fertilizers as part of the integrated system (Chojnacka et al. 2020). Such considerations could have significant influences on nearby cropland use decisions. 2.2.2 Empirical Strategy Given that the outcome of concern in this study is crop choice, which is usually represented by a categorical variable or its numerical equivalent, a regression-based discrete choice model framework is proposed to explore the relationship between the observed crop choices and their drivers. In this study, the choices have no natural ordering. Hence, a multinomial logistical (MNL) model with each cross-sectional unit being a crop field was adopted. The decision maker in this case is the crop grower who manages the field. It is expected that the crop choice decisions made for each field to be time dependent because of various factors, including livestock feed production (e.g., Eshel et al. 2014), crop rotation preferences (e.g., Wang et al. 2021), market factors (e.g., Wang and Ortiz-Bobea 2019), and so on. This study focuses on the impact of nearby livestock operations. To account for unobserved heterogeneities that cannot be captured by the explanatory variables, a fixed-effects MNL model was estimated. The fixed effects here help implicitly absorb the unobserved heterogeneities at the field level. The MNL model can be motivated by an underlying random utility framework wherein the crop growers decide which crop to grow at the beginning of each growing season (i.e., annually; from crop seeding stage to crop harvest stage). The utility (Π) of growing crop 𝑗𝑗 in the 𝑖𝑖−𝑡𝑡ℎ field in year 𝑡𝑡 can be written in the following stochastic form: Π𝑗𝑗𝑗𝑗𝑗𝑗= 𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑗𝑗+ 𝑢𝑢𝑗𝑗𝑗𝑗+ 𝜀𝜀𝑗𝑗𝑗𝑗𝑗𝑗 (2.1) where 𝑗𝑗= 1, … , 𝑀𝑀 (the crop choice set), 𝑖𝑖= 1, … , 𝑁𝑁 (all the crop fields in the study area), and 𝑡𝑡= 1, … , 𝑇𝑇 (the study period). Given that we can repeatedly and regularly observe each of the crop fields over time, it generates a panel dataset. 𝑋𝑋 is the matrix of explanatory variables with each column corresponding to a particular variable. 𝛽𝛽 is the associated vector of coefficients to be estimated and it is choice-specific. 𝑢𝑢𝑗𝑗𝑗𝑗 is the field- level unobserved fixed effects specific to each of the possible crop choices. 𝜀𝜀𝑗𝑗𝑖𝑖𝑖𝑖 represents the random error components in the model. It is worth noting that the fixed effects in 7 Equation (2.1) refer to field-level (cross-sectional) fixed effects only. This"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "a crop field was adopted. The decision maker in this case is the crop grower who manages the field. It is expected that the crop choice decisions made for each field to be time dependent because of various factors, including livestock feed production (e.g., Eshel et al. 2014), crop rotation preferences (e.g., Wang et al. 2021), market factors (e.g., Wang and Ortiz-Bobea 2019), and so on. This study focuses on the impact of nearby livestock operations. To account for unobserved heterogeneities that cannot be captured by the explanatory variables, a fixed-effects MNL model was estimated. The fixed effects here help implicitly absorb the unobserved heterogeneities at the field level. The MNL model can be motivated by an underlying random utility framework wherein the crop growers decide which crop to grow at the beginning of each growing season (i.e., annually; from crop seeding stage to crop harvest stage). The utility (Π) of growing crop 𝑗𝑗 in the 𝑖𝑖−𝑡𝑡ℎ field in year 𝑡𝑡 can be written in the following stochastic form: Π𝑗𝑗𝑗𝑗𝑗𝑗= 𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑗𝑗+ 𝑢𝑢𝑗𝑗𝑗𝑗+ 𝜀𝜀𝑗𝑗𝑗𝑗𝑗𝑗 (2.1) where 𝑗𝑗= 1, … , 𝑀𝑀 (the crop choice set), 𝑖𝑖= 1, … , 𝑁𝑁 (all the crop fields in the study area), and 𝑡𝑡= 1, … , 𝑇𝑇 (the study period). Given that we can repeatedly and regularly observe each of the crop fields over time, it generates a panel dataset. 𝑋𝑋 is the matrix of explanatory variables with each column corresponding to a particular variable. 𝛽𝛽 is the associated vector of coefficients to be estimated and it is choice-specific. 𝑢𝑢𝑗𝑗𝑗𝑗 is the field- level unobserved fixed effects specific to each of the possible crop choices. 𝜀𝜀𝑗𝑗𝑖𝑖𝑖𝑖 represents the random error components in the model. It is worth noting that the fixed effects in 7 Equation (2.1) refer to field-level (cross-sectional) fixed effects only. This is different from the two-way (cross-sectional + temporal) fixed effects in classic linear panel data models (see Hsiao 2022). However, it is technically possible to include year (temporal) fixed effects in the model to approximate something similar to the classic two-way fixed effects: Π𝑗𝑗𝑗𝑗𝑗𝑗= 𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑗𝑗+ 𝜏𝜏𝑗𝑗𝑗𝑗+ 𝑢𝑢𝑗𝑗𝑗𝑗+ 𝜀𝜀𝑗𝑗𝑗𝑗𝑡𝑡 (2.2) where 𝜏𝜏 is the year fixed effects and it can be estimated by including year dummy variables in the model, which is equivalent to expanding the explanatory variables matrix 𝑋𝑋 by an extra 𝑇𝑇 columns (𝑇𝑇 dummy variables for each of the years in the study period). It should be noted that the year fixed effects are also choice specific as indicated by subscript 𝑗𝑗. The empirical estimation for the model in Equation (2.1) or (2.2) can proceed by assuming a type I extreme value distribution for 𝜀𝜀𝑗𝑗𝑖𝑖𝑡𝑡. Letting 𝑦𝑦𝑖𝑖𝑖𝑖 denote the chosen crop (𝑚𝑚, outcome) for a given field in a given year, the conditional probability of the choice is the following: 𝑃𝑃(𝑦𝑦𝑖𝑖𝑖𝑖= 𝑚𝑚|𝑋𝑋𝑖𝑖𝑖𝑖, 𝛽𝛽𝑗𝑗, 𝜏𝜏𝑗𝑗𝑗𝑗, 𝑢𝑢𝑗𝑗𝑗𝑗) = exp (𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑚𝑚+ 𝜏𝜏𝑚𝑚𝑚𝑚+ 𝑢𝑢𝑚𝑚𝑚𝑚) ∑𝑗𝑗=1 𝑀𝑀exp (𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑗𝑗+ 𝜏𝜏𝑗𝑗𝑗𝑗+ 𝑢𝑢𝑗𝑗𝑗𝑗) (2.3) Note that the total probability for the entire choice set (e.g., all crops) is 100% by design. Therefore, Equation (2.3) is not identifiable for all crop choices 𝑗𝑗= 1, … , 𝑀𝑀 and some normalization is necessary. Normalization here means that we need to select one of the crop choices as the base outcome and set 𝛽𝛽𝑗𝑗, 𝜏𝜏𝑗𝑗𝑗𝑗, and 𝑢𝑢𝑗𝑗𝑗𝑗 to zero for that choice. Without loss of generality, we set the first choice (𝑚𝑚= 1) as the base outcome. We can then update Equation (2.3) to: 𝑃𝑃(𝑦𝑦𝑖𝑖𝑖𝑖= 𝑚𝑚|𝑋𝑋𝑖𝑖𝑖𝑖, 𝛽𝛽𝑗𝑗, 𝜏𝜏𝑗𝑗𝑗𝑗, 𝑢𝑢𝑗𝑗𝑗𝑗) = ⎩⎪⎨ ⎪⎧ 1 1 + ∑𝑗𝑗=2 𝑀𝑀exp (𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑗𝑗+ 𝜏𝜏𝑗𝑗𝑗𝑗+ 𝑢𝑢𝑗𝑗𝑗𝑗) 𝑖𝑖𝑖𝑖 𝑚𝑚= 1 exp (𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑚𝑚+ 𝜏𝜏𝑚𝑚𝑚𝑚+ 𝑢𝑢𝑚𝑚𝑚𝑚) 1 + ∑𝑗𝑗=2 𝑀𝑀exp (𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑗𝑗+ 𝜏𝜏𝑗𝑗𝑗𝑗+ 𝑢𝑢𝑗𝑗𝑗𝑗) 𝑖𝑖𝑖𝑖 𝑚𝑚> 1 (2.4) The key step of the empirical estimation is to establish the log-likelihood function. A main advantage of the fixed-effects panel data model is that there is no need for distributional assumptions on 𝜏𝜏𝑗𝑗𝑗𝑗 and 𝑢𝑢𝑗𝑗𝑗𝑗, which makes the formulation of the log- likelihood function straightforward. However, in this case, 𝜏𝜏𝑗𝑗𝑗𝑗 and 𝑢𝑢𝑗𝑗𝑗𝑗 cannot be eliminated by de-meaning the data as is done in estimating the classic linear fixed-effects panel data models. The empirical strategy here follows Chamberlain (1980), which simplifies the computation of the log-likelihood function by handling the fixed effects 𝑢𝑢𝑗𝑗𝑗𝑗 8 (usually in large quantity) with a sufficient statistic. The sufficient statistic requires one to identify all permutations of field 𝑖𝑖’s observed crop choice sequences that meet certain conditions.4 The log-likelihood value for field 𝑖𝑖 can be computed as the following (with base outcome being 𝑗𝑗= 1): log 𝑙𝑙𝑖𝑖= ෍෍𝑌𝑌𝑗𝑗𝑗𝑗𝑗𝑗 𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑗𝑗 𝑀𝑀 𝑗𝑗=2 𝑇𝑇 𝑡𝑡=1 −𝑙𝑙𝑙𝑙𝑙𝑙 ෍ 𝑒𝑒𝑒𝑒𝑒𝑒ቌ෍෍𝑍𝑍𝑗𝑗𝑗𝑗𝑗𝑗 𝑋𝑋𝑖𝑖𝑖𝑖𝛽𝛽𝑗𝑗 𝑀𝑀 𝑗𝑗=2 𝑇𝑇 𝑡𝑡=1 ቍ 𝑍𝑍𝑗𝑗𝑗𝑗𝑗𝑗∈Ψ𝑖𝑖 (2.5) where 𝑌𝑌𝑗𝑗𝑗𝑗𝑗𝑗 is an indicator of the observed crop choice for field 𝑖𝑖 (field 𝑖𝑖 chooses crop 𝑗𝑗 in year 𝑡𝑡), and Ψ𝑖𝑖 is the set of all permutations of the observed crop sequence for field 𝑖𝑖. It is worth noting that here a balanced panel data (𝑇𝑇 is constant) is assumed. In the case of an unbalanced panel, 𝑇𝑇 may vary by individual (i.e., crop fields in this study). With the individual log-likelihood value computed as in Equation (2.5), the aggregate log- likelihood value and the corresponding maximum likelihood estimation (MLE) are given as the following: ⎩ ⎨ ⎧ 𝐿𝐿𝐿𝐿= ෍log 𝑙𝑙𝑖𝑖 𝑁𝑁 𝑖𝑖=1 ൣ𝛽𝛽̂𝑗𝑗, 𝜏𝜏̂𝑗𝑗𝑗𝑗൧= arg 𝑚𝑚𝑚𝑚𝑚𝑚𝑋𝑋,𝑌𝑌,Ψ 𝐿𝐿𝐿𝐿 (2.6) where 𝑌𝑌 and Ψ are sets of indicators for all observed crop choice data. As previously noted, all choice-specific year fixed effects 𝜏𝜏𝑗𝑗𝑗𝑗 are estimated as if they are explanatory variables. 2.2.3. The Dynamic Aspect The dynamic aspect of the research question originates from the growers’ crop choice decision-making process. In reality, regardless of the external drivers of their decisions, growers tend to reveal two fundamental decision-making behaviors: memory retrieval and forward looking. In the first case, growers rely on recent experiences to interpolate yields of future choices to be made. They also stochastically and selectively retrieve relevant memories from past observations to form assessments on competing crop choices (Giguère et al. 2013). By repeating such a decision-making behavior regularly over time, choosing which crop to grow becomes a dynamic decision-making problem. In the latter case, being forward looking means that growers need to forecast the future scenarios of the decision-making environment. In the context of this study, the decision- making environment may concern policy, market prices, and physical environmental conditions (e.g., irrigation water availability and climatic variability), and so on. They are usually measured by exogenous explanatory variables. Historical observations on these 4 Readers are referred to Chamberlain (1980) and Pforr (2014) if they are interested in the technical details and implementation procedures. 9 explanatory variables can be used to develop forecasting on their future values – the scenarios. The proposed empirical strategy in Subsection 2.2.2 captures the dynamic aspect in more descriptive ways. First, the panel dataset has the dynamics built in. When constructing the variables for measuring the impact of dairy and cattle operations, each variable was allowed to have both spatial and temporal variations. The same was done for the climatic control variables. The following data collection Subsection (2.2.5) discusses all of the data collection and processing details. Second, as suggested in Equation (2.2), the empirical estimation controls for year fixed effects. These fixed effects estimates can absorb all of the crop-specific temporal dynamics at the regional level,"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "The Dynamic Aspect The dynamic aspect of the research question originates from the growers’ crop choice decision-making process. In reality, regardless of the external drivers of their decisions, growers tend to reveal two fundamental decision-making behaviors: memory retrieval and forward looking. In the first case, growers rely on recent experiences to interpolate yields of future choices to be made. They also stochastically and selectively retrieve relevant memories from past observations to form assessments on competing crop choices (Giguère et al. 2013). By repeating such a decision-making behavior regularly over time, choosing which crop to grow becomes a dynamic decision-making problem. In the latter case, being forward looking means that growers need to forecast the future scenarios of the decision-making environment. In the context of this study, the decision- making environment may concern policy, market prices, and physical environmental conditions (e.g., irrigation water availability and climatic variability), and so on. They are usually measured by exogenous explanatory variables. Historical observations on these 4 Readers are referred to Chamberlain (1980) and Pforr (2014) if they are interested in the technical details and implementation procedures. 9 explanatory variables can be used to develop forecasting on their future values – the scenarios. The proposed empirical strategy in Subsection 2.2.2 captures the dynamic aspect in more descriptive ways. First, the panel dataset has the dynamics built in. When constructing the variables for measuring the impact of dairy and cattle operations, each variable was allowed to have both spatial and temporal variations. The same was done for the climatic control variables. The following data collection Subsection (2.2.5) discusses all of the data collection and processing details. Second, as suggested in Equation (2.2), the empirical estimation controls for year fixed effects. These fixed effects estimates can absorb all of the crop-specific temporal dynamics at the regional level, which is an important consideration when price and policy factors are concerned. A more structural (but also computationally demanding) way to capture the dynamics in crop choice decisions is to develop a dynamic discrete choice model built upon the MNL framework discussed above (Aguirregabiria and Mira 2010). While constructing and estimating a structural dynamic NML model is not the focus of the empirical analysis in this study, it is a fruitful direction for future research as better computational algorithms emerge. 2.2.4 Study Region and Study Period The study region is located in the New Mexico Eastern High Plains (see Figure 5 in the Appendix). The region sits on top of the Ogallala Aquifer and features a semi-arid climate. The Southwest monsoon brings most of the annual precipitation during the growing season. Historically, the region’s agricultural sector consisted mostly of ranching and crop agriculture. Dairy and cattle production has grown substantially in recent decades in part because of the region’s cheap farmland and its relatively light local environmental regulations on livestock production. Since the 1990s, dairy farms from other states have migrated to eastern New Mexico to avoid environmental regulations in their home states (Hirsch 2006). This empirical analysis focuses particularly on Curry County and Roosevelt County. The two-county area has intensive dairy and cattle production and irrigated crop production (see Figure 1), which makes it an ideal area to study the impact of livestock operations on crop choice. The study period is 2011-2020. Although the remote-sensing crop land cover data (discussed in details in Subsection 2.2.5 below) is available for New Mexico since 2008, the first three years were excluded from the analysis to reduce measurement errors due to relatively high classification inaccuracies in earlier releases of the data. Also excluded was the most recent data year 2021 to leave out the potential impact of the Covid-19 pandemic on farm businesses. Overall, the chosen 10-year study period is long enough to capture the crop choice changes in the region. 10 2.2.5 Data Collection To estimate the MNL model outlined in Equations (2.1) to (2.6), data were assembled from multiple sources. The foremost important data are the annual crop land cover layers for deriving crop choices in each irrigated field. The remotely sensed imageries for the study region were downloaded from the Cropland Data Layer (CDL) developed by the National Agricultural Statistics Service under the USDA.5 The CDL data are raster files with a 30 m by 30 m resolution, which is fine enough for one to identify the crop grown in each circular irrigated field (typically with a 400 m radius; see Figure 2). To identify the crop choice in each field, the following steps were followed: (1) visually identify the center of each irrigated field in the study region and manually capture its X-Y coordinates based on the satellite imagery from Google Maps; (2) buffer the center point of each field by the corresponding radius observed (ranging from 200 m to 800 m, but typically at 400 m) and prepare an ArcGIS polygon shapefile of all fields;6 (3) overlay the irrigated fields shapefile with the CDL raster layer and clip the raster layer with each polygon (i.e., irrigated field) from the shapefile; and (4) extract the numerical values of all pixels within each clipped raster and compute the statistical mode for each field, which provides the observed (i.e., statistically most likely) crop choice in that field. Computing statistical modes is necessary for identifying crop choices because the classification algorithm behind the CDL data (and its original Landsat satellite imageries from NASA) has a certain level of measurement errors. Normally, only a single crop grows in a given circular irrigated field at any given time. But the CDL raster file may show a mixture of two or more crops in one field. Recent studies demonstrate that Landsat satellite images have a classification accuracy of around 80% (Fisher et al. 2018; Lark et al. 2021). Therefore, computing statistical modes should result in a relatively robust identification of crop choice within each field. All of these geo-processing and computation steps are performed by combining ArcGIS 10.4.1 and R 4.2.1. 5 Free and available at https://nassgeodata.gmu.edu/CropScape/. 6 The buffering can be done at a range smaller than field radius, say at 300 or 350 m, to avoid any boundary effects. See Figure 6 in the Appendix for an illustration. This step can be done in ArcGIS software or R. 11 Figure 2. The standard irrigated crop fields and a nearby dairy farm in the study region. Source: Google Maps. Note: This particular dairy farm is near Clovis, New Mexico, located in the southeast direction. Given the ArcGIS shapefile of all the irrigated crop fields, other statistical variables necessary for the empirical estimation are then computed. Although crop production in the study region relies heavily on groundwater irrigation, the region still gets a substantial amount of moisture from precipitation (47 cm in Clovis, New Mexico, on average per year, the largest city in the study region).7 Hence, it is necessary to control for climatic variability in the analysis. Following the convention in the literature, growing-season total precipitation and average temperature in the regression model are included. To reflect the dynamic nature of crop choice decisions, both climatic variables are one-year lagged. The current growing-season precipitation and temperature do not apply here because growers make crop choice decisions at the beginning of the season. The"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "only a single crop grows in a given circular irrigated field at any given time. But the CDL raster file may show a mixture of two or more crops in one field. Recent studies demonstrate that Landsat satellite images have a classification accuracy of around 80% (Fisher et al. 2018; Lark et al. 2021). Therefore, computing statistical modes should result in a relatively robust identification of crop choice within each field. All of these geo-processing and computation steps are performed by combining ArcGIS 10.4.1 and R 4.2.1. 5 Free and available at https://nassgeodata.gmu.edu/CropScape/. 6 The buffering can be done at a range smaller than field radius, say at 300 or 350 m, to avoid any boundary effects. See Figure 6 in the Appendix for an illustration. This step can be done in ArcGIS software or R. 11 Figure 2. The standard irrigated crop fields and a nearby dairy farm in the study region. Source: Google Maps. Note: This particular dairy farm is near Clovis, New Mexico, located in the southeast direction. Given the ArcGIS shapefile of all the irrigated crop fields, other statistical variables necessary for the empirical estimation are then computed. Although crop production in the study region relies heavily on groundwater irrigation, the region still gets a substantial amount of moisture from precipitation (47 cm in Clovis, New Mexico, on average per year, the largest city in the study region).7 Hence, it is necessary to control for climatic variability in the analysis. Following the convention in the literature, growing-season total precipitation and average temperature in the regression model are included. To reflect the dynamic nature of crop choice decisions, both climatic variables are one-year lagged. The current growing-season precipitation and temperature do not apply here because growers make crop choice decisions at the beginning of the season. The lagged climatic variables serve as a myopic forecast of the upcoming growing season conditions and capture the impact of any recent drought experiences. Monthly time series data on precipitation level and mean temperature from the PRISM project developed by the 7 Based on the 1981-2010 normal; see https://www.usclimatedata.com/climate/clovis/new-mexico/united- states/usnm0070, accessed August 1, 2023. 12 Oregon State University were obtained.8 The PRISM data are available in 4 km by 4 km resolution raster files. Similar to processing the CDL raster data, the irrigated fields polygon was overlaid with the PRISM raster layers and average numerical pixel values within each field were computed. Since the 4 km by 4 km PRISM cell is larger than a standard 400m-radius circular field, it is possible for a circular field to fall entirely into the PRISM cell. There is no need to compute average values for the precipitation and temperature variables in such cases. The key explanatory variable of interest in this study is the scale of livestock operations. To measure the existence and influence of nearby dairy and cattle operations, data were assembled from different sources. First, information was collected manually on all dairy and cattle farms in Curry County and Roosevelt County by combining observations through Google Maps and records of livestock wastewater discharge permits issued by the New Mexico Environment Department (NMED). The information allowed for the compilation of a list of dairy and cattle farms in the two counties. The characteristics of these farms include location (center coordinates, see Figure 1), farm size, and built year. Based on these data, three related variables were constructed to measure the influence of livestock operations on a given crop field within a chosen neighborhood: (1) a dummy variable indicating if there are dairy or cattle operations nearby (in the chosen neighborhood); (2) the number of dairy and cattle farms within the chosen neighborhood; and (3) the total land area of dairy and cattle farms within the chosen neighborhood. The following analysis considers the neighborhood radius ranging from 2 km to 10 km (see Subsection 2.2.6 for summary statistics). It is worth mentioning that farm-built year information allows all three livestock operation influence variables to have spatial and temporal variations. It makes it possible for the empirical estimation to control for both the year fixed effects and the field fixed effects while still being able to identify the impact of livestock operations and reduce the influence of unobserved spatial heterogeneity. For about half of the farms, built year information was obtained from NMED government records. For the rest of farms, built years were validated using public information from multiple websites, including govcb.com, buzzfile.com, opencorporates.com, manta.com, bizapedia.com, crunchbase.com, and New Mexico Corporate and Business Services business search portal. A particular built year needs to be validated by at least two of these websites. 2.2.6 Summary Statistics Altogether, information was collected on 1,544 circular irrigated crop fields and 75 livestock farms in the study region. The majority are dairy farms, with a few beef cattle feedlots. To simplify the crop choice set, the original crop land cover classifications (over 100 of them) were recoded into the following major categories: hay (all), corn, winter wheat, sorghum, idle/fallow/grassland, other crops, and non-cropland (including 8 Free (for the 4 km resolution version) and available at https://prism.oregonstate.edu/recent/. 13 developed surfaces). All observations that are non-cropland were excluded, which results in an unbalanced panel data. To further reduce the computational burden, the unbalanced panel data were converted into balanced panel data consisting only of fields in crop production or idle/fallow/grassland for all ten years during the study period. Additionally, 113 crop fields had no variations in terms of crop choice over the ten-year study period. These were removed from the estimation sample because they contribute zero information value to the proposed likelihood function (Equation (2.6)). Eventually, a balanced panel data sample of 1,115 irrigated crop fields over ten years was obtained. Table 1 below summarizes all of the recoded crop land use choices. Table 2 presents the summary statistics of all explanatory variables. Table 1. Aggregated statistics of crop land use choices in the study region Crop land use Frequency Percentage (%) Hay (all) 663 5.95 Corn 1,407 12.62 Winter wheat 4,489 40.26 Sorghum 1,646 14.76 Idle/fallow/grassland 2,073 18.59 Other crops 872 7.82 Total 11,150 100.00 Note: The data sample consists of a balanced panel of 1,115 crop fields for ten years (2011-2020) Table 2. Summary statistics of explanatory variables Variable Unit Mean Std. dev. 2 km neighborhood - farm existence [0, 1] none 0.31 0.46 2 km neighborhood - # of dairy/cattle farms none 0.42 0.71 2 km neighborhood- total farm area 100 acres 0.59 1.24 5 km neighborhood - farm existence [0, 1] none 0.69 0.46 5 km neighborhood - # of dairy/cattle farms none 2.16 2.04 5 km neighborhood- total farm area 100 acres 3.25 3.30 10 km neighborhood - farm existence [0, 1] none 0.87 0.34 10 km neighborhood - # of dairy/cattle farms none 7.08 5.51 10 km neighborhood- total farm area 100 acres 10.70 7.09 Growing season total precipitation mm 322.82 135.54 Growing season monthly mean temperature degree Celsius 21.57 0.80 # of observations 11,150 (1,115 units, 10 years) Study period 2011 - 2020 Note: (1) 1 US acre = 4,047 m2 = 0.4047 hectares. (2) The growing season: April to September (six months). 14 2.3. Discussion of Results and Their Significance 2.3.1 Regression Analysis Results"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "had no variations in terms of crop choice over the ten-year study period. These were removed from the estimation sample because they contribute zero information value to the proposed likelihood function (Equation (2.6)). Eventually, a balanced panel data sample of 1,115 irrigated crop fields over ten years was obtained. Table 1 below summarizes all of the recoded crop land use choices. Table 2 presents the summary statistics of all explanatory variables. Table 1. Aggregated statistics of crop land use choices in the study region Crop land use Frequency Percentage (%) Hay (all) 663 5.95 Corn 1,407 12.62 Winter wheat 4,489 40.26 Sorghum 1,646 14.76 Idle/fallow/grassland 2,073 18.59 Other crops 872 7.82 Total 11,150 100.00 Note: The data sample consists of a balanced panel of 1,115 crop fields for ten years (2011-2020) Table 2. Summary statistics of explanatory variables Variable Unit Mean Std. dev. 2 km neighborhood - farm existence [0, 1] none 0.31 0.46 2 km neighborhood - # of dairy/cattle farms none 0.42 0.71 2 km neighborhood- total farm area 100 acres 0.59 1.24 5 km neighborhood - farm existence [0, 1] none 0.69 0.46 5 km neighborhood - # of dairy/cattle farms none 2.16 2.04 5 km neighborhood- total farm area 100 acres 3.25 3.30 10 km neighborhood - farm existence [0, 1] none 0.87 0.34 10 km neighborhood - # of dairy/cattle farms none 7.08 5.51 10 km neighborhood- total farm area 100 acres 10.70 7.09 Growing season total precipitation mm 322.82 135.54 Growing season monthly mean temperature degree Celsius 21.57 0.80 # of observations 11,150 (1,115 units, 10 years) Study period 2011 - 2020 Note: (1) 1 US acre = 4,047 m2 = 0.4047 hectares. (2) The growing season: April to September (six months). 14 2.3. Discussion of Results and Their Significance 2.3.1 Regression Analysis Results As discussed in the methods Section 2.2, MLE is one of the computationally feasible approaches to estimate the proposed model in Equation (2.2). Table 3 presents the MLE estimation results for two different specifications, field fixed effects only (columns (1), (3), (5)) and field and year fixed effects (columns (2), (4), (6)), using the three different measures of livestock operation influence. There are two methodological caveats to note here and both are important for interpreting the panel data MNL model results in this study. First, the log-likelihood values reported here are pseudo log-likelihood values. This is because the log-likelihood function used for estimation (Equation (2.5)) here is not the exact likelihood function, but more an approximation based on the sufficient statistic (Chamberlain 1980). Second, despite the pseudo log-likelihood values, they are comparable across different specifications, because the dependent variable and the estimation sample in each of the six specifications stay the same. Table 3. Average marginal effects of nearby livestock operations (neighborhood = 10 km) Specification of livestock operation influence Has farms nearby # of farms nearby Total farm area Crop (1) (2) (3) (4) (5) (6) Hay (all) -0.1536*** (0.0097) -0.0576*** (0.0113) -0.0157*** (0.009) -0.0062*** (0.0013) -0.0134*** (0.0013) -0.0065*** (0.0017) Corn -0.0948*** (0.0321) -0.0489** (0.0245) -0.0107*** (0.0005) -0.0084*** (0.0013) -0.0045*** (0.0008) -0.0055*** (0.0012) Winter wheat -0.0495 (0.0473) 0.0059 (0.0402) -0.0123*** (0.0004) -0.0062*** (0.0009) -0.0072*** (0.0006) -0.0039*** (0.0005) Sorghum 0.3000** (0.1384) 0.0924 (0.1314) 0.0600*** (0.0012) 0.0439*** (0.0036) 0.0328*** (0.0042) 0.0304*** (0.0017) Idle or fallow or grassland 0.0019 (0.0696) 0.0056 (0.0652) -0.0106*** (0.0004) -0.0108*** (0.0017) -0.0039*** (0.0007) -0.0069*** (0.0012) Year dummy No Yes No Yes No Yes Field fixed effect Yes Yes Yes Yes Yes Yes # of observations 11,150 11,150 11,150 11,150 11,150 11,150 Log-likelihood -8,108 -7,792 -8,043 -7,780 -8,020 -7,776 Note: (1) The reported standard errors are computed using the delta method throughout the section. (2) Throughout the report, asterisks (*, **, ***) indicate statistical significance at 10%, 5%, and 1% level, respectively, unless otherwise noted. (3) The other crops category is the baseline in the multinomial model. 15 The reported estimates in Table 3 are average marginal effects (AME) with standard errors in the parentheses. The 10 km neighborhood size captures the influence of livestock operations on crop choice within 10 km of the given crop field. The coefficient estimates are consistent qualitatively across different fixed-effects controls and livestock operation influence measures. As indicated by the log-likelihood values, the specifications with the number of farms and the total farm area fit the data better. There are two overall results. First, the existence of nearby livestock operations reduces the probabilities of growing hay, corn, and winter wheat (relative to other crops). Second, the existence of nearby livestock operations increases the probability of growing sorghum (relative to other crops). This result tends to stay statistically significant even after controlling for year fixed effects (trend). Over recent years, more drought-resistant sorghum crops became popular in the broader region because of the expected decline of irrigation water supply from the underground aquifer (its impact can be largely captured by the year fixed effects given that it is a regional phenomenon) (e.g., see Rosenzweig and Schipanski 2019). The result suggests that both groundwater level change and livestock operations are significant factors influencing the decision of growing sorghum. It is also worth noting that sorghum grain is an effective source of starch for dairy cattle. Using the number of dairy and cattle farms variable and year and field fixed effects specification (column (4), Table 3) as an example, the AME estimate of -0.0084 suggests that one additional livestock farm within 10 km reduces the probability of growing corn by 0.84% in an average year. Similarly, one additional livestock farm within 10 km increases the probability of growing sorghum by 4.39%. Lastly, it is worth mentioning that nearby livestock operations also reduce the probability of keeping land in idle, fallow, or grassland status, which is consistent with basic economic intuition. Specifically, one additional livestock farm within 10 km reduces the probability of such land use practices by 1.08%. All these coefficient estimates are statistically significant. Subsection 2.3.4 discusses their economic significance and implications. Table 4 presents the same estimation results but with the neighborhood size reduced to 5 km. As shown in the summary statistics (Table 2), the change of neighborhood size affects the variations of different variables. For example, reducing neighborhood size increases the variation of livestock operation existence dummy variable, which helps to improve estimation precision. The impacts on the variations of the other two livestock operation influence measures (columns 3-6) are the opposite. Overall, the main results still hold. The neighborhood size effect is further explored in Subsection 2.3.3. 16 Table 4. Average marginal effects of nearby livestock operations (neighborhood = 5 km) Specification of livestock operation influence Has farms nearby # of farms nearby Total farm area Crop (1) (2) (3) (4) (5) (6) Hay (all) -0.0597 (0.0404) 0.0183 (0.0335) -0.0446*** (0.0058) -0.0056 (0.0080) -0.0512*** (0.0063) -0.0183*** (0.0050) Corn -0.0866*** (0.0212) -0.0598*** (0.0142) -0.0167** (0.0076) -0.0115 (0.0076) -0.0092* (0.0049) -0.0073 (0.0062) Winter wheat -0.0905*** (0.0178) -0.0361*** (0.0147) -0.0331*** (0.0031) -0.0090* (0.0052) -0.0269*** (0.0029) -0.0117*** (0.0032) Sorghum 0.2720*** (0.0849) 0.1304* (0.0802) 0.1159*** (0.0180) 0.0414 (0.0296) 0.1094*** (0.0063) 0.0676*** (0.0185) Idle or fallow or grassland -0.0434 (0.0328) -0.0435 (0.0303) -0.0245*** (0.0044) -0.0248*** (0.0075) -0.0187*** (0.0035) -0.0263*** (0.0059) Year dummy No Yes No Yes No Yes Field fixed effect Yes Yes Yes Yes Yes"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "probability of growing corn by 0.84% in an average year. Similarly, one additional livestock farm within 10 km increases the probability of growing sorghum by 4.39%. Lastly, it is worth mentioning that nearby livestock operations also reduce the probability of keeping land in idle, fallow, or grassland status, which is consistent with basic economic intuition. Specifically, one additional livestock farm within 10 km reduces the probability of such land use practices by 1.08%. All these coefficient estimates are statistically significant. Subsection 2.3.4 discusses their economic significance and implications. Table 4 presents the same estimation results but with the neighborhood size reduced to 5 km. As shown in the summary statistics (Table 2), the change of neighborhood size affects the variations of different variables. For example, reducing neighborhood size increases the variation of livestock operation existence dummy variable, which helps to improve estimation precision. The impacts on the variations of the other two livestock operation influence measures (columns 3-6) are the opposite. Overall, the main results still hold. The neighborhood size effect is further explored in Subsection 2.3.3. 16 Table 4. Average marginal effects of nearby livestock operations (neighborhood = 5 km) Specification of livestock operation influence Has farms nearby # of farms nearby Total farm area Crop (1) (2) (3) (4) (5) (6) Hay (all) -0.0597 (0.0404) 0.0183 (0.0335) -0.0446*** (0.0058) -0.0056 (0.0080) -0.0512*** (0.0063) -0.0183*** (0.0050) Corn -0.0866*** (0.0212) -0.0598*** (0.0142) -0.0167** (0.0076) -0.0115 (0.0076) -0.0092* (0.0049) -0.0073 (0.0062) Winter wheat -0.0905*** (0.0178) -0.0361*** (0.0147) -0.0331*** (0.0031) -0.0090* (0.0052) -0.0269*** (0.0029) -0.0117*** (0.0032) Sorghum 0.2720*** (0.0849) 0.1304* (0.0802) 0.1159*** (0.0180) 0.0414 (0.0296) 0.1094*** (0.0063) 0.0676*** (0.0185) Idle or fallow or grassland -0.0434 (0.0328) -0.0435 (0.0303) -0.0245*** (0.0044) -0.0248*** (0.0075) -0.0187*** (0.0035) -0.0263*** (0.0059) Year dummy No Yes No Yes No Yes Field fixed effect Yes Yes Yes Yes Yes Yes # of observations 11,150 11,150 11,150 11,150 11,150 11,150 Log-likelihood -8,105 -7,791 -8,087 -7,793 -8,068 -7,787 Note: The other crops category is the baseline in the multinomial model. 2.3.2 Controlling for Climatic Variability Although the year and field fixed effects can absorb most of the spatial heterogeneity (e.g., soil quality and groundwater availability) and regional trends (e.g., prices) out of the data, it is still necessary to control some of the fundamental factors in agricultural production, such as climatic conditions. Table 5 presents the estimation results with controls for one-year lagged growing season total precipitation. Mean temperature was excluded from the estimation due to its high correlation with the precipitation variable (see Table 5 footnotes). It is worth noting that only precipitation level is used as a control variable to assess the robustness of estimation results. The goal is not to estimate climatic impacts. The study region relies heavily on irrigation for crop production. The role of precipitation in supplying moisture to crops and its impact on crop choice is difficult to assess based solely on a statistical/econometric model. Hence, herein no interpretation of the coefficient estimates of the precipitation variable is considered. Overall, the main results still hold. Neighboring livestock operations increase the probability of growing sorghum and reduces the probabilities of other cropland uses. Table 10 in the Appendix 17 presents the similar estimation results with the neighborhood size being 5 km. Those estimates are qualitatively consistent with the results in Table 5. Table 5. Estimation results with control for precipitation (neighborhood = 10 km) Specification of livestock operation influence Crop Has farms nearby # of farms nearby Total farm area Hay (all) -0.0288** (0.0127) -0.0031** (0.0014) -0.0037** (0.0017) Corn -0.0250* (0.0133) -0.0043*** (0.0012) -0.0033*** (0.0010) Winter wheat -0.0017 (0.0279) -0.0048*** (0.0010) -0.0033*** (0.0007) Sorghum 0.0680 (0.1221) 0.0348*** (0.0047) 0.0267*** (0.0031) Idle or fallow -0.0073 (0.0762) -0.0136*** (0.0031) -0.0099*** (0.0023) Climatic variable Precipitation Precipitation Precipitation Year dummy Yes Yes Yes Field fixed effect Yes Yes Yes # of observations 11,150 11,150 11,150 Log-likelihood -7,783 -7,769 -7,766 Note: (1) The one-year lagged growing season (April to September) total precipitation is used. (2) The Pearson correlation coefficient between growing season total precipitation and monthly mean temperature is -0.7831 in the estimation sample, which is high enough to render including both precipitation and temperature variables in the same regression model computationally improper (e.g., multicollinearity issues). (3) The other crops category is the baseline in the multinomial model. 2.3.3 The Neighborhood Size Effect To assess the sensitivity of estimation results with respect to the chosen neighborhood size, summary statistics (see Table 2) were first used. As the neighborhood size goes from 2 km to 10 km, the standard deviation of livestock operation existence dummy variable decreases. Meanwhile, the standard deviations of the other two measures, that is, the number of farms and the total farm area, increase as expected. These changes of variations in the data have important implications for model identification and estimation efficiency. Table 6 presents the estimation results with the number of farms as the livestock operation influence measure (while the neighborhood size goes from 2km to 10km). The parameter estimates are consistent qualitatively with the main results 18 discussed in Subsection 2.3.1. Moreover, as the neighborhood size increases the estimates become more precise (smaller standard errors) despite no changes in the sample size or the estimation method. It is reasonable to expect that the estimation results with the total farm area as the livestock operation influence measure behave similarly given that the two variables have a Pearson correlation coefficient of 0.8629. Table 11 in the Appendix reports the estimation results with the farm existence dummy variable as the livestock operation influence measure. Although qualitatively consistent results can still be seen, the estimation precision does not improve much as the neighborhood size increases. In the case of corn, for instance, the magnitudes of estimates are similar but the estimation achieves better precision (smaller standard errors) with the smaller neighborhood size (2 km). This is consistent with the pattern of variable sample standard deviations observed from the summary statistics. Table 6. The neighborhood size effect (with the number of livestock farms variable) Neighborhood Size 2 km 5 km 10 km Crop (1) (2) (3) (4) (5) (6) Hay (all) 0.0867 (0.0660) -0.0495 (0.0797) -0.0056 (0.0080) -0.0029 (0.0039) -0.0062*** (0.0013) -0.0031** (0.0014) Corn -0.0431** (0.0195) -0.0193* (0.0109) -0.0115 (0.0076) -0.0066* (0.0037) -0.0084*** (0.0013) -0.0043*** (0.0012) Winter wheat 0.0213 (0.0189) 0.0199 (0.0176) -0.0090* (0.0052) -0.0074** (0.0038) -0.0062 (0.0009) -0.0048*** (0.0010) Sorghum -0.0681 (0.0631) -0.0473 (0.0732) 0.0414 (0.0296) 0.0436* (0.0240) 0.0439*** (0.0036) 0.0348*** (0.0047) Idle or fallow or grassland -0.0457** (0.0236) -0.0471 (0.0321) -0.0248*** (0.0075) -0.0304*** (0.0101) -0.0108*** (0.0017) -0.0136*** (0.0031) Climatic variable No Yes No Yes No Yes Year dummy Yes Yes Yes Yes Yes Yes Field fixed effect Yes Yes Yes Yes Yes Yes # of observations 11,150 11,150 11,150 11,150 11,150 11,150 Log-likelihood -7,788 -7,779 -7,793 -7,784 -7,780 -7,769 Note: (1) The climatic variable here is one-year lagged growing season (April to September) total precipitation. (2) The other crops category is the baseline in the multinomial model. 19 2.3.4 Implications for Irrigation Water Demand Given that crop production in the study region relies entirely on center-pivot irrigation, the estimated impacts on crop choice probabilities have strong implications for irrigation water demand. Before computing the irrigation water impact, two sets of information and two assumptions are needed:  The typical"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "the estimation results with the farm existence dummy variable as the livestock operation influence measure. Although qualitatively consistent results can still be seen, the estimation precision does not improve much as the neighborhood size increases. In the case of corn, for instance, the magnitudes of estimates are similar but the estimation achieves better precision (smaller standard errors) with the smaller neighborhood size (2 km). This is consistent with the pattern of variable sample standard deviations observed from the summary statistics. Table 6. The neighborhood size effect (with the number of livestock farms variable) Neighborhood Size 2 km 5 km 10 km Crop (1) (2) (3) (4) (5) (6) Hay (all) 0.0867 (0.0660) -0.0495 (0.0797) -0.0056 (0.0080) -0.0029 (0.0039) -0.0062*** (0.0013) -0.0031** (0.0014) Corn -0.0431** (0.0195) -0.0193* (0.0109) -0.0115 (0.0076) -0.0066* (0.0037) -0.0084*** (0.0013) -0.0043*** (0.0012) Winter wheat 0.0213 (0.0189) 0.0199 (0.0176) -0.0090* (0.0052) -0.0074** (0.0038) -0.0062 (0.0009) -0.0048*** (0.0010) Sorghum -0.0681 (0.0631) -0.0473 (0.0732) 0.0414 (0.0296) 0.0436* (0.0240) 0.0439*** (0.0036) 0.0348*** (0.0047) Idle or fallow or grassland -0.0457** (0.0236) -0.0471 (0.0321) -0.0248*** (0.0075) -0.0304*** (0.0101) -0.0108*** (0.0017) -0.0136*** (0.0031) Climatic variable No Yes No Yes No Yes Year dummy Yes Yes Yes Yes Yes Yes Field fixed effect Yes Yes Yes Yes Yes Yes # of observations 11,150 11,150 11,150 11,150 11,150 11,150 Log-likelihood -7,788 -7,779 -7,793 -7,784 -7,780 -7,769 Note: (1) The climatic variable here is one-year lagged growing season (April to September) total precipitation. (2) The other crops category is the baseline in the multinomial model. 19 2.3.4 Implications for Irrigation Water Demand Given that crop production in the study region relies entirely on center-pivot irrigation, the estimated impacts on crop choice probabilities have strong implications for irrigation water demand. Before computing the irrigation water impact, two sets of information and two assumptions are needed:  The typical crop mix in the study region is of hay (5.95%), corn (12.62%), winter wheat (40.26%), sorghum (14.76%), and idle/fallow/grassland (18.59%). These percentages come from historical averages between 2011 and 2020 (see Table 1). The other crops category is omitted.  The standard irrigation water requirements in the Clovis (New Mexico) area: Hay (38.15 inch), corn (for grain, 24.52 inch), winter wheat (for silage, 12.88 inch), and sorghum (18.88 inch). These estimates come from the irrigation water requirement report prepared by the USDA Clovis Service Center (USDA 2005).  Assumption 1: Crop growers can meet the irrigation water requirements or fall short on all crops equally likely. This is a reasonable assumption as it essentially implies that no crop will be given priority in terms of irrigation water allocation.  Assumption 2: It is further assumed that no irrigation water will be applied when crop fields are in idle/fallow or abandoned grassland status. Again, this is an assumption consistent with the observed practice. Now consider the following scenario based on the AME estimates in Table 3 (column (4)): for one additional dairy farm within 10 km, the crop choice probability changes are - 0.62% (hay), -0.84% (corn), -0.62% (winter wheat), 4.39% (sorghum), and -1.08% (idle, fallow, grassland), what would be the corresponding net change in irrigation water requirements? The following steps provide back-of-the-envelope calculation: 1. Given the current crop mix while omitting the other crops category, compute the relative crop mix by dividing the original percentages with their sum 92.18% (= 5.95% + 12.62% + 40.26% + 14.76% + 18.59%). The new crop mix is of hay (6.45%), corn (13.69%), winter wheat (43.68%), sorghum (16.01%), and idle/fallow/grassland (20.17%). 2. Assuming that one acre of cropland is split among the five cropland uses (four crops only) based on the new relative crop mix, multiplying the individual crop irrigation water requirements by the new crop mix percentages and summing up give the aggregated crop irrigation water requirement for the one acre: 14.47 inch. 3. Applying the AME estimates to each of the original crop mix percentages and repeating steps 1 and 2 above gives (a) the new relative crop mix of hay 20 (5.71%), corn (12.61%), winter wheat (42.44%), sorghum (20.50%), and idle/fallow/grassland (18.75%) and (b) the aggregated crop irrigation water requirement for the one acre: 14.61 inch. 4. Therefore, the net irrigation water requirement change is an increase of 0.14 inch for one additional dairy farm within 10 km. That is, for a one-standard- deviation increase of the number of dairy farms (5.51, see Table 2), the net irrigation water requirement change is an increase of 0.77 inch or 5.3% (= 0.77/14.47). The 95% confidence interval is [4.6%, 6.1%].9 An increase of 5.3% (or roughly 1% for one additional dairy farm) seems to be a moderate impact. However, considering the climate change and persistent drought context in the US Southwest, this could be a significant impact. Given the alarming declining rate of the Ogallala Aquifer in the New Mexico High Plans (Rawling and Rinehart 2017), which is the main source of irrigation water in the study region, the consequence of such a potential water demand increase can be disastrous to agricultural water conservation and aquifer sustainability in the region. Policy implications of these results are explored in the next subsection. One caveat to note is that the analysis here focuses on the aggregate crop mix. The potential substitution effects among crops, including the possible substitutions between local production and importing livestock feed from other regions, can bring another layer of insights for agricultural water conservation in general. Future research would be helpful in this regard. Given these potential substitution effects and the possibility of deficit irrigation in practice, it is reasonable to interpret the estimated increase of irrigation water demand as an upper bound of the impact. Additionally, the same analysis can be done using the AME estimates with the total dairy farm area variable (column (6), Table 3). It is reasonable to expect similar results given the strong correlation between the two variables (Pearson correlation coefficient = 0.8629). 2.3.5 Policy Discussion According to the USGS 2015 national water use estimates (USGS 2020), Curry County and Roosevelt County, the two counties in the study region, withdrew 127.56 Mgal/day and 165.97 Mgal/day of fresh groundwater for irrigation, respectively. According to the same data source, the surface water withdrawal for irrigation was zero in both counties. Combining the two counties together, the estimated 5.3% increase in irrigation water demand (corresponding to a one-standard-deviation increase of livestock farms) implies an extra freshwater demand of 15.56 Mgal/day. Based on calculations from the same data source, each American used on average 82 gallons of water at home per day in 2015. That is, the additional 5.3% irrigation water demand in the two-county study region is enough to serve 189,756 people, which is almost three times the total population in those two counties (about 68,000 as of the 2020 Census). Admittedly, irrigated agriculture in 9 The standard error used to construct the confidence interval was computed using the delta method. 21 the US has been using a lot of freshwater resources (Wang 2019). Meanwhile, these striking statistics and estimates suggest that water conservation in agriculture still faces major challenges and there is room for improvement. Anticipating a rapid decline in water level in the underground freshwater aquifer, local stakeholders and producers have been exploring different mitigation and adaptation"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "in this regard. Given these potential substitution effects and the possibility of deficit irrigation in practice, it is reasonable to interpret the estimated increase of irrigation water demand as an upper bound of the impact. Additionally, the same analysis can be done using the AME estimates with the total dairy farm area variable (column (6), Table 3). It is reasonable to expect similar results given the strong correlation between the two variables (Pearson correlation coefficient = 0.8629). 2.3.5 Policy Discussion According to the USGS 2015 national water use estimates (USGS 2020), Curry County and Roosevelt County, the two counties in the study region, withdrew 127.56 Mgal/day and 165.97 Mgal/day of fresh groundwater for irrigation, respectively. According to the same data source, the surface water withdrawal for irrigation was zero in both counties. Combining the two counties together, the estimated 5.3% increase in irrigation water demand (corresponding to a one-standard-deviation increase of livestock farms) implies an extra freshwater demand of 15.56 Mgal/day. Based on calculations from the same data source, each American used on average 82 gallons of water at home per day in 2015. That is, the additional 5.3% irrigation water demand in the two-county study region is enough to serve 189,756 people, which is almost three times the total population in those two counties (about 68,000 as of the 2020 Census). Admittedly, irrigated agriculture in 9 The standard error used to construct the confidence interval was computed using the delta method. 21 the US has been using a lot of freshwater resources (Wang 2019). Meanwhile, these striking statistics and estimates suggest that water conservation in agriculture still faces major challenges and there is room for improvement. Anticipating a rapid decline in water level in the underground freshwater aquifer, local stakeholders and producers have been exploring different mitigation and adaptation options for managing agricultural droughts. One conventional strategy is to diversify crop selection and switch from water-demanding crops to drought-resistant crops (e.g., Seo and Mendelsohn 2008; Knutson et al. 2011). The study’s empirical results align with such a strategy. For instance, the AME estimate for sorghum is higher without controlling for year fixed effects (6.00% vs. 4.39%). Sorghum is a well-known drought-resistant crop. The fact that year fixed effects make a significant difference in the AME estimate for sorghum suggests that drought-resistant sorghum varieties have become more likely to be selected over time, correlating with the growing frequency and degree of agricultural droughts in the region. One of the local intermittent mitigation strategies in the study region is pursuing weather modification programs and other similar initiatives. The goal is to secure water supply beyond underground aquifers to improve soil moisture during the growing season and recharge the aquifers as much as possible. The weather modification programs and policies in the US had their rise and fall since World War II (e.g., see Changnon and Lambright 1987). In recent years, as climate change and drought hit the southern High Plains (consisting of the study region) harder and harder, locally organized efforts in cloud seeding emerged again (e.g., see McGee 2022). There are at least two challenges associated with this type of mitigation strategy. First, it requires regional coordination in participation and resource pooling because its benefits can be wide spreading and often boundary-crossing. Regional coordination is a straightforward solution to the potential free-rider problem. Second, weather modification programs tend to be expensive to operate and it takes until the end of the growing season to see the return. Therefore, many stakeholders and producers are too financially constrained to participate in such a program or operate it at the optimal scale. This is where policy support such as subsidies for technology development and program operations can be pivotal. The reality often suggests that policy is either lacking or still has a lot to improve. For instance, the Weather Modification Research and Technology Transfer Authorization Act introduced in 2005 clearly states that “Currently, there is no Federal funding for weather modification activities.”10 Another relevant and important policy aspect concerns local economic development in regions mixing crop production and livestock production. Dairy and related production play a critical role in local economic development in the study region. It cannot be simply removed from the local economy just because it adds pressure on agricultural water 10 See the US Senate Report 109-202, available at https://www.govinfo.gov/content/pkg/CRPT- 109srpt202/html/CRPT-109srpt202.htm, accessed Sep 1, 2022. 22 conservation and aquifer sustainability. There is no easy solution. However, the empirical results from this study do provide some insights on how we may improve the situation. One proposed solution for (water and other) resource use efficiency improvement is the development of the circular economy production model (e.g., Figge et al. 2018). Our empirical results suggest that livestock production and crop production are loosely integrated in the study region. In this case, crop production provides inputs (i.e., livestock feed) to dairy and cattle production through direct ownership or contracting as discussed in the impact mechanisms (Subsection 2.2.1). However, manure and wastewater from livestock production have been disposed of through lagoons (for an example, see Figure 2) with only a small amount being composted and reused in crop production. In a highly integrated crop-livestock production system, most of the manure and wastewater can be reused through nutrient recovery and composting (e.g., Porterfield et al. 2020). To address the agro-environmental problems associated with livestock production and improve resource (especially water) use efficiency, the production system needs to transform from loosely integrated crop-livestock production to vertically integrated circular economy production. The latter requires innovation in system design and operation management, which are where parameter estimates from this study can help shed light on and serve as starting points. Additionally, many existing studies focus on policies and strategies for addressing the water quality issues related to integrated crop- livestock production systems. The water quantity (use) impact is poorly understood. The irrigation water demand impacts estimated in this study provide a baseline for future policymaking and strategy development. 2.4. Study Summary This study assembles field and farm-level data from different sources to examine the potential impact of intensive dairy and cattle operations on the neighboring cropland use and irrigation water demand. Given that the study region, New Mexico High Plains, relies entirely on groundwater irrigation, any changes in cropland use could have direct implications on irrigation water use and hence on groundwater conservation and aquifer sustainability. Field-level crop choice data derived from high-resolution remote sensing imageries were spatially matched with nearby dairy farm characteristics calibrated at the farm level using government records and public information. The estimation of impacts deploys a fixed-effects multinomial logit model framework to control for unobserved spatial heterogeneities and region-wide temporal trends. The estimation results show that nearby livestock operations reduce the probabilities of growing hay, corn, and winter wheat but increase the probability of growing sorghum even after controlling for climatic factors. Nearby livestock operations also decrease the probability of land staying in idle/fallow or grassland status as expected. Based on these crop choice responses, the induced impact on irrigation water demand was estimated. The estimates suggest that for a one-standard-deviation increase of dairy and cattle farms within 10 km, the total irrigation water demand for major crops increases by over 5%. This is"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "to transform from loosely integrated crop-livestock production to vertically integrated circular economy production. The latter requires innovation in system design and operation management, which are where parameter estimates from this study can help shed light on and serve as starting points. Additionally, many existing studies focus on policies and strategies for addressing the water quality issues related to integrated crop- livestock production systems. The water quantity (use) impact is poorly understood. The irrigation water demand impacts estimated in this study provide a baseline for future policymaking and strategy development. 2.4. Study Summary This study assembles field and farm-level data from different sources to examine the potential impact of intensive dairy and cattle operations on the neighboring cropland use and irrigation water demand. Given that the study region, New Mexico High Plains, relies entirely on groundwater irrigation, any changes in cropland use could have direct implications on irrigation water use and hence on groundwater conservation and aquifer sustainability. Field-level crop choice data derived from high-resolution remote sensing imageries were spatially matched with nearby dairy farm characteristics calibrated at the farm level using government records and public information. The estimation of impacts deploys a fixed-effects multinomial logit model framework to control for unobserved spatial heterogeneities and region-wide temporal trends. The estimation results show that nearby livestock operations reduce the probabilities of growing hay, corn, and winter wheat but increase the probability of growing sorghum even after controlling for climatic factors. Nearby livestock operations also decrease the probability of land staying in idle/fallow or grassland status as expected. Based on these crop choice responses, the induced impact on irrigation water demand was estimated. The estimates suggest that for a one-standard-deviation increase of dairy and cattle farms within 10 km, the total irrigation water demand for major crops increases by over 5%. This is a significant impact on local water resources and their conservation, considering the tremendous 23 amount of water that crop production uses and the continuous decline of the Ogallala Aquifer beneath. Although this study entails a substantial amount of empirical data work, the econometric analysis has only preliminarily addressed several policy-relevant questions concerning rural economic livelihood, agricultural water conservation, and drought resilience. More data collection and research are necessary to gain a deeper understanding of the drivers and relationships behind those questions. One future research direction is getting better spatial-temporal quantification of the water levels in the underground aquifer. It will allow better control of producer expectations of irrigation water supply (and cost). Related to this, future research should also explore the potential substitution effects among crops, including the possible substitutions between local production and importing livestock feed. This will help the proposed discrete choice modeling framework to better control market-related factors, including input costs and output prices. Another key direction for future research is to assess the overall agricultural water use impact of the integrated circular economy production model in regions mixing livestock production and crop production. In the early stage, researchers may need to rely on simulation-based modeling and/or small pilot farm case studies to accumulate knowledge and engage stakeholders. As technological and entrepreneurial innovations advance, those simulation and pilot studies can start gaining policy support and eventually scale up. 24 SECTION 3 STUDY #2: Going Back to Grassland? Assessing the Impact of Groundwater Decline on Irrigated Agriculture Using Remote Sensing Data Overview: Climate change has increased agricultural drought risk in arid/semi-arid regions globally. One of the common adaptation strategies is shifting to more drought-tolerant crops or switching back to grassland permanently. For many drought-prone areas, groundwater dynamics play a critical role in agricultural production and drought management. This study aims at understanding how groundwater aquifer decline affects the likelihood of cropland switching back to grassland. Taking Union County of New Mexico as a case study, field-level observations and high-resolution remote sensing data are integrated to explore the impact of groundwater decline in a regression analysis framework. The results show that cropland has been slowly but permanently switching back to grassland as the groundwater level in the Ogallala Aquifer continues to decline in the area. Specifically, for a one-standard-deviation decline of groundwater level (36.95 feet or 11.26 m), the average likelihood of switching back to grassland increases by 1.85% (the 95% confidence interval is [0.07%, 3.58%]). The findings account for the fact that farmers usually explore other options (such as more drought-tolerant crops and land idling and rotation) before switching back to grassland permanently. The section concludes by exploring relevant policy implications for land (soil) and water conservation in the long run. 3.1. Research Question and Objectives Groundwater decline has become a growing environmental and economic challenge in the Western United States (US) and many places of the world. In arid and semi-arid regions, the climate change-induced increase in precipitation variability affects the productivity of staple food crops by disturbing the match between crop growth stages and soil moisture dynamics (Ortiz-Bobea et al. 2019). On the other hand, increasing precipitation variability does have an encouraging effect of improving groundwater recharge in arid/semi-arid areas assuming no significant change in the mean precipitation level (McKenna and Sala 2017). In the case of irrigated agriculture, the two impacts could easily mingle into a complicated situation. Crop production in arid and semi-arid regions often relies on groundwater irrigation. With more frequent and persistent drought conditions, irrigation water withdrawal often exceeds the recharge to groundwater aquifers (Scanlon et al. 2012). Groundwater conservation and aquifer sustainability efforts from national policies to local cooperatives have been proposed, but their implementations can be difficult (Sophocleous 2010; Theesfeld 2010). There are at least two reasons behind the challenge. First, outdated institutional arrangements and the regulatory environment cause inefficient uses of already scarce water resources, which is particularly true in many parts of the Western US (Blomquist et al. 2010). Second, it is difficult to strike a sustainable balance between regional economic development and 25 environmental conservation in rural regions. Commercial agricultural production (including livestock) often takes priority in water resources allocation because of the significant employment and income benefits it generates. Outside the commercial agricultural production hotspots, it becomes even more challenging to strike a balance between local economic development and water resource conservation. From a farmer’s perspective, both mitigation and adaptation options are limited when facing groundwater decline. It is a typical “better to be lucky than rich” situation. If a field sits on top of a deep aquifer pocket, then its groundwater supply tends to be more stable compared to others who are spatially disadvantaged. In a typical irrigated region, there are almost surely more “unlucky” farmers in terms of water resources endowment. Relatively speaking, adaptation strategies are more accessible to them than mitigation strategies. For instance, the latter often faces an “access-to-capital” problem (Gilbert and McLeman 2010). A common adaptation strategy to drought stress and irrigation water shortage is to switch to more drought-resistant crops or farming practices. For example, sorghum production has a great yield potential to replace corn production in the western portion of the US corn belt in recent decades as the groundwater aquifers continue to decline (Staggenborg et al. 2008). In other more serious cases where land is marginal or land sits on top of the portion of an aquifer with"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "sustainability efforts from national policies to local cooperatives have been proposed, but their implementations can be difficult (Sophocleous 2010; Theesfeld 2010). There are at least two reasons behind the challenge. First, outdated institutional arrangements and the regulatory environment cause inefficient uses of already scarce water resources, which is particularly true in many parts of the Western US (Blomquist et al. 2010). Second, it is difficult to strike a sustainable balance between regional economic development and 25 environmental conservation in rural regions. Commercial agricultural production (including livestock) often takes priority in water resources allocation because of the significant employment and income benefits it generates. Outside the commercial agricultural production hotspots, it becomes even more challenging to strike a balance between local economic development and water resource conservation. From a farmer’s perspective, both mitigation and adaptation options are limited when facing groundwater decline. It is a typical “better to be lucky than rich” situation. If a field sits on top of a deep aquifer pocket, then its groundwater supply tends to be more stable compared to others who are spatially disadvantaged. In a typical irrigated region, there are almost surely more “unlucky” farmers in terms of water resources endowment. Relatively speaking, adaptation strategies are more accessible to them than mitigation strategies. For instance, the latter often faces an “access-to-capital” problem (Gilbert and McLeman 2010). A common adaptation strategy to drought stress and irrigation water shortage is to switch to more drought-resistant crops or farming practices. For example, sorghum production has a great yield potential to replace corn production in the western portion of the US corn belt in recent decades as the groundwater aquifers continue to decline (Staggenborg et al. 2008). In other more serious cases where land is marginal or land sits on top of the portion of an aquifer with a small saturated thickness, retiring the land from crop production may be the best option. They are different from those incentivized voluntary land retirements under federal conservation programs such as the USDA’s Conservation Reserve Program (CRP). Withdrawing from crop production allows land to return to grassland/pasture status, which can still generate considerable economic benefits along with environmental benefits if managed properly. Although such practices have been observed often in practice, the literature has little understanding regarding their linkage to groundwater dynamics. Meanwhile, quantifying the impact of groundwater decline on the likelihood of switching from crop production back to grassland carries important implications for designing land and water conservation policies. Although the intricacy between land and water conservation warrants more research, this study aims to contribute to the knowledge gap using a case study from the southern High Plains in the US (see Figure 3). 26 Figure 3. The High Plains (Ogallala) Aquifer and irrigated crop fields in Union County, New Mexico. Source: US Geological Survey, US Census, and Google Maps. Data layers created by the author; for details about the data, please see section 3.2.1. For aquifer boundary, see https://pubs.usgs.gov/ds/543/. Note: a total of 472 circular irrigated fields are illustrated on the map. In the literature, there has been some general understanding of how cropping systems adapt to agricultural droughts. For example, Arellano-Gonzalez and Moore showed that having access to drought-mitigating resources increases the likelihood of switching from lower-value annual crops to high-value perennial tree nut crops (Arellano‐Gonzalez and Moore 2020). Similarly, Gebremichael and others found that, as a response to multi-year droughts in recent decades, the cropping pattern in California’s Central Valley shifted 27 from alfalfa, cereals, and cotton to tree crops like nuts and fruits (Gebremichael et al. 2021). Specific to the High Plains, Deines and others (2020) forecast that around a quarter of irrigated farmland will disappear by 2100 in the Ogallala Aquifer area. Among those, a substantial amount of retired irrigated cropland is not suitable for dryland cropping. Hence, switching back to grassland will become a major option, which is the focus of the current study. By looking at specific commercial crops, Cotterman and others showed that the expected groundwater decline in the central High Plains will lead to over 50% reductions in corn and wheat acreage by the end of the century (Cotterman et al. 2018). Again, switching to dryland farming or grassland is considered a realistic option. Meanwhile, there are associated environmental impacts when switching cropping systems, no matter if it is from irrigated crops to dryland crops or from annual crops to perennial crops. These environmental impacts can then influence land (soil) and water conservation policies and efforts. For example, switching from irrigated cropland to dryland farming tends to elevate soil erosion and dust risks. There have been historical lessons on these issues from the early 20th century in the US and South Africa (Philips 1999). Another important aspect concerns groundwater conservation, aquifer sustainability, and managed aquifer recharge (MAR). Compared to soil conservation, groundwater conservation is more challenging. At least, it is more costly, especially in regions like the High Plains where surface water resources and precipitation are limited. Still, recent studies have shown that groundwater conservation strategies like reducing pumping and MAR do pay off in the long term (e.g., Foster et al. 2017; Tran et al. 2020). What is missing in the literature is knowledge about the linkage between groundwater conservation and soil (land) conservation, especially in the context of an aquifer or region-based empirical study. This body of knowledge entails parameters and processes essential for integrated ecosystem-wide assessment and regional conservation policy framework design. In this study, how cropland in historically irrigated areas switches back to grassland in response to groundwater decline is considered. The analysis employs over ten years of high-resolution (satellite) remotely sensed data to capture sub-field level variations. It allows us to conduct crop-specific comparisons with grassland in terms of response to expected groundwater decline. Overall, it shows that commercial crops like corn and winter wheat are more responsive to groundwater level changes, but only because they are reversible land allocation choices. The likelihood of switching back to grassland, given the same level of expected decline in groundwater resources, is smaller. However, it is necessary to note that switching back to grassland is a permanent cropland use decision, at least irreversible in the near-to-medium term.11 Hence, it carries important implications for conservation policy design and rural economic livelihood. Empirically, 11 The word ‘permanent’ is used in a relative sense in this study. In theory, there is no absolute permanent grassland. Relative to annual crops, most of land converted back to grassland can be considered permanent. For instance, under the USDA CRP program, land can stay as grassland for 15 years. 28 the estimated marginal effects that measure the responses to groundwater decline can be used for future integrated ecosystem-wide assessment and regional conservation policy cost-benefit analyses. The section is organized as follows: the second subsection discusses the data employed in the analysis and the empirical methodology; the third subsection reports estimation results and findings and explores the results and their policy implications; and the last subsection summarizes the results. 3.2. Methods 3.2.1. Study Area and Data The study area of this research is Union County, New Mexico, USA (see Figure 3; see Figure 7 in the Appendix for its relative location in the broader geographic region encompassing"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "conservation policy framework design. In this study, how cropland in historically irrigated areas switches back to grassland in response to groundwater decline is considered. The analysis employs over ten years of high-resolution (satellite) remotely sensed data to capture sub-field level variations. It allows us to conduct crop-specific comparisons with grassland in terms of response to expected groundwater decline. Overall, it shows that commercial crops like corn and winter wheat are more responsive to groundwater level changes, but only because they are reversible land allocation choices. The likelihood of switching back to grassland, given the same level of expected decline in groundwater resources, is smaller. However, it is necessary to note that switching back to grassland is a permanent cropland use decision, at least irreversible in the near-to-medium term.11 Hence, it carries important implications for conservation policy design and rural economic livelihood. Empirically, 11 The word ‘permanent’ is used in a relative sense in this study. In theory, there is no absolute permanent grassland. Relative to annual crops, most of land converted back to grassland can be considered permanent. For instance, under the USDA CRP program, land can stay as grassland for 15 years. 28 the estimated marginal effects that measure the responses to groundwater decline can be used for future integrated ecosystem-wide assessment and regional conservation policy cost-benefit analyses. The section is organized as follows: the second subsection discusses the data employed in the analysis and the empirical methodology; the third subsection reports estimation results and findings and explores the results and their policy implications; and the last subsection summarizes the results. 3.2. Methods 3.2.1. Study Area and Data The study area of this research is Union County, New Mexico, USA (see Figure 3; see Figure 7 in the Appendix for its relative location in the broader geographic region encompassing the Southern High Plains). The study area was chosen because of the growing challenges faced by irrigated agriculture there and data availability and quality (with engaging local stakeholders who helped validate some of the data). Additionally, Union County sits on the western edge of the Ogallala Aquifer (see Figure 3), which makes it an ideal area to study the impact of groundwater decline. The data employed for analysis come from different sources, including existing public data provided by federal agencies and new data collected as part of the current study. First, sub-field level annual cropland cover data was derived from the Crop Data Layer (CDL) developed by the NASS, USDA. The CDL data consists of geo-referenced raster files classified from high-resolution remotely sensed satellite imageries generated by the Landsat 8 OLI/TIRS sensor, the Disaster Monitoring Constellation DEIMOS-1 and UK2, the ISRO ResourceSat-2 LISS-3, and the ESA SENTINEL-2 sensors. This data was used to compute the dependent variable for empirical analysis (details discussed next). Based on the region’s crop production history, the original CDL land cover classifications were simplified into fewer categories, including corn, wither wheat, sorghum, hay, other crops, and grassland (including managed pasture). The current study focuses on corn, winter wheat, sorghum, and grassland, which account for over 96% of the (field + year) observations. The study period extended from 2008 to 2019; 2008 was the first year the CDL data became available for New Mexico. Data from 2020 and 2021 were excluded, although available, to avoid any irregularities in cropland use decisions and data reporting caused by the Covid-19 pandemic. For instance, there was significant underreporting of USGS groundwater level monitor data during the pandemic in the region. To compute the dependent variable and independent variables for empirical analysis, it is critical to determine the boundary of each of the irrigated crop fields in the study area. Based on 2022 Google Maps imagery data, 472 unique irrigated crop fields in Union County and their center X-Y geographic coordinates were identified. Local stakeholders 29 validated a few unclear ones. Figure 8 in the Appendix illustrates the circular irrigated fields in the central-eastern part of the county where most of the irrigation happens. The standard circular irrigation field has a radius of around 400 m (see Figure 4). Among all circular irrigated fields, the radius ranges from 120 m to 830 m, but over 70% of them have the standard 400-meter radius. To compute the proportions of each crop and grassland inside a field, its center was buffered by 90% of its radius and then the shares of different pixels within the buffered circle were counted (e.g., if the field radius is 400 m, then the buffered circle has a radius of 360 m). This was done to reduce potential measurement errors around the field boundaries. Groundwater depth (land surface to the water table) data was obtained from the national groundwater levels monitoring database (https://waterdata.usgs.gov/nv/nwis/gw) maintained by the USGS. In this study, groundwater level data from 2007-2018 was used to generate expected groundwater levels for the years 2008-2019 (study period) with an AR (autoregressive) model of degree 1 (AR (1)) (for details of the method, see Wang and Ortiz-Bobea 2019). During this period, 607 groundwater level observations were recorded from 111 wells. It is clear that not every irrigated field had its well water level recorded. Hence, two spatial interpolation methods were used to estimate the expected annual groundwater level for each of the 472 unique fields: simple average and inverse- distance weighted average. The range of the spatial interpolation is 16 km (roughly 10 US miles). That is, for any given year, all well water level observations within 16 km of a field are used to approximate the groundwater level of that field if there is no direct water level observation from the field. Additionally, the planned empirical analysis also includes local precipitation and temperature as control variables. Following the convention in the literature, the growing season (April – October in the study region) consisted of the average monthly mean temperature and the total growing season precipitation as control variables. The raw monthly climate data series used to compute the two variables come from the PRISM data developed by Oregon State University. Lastly, all of the GIS shapefiles used to define jurisdictional and aquifer boundaries, such as in Figure 1, come from the US Census and the US Geological Survey. 30 Figure 4. A standard 400-meter-radius irrigated field (field #2) in its transition into grassland (left panel) compared to the remotely-sensed Crop Data Layer (right panel, 2019 data) of the same location. Source: NASS/USDA and Google Maps. Note: The remote sensing data in the right panel indicate that corn (in dark green color) was grown in fields #1, #3, and #4 in 2019. Later in 2021 (corresponding to the time of the left panel Google Maps imagery), field #3 was in idle status and fields #1 and #4 still had corn. 3.2.2. The Empirical Model Switching back to grassland as a result of exogenous impacts in a given area can be modeled from either a probabilistic perspective or a proportional perspective. Both perspectives share the same mathematical characteristic that the dependent variable is measured between 0 and 1 (or equivalently between 0% and 100%). Such a bounded dependent variable cannot be part of a linear regression model directly. In this study, the standard approach was followed to transform it"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "any given year, all well water level observations within 16 km of a field are used to approximate the groundwater level of that field if there is no direct water level observation from the field. Additionally, the planned empirical analysis also includes local precipitation and temperature as control variables. Following the convention in the literature, the growing season (April – October in the study region) consisted of the average monthly mean temperature and the total growing season precipitation as control variables. The raw monthly climate data series used to compute the two variables come from the PRISM data developed by Oregon State University. Lastly, all of the GIS shapefiles used to define jurisdictional and aquifer boundaries, such as in Figure 1, come from the US Census and the US Geological Survey. 30 Figure 4. A standard 400-meter-radius irrigated field (field #2) in its transition into grassland (left panel) compared to the remotely-sensed Crop Data Layer (right panel, 2019 data) of the same location. Source: NASS/USDA and Google Maps. Note: The remote sensing data in the right panel indicate that corn (in dark green color) was grown in fields #1, #3, and #4 in 2019. Later in 2021 (corresponding to the time of the left panel Google Maps imagery), field #3 was in idle status and fields #1 and #4 still had corn. 3.2.2. The Empirical Model Switching back to grassland as a result of exogenous impacts in a given area can be modeled from either a probabilistic perspective or a proportional perspective. Both perspectives share the same mathematical characteristic that the dependent variable is measured between 0 and 1 (or equivalently between 0% and 100%). Such a bounded dependent variable cannot be part of a linear regression model directly. In this study, the standard approach was followed to transform it into a log-odds model that roots in the classic logistic regression model (Papke and Wooldridge 1996; Wang and Ortiz-Bobea 2019). This study hypothesizes that groundwater level change affects crop choice and the probability of switching from cropland back to grassland. For a given field 𝑖𝑖 in year 𝑡𝑡, the proportion of grassland is denoted as 𝑃𝑃𝑖𝑖𝑖𝑖, which essentially approximates the probability of being grassland using the empirically observed proportion of grassland. The statistical odds (ratio) of switching back to grassland is then defined as 𝑃𝑃𝑖𝑖𝑖𝑖/(1 −𝑃𝑃𝑖𝑖𝑖𝑖). With the logarithm transformation of the odds ratio being the dependent variable, a (transformed) linear regression model is obtained and used to examine the impact of groundwater level change on the probability of switching back to grassland: 𝑙𝑙𝑙𝑙𝑙𝑙൤ 𝑃𝑃𝑖𝑖𝑖𝑖 1 −𝑃𝑃𝑖𝑖𝑖𝑖 ൨= 𝛽𝛽1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿𝑖𝑖+ 𝜇𝜇𝑡𝑡+ 𝜀𝜀𝑖𝑖𝑖𝑖 (3.1) 31 In Equation (3.1), 𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 is the expected groundwater level at field 𝑖𝑖 in year 𝑡𝑡, as discussed in Subsection 3.2.1. Coefficient 𝛽𝛽1 is hence the key associated parameter to be estimated. 𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖 and 𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖 are control variables for climatic variabilities. As the corresponding subscripts in Equation (3.1) suggest, one-year-lagged growing season total precipitation and average monthly mean temperature measures were used for this study. First and foremost, the cropland allocation decision is made early in the spring before the monsoon season starts. Hence, farmers cannot possibly factor the to-be-observed current- year precipitation and temperature conditions into production decisions. Second, the one- year-lagged climatic measures provide simple and realistic proxies (heuristics) for precipitation and temperature conditions in the coming growing season. The linear regression model proposed in Equation (3.1) is often termed a two-way (panel data) fixed effects model, because the model simultaneously controls for two different fixed effects: spatial and temporal. In this case, 𝛿𝛿𝑖𝑖 represents time-invariant spatial fixed effects to implicitly control any spatial heterogeneities unique to each field; and 𝜇𝜇𝑡𝑡 represents time-varying temporal fixed effects to absorb any region-wide time trends affecting cropland use decisions such as market prices and policy changes. Error term 𝜀𝜀𝑖𝑖𝑖𝑖 helps capture any random shocks to cropland allocation decisions. It is worth noting that the proposed framework in Equation (3.1) only considers crop choices among major commercial crops observed in the region and the possible switch between cropland and grassland. It does not cover the possibility of converting agricultural land to other land uses such as residential development. Based on the crop statistics from the CDL data during the study period and the recent New Mexico Agricultural Statistics Bulletins (NASS 2022), the log-odds model is estimated for three major commercial crops (corn (for silage, mainly), winter wheat, and sorghum) and grassland. The focus of the analysis is on grassland, while results with the three major commercial crops serve as comparisons. Table 7 summarizes all of the variables relevant to the regression analyses of all four. Note that the actual model estimation can only use 441 fields out of the total of 472. The other 31 fields were automatically excluded due to a lack of variation during the study period. 32 Table 7. Summary statistics and variable definitions Variable Definition Mean Std. Dev. Freq_corn Proportion of corn pixels, in [0,1] 0.29 0.42 Freq_wheat Proportion of wheat pixels, in [0,1] 0.50 0.45 Freq_sorghum Proportion of sorghum pixels, in [0,1] 0.04 0.17 Freq_grass Proportion of grassland/pasture pixels, in [0,1] 0.13 0.30 PPT 1-year lagged growing season total precipitation, mm 390.18 129.90 T_mean 1-year lagged growing season mean monthly temperature, °C 18.99 0.62 GWL_mean Simple average local groundwater level, foot 210.19 36.95 GWL_inv_dist Inverse distance-weighted local groundwater level, foot 216.11 40.48 Lodds_corn Log odds of corn proportion, unit free -5.24 10.04 Lodds_wheat Log odds of wheat proportion, unit free -0.01 10.14 Lodds_sorghum Log odds of sorghum proportion, unit free -11.29 5.21 Lodds_grass Log odds of grassland/pasture proportion, unit free -9.09 6.87 # of obs Number of observations in the estimation sample 5292 # of fields Number of irrigated fields in the estimation sample 441 Years Years covered in the study period 12 (2008-2019) Note: 1. 441*12 = 5292, which suggests that the estimation sample is a balanced panel. 2. Wheat in the study region (Union County, New Mexico) is mostly winter wheat. 3. Growing season is the seven-month period from April to October in the study region. 4. 1 US foot = 30.48 cm. 3.2.3. Marginal Impact Due to the log-odds transformation of the dependent variable in Equation (3.1), the parameter estimates 𝛽𝛽1 to 𝛽𝛽3 cannot be interpreted as marginal effects directly. Taking the key variable of interest 𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 as an example, 𝛽𝛽1 is not directly the marginal impact of groundwater level change on the proportion of grassland, namely 𝛽𝛽1 ≠𝜕𝜕𝑃𝑃𝑖𝑖𝑖𝑖/𝜕𝜕𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖. To get the true marginal effect of 𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖, another transformation is needed. Letting 𝛽𝛽̂, 𝛿𝛿̂, and 𝜇𝜇̂ denote estimated coefficients and fixed effects, then the predicted 𝑃𝑃𝑖𝑖𝑖𝑖 is: 𝑃𝑃෠𝑖𝑖𝑖𝑖= exp (𝛽𝛽̂1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽̂2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽̂3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿̂𝑖𝑖+ 𝜇𝜇̂𝑡𝑡) 1 + exp (𝛽𝛽̂1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽̂2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽̂3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿̂𝑖𝑖+ 𝜇𝜇̂𝑡𝑡) (3.2) Given Equation (3.2), the true individual marginal effect can be computed as: 𝜕𝜕𝑃𝑃෠𝑖𝑖𝑖𝑖 𝜕𝜕𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 = 𝛽𝛽̂1 ∗exp (𝛽𝛽̂1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽̂2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽̂3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿̂𝑖𝑖+ 𝜇𝜇̂𝑡𝑡) ൣ1 + exp (𝛽𝛽̂1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽̂2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽̂3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿̂𝑖𝑖+ 𝜇𝜇̂𝑡𝑡)൧ 2 (3.3) The empirical computation of the average marginal effect (AME) of 𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 for the study area (the entire sample) and the associated estimation of its standard error are discussed in the following results section. 33"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "unit free -5.24 10.04 Lodds_wheat Log odds of wheat proportion, unit free -0.01 10.14 Lodds_sorghum Log odds of sorghum proportion, unit free -11.29 5.21 Lodds_grass Log odds of grassland/pasture proportion, unit free -9.09 6.87 # of obs Number of observations in the estimation sample 5292 # of fields Number of irrigated fields in the estimation sample 441 Years Years covered in the study period 12 (2008-2019) Note: 1. 441*12 = 5292, which suggests that the estimation sample is a balanced panel. 2. Wheat in the study region (Union County, New Mexico) is mostly winter wheat. 3. Growing season is the seven-month period from April to October in the study region. 4. 1 US foot = 30.48 cm. 3.2.3. Marginal Impact Due to the log-odds transformation of the dependent variable in Equation (3.1), the parameter estimates 𝛽𝛽1 to 𝛽𝛽3 cannot be interpreted as marginal effects directly. Taking the key variable of interest 𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 as an example, 𝛽𝛽1 is not directly the marginal impact of groundwater level change on the proportion of grassland, namely 𝛽𝛽1 ≠𝜕𝜕𝑃𝑃𝑖𝑖𝑖𝑖/𝜕𝜕𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖. To get the true marginal effect of 𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖, another transformation is needed. Letting 𝛽𝛽̂, 𝛿𝛿̂, and 𝜇𝜇̂ denote estimated coefficients and fixed effects, then the predicted 𝑃𝑃𝑖𝑖𝑖𝑖 is: 𝑃𝑃෠𝑖𝑖𝑖𝑖= exp (𝛽𝛽̂1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽̂2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽̂3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿̂𝑖𝑖+ 𝜇𝜇̂𝑡𝑡) 1 + exp (𝛽𝛽̂1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽̂2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽̂3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿̂𝑖𝑖+ 𝜇𝜇̂𝑡𝑡) (3.2) Given Equation (3.2), the true individual marginal effect can be computed as: 𝜕𝜕𝑃𝑃෠𝑖𝑖𝑖𝑖 𝜕𝜕𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 = 𝛽𝛽̂1 ∗exp (𝛽𝛽̂1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽̂2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽̂3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿̂𝑖𝑖+ 𝜇𝜇̂𝑡𝑡) ൣ1 + exp (𝛽𝛽̂1 ∗𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖+ 𝛽𝛽̂2 ∗𝑃𝑃𝑃𝑃𝑃𝑃𝑖𝑖𝑖𝑖−1 + 𝛽𝛽̂3𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑖𝑖𝑖𝑖−1 + 𝛿𝛿̂𝑖𝑖+ 𝜇𝜇̂𝑡𝑡)൧ 2 (3.3) The empirical computation of the average marginal effect (AME) of 𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 for the study area (the entire sample) and the associated estimation of its standard error are discussed in the following results section. 33 3.3. Discussion of Results and Their Significance 3.3.1. Regression Estimation Results As discussed above in Section 3.2, the empirical estimation takes two steps: (1) estimating the log-odds model in Equation (3.1) to obtain coefficient and fixed-effect estimates 𝛽𝛽̂ (and their variance-covariance matrix), 𝛿𝛿̂, and 𝜇𝜇̂, and (2) computing the true marginal effects and derive their standard errors using the delta method based on Equation (3.3). There is a caveat worth pointing out before executing the estimation. The data sample contains observations with dependent variable values being 0 (e.g., no grassland pixels) or 1 (e.g., all grassland pixels). In such cases, the log-odds transformation does not work in Equation (3.1). To address this computational issue, observations were recoded with the value being 0 to 0.000001 and observations with the value being 1 to 0.999999. The re-coding allows the estimation procedure to proceed without modifying the data in any significant way. Table 8 presents the estimation results for three major commercial crops and grassland. As mentioned before, two different specifications of groundwater level are explored here: simple average (specification 1) and inverse distance weighted average (specification 2). Although it is not straightforward to interpret the coefficient estimates in Table 8, several qualitative observations related to groundwater decline can be established. It is worth emphasizing that groundwater level is measured as the distance from the land surface to the water table. That is, groundwater decline leads to an increase in GWL as measured in Equation (3.1). Looking at Table 8, first, groundwater decline increases the odds of growing corn (for silage) and sorghum and switching back to grassland. The results for corn and sorghum are intuitive. Corn for silage does not have to follow a regular irrigation schedule as it is not planted for grain yield. Hence, it can be considered “drought-resistant.” Sorghum is a commonly adopted drought-resistant grain crop in the High Plains. Switching to grassland essentially cuts irrigation water demand to zero. It is expected to be the most effective adaptation strategy to multi-year persistent droughts. It makes sense to have more land switching back to grassland to conserve water. Second, groundwater decline reduces the odds of growing wheat (mainly winter wheat in the study area). One potential explanation is the long growing season of winter wheat, which is around eight months. It increases the crop’s vulnerability to droughts. By comparing results across four different models (columns in Table 8), one noticeable pattern is that the three commercial crops are more responsive to groundwater level changes. This makes sense because field crops are reversible land allocation choices while switching to grassland tends to be irreversible, at least in the near-to-medium term. Another noticeable pattern from the comparison is the significantly higher goodness of fit (R2, within) of the grassland model (the last column, Table 8). It suggests that groundwater level coupled with growing season precipitation and temperature explain much more the odds of switching to grassland compared to other crops. One potential explanation is that the decision of planting commercial crops is more sensitive to market 34 and policy factors. And the temporal fixed effects in the model may not absorb them entirely. One thing to note here is that precipitation and temperature measures serve only as control variables. They are more relevant factors in rain-fed cropping regions (Ortiz- Bobea et al. 2019). Hence, herein an interpretation of their coefficient estimates was not done in order to stay focused on the given research question concerning grassland in this study. Another thing to note is the implicit assumption embedded in the analysis that farmers usually explore other options (such as drought-tolerant crops and land idling and rotation) before considering switching back to grassland permanently, which is consistent with communications with local stakeholders. Table 8. Panel data two-way fixed effects model estimation results Cropland Log-Odds Model Specification Variables Corn Wheat Sorghum Grassland (1) P – lagged (mm) -0.0026 (0.0032) 0.0093*** (0.0032) - 0.0087*** (0.0019) - 0.0072*** (0.0016) T - lagged (C) -4.5465** (1.8966) 3.9575** (1.9249) -0.6185 (1.1256) - 4.6738*** (0.9615) GWL (foot): simple average 0.0499*** (0.0141) - 0.0680*** (0.0143) 0.0428*** (0.0083) 0.0316*** (0.0071) R2 – within 0.0580 0.0459 0.0819 0.1617 # of observations 5,292 5,292 5,292 5,292 Fixed Effects Field + Year (2) P – lagged (mm) -0.0024 (0.0032) 0.0091*** (0.0032) - 0.0086*** (0.0019) - 0.0071*** (0.0016) T - lagged (C) -4.1878** (1.8859) 3.5266* (1.9139) -0.2741 (1.1198) - 4.2991*** (0.9572) GWL (foot): inverse distance weighted 0.0467*** (0.0142) - 0.0679*** (0.0144) 0.0375*** (0.0085) 0.0189*** (0.0072) R2 – within 0.0576 0.0458 0.0806 0.1595 # of observations 5,292 5,292 5,292 5,292 Fixed Effects Field + Year Note: (1) Asterisks (*, **, ***) indicate statistical significance at 10%, 5%, and 1% level, respectively, unless otherwise noted. (2) Standard errors are reported in the parentheses. (3) Growing season is the seven months from April to October in the study region. (4) 1 US foot = 30.48 cm. 35 3.3.2. Marginal Impacts of Groundwater Decline As demonstrated in Equation (3.3), deriving the true marginal effects requires a transformation using the coefficient and fixed effects estimates in Table 8. For simplicity and ease of interpretation, the average marginal effect (AME) was computed. The first step is to compute the marginal effect for each observation following Equation (3.3). And then, taking the average of all individual marginal effects gives the AME: 𝐴𝐴𝐴𝐴𝐴𝐴= 𝜕𝜕𝑃𝑃෠ 𝜕𝜕𝜕𝜕𝜕𝜕𝜕𝜕= 1 𝑁𝑁∗𝑇𝑇෍෍ 𝜕𝜕𝑃𝑃෠𝑖𝑖𝑖𝑖 𝜕𝜕𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 𝑁𝑁 𝑖𝑖=1 𝑇𝑇 𝑡𝑡=1 (3.4) where N is the total number of fields"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "and land idling and rotation) before considering switching back to grassland permanently, which is consistent with communications with local stakeholders. Table 8. Panel data two-way fixed effects model estimation results Cropland Log-Odds Model Specification Variables Corn Wheat Sorghum Grassland (1) P – lagged (mm) -0.0026 (0.0032) 0.0093*** (0.0032) - 0.0087*** (0.0019) - 0.0072*** (0.0016) T - lagged (C) -4.5465** (1.8966) 3.9575** (1.9249) -0.6185 (1.1256) - 4.6738*** (0.9615) GWL (foot): simple average 0.0499*** (0.0141) - 0.0680*** (0.0143) 0.0428*** (0.0083) 0.0316*** (0.0071) R2 – within 0.0580 0.0459 0.0819 0.1617 # of observations 5,292 5,292 5,292 5,292 Fixed Effects Field + Year (2) P – lagged (mm) -0.0024 (0.0032) 0.0091*** (0.0032) - 0.0086*** (0.0019) - 0.0071*** (0.0016) T - lagged (C) -4.1878** (1.8859) 3.5266* (1.9139) -0.2741 (1.1198) - 4.2991*** (0.9572) GWL (foot): inverse distance weighted 0.0467*** (0.0142) - 0.0679*** (0.0144) 0.0375*** (0.0085) 0.0189*** (0.0072) R2 – within 0.0576 0.0458 0.0806 0.1595 # of observations 5,292 5,292 5,292 5,292 Fixed Effects Field + Year Note: (1) Asterisks (*, **, ***) indicate statistical significance at 10%, 5%, and 1% level, respectively, unless otherwise noted. (2) Standard errors are reported in the parentheses. (3) Growing season is the seven months from April to October in the study region. (4) 1 US foot = 30.48 cm. 35 3.3.2. Marginal Impacts of Groundwater Decline As demonstrated in Equation (3.3), deriving the true marginal effects requires a transformation using the coefficient and fixed effects estimates in Table 8. For simplicity and ease of interpretation, the average marginal effect (AME) was computed. The first step is to compute the marginal effect for each observation following Equation (3.3). And then, taking the average of all individual marginal effects gives the AME: 𝐴𝐴𝐴𝐴𝐴𝐴= 𝜕𝜕𝑃𝑃෠ 𝜕𝜕𝜕𝜕𝜕𝜕𝜕𝜕= 1 𝑁𝑁∗𝑇𝑇෍෍ 𝜕𝜕𝑃𝑃෠𝑖𝑖𝑖𝑖 𝜕𝜕𝐺𝐺𝐺𝐺𝐺𝐺𝑖𝑖𝑖𝑖 𝑁𝑁 𝑖𝑖=1 𝑇𝑇 𝑡𝑡=1 (3.4) where N is the total number of fields and T is the total number of years studied. Such a way of computing the marginal impact of groundwater decline allows us to incorporate each of the individual spatial and temporal fixed effects into consideration, which are important for field-level analyses like in the current study. Table 9 presents the computed marginal effects based on Equation (3.4) and the corresponding standard errors approximated using the delta method. Overall, the three commercial crops are more responsive to groundwater decline in terms of the marginal effect magnitude, consistent with the estimates in Table 8. However, the estimates are not statistically significant. This is likely due to the poor overall fit of these three models, as discussed in the previous subsection. The potential correlation between GWL and growing season precipitation and temperature is another contributor to the low precision. The marginal effect of groundwater decline on grassland, although at a smaller magnitude, is statistically significant (5% for specification (1) and 10% for specification (2)). Taking specification (1) as an example, a marginal effect estimate of 0.0494 means that for every foot of groundwater level decline, the likelihood of switching back to grassland increases by roughly 0.05%. In other words, for a one-standard-deviation decline of groundwater level (36.95 feet, see Table 7), the likelihood of switching back to grassland increases by 1.85%. Although this is not a large impact in terms of magnitude, it is a permanent cropland use change, as emphasized before. Its long-term socio- economic and policy implications can be significant. The following policy discussion subsection will explore the economic and policy implications of the result. Table 9. Estimated average marginal effects of groundwater level decline Cropland Proportion Model Specification Variables Corn Wheat Sorghum Grassland (1) GWL – simple average (unit: % per foot) 0.1509 (0.6961) -0.3983 (0.4714) 0.0070 (0.0761) 0.0494** (0.0237) Fixed Effects Field + Year (2) GWL – inverse distance weighted (unit: % per foot) 0.1412 (0.6885) -0.4003 (0.4927) 0.0060 (0.0654) 0.0295* (0.0172) Fixed Effects Field + Year Note: (1) Asterisks (*, **, ***) indicate statistical significance at 10%, 5%, and 1% levels, respectively, unless otherwise noted. (2) Standard errors are reported in the parentheses. (3) 1 US foot = 30.48 cm. 36 3.3.3 Policy Discussion The research question of this study and the following empirical findings concern the economic and social values of grassland directly. In the agricultural context, grassland often serves as pasture to generate private economic value. In other cases, grassland generates environmental conservation values that benefit the broader society. For example, grassland is commonly considered one of the best natural carbon sinks (Dass et al. 2018). This study has shown that, with an anticipated decline of groundwater level in the Ogallala Aquifer, local farmers voluntarily (or are forced to) switch back to grassland to adapt to agricultural droughts. With the changing monsoon dynamics in the US Southwest (Pascale et al. 2017), drought conditions are expected to be more frequent and persistent. Switching to more drought-tolerant crops or pasture grassland seems to be a natural strategy for adaptation. A critical question to ask here is whether less crop production and more pasture can generate enough economic value to sustain the local agribusiness and economy. There are two aspects to this question. The first aspect concerns the direct economic value of additional pasture, which is private to the land owners or operators. The private economic value should consist of at least two components: (1) the profit from livestock production on natural grassland and which usually generates a premium on the market; (2) the complementary value that the grassland ecosystem spills over to crop production, such as water catchments (see Boval and Dixon (2012) for a review), which can be defined as equitable economic value to the local agricultural community. The other aspect relates to the broader social value that can catalyze economic profit beyond traditional agricultural production. For example, expanded grassland areas can create opportunities for wildlife habitats and recreational landscapes that offer further opportunities for agritourism. The empirical estimates from this study can provide the necessary parameters for the accounting of these economic values from added pasture grassland. Another important policy implication of switching back to grassland is the conservation values that concern local land (soil) and water resources. In the study region and the broader Southern High Plains, soil and (ground) water conservation are equally important as they are interconnected. The dust storm that happened in the region during the 1930s was an example of soil conservation failure (to some extent, a water conservation failure too). Nowadays, because of the widespread groundwater irrigation practice in the region, it has become even more critical to coordinate soil and water conservation. Soil conservation in the region typically entails reducing soil erosion and improving soil health. Permanent grassland can help achieve both goals (De et al. 2020). Water conservation tends to be more complicated in the region due to the fact that the groundwater aquifer is shared across the state boundary between New Mexico and Texas. Given that groundwater is the dominant water resource in the region, water conservation entails recharge management, pumping management, and transboundary coordination, among other things. Despite the fact that water conservation is more challenging, it complements land and soil conservation. As shown in this study, groundwater dynamics affect cropland allocation decisions. On the other hand, it is common knowledge that land 37 (soil) conservation facilitates surface infiltration processes and hence groundwater aquifer recharge (Ilstedt"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "(see Boval and Dixon (2012) for a review), which can be defined as equitable economic value to the local agricultural community. The other aspect relates to the broader social value that can catalyze economic profit beyond traditional agricultural production. For example, expanded grassland areas can create opportunities for wildlife habitats and recreational landscapes that offer further opportunities for agritourism. The empirical estimates from this study can provide the necessary parameters for the accounting of these economic values from added pasture grassland. Another important policy implication of switching back to grassland is the conservation values that concern local land (soil) and water resources. In the study region and the broader Southern High Plains, soil and (ground) water conservation are equally important as they are interconnected. The dust storm that happened in the region during the 1930s was an example of soil conservation failure (to some extent, a water conservation failure too). Nowadays, because of the widespread groundwater irrigation practice in the region, it has become even more critical to coordinate soil and water conservation. Soil conservation in the region typically entails reducing soil erosion and improving soil health. Permanent grassland can help achieve both goals (De et al. 2020). Water conservation tends to be more complicated in the region due to the fact that the groundwater aquifer is shared across the state boundary between New Mexico and Texas. Given that groundwater is the dominant water resource in the region, water conservation entails recharge management, pumping management, and transboundary coordination, among other things. Despite the fact that water conservation is more challenging, it complements land and soil conservation. As shown in this study, groundwater dynamics affect cropland allocation decisions. On the other hand, it is common knowledge that land 37 (soil) conservation facilitates surface infiltration processes and hence groundwater aquifer recharge (Ilstedt 2016). For that reason, soil conservation and groundwater conservation are part of an integrated two-fold conservation strategy. The empirical results from this study help us to understand at least one of the mechanisms for integration. No matter if it is the added value from pasture-based livestock production or the broader social value from improved soil and water conservation, the bottom line is that these choices should be able to help strengthen and sustain rural economic livelihood. Otherwise, switching back to grassland may find little practical policy significance. Many drought-stressed agricultural communities face not only environmental and resource challenges but also demographic stagnation. Population trending towards cities and an inadequate agricultural workforce pipeline have been major challenges in rural agricultural communities (Carr and Kefalas 2009). Any policy that aims at addressing environmental and resource problems, but fails to simultaneously meet local economic development needs is unlikely to last. To successfully integrate the two (i.e., building environmental stewardship and promoting local economic development), it is critical to estimate key parameters and metrics precisely. This is what the current study intended to contribute. By quantifying the marginal impacts of groundwater decline on field-level cropland allocation decisions, a measurable linkage between the hydrological sub-system and the surface land vegetation sub-system of the integrated ecosystem can be established. It can then be further incorporated into tasks like resource use efficiency assessment, sustainability policy design, and so on. 3.4. Study Summary Groundwater resources play an indispensable role in economic and human development in arid/semi-arid regions around the world. When it comes to agricultural production, groundwater often becomes one of the most critical determinants of yield and profit. This is particularly true for the High Plains region in the US. In recent decades, a growing concern over irrigated crop production is the increasing variability of agricultural droughts and the decline of groundwater aquifers. In the context of changing Southwest monsoon dynamics and growing drought vulnerability faced by farmers, this study aimed at understanding how groundwater aquifer decline affects the likelihood of cropland switching back to grassland as a way to adapt. Taking Union County of New Mexico as a case study, it was found that cropland has been slowly but permanently switching back to grassland as the groundwater level in the Ogallala Aquifer continues to decline. The implication of the findings is in the long-term. As of now, irrigated commercial crops such as corn, winter wheat, and sorghum are still dominant in the area’s cultivated landscape. However, as groundwater continues to decline, the pace of switching back to dryland farming and grassland may accelerate. Meanwhile, the change of cropland allocation will likely go from being voluntary to being forced. The environmental and socio-economic consequences of such a change are unknown. Therefore, understanding 38 this transition process and its potential impacts at each stage is essential. It is not only for the benefit of designing better conservation policies but also for educating the next generation of the agricultural workforce. Lastly, it is worth mentioning that this study also showcases how the increasingly available remote sensing data can be integrated with traditional statistical data collected by government agencies and other organizations to answer urgent rural economic development and environmental sustainability questions. 39 SECTION 4 PRINCIPAL FINDINGS, CONCLUSIONS, AND RECOMMENDATIONS The two studies presented above in Sections 2 and 3 have assessed the relationship between crop choice and groundwater resources in the New Mexico Eastern High Plains from two perspectives. Groundwater management and crop choice decisions interact through different mechanisms. The study first explored the impact of dairy and cattle operations on groundwater resources in the study region through the induced changes in crop choices. The livestock industry (in this case, dairy and cattle) is critical to the local economy, which is the starting point. The findings from the first study suggest a conflict – the intensification of livestock production in the area increases crop irrigation water demand. As discussed in Section 2.3, the result is more of a theoretical projection. In practice, producers may have to adapt to water and climate situations (e.g., drought or pumping restrictions) through deficit irrigation or other strategies. Under those strategies, the theoretical crop irrigation water demand is usually not reached. A key implication of the results is that knowing the upper bound of the groundwater resource impact can help groundwater conservation policies, which may further inform other decision-making processes related to regional economic development. For instance, one important policy implication, elaborated in Subsection 2.3.5, is the mixing (or coevolution) of crop production and livestock production in the local agricultural economy. In the short term, admittedly, there are conflicts and externalities. In the long term, however, the development of a circular economy production model seems to be a sustainable solution, which requires a highly integrated crop-livestock production system (details are elaborated in Subsection 2.3.5). The second study assessed the extent to which crop choice and switching back to grassland are ways to adapt to groundwater decline and agricultural droughts. By switching to more drought-tolerant crops or fallowing the land periodically, the impact of agricultural drought can be alleviated to some degree. And it is usually the least expensive adaptation strategy. However, its adaptation potential has a limit. At a certain point when the soil moisture level cannot be sustained by precipitation and irrigation water supply, then growing field crops in semi-arid regions like the study region is no longer an option. In such cases,"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "induced changes in crop choices. The livestock industry (in this case, dairy and cattle) is critical to the local economy, which is the starting point. The findings from the first study suggest a conflict – the intensification of livestock production in the area increases crop irrigation water demand. As discussed in Section 2.3, the result is more of a theoretical projection. In practice, producers may have to adapt to water and climate situations (e.g., drought or pumping restrictions) through deficit irrigation or other strategies. Under those strategies, the theoretical crop irrigation water demand is usually not reached. A key implication of the results is that knowing the upper bound of the groundwater resource impact can help groundwater conservation policies, which may further inform other decision-making processes related to regional economic development. For instance, one important policy implication, elaborated in Subsection 2.3.5, is the mixing (or coevolution) of crop production and livestock production in the local agricultural economy. In the short term, admittedly, there are conflicts and externalities. In the long term, however, the development of a circular economy production model seems to be a sustainable solution, which requires a highly integrated crop-livestock production system (details are elaborated in Subsection 2.3.5). The second study assessed the extent to which crop choice and switching back to grassland are ways to adapt to groundwater decline and agricultural droughts. By switching to more drought-tolerant crops or fallowing the land periodically, the impact of agricultural drought can be alleviated to some degree. And it is usually the least expensive adaptation strategy. However, its adaptation potential has a limit. At a certain point when the soil moisture level cannot be sustained by precipitation and irrigation water supply, then growing field crops in semi-arid regions like the study region is no longer an option. In such cases, land can be switched back to dryland farming or grassland. Due to historical experiences with dust storms in the region, switching to dryland farming tends to not be a sustainable and environmentally friendly option. Therefore, as groundwater level continues to decline, switching back to grassland seems to be the most feasible adaption solution for many currently irrigated fields. Taking Union County of New Mexico as a case study, the second study presented above integrates field-level observations and high-resolution remote sensing data to explore the impact of groundwater decline in a regression analysis framework. The results show that cropland has been slowly but permanently switching back to grassland as the groundwater level in the Ogallala Aquifer continues to decline in the area. There are two main policy implications associated with the result. The first aspect concerns the potential 40 economic value that could be generated by the added grassland, including those from ecosystem service values and new opportunities such as agritourism. The second aspect is the conservation values associated with local land (soil) and water resources. These policy implications have been elaborated in Subsection 3.3.3. It is worth emphasizing that no matter if it is the added value from pasture-based livestock production or the broader social value from improved soil and water conservation, the bottom line is that they should be able to help strengthen and sustain the rural economic livelihood. Otherwise, switching back to grassland may find little practical policy significance. Many drought- stressed agricultural communities face not only environmental and resource challenges but also demographic stagnation. Any policy that aims at addressing environmental and resource problems but fails to simultaneously meet local economic development needs is unlikely to last. To successfully integrate the two (i.e., building environmental and natural resource stewardship and promoting local economic development), it is critical to calibrate key parameters and metrics precisely. That is what this research intended to contribute. 41 SECTION 5 SUMMARY Overall, this research project has been an exciting and challenging one. Meanwhile, it is also a very short journey and exploration of a pressing economic and environmental situation faced by the High Plains rural communities in Eastern New Mexico. This has become clear through more and more interaction with local stakeholders, especially producers and land owners who are affected by the growing agricultural drought risk. The decline of underground aquifers not only poses an environmental problem but also creates bigger socioeconomic issues. Any proposed adaptation strategies and long-term solutions have to address both. It is the minimum number of dimensions to consider for building a sustainable local economy, which entails avoiding historical environmental mistakes and preserving land for future generations. Admittedly, this research project is limited in its time, resources, and scope of work. Fortunately, this seed research grant was successfully leveraged into a regular USDA/NIFA research grant focusing on the same study region with an interdisciplinary and broader scope of work. Still, it may not be enough. There is more work to be done in future research to address the challenges faced by the people and land in the Southern High Plains. To give some food for thought, here are a few directions to pursue based on existing literature and stakeholder feedback. First, the food-water-energy nexus is a timeless framework for transforming the local agricultural economy. Given the limited resources available to local stakeholders in each of the individual aspects, an integrated solution is much more feasible. Second, cross-state coordination is the fundamental principle to address over-pumping issues and the challenge of aquifer sustainability. A lot of existing research does agree with such a principle in theory, but fails to propose any practical implementation frameworks. Third, incorporating stakeholder knowledge is critical in identifying the best ways to balance environmental stewardship and economic development. It is the most efficient way to avoid disastrous unintended consequences of conservation and economic development policies. Specific to this project, a caveat to note is that the two studies included have different research contexts. The first study focuses on a livestock intensive cropping area. The second study focuses on a more traditional cropping area with little livestock production. Hence, the two studies look at different impacts. Meanwhile, the two studies do not necessarily have diverging conclusions. It is just that a larger study with a more inclusive perspective and unified framework is needed to examine these interconnected problems, which is exactly the mission of the continuing USDA project and future research. 42 REFERENCES Aguirregabiria, V., and Mira, P. (2010). Dynamic discrete choice structural models: A survey. Journal of Econometrics, 156(1), 38-67. Allen, V.G., Baker, M.T., Segarra, E., and Brown, C.P. (2007). Integrated irrigated crop– livestock systems in dry climates. Agronomy Journal, 99(2), 346-360. Andersen, M.S. (2007). An introductory note on the environmental economics of the circular economy. Sustainability Science, 2(1), 133-140. Apurv, T., and Cai, X. (2021). Regional drought risk in the contiguous United States. Geophysical Research Letters, 48(5), e2020GL092200. Arellano‐Gonzalez, J., and Moore, F.C. (2020). Intertemporal arbitrage of water and long‐term agricultural investments: drought, groundwater banking, and perennial cropping decisions in California. American Journal of Agricultural Economics, 102(5), 1368-1382. Arias, P.A., Fu, R., Vera, C., and Rojas, M. (2015). A correlated shortening of the North and South American monsoon seasons in the past few decades. Climate Dynamics, 45, 3183-3203. Beckerman, W. (1992). Economic growth and the environment: Whose growth? Whose environment? World Development, 20(4), 481-496. Blomquist, W., Schlager, E., and Heikkila, T. (2010). Common waters,"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "propose any practical implementation frameworks. Third, incorporating stakeholder knowledge is critical in identifying the best ways to balance environmental stewardship and economic development. It is the most efficient way to avoid disastrous unintended consequences of conservation and economic development policies. Specific to this project, a caveat to note is that the two studies included have different research contexts. The first study focuses on a livestock intensive cropping area. The second study focuses on a more traditional cropping area with little livestock production. Hence, the two studies look at different impacts. Meanwhile, the two studies do not necessarily have diverging conclusions. It is just that a larger study with a more inclusive perspective and unified framework is needed to examine these interconnected problems, which is exactly the mission of the continuing USDA project and future research. 42 REFERENCES Aguirregabiria, V., and Mira, P. (2010). Dynamic discrete choice structural models: A survey. Journal of Econometrics, 156(1), 38-67. Allen, V.G., Baker, M.T., Segarra, E., and Brown, C.P. (2007). Integrated irrigated crop– livestock systems in dry climates. Agronomy Journal, 99(2), 346-360. Andersen, M.S. (2007). An introductory note on the environmental economics of the circular economy. Sustainability Science, 2(1), 133-140. Apurv, T., and Cai, X. (2021). Regional drought risk in the contiguous United States. Geophysical Research Letters, 48(5), e2020GL092200. Arellano‐Gonzalez, J., and Moore, F.C. (2020). Intertemporal arbitrage of water and long‐term agricultural investments: drought, groundwater banking, and perennial cropping decisions in California. American Journal of Agricultural Economics, 102(5), 1368-1382. Arias, P.A., Fu, R., Vera, C., and Rojas, M. (2015). A correlated shortening of the North and South American monsoon seasons in the past few decades. Climate Dynamics, 45, 3183-3203. Beckerman, W. (1992). Economic growth and the environment: Whose growth? Whose environment? World Development, 20(4), 481-496. Blomquist, W., Schlager, E., and Heikkila, T. (2010). Common waters, diverging streams: Linking institutions and water management in Arizona, California, and Colorado. Routledge: New York, USA, pp. 1-19. Boval, M., and Dixon, R.M. (2012). The importance of grasslands for animal production and other functions: a review on management and methodological progress in the tropics. Animal, 6(5), 748-762. Carr, J.P., and Kefalas, J.M. (2009) The rural brain drain. The Chronicle of Higher Education, Sep 21, 2009. Available at https://www.chronicle.com/article/the- rural-brain-drain/; accessed on Jan 10, 2023. Chamberlain, G. (1980). Analysis of covariance with qualitative data. Review of Economic Studies, 47(1), 225-238. Changnon, S.A., and Lambright, W.H. (1987). The rise and fall of federal weather modification policy. The Journal of Weather Modification, 19(1), 1-12. Chojnacka, K., Moustakas, K., and Witek-Krowiak, A. (2020). Bio-based fertilizers: A practical approach towards circular economy. Bioresource Technology, 295, 122223. Cotterman, K.A., Kendall, A.D., Basso, B., and Hyndman, D.W. (2018). Groundwater depletion and climate change: future prospects of crop production in the Central High Plains Aquifer. Climatic Change, 146, 187-200. 43 Dass, P., Houlton, B.Z., Wang, Y., and Warlind, D. (2018). Grasslands may be more reliable carbon sinks than forests in California. Environmental Research Letters, 13(7), 074027. De, M., Riopel, J.A., Cihacek, L.J., Lawrinenko, M., Baldwin‐Kordick, R., Hall, S.J., and McDaniel, M.D. (2020). Soil health recovery after grassland reestablishment on cropland: The effects of time and topographic position. Soil Science Society of America Journal, 84(2), 568-586. Deines, J.M., Schipanski, M.E., Golden, B., Zipper, S.C., Nozari, S., Rottler, C., Guerrero, B., and Sharda, V. (2020). Transitions from irrigated to dryland agriculture in the Ogallala Aquifer: Land use suitability and regional economic impacts. Agricultural Water Management, 233, 106061. Eshel, G., Shepon, A., Makov, T., and Milo, R. (2014). Land, irrigation water, greenhouse gas, and reactive nitrogen burdens of meat, eggs, and dairy production in the United States. Proceedings of the National Academy of Sciences, 111(33), 11996-12001. Figge, F., Thorpe, A.S., Givry, P., Canning, L., and Franklin-Johnson, E. (2018). Longevity and circularity as indicators of eco-efficient resource use in the circular economy. Ecological Economics, 150, 297-306. Finger-Higgens, R., Duniway, M.C., Fick, S., Geiger, E.L., Hoover, D.L., Pfennigwerth, A.A., Scoyoc, M.W.V., and Belnap, J. (2022). Decline in biological soil crust N- fixing lichens linked to increasing summertime temperatures. Proceedings of the National Academy of Sciences, 119(16), e2120975119. Fisher, J.R., Acosta, E.A., Dennedy‐Frank, P.J., Kroeger, T., and Boucher, T.M. (2018). Impact of satellite imagery spatial resolution on land use classification accuracy and modeled water quality. Remote Sensing in Ecology and Conservation, 4(2), 137-149. Foster, T., Brozović, N., and Butler, A.P. (2017). Effects of initial aquifer conditions on economic benefits from groundwater conservation. Water Resources Research, 53(1), 744-762. Gebremichael, M., Krishnamurthy, P.K., Ghebremichael, L.T., and Alam, S. (2021). What drives crop land use change during multi-year droughts in California’s Central Valley? Prices or concern for water? Remote Sensing, 13(4), 650. Giguère, G., and Love, B.C. (2013). Limits in decision making arise from limits in memory retrieval. Proceedings of the National Academy of Sciences, 110(19), 7613-7618. Gil, J., Siebold, M., and Berger, T. (2015). Adoption and development of integrated crop–livestock–forestry systems in Mato Grosso, Brazil. Agriculture, Ecosystems and Environment, 199, 394-406. 44 Gilbert, G., and McLeman, R. (2010). Household access to capital and its effects on drought adaptation and migration: a case study of rural Alberta in the 1930s. Population and Environment, 32, 3-26. Hirsch, J. (2006). Dairies moving out of inland empire. Los Angeles Times, Jan 9, 2006. Available at https://www.latimes.com/business/la-fi-dairy9jan09-story.html. Hsiao, C. (2022). Analysis of Panel Data. Cambridge University Press, New York, NY. Ilstedt, U., Bargués Tobella, A., Bazié, H.R., Bayala, J., Verbeeten, E., Nyberg, G., ... and Malmer, A. (2016). Intermediate tree cover can maximize groundwater recharge in the seasonally dry tropics. Scientific Reports, 6(1), 1-12. Knutson, C.L., Haigh, T., Hayes, M.J., Widhalm, M., Nothwehr, J., Kleinschmidt, M., and Graf, L. (2011). Farmer perceptions of sustainable agriculture practices and drought risk reduction in Nebraska, USA. Renewable Agriculture and Food Systems, 26(3), 255-266. Lark, T.J., Schelly, I.H., and Gibbs, H.K. (2021). Accuracy, bias, and improvements in mapping crops and cropland across the United States using the USDA Cropland Data Layer. Remote Sensing, 13(5), 968. Luong, T.M., Castro, C.L., Chang, H.I., Lahmers, T., Adams, D.K., and Ochoa-Moya, C.A. (2017). The more extreme nature of North American monsoon precipitation in the southwestern United States as revealed by a historical climatology of simulated severe weather events. Journal of Applied Meteorology and Climatology, 56(9), 2509-2529. MacDonald, G.M. (2010). Water, climate change, and sustainability in the southwest. Proceedings of the National Academy of Sciences, 107(50), 21256-21262. Matlock, M., Thoma, G., Cummings, E., Cothren, J., Leh, M., and Wilson, J. (2013). Geospatial analysis of potential water use, water stress, and eutrophication impacts from US dairy production. International Dairy Journal, 31, S78-S90. McGee, G. (2022). Cloud seeding greenlit for area. The Eastern New Mexico News. https://www.easternnewmexiconews.com/story/2022/05/01/news/cloud-seeding- greenlit-for-area/171864.html, accessed on Jun 1, 2022. McKenna, O.P., and Sala, O.E. (2017). Groundwater recharge in desert playas: current rates and future effects of climate change. Environmental Research Letters, 13(1), 014025. Moraine, M., Grimaldi, J., Murgue, C., Duru, M., and Therond, O. (2016). Co-design and assessment of cropping systems for developing crop-livestock integration at the territory level. Agricultural Systems, 147, 87-97. Musselman, K.N., Addor, N., Vano, J.A., and Molotch, N.P. (2021). Winter melt trends portend widespread declines in snow water resources. Nature Climate Change, 11(5), 418-424. 45 NASS, USDA. New Mexico Annual Statistics Bulletins. Available at https://www.nass.usda.gov/Statistics_by_State/New_Mexico/Publications/Annual _Statistical_Bulletin/index.php; accessed on Dec 1, 2022. Nativ, R., and"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "can maximize groundwater recharge in the seasonally dry tropics. Scientific Reports, 6(1), 1-12. Knutson, C.L., Haigh, T., Hayes, M.J., Widhalm, M., Nothwehr, J., Kleinschmidt, M., and Graf, L. (2011). Farmer perceptions of sustainable agriculture practices and drought risk reduction in Nebraska, USA. Renewable Agriculture and Food Systems, 26(3), 255-266. Lark, T.J., Schelly, I.H., and Gibbs, H.K. (2021). Accuracy, bias, and improvements in mapping crops and cropland across the United States using the USDA Cropland Data Layer. Remote Sensing, 13(5), 968. Luong, T.M., Castro, C.L., Chang, H.I., Lahmers, T., Adams, D.K., and Ochoa-Moya, C.A. (2017). The more extreme nature of North American monsoon precipitation in the southwestern United States as revealed by a historical climatology of simulated severe weather events. Journal of Applied Meteorology and Climatology, 56(9), 2509-2529. MacDonald, G.M. (2010). Water, climate change, and sustainability in the southwest. Proceedings of the National Academy of Sciences, 107(50), 21256-21262. Matlock, M., Thoma, G., Cummings, E., Cothren, J., Leh, M., and Wilson, J. (2013). Geospatial analysis of potential water use, water stress, and eutrophication impacts from US dairy production. International Dairy Journal, 31, S78-S90. McGee, G. (2022). Cloud seeding greenlit for area. The Eastern New Mexico News. https://www.easternnewmexiconews.com/story/2022/05/01/news/cloud-seeding- greenlit-for-area/171864.html, accessed on Jun 1, 2022. McKenna, O.P., and Sala, O.E. (2017). Groundwater recharge in desert playas: current rates and future effects of climate change. Environmental Research Letters, 13(1), 014025. Moraine, M., Grimaldi, J., Murgue, C., Duru, M., and Therond, O. (2016). Co-design and assessment of cropping systems for developing crop-livestock integration at the territory level. Agricultural Systems, 147, 87-97. Musselman, K.N., Addor, N., Vano, J.A., and Molotch, N.P. (2021). Winter melt trends portend widespread declines in snow water resources. Nature Climate Change, 11(5), 418-424. 45 NASS, USDA. New Mexico Annual Statistics Bulletins. Available at https://www.nass.usda.gov/Statistics_by_State/New_Mexico/Publications/Annual _Statistical_Bulletin/index.php; accessed on Dec 1, 2022. Nativ, R., and Smith, D.A. (1987). Hydrogeology and geochemistry of the Ogallala Aquifer, Southern High Plains. Journal of Hydrology, 91(3-4), 217-253. Ortiz-Bobea, A., Wang, H., Carrillo, C.M., and Ault, T.R. (2019). Unpacking the climatic drivers of US agricultural yields. Environmental Research Letters, 14(6), 064003. Papke, L.E., and Wooldridge, J.M. (1996). Econometric methods for fractional response variables with an application to 401 (k) plan participation rates. Journal of Applied Econometrics, 11(6), 619-632. Pascale, S., Boos, W.R., Bordoni, S., Delworth, T.L., Kapnick, S.B., Murakami, H., ... and Zhang, W. (2017). Weakening of the North American monsoon with global warming. Nature Climate Change, 7(11), 806-812. Pforr, K. (2014). Femlogit — implementation of the multinomial logit model with fixed effects. The Stata Journal, 14(4), 847-862. Phillips, S.T. (1999). Lessons from the dust bowl: dryland agriculture and soil erosion in the United States and South Africa, 1900–1950. Environmental History, 4(2), 245-266. Porterfield, K.K., Faulkner, J., and Roy, E.D. (2020). Nutrient recovery from anaerobically digested dairy manure using dissolved air flotation (DAF). ACS Sustainable Chemistry and Engineering, 8(4), 1964-1970. Rawling, G.C., and Rinehart, A.J. (2017). Lifetime projections for the High Plains Aquifer in east-central New Mexico. Report #591. Socorro, NM, USA: New Mexico Bureau of Geology and Mineral Resources. Rushforth, R.R., Zegre, N.P., and Ruddell, B.L. (2022). The Three Colorado Rivers: Hydrologic, Infrastructural, and Economic Flows of Water in a Shared River Basin. Journal of the American Water Resources Association, 58(2), 269-281. Samimi, M., Mirchi, A., Townsend, N., Gutzler, D., Daggubati, S., Ahn, S., et al. (2022). Climate change impacts on agricultural water availability in the Middle Rio Grande basin. Journal of the American Water Resources Association, 58(2), 164- 184. Scanlon, B.R., Faunt, C.C., Longuevergne, L., Reedy, R.C., Alley, W.M., McGuire, V.L., and McMahon, P.B. (2012). Groundwater depletion and sustainability of irrigation in the US High Plains and Central Valley. Proceedings of the National Academy of Sciences, 109(24), 9320-9325. Seo, S.N., and Mendelsohn, R. (2008). An analysis of crop choice: Adapting to climate change in South American farms. Ecological Economics, 67(1), 109-116. 46 Sophocleous, M. (2010). Review: groundwater management practices, challenges, and innovations in the High Plains aquifer, USA--lessons and recommended actions. Hydrogeology Journal, 18(3), 559. Rosenzweig, S.T., and Schipanski, M.E. (2019). Landscape-scale cropping changes in the High Plains: economic and environmental implications. Environmental Research Letters, 14(12), 124088. Staggenborg, S.A., Dhuyvetter, K.C., and Gordon, W.B. (2008). Grain sorghum and corn comparisons: Yield, economic, and environmental responses. Agronomy Journal, 100(6), 1600-1604. Theesfeld, I. (2010). Institutional challenges for national groundwater governance: Policies and issues. Groundwater, 48(1), 131-142. Tran, D.Q., Kovacs, K., and Wallander, S. (2020). Water conservation with managed aquifer recharge under increased drought risk. Environmental Management, 66, 664-682. Udall, B., and Overpeck, J. (2017). The twenty‐first century Colorado River hot drought and implications for the future. Water Resources Research, 53(3), 2404-2418. USDA (2005). Irrigation water requirements - crop data summary. A report prepared by the USDA Clovis Service Center. Available at https://efotg.sc.egov.usda.gov/references/public/NM/clovis-cu.pdf, accessed Jun 1, 2022. USGS (2020). Estimated use of water in the United States county-level data for 2015. Data DOI: https://doi.org/10.5066/F7TB15V5, accessed Sep 1, 2022. Wang, H. (2019). Irrigation efficiency and water withdrawal in US agriculture. Water Policy, 21(4), 768-786. Wang, H., and Ortiz-Bobea, A. (2019). Market-driven corn monocropping in the US Midwest. Agricultural and Resource Economics Review, 48(2), 274-296. Wang, T., Jin, H., Fan, Y., Obembe, O., and Li, D. (2021). Farmers’ adoption and perceived benefits of diversified crop rotations in the margins of US Corn Belt. Journal of Environmental Management, 293, 112903. Weindl, I., Lotze-Campen, H., Popp, A., Müller, C., Havlík, P., Herrero, M., et al. (2015). Livestock in a changing climate: production system transitions as an adaptation strategy for agriculture. Environmental Research Letters, 10(9), 094021. 47 APPENDIX Supplementary Tables and Figures Figure 5. The CDL raster map (2020) for the New Mexico Eastern High Plains area. Source: National Agricultural Statistics Service, USDA. Note: The region covers four counties as labeled: De Baca, Quay, Curry, and Roosevelt. The colored pixels represent crops and grassland. The white area represents mostly shrubland, barren, and developed surfaces. 48 Figure 6. The spatial identification of irrigated crop fields (300 m buffer from the center – irrigation pivot). Note: The white area are the pixels removed from the analysis. They are either developed surfaces or misclassified crop fields. 49 Figure 7. The relative geographic location of Union County, New Mexico in the broader region. Note: The region’s landscape features mainly natural grassland and (mostly irrigated) crop agriculture. Source: US Census. 50 Figure 8. Identified irrigated crop field boundaries overlapped with the Crop Data Layer in the central-eastern part of Union County, New Mexico. Note: Light green in the background indicates grassland, and other colors indicate different crop covers. Source: NASS, USDA; Google Maps. 51 Table 10. Estimation results with control for precipitation (neighborhood = 5 km) Specification of livestock operation influence Crop Has farms nearby # of farms nearby Total farm area Hay (all) 0.0077 (0.0166) -0.0029 (0.0039) -0.0091** (0.0043) Corn -0.0294*** (0.0099) -0.0066* (0.0037) -0.0048 (0.0031) Winter wheat -0.0272** (0.0116) -0.0074** (0.0038) -0.0094*** (0.0028) Sorghum 0.1188* (0.0698) 0.0436* (0.0240) 0.0621*** (0.0158) Idle or fallow -0.0591 (0.0379) -0.0304*** (0.0101) -0.0334*** (0.0090) Climatic variable Precipitation Precipitation Precipitation Year dummy Yes Yes Yes Field fixed effect Yes Yes Yes # of obs 11,150 11,150 11,150 Log-likelihood -7,781 -7,784 -7,778 Note: (1) The one-year lagged growing season (April to September) total precipitation is used. (2) The Pearson correlation coefficient between growing season total precipitation"
    },
    {
        "URL": "Wang2023_GWManagementAgriculturalCropChoiceEasternHPNM.pdf",
        "Text": "an adaptation strategy for agriculture. Environmental Research Letters, 10(9), 094021. 47 APPENDIX Supplementary Tables and Figures Figure 5. The CDL raster map (2020) for the New Mexico Eastern High Plains area. Source: National Agricultural Statistics Service, USDA. Note: The region covers four counties as labeled: De Baca, Quay, Curry, and Roosevelt. The colored pixels represent crops and grassland. The white area represents mostly shrubland, barren, and developed surfaces. 48 Figure 6. The spatial identification of irrigated crop fields (300 m buffer from the center – irrigation pivot). Note: The white area are the pixels removed from the analysis. They are either developed surfaces or misclassified crop fields. 49 Figure 7. The relative geographic location of Union County, New Mexico in the broader region. Note: The region’s landscape features mainly natural grassland and (mostly irrigated) crop agriculture. Source: US Census. 50 Figure 8. Identified irrigated crop field boundaries overlapped with the Crop Data Layer in the central-eastern part of Union County, New Mexico. Note: Light green in the background indicates grassland, and other colors indicate different crop covers. Source: NASS, USDA; Google Maps. 51 Table 10. Estimation results with control for precipitation (neighborhood = 5 km) Specification of livestock operation influence Crop Has farms nearby # of farms nearby Total farm area Hay (all) 0.0077 (0.0166) -0.0029 (0.0039) -0.0091** (0.0043) Corn -0.0294*** (0.0099) -0.0066* (0.0037) -0.0048 (0.0031) Winter wheat -0.0272** (0.0116) -0.0074** (0.0038) -0.0094*** (0.0028) Sorghum 0.1188* (0.0698) 0.0436* (0.0240) 0.0621*** (0.0158) Idle or fallow -0.0591 (0.0379) -0.0304*** (0.0101) -0.0334*** (0.0090) Climatic variable Precipitation Precipitation Precipitation Year dummy Yes Yes Yes Field fixed effect Yes Yes Yes # of obs 11,150 11,150 11,150 Log-likelihood -7,781 -7,784 -7,778 Note: (1) The one-year lagged growing season (April to September) total precipitation is used. (2) The Pearson correlation coefficient between growing season total precipitation and monthly mean temperature is -0.7831 in the estimation sample, which is high enough to render including both precipitation and temperature variables in the same regression model computationally improper (e.g., multicollinearity issues). Table 11. The neighborhood size effect (with the farm existence dummy variable) Neighborhood Size 2 km 5 km 10 km Crop (1) (2) (3) (4) (5) (6) Hay (all) 0.0744 (0.0693) 0.0375 (0.0398) 0.0183 (0.0335) 0.0077 (0.0166) -0.0576*** (0.0113) -0.0288** (0.0127) Corn -0.0474*** (0.0186) -0.0221** (0.0107) -0.0598*** (0.0142) -0.0294*** (0.0099) -0.0489** (0.0245) -0.0250* (0.0133) Winter wheat 0.0132 (0.0256) 0.0113 (0.0201) -0.0361*** (0.0147) -0.0272** (0.0116) 0.0059 (0.0402) -0.0017 (0.0279) Sorghum -0.0045 (0.0922) 0.0163 (0.0840) 0.1304* (0.0802) 0.1188* (0.0698) 0.0924 (0.1314) 0.0680 (0.1221) Idle or fallow or grassland -0.0468* (0.0280) -0.0526 (0.0372) -0.0435 (0.0303) -0.0591 (0.0379) 0.0056 (0.0652) -0.0073 (0.0762) Climatic variable No Yes No Yes No Yes Year dummy Yes Yes Yes Yes Yes Yes Field fixed effect Yes Yes Yes Yes Yes Yes # of obs 11,150 11,150 11,150 11,150 11,150 11,150 Log-likelihood -7,792 -7,783 -7,791 -7,781 -7,792 -7,783 Note: Climatic variable here is one-year lagged growing season (April to September) total precipitation."
    }
]