[
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "New Mexico Geological Society Downloaded from: https://nmgs.nmt.edu/publications/guidebooks/51 The hydrogeologic framework of basin-fill aquifers and associated ground-water-flow systems in southwestern New Mexico-An overview John F. Kennedy, John W. Hawley, and Molly M. Johnson 2000, pp. 235-244. https://doi.org/10.56577/FFC-51.235 in: Southwest Passage: A trip through the Phanerozoic, Lawton, T. F.; McMillan, N. J.; McLemore, V. T.; [eds.], New Mexico Geological Society 51 st Annual Fall Field Conference Guidebook, 282 p. https://doi.org/10.56577/FFC-51 This is one of many related papers that were included in the 2000 NMGS Fall Field Conference Guidebook. Annual NMGS Fall Field Conference Guidebooks Every fall since 1950, the New Mexico Geological Society (NMGS) has held an annual Fall Field Conference that explores some region of New Mexico (or surrounding states). Always well attended, these conferences provide a guidebook to participants. Besides detailed road logs, the guidebooks contain many well written, edited, and peer-reviewed geoscience papers. These books have set the national standard for geologic guidebooks and are an essential geologic reference for anyone working in or around New Mexico. Free Downloads NMGS has decided to make peer-reviewed papers from our Fall Field Conference guidebooks available for free download. This is in keeping with our mission of promoting interest, research, and cooperation regarding geology in New Mexico. However, guidebook sales represent a significant proportion of our operating budget. Therefore, only research papers are available for download. Road logs, mini-papers, and other selected content are available only in print for recent guidebooks. Copyright Information Publications of the New Mexico Geological Society, printed and electronic, are protected by the copyright laws of the United States. No material from the NMGS website, or printed and electronic publications, may be reprinted or redistributed without NMGS permission. Contact us for permission to reprint portions of any of our publications. One printed copy of any materials from the NMGS website or our print and electronic publications may be made for individual use without our permission. Teachers and students may make unlimited copies for educational use. Any other use of these materials requires explicit permission. This page is intentionally left blank to maintain order of facing pages. New Mexico Geologic Society Guidebook, 51 st Field Conference, Southwest Passage-A trip through the Phanerozoic, 2000 235 THE HYDROGEOLOGIC FRAMEWORK OF BASIN-FILL AQUIFERS AND ASSOCIATED GROUND-WATER-FLOW SYSTEMS IN SOUTHWESTERN NEW MEXICO-AN OVERVIEW JOHN F. KENNEDY 1, JOHN W. HAWLEY2, and MOLLY JOHNSON3 1New Mexico Water Resources Research Institute, New Mexico State University, MSC 3167, P.O. Box 3001, Las Cruces, NM 88003-3l67;jkennedy@nmsu.edu; 2New Mexico Bureau of Mines and Mineral Resources, New Mexico Institute of Mining and Technology, 2808 Central Ave SE, 87106; rcasc@admin.nmt.edu; 3Montana State University, Bozeman, Montana 59717 Abstract-Ongoing cooperation between the governments of the United States and the Republic of Mexico, particularly projects involving the U.S. Environmental Protection Agency, requires that major aquifer systems with transboundary components be adequately characterized in terms of their bydrogeologic framework, ground- water-flow regimes and water-quality conditions. As part of this program, the New Mexico Water Resources Research Institute and cooperating institutions have developed Geographic Information System (GIS) coverages (ARC/TNFO® format) that integrate large amounts of available surface and subsurface information on basin-fill aquifers in the International Boundary region between Trans-Pecos Texas and southeastern Arizona. Emphasis of this overview is on major GIS elements relating to aquifer composition and general ground-water-flow regimes in four intermontane basin systems of southwestern New Mexico and northwestern Chihuahua: Mimbres, Hachita-Moscos, Playas, and Animas. The ARC/INFO® format allows 3-D presentation of hydroge- ological information and related interpretations that can be used in numerical ground-water-flow models. The hydrogeologic framework and hydraulic properties of basin and valley fills are categorized on the basis of(l) hydrostratigraphic unit (HSU) and lithofacies assemblage (LFA) composition and (2) the nature of basin-bound- ary and intra-basin bedrock and structural controls. Major aquifers are formed by medium- coarse-grained flu- vial-facies assemblages deposited by the ancestral Mimbres and Animas fluvial systems. These poorly consoli- dated HS Us and LFAs are informal subdivisions of the (Pliocene-Quaternary) upper Gila Group and overly- ing basin-floor deposits. Typical horizontal hydraulic conductivities range from I to IO m/day, and unit thick- nesses are as much as 150 m. Laterally equivalent piedmont-slope facies and underlying middle and lower Gila Group HS Us have much lower aquifer potential because of finer matrix texture and greater degree of consoli- dation and cementation. Whereas all of the basin systems in the study area have surface-flow components that discharge to subbasins with topographic closure and ephemeral lakes (playas), the ground-water-flow regime in most subbasins bas an underflow-discharge component that drains to terminal sinks in lower contiguous basins or river-valley areas. Historically, transboundary ground-water flow from the United States to Mexico has been documented in a few areas, but at a very low rate (<I0.5 x 106 ml/yr). INTRODUCTION The New Mexico Water Resources Research Institute (NMWRRI) and cooperating organizations recently completed an intensive review of available infonnation on Trans-International Boundary Aquifers in southwestern New Mexico for the U.S. Environmental Protection Agency (USEPA). This 2-yr project involved compilation, analysis, and synthesis of geographic, hydrogeologic, geohydrologic, and hydrogeo- chemical infonnation in a large region (Fig. I) extending from the upper Gila River basin on the north to the lower Rio Casas Grandes basin in northern Chihuahua, and westward from the eastern edge of Mimbres River basin to the San Bernardino basin of southeastern Arizona and northeastern Sonora (Hawley et al., 2000). The study was a continuation of joint efforts by the governments of the United States and Mexico to identify all major transboundary aquifers, to better characterize ground- water flow and quality conditions, and to develop adequate Geographic lnfonnation System (GIS) coverages (Hibbs et al., 1998a, b). Highlights of these recent NMWRRI-USEPA investigations in areas visited during the 51st New Mexico Geological Society Field Conference are briefly covered here and in a companion paper by Hibbs et al. (this volume). Emphasis in this paper is on GIS development with respect to(!) the hydrogeologic framework of basin-fill aquifers and (2) ground-water flow regimes in the four major basin systems: Mimbres, Hachita- Moscos, Playas, and Animas. Ground water in these systems discharges to closed-topographic depressions and stream valleys in the southwest- ern New Mexico region west of the Rio Grande rift (Fig. I). The com- panion paper in the guidebook by Hibbs et al. reviews ground-water quality and hydrogeologic interrelationships in the Animas basin sys- tem. The hydrogeology of basin-fill aquifers in most of the region has never been investigated at more than a reconnaissance level (e.g., Trauger and Doty, 1965; Wilkins, 1986, 1998). Hydrogeologic-frame- work and ground-water-flow characteristics of major aquifer systems are only well documented in widely spaced areas of irrigation agricul- ture and near the few centers of urban population and mineral-process- ing activity (Reeder, 1957; Doty, 1960; Trauger, 1972; Hawkins and Stephens, 1983; O'Brien and Stone, 1983, 1984; Hanson et al. 1994). Preliminary numerical models of ground-water flow in the basin-fill aquifer system have been developed for the Mimbres basin (system) and the Lower Animas subbasin (Hanson et al., 1994; Hawkins, 1981; O'Brien and Stone, 1983). These models are two dimensional, howev- er, and they are poorly suited for accurate characterization of the well- documented vertical changes in aquifer conditions such as head distri- bution and decreasing permeability with depth"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "of the United States and Mexico to identify all major transboundary aquifers, to better characterize ground- water flow and quality conditions, and to develop adequate Geographic lnfonnation System (GIS) coverages (Hibbs et al., 1998a, b). Highlights of these recent NMWRRI-USEPA investigations in areas visited during the 51st New Mexico Geological Society Field Conference are briefly covered here and in a companion paper by Hibbs et al. (this volume). Emphasis in this paper is on GIS development with respect to(!) the hydrogeologic framework of basin-fill aquifers and (2) ground-water flow regimes in the four major basin systems: Mimbres, Hachita- Moscos, Playas, and Animas. Ground water in these systems discharges to closed-topographic depressions and stream valleys in the southwest- ern New Mexico region west of the Rio Grande rift (Fig. I). The com- panion paper in the guidebook by Hibbs et al. reviews ground-water quality and hydrogeologic interrelationships in the Animas basin sys- tem. The hydrogeology of basin-fill aquifers in most of the region has never been investigated at more than a reconnaissance level (e.g., Trauger and Doty, 1965; Wilkins, 1986, 1998). Hydrogeologic-frame- work and ground-water-flow characteristics of major aquifer systems are only well documented in widely spaced areas of irrigation agricul- ture and near the few centers of urban population and mineral-process- ing activity (Reeder, 1957; Doty, 1960; Trauger, 1972; Hawkins and Stephens, 1983; O'Brien and Stone, 1983, 1984; Hanson et al. 1994). Preliminary numerical models of ground-water flow in the basin-fill aquifer system have been developed for the Mimbres basin (system) and the Lower Animas subbasin (Hanson et al., 1994; Hawkins, 1981; O'Brien and Stone, 1983). These models are two dimensional, howev- er, and they are poorly suited for accurate characterization of the well- documented vertical changes in aquifer conditions such as head distri- bution and decreasing permeability with depth (Kernodle, 1992a). The provisional three-dimensional hydrogeologic models of basin-fill aquifers developed as part of this NMWRRI-USEPA study (ARC/INFO® GIS format) are an initial step toward creation ofnumer- ical models that more accurately portray the essential elements of the ground-water-flow system (Hawley et al., 2000). Physiographic setting Most of the study area (Fig. I) is in the Mexican Highland section of the Basin-and-Range physiographic province (Hawley, 1986). Three basin systems: Mimbres, Hachita-Moscos, and Playas, are east of the Continental Divide, and the Animas-Cloverdale system is to the west. Elevations range from 2600 m at Animas Peak to less than 1200 m at the lower end of the Mimbres basin system. The northern and highest part of the study area is in the Datil-Mogollon section of the Transition Zone province (Fig. I). As the province name implies, large-scale geo- morphic and structural features mark a broad zone of transition between the Colorado Plateau of west-central New Mexico and east-central Arizona, and the Basin-and-Range province (Hawley, 1986; Morrison, 199 l ). The latter region has an extended crustal structure characterized by broad and deep fault-block depressions. Elevations of the highest peaks in the Datil-Mogollon section exceed 3000 m and much of this area of high plateaus with deep canyons is above 1800 m. The section includes most of the perennial to intermittent reaches of the upper Mimbres River system and its high-mountain tributaries in the Black and Piiios Altos ranges adjacent to the Continental Divide. 236 Index Basin System I Mimbres basin 2 Hachita-Moscos basin 3 Playas basin 4 Animas basin 5 Gila River basin 6 San Bernardino basin 7 San Basilio basin 8 Rio Casas Grandes basin Figure la. Basin system index map Gila.Riw,,bmin KENNEDY et al. Basin-fill El Bedrock Figure lb. Hydrologic subbasins --~- SIERRA COUNTY SONORA Figure le. Groundwater flow and pluvial lakes Pluvial Lakes Animas(LA) Cloverdale (LCI) Hachita (LH) Palomas (LPa) Playas (LPI) LUNA I COUNTY ~ 1- N Continental Divide DONAANA COUNTY SCALE 1:1250000 5 0 5 10 Ill - KILOMETERS /' ' Datil-Mogollon/Mexican Highlands .I\\/ Perennial streams /··/ l'2ZI Intermittent streams Pluvial Lakes ~ Groundwater flow direction FJGLJRE I. Location of the study area in southwestern New Mexico. The locations of the following basin systems are shown on Figure la: (1) Mimbres, (2) Hachita- Moscos, (3) Playas, (4) Animas, (5) Gila River, (6) San Bernardino, (7) San Basilio, and (8) Rio Cases Grandes. Each basin system is comprised of numerous sub- basin units (Fig. I b ). The following pluvial lakes are listed on Figure le: Animas (LA), Cloverdale (LCI), Hachita (LH), Palomas (LPa), and Playas (LP\\). The more-permeable fill components of the deep structural basins that form about 75% of the Mexican Highland section comprise the major aquifers described in this paper. There are two classes of intermontane basins: {I) topographically closed basins with piedmont and basin-floor alluvial surfaces grading to central playa (ephemeral-lake) depressions are designated bolsons, and (2) open basins with piedmont slopes grad- ing to axial streams that discharge to lower-lying areas are referred to as semibolsons (Hill 1900; Tolman, 1909; Hawley, 1969). In this paper, the terms open and closed refer solely to surface-flow regimes. All stream systems are ephemeral except in the upper valley of the Mimbres River and Animas Creek, and in short canyon reaches in the highest parts of the Animas, Peloncillo-Guadalupe, and Big Burro ranges (Fig. I). Land use, landcover, and climate The study area includes a wide variety of land-use/landcover cate- gories, with conifer forests present at the highest elevations and grass- land to desert scrub prevalent in drier, lower-elevation areas (Hawley et al., 2000). Lowlands contain a mix of irrigated farmland, rangeland and alkali-flats. The major urban areas include Deming, Lordsburg, Silver City, and Hurley, with a number of smaller rural communities scattered throughout the area. The Silver City-Hurley area has been one of the largest metallic-mineral producing centers of the region for more than a century. Climatic conditions are typical of the arid to semiarid Southwest, with mostly clear skies and limited rainfall and humidity (Hawley et al., 2000). Average annual precipitation varies from less than 25.4 cm per yr in low-lying basins to as much as 76.2 cm per yr at higher elevations in the mountains. Annual rainfall at Deming (elevation 1321 m) aver- aged 23.4 cm between 1948 and 1995. In the upper reaches of the Mimbres River (elevation 1904 m), the average was 43.3 cm for the same period. Nearly half of the annual precipitation is from convective thunderstorms that occur sporadically from July to October. In the lower elevation areas, the average high summer (June, July, and August) tem- peratures typically are above 32°C. Winter (December, January, and February) average low temperatures are usually about -4°C. At higher elevation areas, average high summer temperatures are about 29°C and winter low temperatures are about -7°C. Large diurnal changes in tem- perature of about l 7°C are common. Average class A pan evaporation typically is about 250-260 cm on basin floors. BASIC CONCEPTS OF BASIN HYDROGEOLOGY Introduction In both the Mexican Highland and Datil-Mogollon sections, ground water primarily occurs in the poorly consolidated sediments that have accumulated in structural basins between mountain ranges. These inter- montane basins (bolsons, semibolsons) are commonly referred to as \"alluvial basins\" (Wilkins, 1986, 1998; Kernodle, 1992a). Their fills are not entirely of alluvial origin (i.e., stream deposits), because they include lesser amounts of lacustrine, eolian, and colluvial sediments"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "a mix of irrigated farmland, rangeland and alkali-flats. The major urban areas include Deming, Lordsburg, Silver City, and Hurley, with a number of smaller rural communities scattered throughout the area. The Silver City-Hurley area has been one of the largest metallic-mineral producing centers of the region for more than a century. Climatic conditions are typical of the arid to semiarid Southwest, with mostly clear skies and limited rainfall and humidity (Hawley et al., 2000). Average annual precipitation varies from less than 25.4 cm per yr in low-lying basins to as much as 76.2 cm per yr at higher elevations in the mountains. Annual rainfall at Deming (elevation 1321 m) aver- aged 23.4 cm between 1948 and 1995. In the upper reaches of the Mimbres River (elevation 1904 m), the average was 43.3 cm for the same period. Nearly half of the annual precipitation is from convective thunderstorms that occur sporadically from July to October. In the lower elevation areas, the average high summer (June, July, and August) tem- peratures typically are above 32°C. Winter (December, January, and February) average low temperatures are usually about -4°C. At higher elevation areas, average high summer temperatures are about 29°C and winter low temperatures are about -7°C. Large diurnal changes in tem- perature of about l 7°C are common. Average class A pan evaporation typically is about 250-260 cm on basin floors. BASIC CONCEPTS OF BASIN HYDROGEOLOGY Introduction In both the Mexican Highland and Datil-Mogollon sections, ground water primarily occurs in the poorly consolidated sediments that have accumulated in structural basins between mountain ranges. These inter- montane basins (bolsons, semibolsons) are commonly referred to as \"alluvial basins\" (Wilkins, 1986, 1998; Kernodle, 1992a). Their fills are not entirely of alluvial origin (i.e., stream deposits), because they include lesser amounts of lacustrine, eolian, and colluvial sediments (Gile et al., 1981; Seager et al., 1982, 1987; Drewes et al., I 985; Seager, 1995; Mack et al., 1997; Hawley et al., 2000). Fractured volcanic rocks (basalts, andesites, and tuft's), which immediately underlie or are inter- layered with the basin fill, also form productive aquifers in some places (Trauger, 1972; Blandford and Wilson, 1987); but the occurrence of ground water in most consolidated rocks of the region is limited to water-filled fracture zones of typically very low yield. Such zones occur in a wide variety of fractured bedrock units including sedimentary, vol- canic, intrusive-igneous, and metamorphic types. Bedrock uplands are the ultimate source areas for the basin fill and bedrock terranes usually form effective boundaries for basin-fill aquifer systems. Unlike some parts of the Basin-and-Range province (e.g., southern Nevada and Trans-Pecos Texas), there are no extensive bodies of carbonate rock that provide conduits for interbasin ground-water flow (Maxey, 1968; Hibbs et al., 1998a). Both interbasin and intrabasin boundary structures, such as faults and flexures, are also part of a group of tectonic and volcanic features that play a major role in ground-water-flow dynamics. Each of the four basin systems described in this paper is characterized 237 by one or more distinct ground-water-flow regimes, and only two (Mimbres and Hachita-Moscos) have significant transboundary aquifer components that extend into Mexico (Fig. I). The Gila river basin, which heads in the high plateaus of the Mogollon-Datil volcanic field, is at the northern edge of the study area. The basin includes a series of deep canyons and valleys that are cut well below most of the aquifers of the intermontane basins to the south. The Duncan-Virden segment of the Gila river valley acts as the regional sink for nearly all pre-development (pre-1900) ground water flow in the northern Animas basin system. Regional ground water sinks for the southern Mimbres and Hachita- Moscos basin systems (Fig. I) are formed by the Bo Ison de los Muertos and Rio Casas Grandes valley (Reeves, 1969; Hawley, 1969, 1975, 1993; Hanson et al., 1994). Conceptual model of ground-water flow in basin-fill aquifers The conceptual model of surface-water and ground-water flow in the intermontane-basin aquifer systems of the study area (Fig. 2) is based on previous work in the Basin-and-Range province (Maxey, 1968; Eakin et al., 1976; Mifflin, 1988; Hibbs et al., 1998a). As already noted, the tenns ~ and open refer only to the surface flow into, through, and from intermontane basins, whereas the terms undrained, partly drained, and drained designate classes of ground-water flow involving intrabasin and/or interbasin movement. Phreatic and vadose indicate saturated and unsaturated subsurface conditions, respectively. Phrea(ic p/ayas (with springs and seeps) are restricted to floors of~ basins (bolsons) that are undrained or partly drained, and vadose playas occur in both closed and QJl.fll, ~ basins. In the transboundary study region, as well as in most other desert basins of western North America, the intermediate basin class referred to as partly drained is probably the major ground- water-flow regime. Few intermontane basins (ho/sons and semibo/sons) are truly undrained in terms of ground-water discharge, whether or not they are~ or open in terms of surface flow. Under pre-development conditions, ground-water discharge in the region occurred mainly through subsurface leakage from one basin sys- tem into another, discharge into the gaining reaches of perennial or intermittent streams, discharge from springs, or by evapotranspiration from phreatic playas and cienegas (valley-floor wetlands). Most recharge to basin-fill aquifers occurs by two mechanisms: (1) \"mountain front,\" where some precipitation falling on bedrock highlands con- tributes to the ground-water reservoir along basin margins; and (2) \"trib- utary,\" where the reservoir is replenished along losing reaches of larger intra-basin streams (Anderholm, I 994; Hanson et al., 1994; Kernodle, 1992a; Wasiolek, 1995). The upland networks of major stream valleys in the highlands of the Datil-Mogollon section and the Sierra Madre JI Ground-Water - Bolsoo D Bedrock Flow FIGURE 2. Conceptual hydrogeologic model showing undrained basins (a), partly drained basins (b), drained basins (c), regional sinks (d), and partly drained tributary area (e) (modified from Eakin et al., 1976). Phreatic playas are restricted to undrained and partly drained basins; and vadose conditions exist in \"dry playa\" areas. \"ET\" indicates areas of high evapotranspiration. 238 Occidental region of northwestern Mexico are the primary source areas for recharge of basin-fill aquifers in the Mexican Highland section (Hawley et al., 2000). Secondary contributors to these ground-water reservoirs are the few high and massive mountain ranges that form iso- lated highlands within individual basin systems. Recharge estimates in this report are based on the assumptions that (I) only I to 2% of aver- age annual precipitation contributes to recharge, and (2) this contribu- tion is distributed very unevenly over higher watersheds and in major stream valleys. Conceptual hydrogeologic-framework model The hydrogeologic framework of basin-fill aquifers in the study area (Hawley et al., 2000), with special emphasis on features related to envi- ronmental concerns, is described here in terms of three basic conceptu- al building blocks: Hydrostratigraphic units (HSUs), lithofacies assem- blages (LFAs), and structural-boundary conditions. A conceptual hydrogeologic model of an interconnected shallow valley-fill/basin-fill and deep-basin aquifer system was initially developed for use in ground-water-flow models of the Mesilla and Albuquerque basins (Peterson et al., 1984; Kernodle, 1992a; Hawley and Lozinsky, 1992; Frenzel and Kaehler, 1992; Hawley and Haase, 1992; Thom et al., 1993; Hawley et al. 1995; Kernodle et al. 1995); however, basic design of the"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "is replenished along losing reaches of larger intra-basin streams (Anderholm, I 994; Hanson et al., 1994; Kernodle, 1992a; Wasiolek, 1995). The upland networks of major stream valleys in the highlands of the Datil-Mogollon section and the Sierra Madre JI Ground-Water - Bolsoo D Bedrock Flow FIGURE 2. Conceptual hydrogeologic model showing undrained basins (a), partly drained basins (b), drained basins (c), regional sinks (d), and partly drained tributary area (e) (modified from Eakin et al., 1976). Phreatic playas are restricted to undrained and partly drained basins; and vadose conditions exist in \"dry playa\" areas. \"ET\" indicates areas of high evapotranspiration. 238 Occidental region of northwestern Mexico are the primary source areas for recharge of basin-fill aquifers in the Mexican Highland section (Hawley et al., 2000). Secondary contributors to these ground-water reservoirs are the few high and massive mountain ranges that form iso- lated highlands within individual basin systems. Recharge estimates in this report are based on the assumptions that (I) only I to 2% of aver- age annual precipitation contributes to recharge, and (2) this contribu- tion is distributed very unevenly over higher watersheds and in major stream valleys. Conceptual hydrogeologic-framework model The hydrogeologic framework of basin-fill aquifers in the study area (Hawley et al., 2000), with special emphasis on features related to envi- ronmental concerns, is described here in terms of three basic conceptu- al building blocks: Hydrostratigraphic units (HSUs), lithofacies assem- blages (LFAs), and structural-boundary conditions. A conceptual hydrogeologic model of an interconnected shallow valley-fill/basin-fill and deep-basin aquifer system was initially developed for use in ground-water-flow models of the Mesilla and Albuquerque basins (Peterson et al., 1984; Kernodle, 1992a; Hawley and Lozinsky, 1992; Frenzel and Kaehler, 1992; Hawley and Haase, 1992; Thom et al., 1993; Hawley et al. 1995; Kernodle et al. 1995); however, basic design of the conceptual model is flexible enough to allow it to be modified for use in other basins of the Rio Grande rift and adjacent parts of the southeast- ern Basin-and-Range province. This model is simply a qualitative description (graphical, numerical, and verbal) of how a given geohy- drologic system is influenced by (I) bedrock-boundary conditions, (2) internal-basin structure, and (3) the lithofacies and mineralogical com- position of various basin-fill stratigraphic units. It provides a mecha- nism for systematically organizing a large amount of relevant hydroge- ologic i.nformation of widely varying quality and scale (from very gen- eral drillers' observations to detailed bore-hole, geophysical and geo- chemical data). Model elements can be graphically displayed in a com- bined map and cross-section GIS format so that basic information and inferences on geohydrologic attributes (e.g., hydraulic conductivity, transmissivity, anisotropy, and general spatial-distribution patterns) may be transferred to basin-scale, three-dimensional numerical models of groundilwater-flow systems. As emphasized by McCord and Stephens (1999)1 this scale of data presentation and interpretation is not designed for sitei-specific ground-water investigations. Hydrostratigraphic units Most basin fill in southwestern New Mexico has been subdivided into two major lithostratigraphic units, the Santa Fe Group in Rio Grande rift basins (e.g., Seager et al, 1982, 1987) and the Gila Group [Gila con- glomerate of Gilbert, 1875) in basins of the Mexican Highland and Datil-Mogollon sections to the west (e.g. Trauger, 1972; Drewes et al., 1985). rn addition, a clear distinction has rarely been made between deposits simply classed as \"bolson\" or \"basin\" fill and contiguous (for- mal and informal) subdivisions of the Gila Groups (e.g., Hanson et al, 1994; Seager, 1995; and Clemons, 1998). As a first step in organizing available information on basin-fill stratigraphy that has a close relation- ship with aquifer characteristics, a provisional hydrostratigraphic classi- fication system has been developed following guidelines used success- fully in Albuquerque and Mesilla basins of the Rio Grande rift (Hawley et al., 1995). Hydrostratigraphic units defined in this study area by Hawley et al. (2000) are mappable bodies of basin fill and valley fill that are grouped on the basis of origin and position in both lithostratigraphic and chronostratigraphic sequences. The informal IJJ1/l£, llliJJJlk., and lm£Ja. !iilf1. and Santa Fe hydrostratigraphic units (HSUs) comprise the major basin-fill aquifer zones, and they correspond roughly to the (formal and informal) upper, middle and lower lithostratigraphic subdivisions of the Gila and Santa Fe groups used in local and regional geologic mapping (Table I, Fig. 3). Santa Fe units are mapped only along the eastern edge of the Mimbres basin system in an area that is transitional to the Rio Grande rift structural province. The other major hydrostratigraphic units KENNEDY et al. comprise channel and floodplain deposits of the Mimbres River and Animas Creek in the United States, and the Casas Grandes fluvial sys- tem in Mexico. These valley fills of Late Quaternary age (<130 ka) form the upper part of the region's most productive shallow-aquifer system. Surficial lake and playa deposits, fills of larger arroyo valleys, and pied- mont-slope alluvium are primarily in the ~ zone. However, they locally form important ground-water discharge and recharge sites. Historical /2h.J:J:JJ.1k. conditions exist, or have recently existed, in a few playa remnants of large pluvial lakes of Late Quaternary age. Notable examples are \"alkali flats\" in the lower Animas, Playas, Hachita (Laguna Los Moscos), Mimbres, Bolson de las Muertos, and Casas Grandes (Laguna Guzman) basins (Fig. I). The lower reaches of the Animas, Mimbres and Casas Grandes systems include extensive fluvial- fan and fan-delta deposits (Fleischhauer and Stone, 1982; Love and Seager, J 996; Mack et al. 1997). The latter grade to playa-lake-plain complexes that are remnants of pluvial lakes Animas and Palomas. TABLE 1. Major hydrostratigraphic units and their relationship to lithofacies assemblages (see Tables 2-4) VALLEY-FILL HYDROSTRATIGRAPHIC UNITS-MIDDLE & LATE QUATERNARY Channel oyerbank & low-terrace deposits of perennial streams ()ate Quaternary} RA Upper Animas Creek fluvial unit; mostly LFA fl, with minor Cienega sediments (HSU: CA, LFA c) RM Mimbres River fluvial unit; mostly LFAs ll.l. & al. RGC Rio Casas Grandes fluvial unit; mostly LFAs al & al Deposits of major ephemeral streams alone basin axes AA Arroyo channel complexes (late Quaternary); LFA fl AR Channel complexes of large arroyos tributary to major fluvial systems (late Quaternary), mostly LFA fl with some LFA g_ components AU Arroyo channel complexes-undivided (mostly mid-Pleistocene); mostly LFA fl Deposjts of major ephemeral streams or piedmont s)opes & river-valley .bo.cdm VA Arroyo channel complexes (late Quaternary), LFA fl BASIN-FLOOR HYDROSTRATIGRAPHIC UNITS-MIDDLE & LATE QUATERNARY F)uyja)-fan shallow channel & overbank deposits of perennial to intennjttent filWl!!lS RAF Animas Creek fluvial-fan & fan-delta unit; LFAs g_ & , RMF Mimbres River fluvial-fan & fan-delta unit; LFAs g_ & , RCGF Rio Casas Grandes fluvial-fan unit; mostly LFA g_ RCGD Rio Casas Grandes fan-delta unit; LFAs g_ & , Deposits of major ephemeral streams in axjaJ-basia sjtes AB Uncbannelled floodway deposits (narrow); LFAs ..b. & , BF Alluvial-flat deposits (broad); mostly LFA, BFP Unit BF, with small vadose-playa-fill components; LFA, Lacustriae sediments (mostly late Quaternary} LB Relict beach-ridge deposits (mostly coarse grained) of pluvial lakes LS Relict shoreline deposits (mostly medium grained) of pluvial lakes LL Relict lake-plain deposits; undivided, with LS & LP inclusions LP Playa & relict lake-plain complex; LFA, PIEDMONT-SLOPE HYDROSTRATIGRAPHIC UNITS-MIDDLE & LATE QUATERNARY PA Alluvial fan deposits & pediment veneers ; mostly LFAs fl, S., & Q PAU Piedmont-slope alluvium-undivided;"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "grade to playa-lake-plain complexes that are remnants of pluvial lakes Animas and Palomas. TABLE 1. Major hydrostratigraphic units and their relationship to lithofacies assemblages (see Tables 2-4) VALLEY-FILL HYDROSTRATIGRAPHIC UNITS-MIDDLE & LATE QUATERNARY Channel oyerbank & low-terrace deposits of perennial streams ()ate Quaternary} RA Upper Animas Creek fluvial unit; mostly LFA fl, with minor Cienega sediments (HSU: CA, LFA c) RM Mimbres River fluvial unit; mostly LFAs ll.l. & al. RGC Rio Casas Grandes fluvial unit; mostly LFAs al & al Deposits of major ephemeral streams alone basin axes AA Arroyo channel complexes (late Quaternary); LFA fl AR Channel complexes of large arroyos tributary to major fluvial systems (late Quaternary), mostly LFA fl with some LFA g_ components AU Arroyo channel complexes-undivided (mostly mid-Pleistocene); mostly LFA fl Deposjts of major ephemeral streams or piedmont s)opes & river-valley .bo.cdm VA Arroyo channel complexes (late Quaternary), LFA fl BASIN-FLOOR HYDROSTRATIGRAPHIC UNITS-MIDDLE & LATE QUATERNARY F)uyja)-fan shallow channel & overbank deposits of perennial to intennjttent filWl!!lS RAF Animas Creek fluvial-fan & fan-delta unit; LFAs g_ & , RMF Mimbres River fluvial-fan & fan-delta unit; LFAs g_ & , RCGF Rio Casas Grandes fluvial-fan unit; mostly LFA g_ RCGD Rio Casas Grandes fan-delta unit; LFAs g_ & , Deposits of major ephemeral streams in axjaJ-basia sjtes AB Uncbannelled floodway deposits (narrow); LFAs ..b. & , BF Alluvial-flat deposits (broad); mostly LFA, BFP Unit BF, with small vadose-playa-fill components; LFA, Lacustriae sediments (mostly late Quaternary} LB Relict beach-ridge deposits (mostly coarse grained) of pluvial lakes LS Relict shoreline deposits (mostly medium grained) of pluvial lakes LL Relict lake-plain deposits; undivided, with LS & LP inclusions LP Playa & relict lake-plain complex; LFA, PIEDMONT-SLOPE HYDROSTRATIGRAPHIC UNITS-MIDDLE & LATE QUATERNARY PA Alluvial fan deposits & pediment veneers ; mostly LFAs fl, S., & Q PAU Piedmont-slope alluvium-undivided; like unit PA (mostly middle Pleistocene). GILA GROUP BASIN FILL-MOSTLY NEOGENE Upper Gila hydrostratjgraphic units <late Miocene to early Pleistocene} UG Basin-floor & piedmont-slope deposits, undivided UG I Piedmont-slope deposits; mostly LFAs S. & Q UG2 Basin-floor deposits; mostly LFAs H, with some LFA 2 Middle Gila Hydrostratjgraphic Unit Cmiddle-(ate Miocene} MG Basin-floor & piedmont deposits, undivided; mostly LFAs 3., 1., Zd!l Lower Gila hydrostratieraphjc unit (late Oligocene-middle Mjocene} LG Basin-floor & piedmont deposits, undivided; mostly LFAs 1., 7-10 HYDROGEOLOGIC FRAMEWORK Basin-Fill Allostratigraphic and Age Lithostratigraphic Basin-FIii Hydrostratigraphic units (HSUs) Basaltic and andesitic volcanics 239 units Holocene Valley-Fill facies Basin-Floor facies Piedmont- Informal Allostratigraphic units Slope faceis VA,AA,AR, AU, RA, RM, RCG,RG AB, BF, BPP, LB,LS,LL,LP PA,PAU M Pleistocene Lithostr.atigraphic units West East West East * * E Pliocene UG: Upper Gila hydrostmtigraphic units USF: Upper Santa Fe hydrostraligraphic units * * * * MG: Middle Gila hydrostratigraphic units MSF: Middle Santa Fe hydrostratign,phic units * FIGURE 3. Provisional stratigraphic correlations of major basin and valley fills of late Cenozoic age (see Table I), and relationships with contiguous bedrock units (Oligocen~Quatemary) in the southwestern New Mexico region. Approximate position ofmafic volcanics (extrusive and intrusive) in basin-fill sequence indicated by asterisk. Oligocene LG: Lower Gila bydrostratigraphic units LSF: Lower Santa Fe hydrostratigraphic units Eocene Many Units of Fonnatioo Rank Basaltic Andesites Sedimentary and Volcaniclastic rocks Silicic and intennediate volcanic and plutonic rocks Lithofacies assemblages Lithofacies assemblages (LFAs) are the basic building blocks of the model (Table 2). These sedimentary facies classes are defined primari- ly on the basis of grain-size distribution, mineralogy, sedimentary struc- tures, and degree of post-depositional alteration; they are grouped according to inferred environments of deposition. LFAs have distinctive geophysical, geochemical, and hydrologic attributes, and they provide a mechanism for showing distribution patterns of major aquifers and con- fining units in hydrogeologic cross-sections. In this study, basin and val- ley fills are subdivided into 13 major assemblages that are ranked in decreasing order of aquifer potential (Tables 2 to 4; LFAs 1- 10, lb;). Figure 4 is a schematic illustration of the distribution pattern LFAs observed in the Rio Grande rift and southwestern New Mexico Basin- and-Range region. Table I lists inferred interrelationships between major HSUs and LFAs. Lithofacies properties that influence ground- water flow and production potential in this region are summarized in Tables 3 and 4. Note that &unfm l11J.!11ffilll. notation (1- X) originally used in previous hydrogeologic framework models (Hawley et al., 1995) has been changed to Arabic style in order to facilitate the development of alpha-numeric attribute codes that can be used in both conceptual and numerical models of basin-fill aquifer systems. Bedrock and structural boundary components Structural and bedrock features that influence aquifer composition and behavior include basin-boundary mountain uplifts, bedrock units beneath the basin-fill, fault zones and flexures within and at the edges of basins, and igneous intrusive and extrusive rocks that penetrate or are interbedded with basin fill. Tectonic evolution of the fault-block basins, many with a half-graben structure and accommodation-zone termina- tions, and ranges of the study area has had a profound effect on the dis- tribution of lithofacies assemblages and the timing and style of emplace- ment of all major hydrostratigraphic units (Figs. 3, 4). Discussion of this topic is beyond the scope of this paper, and the reader is referred to par- ticularly pertinent reviews by Seager and Morgan ( 1979), Mack and Seager (1990), Smith (1994), Mack et al. (1997), Faulds and Varga (1998), and Hawley et al. (2000). • Hydraulic properties of major hydrogeologic units The most productive part of the basin-fill aquifer system is formed by (I) unconsolidated to partly indurated deposits of the HJlJlll. and middle !iiiJJ, HSUs, and (2) overlying basin and valley fills deposited by the Animas, Mimbres, and Gila fluvial systems (Hawley et al., 2000). The total saturated thickness of these units rarely exceeds 150 m. Limiting assumptions used in this study for preliminary estimates of available water stored in the basin-fill aquifer systems include: (1) aquifer is unconfined, (2) estimated average thickness is JOO m, (3) specific yield is 0.1, and (4) water is potable quality (<1,000 mg/L TDS). Irrigation- well specific-capacity data and a few pumping tests from the Animas, Playas, and Mimbres basin systems provide the basis for many of the published interpretations of aquifer performance and hydraulic proper- ties (Reeder, 1957; Doty, 1960; Trauger, 1972; Hanson et al., 1994; Wilkins, 1998). Maximum discharge ranges for most irrigation wells are from I 090 to 5450 m3/d (cubic meters per day). Calculated aquifer transmissivities are as high as 4650 m2/d (square meters per day) at a few localities, but most values are in the 200-2000 m2/d range. Typical ranges in horizon- tal conductivity for the upper, more productive parts of the aquifer sys- tem are from 1 to 10 mid. Specific yield estimates vary from 0.1 to 0.2, assuming unconfined aquifer conditions. Because semiconfioed to con- fined conditions prevail in many parts of the aquifer system, estimates of ground-water availability (as well as assessment of aquifer-deforma- tion and land-subsidence potential) may require much smaller storage coefficient values (Kernodle, 1992a, b; Haneberg and Friesen, 1995). Highest average specific capacities (232-304 m3/dfm) are reported for wells completed mainly in the coarse-grained fluvial facies (LFAs l and 2.) ofuJ!JJer Gila HSUs and overlying deposits of the ancestral Mimbres and Animas fluvial systems (e.g., HSUs, RMF, and RAF; LFAs al and g]_). Saturated"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "by (I) unconsolidated to partly indurated deposits of the HJlJlll. and middle !iiiJJ, HSUs, and (2) overlying basin and valley fills deposited by the Animas, Mimbres, and Gila fluvial systems (Hawley et al., 2000). The total saturated thickness of these units rarely exceeds 150 m. Limiting assumptions used in this study for preliminary estimates of available water stored in the basin-fill aquifer systems include: (1) aquifer is unconfined, (2) estimated average thickness is JOO m, (3) specific yield is 0.1, and (4) water is potable quality (<1,000 mg/L TDS). Irrigation- well specific-capacity data and a few pumping tests from the Animas, Playas, and Mimbres basin systems provide the basis for many of the published interpretations of aquifer performance and hydraulic proper- ties (Reeder, 1957; Doty, 1960; Trauger, 1972; Hanson et al., 1994; Wilkins, 1998). Maximum discharge ranges for most irrigation wells are from I 090 to 5450 m3/d (cubic meters per day). Calculated aquifer transmissivities are as high as 4650 m2/d (square meters per day) at a few localities, but most values are in the 200-2000 m2/d range. Typical ranges in horizon- tal conductivity for the upper, more productive parts of the aquifer sys- tem are from 1 to 10 mid. Specific yield estimates vary from 0.1 to 0.2, assuming unconfined aquifer conditions. Because semiconfioed to con- fined conditions prevail in many parts of the aquifer system, estimates of ground-water availability (as well as assessment of aquifer-deforma- tion and land-subsidence potential) may require much smaller storage coefficient values (Kernodle, 1992a, b; Haneberg and Friesen, 1995). Highest average specific capacities (232-304 m3/dfm) are reported for wells completed mainly in the coarse-grained fluvial facies (LFAs l and 2.) ofuJ!JJer Gila HSUs and overlying deposits of the ancestral Mimbres and Animas fluvial systems (e.g., HSUs, RMF, and RAF; LFAs al and g]_). Saturated thickness of these units is about I 00 m. Wells completed in the I 00-200-m zone usually penetrate partly indurated basin-fill of the middle Gila HSU, as well as the basal part of upper Gila deposits (LFAs N , 1). Their specific capacities are typically in the 143-214 m3/d/m range, Wells completed at depths between 200 and 300 m com- monly penetrate partly indurated to well-consolidated deposits of the 240 KENNEDY et a l. TABLE 2. Summary of inferred depositions! settings and processes, and dominant textural classes of lithofacies assemblages in Gila-Santa Fe ( /- / 0) and post-Gila- Santa Fe (a- c) hydrostratigraphic units (modified from Hawley and Haase, 1992, Table 111-2). Lithofacies Inferred depositional settings and process I 2 3 4 5 5a 5b 6 6a 6b 7 8 9 JO a al a2 a3 b C Basin-floor fluvial plain Basin-floor fluvial, locally eolian Basin-floor, fluvial-overbank, fluvial-deltaic and playa- lake; eolian Eolian, basin-floor alluvial Distal- medial piedmont-slope, alluvial fan Distal-medial piedmont-slope, alluvial fan; associated with large watersheds; alluvial-fan distributary-channel primary, sheet-flood and debris-flow secondary Disla.I-medial piedmont-slope, alluvial-fan; associated with small steep watersheds; debris-flow, sheet-flood, and distributary-channel Proximal- medial piedmont-slope, alluvial fan Like 5a Like 5b Like5 Like 6 Basin-floor-alluvial flat playa lake, and fluvial-lacustrine; distal-piedmont alluvial Like 9, with evaporite processes (paleophreatic) River-valley and basin-floor fluvial Basal channel Braided plain channel Overbank meander-belt oxbow Arroyo channel and valley-border alluvial-fan Basin floor alluvial flat, cienega, playa, and fluvial-fan- lacustrine lain middle and lower Gila units (LFAs 3- 5, 7- 9), and average specific capacities range from 125 to 161 m3/d . Specific capacities of wells drilled below 200 m are usually much less than 90 m3/d/m. Horizontal hydraulic conductivities in conglomeratic sandstones and mudstones of the 10.Jer Gila HSU ( LFAs Z, B) rarely exceed 0.3 mid. The available published information for these units indicate that vertical hydraulic conductivities are significant, on the order of several hundred to sever- al thourand times, less than horizontal conductivities (Kernodle, 1992a). OVERVIEW OF GROUND-WATER FLOW IN BASIN-FILL AQUTFER SYSTEMS Of the four basin systems discussed, the Mimbres and Hachita- Dominant textural classes Sand and pebble gravel lenses of silty clay Sand; lenses of pebble sand, and silty clay lnterbedded sand and silty clay; lenses of pebbly sand Sand and sandstone; lenses of silty sand-clay Gravel, sand, silt, and clay; common loamy (sand-silt-clay) Sand and gravel; lenses of gravelly, loamy sand-sandy loam Gravelly, loamy sand-sandy loam; lenses of sand, gravel, and silty clay Coarse gravelly, loamy sand and sandy loam; lenses of sand and cobble to boulder gravel Sand and gravel; lenses of gravelly-non-gravelly, loamy sand- sandy loam Gravelly, loamy sand- sandy loam; lenses of sand, gravel, and silty clay Partly indurated 5 Partly indurated 6 Silty clay interbedded with sand, silty sand and clay Partly indurated 9, with gypsiferious and alkali-impregnated zones Sand, gravel, silt and clay Pebble-cobble gravel and sand (like /) Sand and pebbly sand (like 2) Silty clay, clay, and sand (like 3) Sand, gravel, silt, and clay (like 5) Silty clay, clay and sand (like 3, 5, and 9) Moscos systems are the only ones with important transboundary aquifers and ground-water-flow components (Fig. I). All predevelop- ment (pre-1900) discharge was southward into Mexico (Darton, 1916; Schwennesen, 1918). The estimated upper limit of annual transbound- ary ground-water movement through these basin-fill aquifer systems during the past century is about 10.5 x 106 m3. The hydrogeologic framework and ground-water-flow regimes in these basin systems (Hawley et al., 2000) are briefly sumIDarized below. Mimbres basin system The largest and most complex basin system described in this paper is the rn and drained Mimbres system (Fig. I). The upper Mimbres, TABLE 3. Summary of lithofacies properties that influence ground-water flow in Gila Group hydrostratigraphic units. Ratio of sand plus Bedding thickness Bedding Bedding continuity Bedding Hydraulic Ground water Lithofacics gravel-silt plus clay1 (meters) configuration2 (meters)l connectivity4 conductivity (K)5 production potential I High >1.5 Elongate-planar >300 High High High 2 High- moderate >1.5 Elongatc--planar >300 High- moderate High- moderate High- moderate 3 Moderate >1.5 Planar 150-300 Moderate-high Moderate Moderate 4 Moderate-low* >1.5 Planar-elongate 30-150 Moderate-high Moderate Moderate 5 Moderate-high 0.3- 1.5 Elongate-lobate 30-150 Moderate Moderate-low Moderate-low 5a High- moderate 0.3- 1.5 Elongatc--lobate 30-150 Moderate Moderate Moderate 5b Moderate 0.3- 1.5 Lobate 30-150 Moderate-low Moderate- low Moderate-low 6 Moderate-low 0.3- 1.5 Lobate--elongatc 30-150 Moderate-low Moderate- low Low- moderate 6a Moderate 0.3- 1.5 Lobate-elongate 30-150 Moderate Moderate-low Moderate-low 6b Moderate-low 0.3-1.5 Lobate <30 Low-moderate Low-moderate Low 7 Moderate* 0.3-1.5 Elongate-lobate 30-150 Moderate-low Low Low 8 Moderate-low* >1.5 Lobate <30 Low-moderate Low Low 9 Low >0.3 Planar >150 Low Very low Very low JO Low* >0.3 Planar >150 Low Very low Very low I Higb >2; moderate 0.5- 2; low <0.5 2 Elongate (length-width ratios >5); planar (length- width ratios 1- 5); lobate (asymmetrical or discontinuous planar beds). 3 Measure of the lateral extent of an individual bed of given thickness and configuration. 4 Estimate of the ease with which groundwater can flow between individual beds within a particular lithofacies. Generally, high sand+ gravel/silt + clay ratios, thick beds, and high bedding continuity favor high bedding connectivity. All other parameters being held equal, the greater the bedding connectivity, the greater the groundwater production potential of a sedimentary unit (Hawley and Haase 1992, p. YI). 5 High, 10-30 rn/day; moderate, 1-10 m/day; low, < Im/day; very low, <0.1 m/day. * Significant amounts of cementation of coarse-grained beds"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "drained Mimbres system (Fig. I). The upper Mimbres, TABLE 3. Summary of lithofacies properties that influence ground-water flow in Gila Group hydrostratigraphic units. Ratio of sand plus Bedding thickness Bedding Bedding continuity Bedding Hydraulic Ground water Lithofacics gravel-silt plus clay1 (meters) configuration2 (meters)l connectivity4 conductivity (K)5 production potential I High >1.5 Elongate-planar >300 High High High 2 High- moderate >1.5 Elongatc--planar >300 High- moderate High- moderate High- moderate 3 Moderate >1.5 Planar 150-300 Moderate-high Moderate Moderate 4 Moderate-low* >1.5 Planar-elongate 30-150 Moderate-high Moderate Moderate 5 Moderate-high 0.3- 1.5 Elongate-lobate 30-150 Moderate Moderate-low Moderate-low 5a High- moderate 0.3- 1.5 Elongatc--lobate 30-150 Moderate Moderate Moderate 5b Moderate 0.3- 1.5 Lobate 30-150 Moderate-low Moderate- low Moderate-low 6 Moderate-low 0.3- 1.5 Lobate--elongatc 30-150 Moderate-low Moderate- low Low- moderate 6a Moderate 0.3- 1.5 Lobate-elongate 30-150 Moderate Moderate-low Moderate-low 6b Moderate-low 0.3-1.5 Lobate <30 Low-moderate Low-moderate Low 7 Moderate* 0.3-1.5 Elongate-lobate 30-150 Moderate-low Low Low 8 Moderate-low* >1.5 Lobate <30 Low-moderate Low Low 9 Low >0.3 Planar >150 Low Very low Very low JO Low* >0.3 Planar >150 Low Very low Very low I Higb >2; moderate 0.5- 2; low <0.5 2 Elongate (length-width ratios >5); planar (length- width ratios 1- 5); lobate (asymmetrical or discontinuous planar beds). 3 Measure of the lateral extent of an individual bed of given thickness and configuration. 4 Estimate of the ease with which groundwater can flow between individual beds within a particular lithofacies. Generally, high sand+ gravel/silt + clay ratios, thick beds, and high bedding continuity favor high bedding connectivity. All other parameters being held equal, the greater the bedding connectivity, the greater the groundwater production potential of a sedimentary unit (Hawley and Haase 1992, p. YI). 5 High, 10-30 rn/day; moderate, 1-10 m/day; low, < Im/day; very low, <0.1 m/day. * Significant amounts of cementation of coarse-grained beds (as much as 30%) HYDROGEOLOGIC FRAMEWORK 241 TABLE 4. Summary of lithofacies properties that influence ground-water flow in of post-Gila Group basin and valley fills. Ratio of sand plus gravel- Bedding thickness Bedding Bedding Bedding Hydraulic Ground water Lithofacies silt plus clay 1 (meters) configuration2 continuity (meters)3 connectivity4 conductivity (K)5 production potential a High >1.5 Elongate-planar >300 High High High al High- moderate > 1.5 Elongate- planar >300 High- moderate High- moderate High- moderate a2 Moderate> > 1.5 Planar 150- 300 Moderate- high Moderate Moderate aJ Moderate > 1.5 Planar-elongate 30-150 Moderate-high Moderate Moderate b Moderate-low 0.3- 1.5 Elongate-lobate <100 Moderate Moderate-low Moderate-low C Low- moderate 0.3- 1.5 Elongate-lobate 30-150 Low Low Low 1 High >2; moderate 0.5-2; low <0.5. 2Elongatc (length- width ratios >5); planar (length- width ratios 1-5); lobate (asymmetrical or discontinuous planar beds). 3Measure of the lateral extent of an individual bed of given thickness and configuration. 4Estimate of the ease with which ground water can flow between individual beds within a particular lithofacies. Generally, high sand + gravel/silt + clay ratios, thick beds, and high bedding continuity favor high bedding connectivity. All other parameters being held equal, the greater the bedding connectivity, the greater the ground-water production potential ofa sedimentary unit (Hawley and Haase 1992, p. VI). 5High, 10-30 m/day; moderate, 1- 10 m/day; low, < Im/day; very low, <0.1 m/day. *Significant amounts of cementation of coarse-grained beds (as much as 30%). Dwyer, San Vicente, Deming, Hermanas, and Florida subbasins form the major structural lows; the Cookes Range, Florida uplift, and Tres Hermanas Mountains are the largest intra-basin ranges (Darton, 1916; Trauger, 1972; Seager et al., 1982, Drewes et al., 1985; Hanson et al., 1994; Seager, 1995; Clemons, 1998). The Mimbres basin complex cov- ers about 11,300 km2 of New Mexico and about 2,000 km2 of Chihuahua (Hawley et al., 2000). Low, volcanic upland areas separate most of the basin system from the Palomas and Mesilla basins of the Rio Grande rift structural province to the east. Much of the system's west- ern and northern boundary is along the Continental Divide, and includes the crests of Sierra Alta, the Cedar Mountain Range, and the southern Burro uplift (Fig. 1). The Upper Mimbres subbasin is located in the southeastern Datil-Mogollon section and includes the only perennial reach of the Mimbres River. About 85% of the basin system is in the Mexican Highland section and includes the only major transboundary aquifer unit in the study area (Hawley et al., 2000). Older channel and fluvial-fan deposits of the ancestral Mimbres River extend to the Mexican border in the Deming and Florida subbasins. These deposits cover much of the basin-floor area between Deming and the Columbus- Palomas border community and they constitute the largest alluvial aquifer in the study area (Darton, 1916; Seager, 1995; Love and Seager, 1996; Mack et al., 1997). Maximum fill thicknesses in the deepest structural subbasins (San Vicente, Deming, Hermanas, and Florida) are in the 600-1525-m range (Birch, I 980; Heywood, 1992, unpublished; Klein, 1995; Seager, I 995; Clemons, 1998)). As emphasized throughout this paper, productive aquifer zones are usually restricted to the upper 300 m of the basin-fill sequence ( HSUs: UG2/MG; LFAs 1-3, a). Intervening structural highs form not only \"insular\" (Cookes, Florida, Tres Hermanas) mountain ranges and hilly uplands, but also buried bedrock highs or \"sills.\" These ------------ BASJN FILL--- --------- FIGURE 4. Schematic distribution pattern of major lithofa- cies components ofbydrostratigraphic units (see Table I) in intermontanc basins of the Mexican Highland Section. 1--- PIEDMONT SLOPE---- ------ BASIN FLOOR---- - VALLEY FlLL-l a FLUVlAL FACIES 1 ~ sand, gravel, silt and elay pebble to cobble gravel and sand sand and pebbly ,and silty clay, clay and sand ARROYO FACIES b □ sand, gravel, silt and clay OTHER BASlN FILL c □ silty clay. clay and sand' • with calcic soils BASIN-FLOOR FACJES l r:o'l sand and pebble gravel L2..l lenses ofsilty clay• 4 □ 9 t:j 10Q sand; lenses of pebble sand. and silty clay • iotcrbedded saod and &ilty clay; lenses or pebbly sand • SMd and sandstone; lenses of sihy clay and pebble conglomerate silty clay interbedded wilh sand, silty sand and clay partly indurated 9. with albli- imprognated and gypoifcrious zone, MOUNTAIN BLOCK bedrock ~ r.ui, , . I-;- I ' ' -- \\ ,,. .... -, ,-, -- I \\ , ~ , ~ -- ... ' , - ~ ' .. ,, t, • • I .-\" \\ , .... -,, 1\"\", ._.,_ I \" / ! ' ~, • .,t, ' • PIEDMONT-SLOPE FACIES 5 ~ 5•E] 5b@ 6 ~ gravel. sand, sil~ and clay; common loamy ('8Jld..,ilt-clay) • sand and grave.I; lenses of gra·vidly, loamy sand to sandy loom gravcHy, loamy sand to sandy loam; lenses of sand, grave~ and ,illy clay coar.;c gravelly, loamy sand and sandy loam; lenseo or sand ond cobble to boulder gn:vcl • sand and gra'\\·cl; Jemes of gn-velly to non-gravelly, loamy sand to sandy loam gravelly, loamy ,and to sandy loam; lenoes of sand, gravel and silty clay partly indurared 5, Sa and Sb 8 ~ partly indurated 6, 6a and 6b 242 geohydrologic constrictions have a relatively thin cover of saturated basin fill and restrict southward ground-water flow between subbasins (Hawley et al., 2000). A very \"optimistic\" estimate of potable ground water stored in the unconfined part of the aquifer system is no more than 38 x I"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "pebble to cobble gravel and sand sand and pebbly ,and silty clay, clay and sand ARROYO FACIES b □ sand, gravel, silt and clay OTHER BASlN FILL c □ silty clay. clay and sand' • with calcic soils BASIN-FLOOR FACJES l r:o'l sand and pebble gravel L2..l lenses ofsilty clay• 4 □ 9 t:j 10Q sand; lenses of pebble sand. and silty clay • iotcrbedded saod and &ilty clay; lenses or pebbly sand • SMd and sandstone; lenses of sihy clay and pebble conglomerate silty clay interbedded wilh sand, silty sand and clay partly indurated 9. with albli- imprognated and gypoifcrious zone, MOUNTAIN BLOCK bedrock ~ r.ui, , . I-;- I ' ' -- \\ ,,. .... -, ,-, -- I \\ , ~ , ~ -- ... ' , - ~ ' .. ,, t, • • I .-\" \\ , .... -,, 1\"\", ._.,_ I \" / ! ' ~, • .,t, ' • PIEDMONT-SLOPE FACIES 5 ~ 5•E] 5b@ 6 ~ gravel. sand, sil~ and clay; common loamy ('8Jld..,ilt-clay) • sand and grave.I; lenses of gra·vidly, loamy sand to sandy loom gravcHy, loamy sand to sandy loam; lenses of sand, grave~ and ,illy clay coar.;c gravelly, loamy sand and sandy loam; lenseo or sand ond cobble to boulder gn:vcl • sand and gra'\\·cl; Jemes of gn-velly to non-gravelly, loamy sand to sandy loam gravelly, loamy ,and to sandy loam; lenoes of sand, gravel and silty clay partly indurared 5, Sa and Sb 8 ~ partly indurated 6, 6a and 6b 242 geohydrologic constrictions have a relatively thin cover of saturated basin fill and restrict southward ground-water flow between subbasins (Hawley et al., 2000). A very \"optimistic\" estimate of potable ground water stored in the unconfined part of the aquifer system is no more than 38 x I 09 m3. This estimate may be much too high, because at many localities most of the upper 100 m of the basin-fill aquifer is fine grained, and semiconfined to confined conditions prevail (Hanson et al., 1994; Haneberg and Friesen, 1995). In addition, much of the water stored in thicker aquifer zones may be very old (thousands to tens of thousands of years) and of poor quality, and it is not effectively recharged under Holocene climatic conditions. Published estimates sug- gest that 1-2% of average annual precipitation, primarily concentrated in high mountain areas in the northern part of the basin system, con- tributes to ground-water recharge (Hanson et al., 1994). Total annual recharge could be as high as about 74 x I 06 m3, with the mountain-front component estimated at about 66 x I 06 m3. Ground water in the Mimbres basin system generally moves from the northern highlands adjacent to the Continental Divide to the interior (San Vicente, Deming and Florida) subbasins flanking the Cookes Range and Florida Mountains (Fig. I). It then flows southward toward the Hermanas-Columbus (Palomas)-West Portillo segment of the International Boundary zone (Blandford and Wilson, 1987). Estimated predevelopment (pre-1900) flow into Mexico was about 8 x I 06 m3 annually (Hanson et al., 1994). Much of this flow has been intercepted by irrigation wells in the Deming, Hermanas, and Colurnbus-Palomas areas during the past century. The regional sink for ground water cross- ing the New Mexico-Chihuahua border is the complex of vadose and phreatic p/ayas on the floor of Bolson de los Muertos at the south end of the Columbus and Florida subbasins of the Mimbres system (Hawley et al., 2000). This area has an elevation of about 1175 m and includes the eastern basin of pluvial Lake Palomas (Reeves, 1969). The lake had a maxiyium highstand area of about 7770 km2 recorded by relict shore- line features at an elevation of about 1225 m (Hawley 1969, 1993). Hachita-Moscos basin system The~ and partly drained Hachita-Moscos basin system includes a small, but important trans-boundary aquifer component. The system has an area of about 2700 km2, with about 1100 km2 in Chihuahua (Fig. I). The system includes three half-graben complexes that are designat- ed the Upper Hachita, Wamel-Moscos and Lower Hachita subbasins by Hawley et al. (2000). Early reconnaissance ofhydrogeologic conditions was done by Schwennesen (1918) and Trauger and Herrick ( I 962). Bordering mountain ranges effectively separate the Hacbita-Moscos system from the Mimbres and Playas basin systems except at Hatchet Gap between the Big and Little Hatchet ranges (Fig. 1). In this area there is a small amount of surface and subsurface inflow from the Upper Playas subbasin to the southwest. Ephemeral axial streams (Hachita and Wamel's Draws) carry surface runoff from highland areas and converge in a large dslli!Jl. depression in Chihuahua that is occupied by the ephemeral-lake plain of Laguna los Moscos. During Late Quaternary pluvial stages, this depression was episodically flooded by Lake Hachita (Schwennesen, 1918). Maximum lake surface area was about 150 km2 based on highest relict-shoreline elevations at 1262 m (Hawley, 1993). Geophysical surveys (Birch, 1980; Klein, 1995; Heywood, 1992) indicate that maximum fill thicknesses in the subbasins range from about 600 to 1525 m. The primary aquifer system comprises basin-floor and piedmont-slope deposits of the YJ!.llll and middle Gila HSUs (UG 1,2 and MG) that are unconsolidated to partly indurated. These units are no more than 200 m thick, and LFAs 1- 5 are the major aquifer components. Available ground water of potable quality in storage is probably significantly less than the maximum volume of 6 x I 09 m3 estimated by Hawley et al. (2000). Their estimated annual recharge to Hachita-Moscos basin fill aquifers is about 6 x I 06 m3. This amount includes a small annual underflow component (less than 10,000 m3 that \"spills\" from the Upper Playas subbasin into the Upper Hachita sub- basin through Hatchet Gap (Schwennesen, 1918; Hawley et al., 2000). Ground-water flow generally mimics surface topography and moves eastward along basin axial trends toward Laguna los Moscos. Early geo- KENNEDY et al. hydrologic observations indicate that this playa has both ~ and vadose flow components (Schwennesen, 1918; Trauger and Herrick, 1962). More recent work also suggests that there is a partial underflow (drainage) connection between Laguna Los Moscos and the Lower Valley of Rio Casas Grandes, which is located only IO km to the east across a very low topographic divide (Hawley et al., 2000). A prelimi- nary estimate of potential annual ground-water flow across the com- bined Hachita and Wamel-Moscos International Boundary segments is no more than 2.5 x 1Q6 m3. Piayas basin system The partly closed partly drained Playas basin system (Fig. 1) has an area of about 2400 km2 (Schwennesen, 1918; Doty, 1960). It is bordered on the south by a \"no-flow\" drainage divide with the San Basilio basin of northwestern Chihuahua (Hawley et al., 2000). The Continental Divide, which follows the crest of the Animas Mountains, forms the western and northern boundary of the Playas basin system. Its eastern border with the Hachita-Moscos system follows the crest of the Dog, Alamo Hueco, and Big and Little Hatchet uplifts. The Upper (southern) Playas subbasin is an open and drained geohydrologic unit that prima- rily discharges northward to the closed and partly drained Lower Playas subbasin, but as already noted, a small amount of flood runoff and ground-water underflow \"spills\" through Hatchet"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "estimated by Hawley et al. (2000). Their estimated annual recharge to Hachita-Moscos basin fill aquifers is about 6 x I 06 m3. This amount includes a small annual underflow component (less than 10,000 m3 that \"spills\" from the Upper Playas subbasin into the Upper Hachita sub- basin through Hatchet Gap (Schwennesen, 1918; Hawley et al., 2000). Ground-water flow generally mimics surface topography and moves eastward along basin axial trends toward Laguna los Moscos. Early geo- KENNEDY et al. hydrologic observations indicate that this playa has both ~ and vadose flow components (Schwennesen, 1918; Trauger and Herrick, 1962). More recent work also suggests that there is a partial underflow (drainage) connection between Laguna Los Moscos and the Lower Valley of Rio Casas Grandes, which is located only IO km to the east across a very low topographic divide (Hawley et al., 2000). A prelimi- nary estimate of potential annual ground-water flow across the com- bined Hachita and Wamel-Moscos International Boundary segments is no more than 2.5 x 1Q6 m3. Piayas basin system The partly closed partly drained Playas basin system (Fig. 1) has an area of about 2400 km2 (Schwennesen, 1918; Doty, 1960). It is bordered on the south by a \"no-flow\" drainage divide with the San Basilio basin of northwestern Chihuahua (Hawley et al., 2000). The Continental Divide, which follows the crest of the Animas Mountains, forms the western and northern boundary of the Playas basin system. Its eastern border with the Hachita-Moscos system follows the crest of the Dog, Alamo Hueco, and Big and Little Hatchet uplifts. The Upper (southern) Playas subbasin is an open and drained geohydrologic unit that prima- rily discharges northward to the closed and partly drained Lower Playas subbasin, but as already noted, a small amount of flood runoff and ground-water underflow \"spills\" through Hatchet Gap into the Upper Hachita subbasin. The Lower Playas subbasin includes a large ephemer- al-lake plain (phreatic-vadose playa complex) now periodically flooded by Playas Lake. During the Late Quaternary this depression was episod- ically flooded by pluvial Lake Playas (Schwennesen, 1918; Van Devender and Worthington, 1978), which had a maximum surface area of about 65 km2 based on the elevation of the highest shoreline features at about 1311 m (Hawley, 1993). Maximum basin-fill thickness is estimated to be at least 600 m (Birch, 1980; Klein, 1995), but the primary aquifer system comprises basin- floor and piedmont-slope deposits of the UUJJer and middle Gila HSUs (UG2, UGI, and MG). These units are unconsolidated to partly indurat- ed (mainly LFAs 1=i) and no more than 300 m thick. A very optimistic estimate of available potable ground water stored in the unconfined part of the saturated zone is no more than 6 x I 09 m3, and estimated annual recharge to the Playas basin aquifer system is about 7 x 106 m3. The major recharge sources in both the Playas and Animas-Cloverdale sys- tems are the high Sierra San Luis and Animas mountain ranges that bor- der the Upper Playas subbasin on the west (Hawley et al., 2000). A provisional estimate (Hawley et al., 2000) of annual northward flow from the Upper to Lower Playas subbasins in the upper and middle Gila basin-fill aquifer system is about 5.48 x I 06 m3. Most of this flow was discharged by evaporation and transpiration in the southern Playas Lake depression in predevelopment time (pre-1945). However, previous investigations suggest that a very small amount of underflow also could have \"leaked\" from the Lower Playas area into aquifers of the northern Animas Basin system via conduits beneath the Continental Divide northwest and north(?) of Playas Lake (Fig. I; Schwennesen, I 9 I 8; Reeder, 1957; Doty, 1960). Animas basin system The Animas basin system (Fig. I) is an interconnected group of four structural and geohydrologic subbasins with a watershed area of about 6340 km2 (Schwennesen, 1918; Reeder, 1957; Hawley et al., 2000). The Continental Divide, including the crests of the San Luis and Animas ranges, forms the entire eastern boundary of the system. Its western bor- der with the San Bernardino and San Simon basins (mainly in Arizona) is formed by the Peloncillo-Guadalupe range. The ~and partly drained Cloverdale (or San Luis) subbasin, at the south end of the Animas basin system, extends into Mexico and straddles the intersec- tion of the borders of New Mexico, Chihuahua, and Sonora (Krider, 1998; Vincent and Krider, 1998). This subbasin, with a total area of 480 km2, has a small transboundary aquifer component (<100 km2). It includes a large phreatic-vadose playa complex, as well as a \"perched- aquifer\" zone in a shallow~ depression. The latter area was episod- ically flooded by pluvial Lake Cloverdale during both the Wisconsin HYDROGEOLOGIC FRAMEWORK Glacial Stage and wetter intervals of the Holocene (Schwennesen, 1918; Krider, 1998). The maximum lake area was about I 04 krn2 based on the elevation of highest shoreline features at about 1577 m (Hawley, 1993). The only perennial to intermittent streams in the Animas basin system are in the southern part of the open and drained Upper Animas subbasin, which is separated from the Cloverdale subbasin by a low topographic divide (Krider, 1998). This fluvial system occupies the valley of Animas Creek and its major headwater tributaries (Schwennesen, 1918; Reeder, 1957; Vincent and Krider, 1998). The Upper Animas subbasin opens northward into the r.;jIJHd. and drained Lower Animas subbasin, which includes the important Animas-Cotton City area of irrigation agriculture west of the central Mimbres basin system. Dominant surficial units are widespread fluvial-deltaic deposits of ancestral Animas Creek and an extensive middle- late Pleistocene basalt flow west of Animas (Schwennesen, I 918; Reeder, 1957; Fleischhauer and Stone, 1982; O'Brien and Stone, 1983, 1984; Drewes el al., 1985; Machette et al., 1986). The northern part of the Lower Animas subbasin includes exten- sive dune fields and a large ephemeral-lake plain with alkali flats that forms a vadose pk{ya complex. During late Quaternary pluvial intervals, the basin floor area below elevations ranging from 1270 to 1279 m was episodically flooded by Lake Animas (Schwennesen, 1918). At its deep- est (latest Pleistocene) stage the lake had a surface area of about 390 krn2 (Fleischhauer and Stone, 1982; Hawley, 1993). The__QJW! and drained Lordsburg subbasin, which heads in the Burro Mountain-Continental Divide area (Fig. I) joins the Lower Animas sub- basin at the eastern edge of the South Alkali Flat depression. The major axial streams in this subbasin are ephemeral Lordsburg Draw and Burro Cienega, its largest tributary. A shallow basin-fill aquifer with an area of about 315 krn2 at the eastern edge of the Lordsburg subbasin (China Draw section) contributes some underflow discharge to the western Mimbres basin system across the Continental Divide. Maximum basin-fill thickness is estimated to be about 600 m (Birch, 1980; O'Brien and Stone, 1984; Klein, 1995). The primary aquifer con- sists of coarse-grained basin-floor facies assemblages deposited by the ancestral Animas Creek and Lordsburg Draw fluvial systems. Major hydrostratigraphic units include lJJ1JW:. and middle(?) Gila fluvial facies (HSUs: USF 2 and MSF; LFAs 1-3), and post-Gila Group stream and fan-delta deposits of middle and late Pleistocene age (HSU: RAF; LFAs g_, (). Maximum thickness of productive aquifer zones may locally exceed 200 m, but most ground-water production in the"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "of the central Mimbres basin system. Dominant surficial units are widespread fluvial-deltaic deposits of ancestral Animas Creek and an extensive middle- late Pleistocene basalt flow west of Animas (Schwennesen, I 918; Reeder, 1957; Fleischhauer and Stone, 1982; O'Brien and Stone, 1983, 1984; Drewes el al., 1985; Machette et al., 1986). The northern part of the Lower Animas subbasin includes exten- sive dune fields and a large ephemeral-lake plain with alkali flats that forms a vadose pk{ya complex. During late Quaternary pluvial intervals, the basin floor area below elevations ranging from 1270 to 1279 m was episodically flooded by Lake Animas (Schwennesen, 1918). At its deep- est (latest Pleistocene) stage the lake had a surface area of about 390 krn2 (Fleischhauer and Stone, 1982; Hawley, 1993). The__QJW! and drained Lordsburg subbasin, which heads in the Burro Mountain-Continental Divide area (Fig. I) joins the Lower Animas sub- basin at the eastern edge of the South Alkali Flat depression. The major axial streams in this subbasin are ephemeral Lordsburg Draw and Burro Cienega, its largest tributary. A shallow basin-fill aquifer with an area of about 315 krn2 at the eastern edge of the Lordsburg subbasin (China Draw section) contributes some underflow discharge to the western Mimbres basin system across the Continental Divide. Maximum basin-fill thickness is estimated to be about 600 m (Birch, 1980; O'Brien and Stone, 1984; Klein, 1995). The primary aquifer con- sists of coarse-grained basin-floor facies assemblages deposited by the ancestral Animas Creek and Lordsburg Draw fluvial systems. Major hydrostratigraphic units include lJJ1JW:. and middle(?) Gila fluvial facies (HSUs: USF 2 and MSF; LFAs 1-3), and post-Gila Group stream and fan-delta deposits of middle and late Pleistocene age (HSU: RAF; LFAs g_, (). Maximum thickness of productive aquifer zones may locally exceed 200 m, but most ground-water production in the Animas-Cotton City-Lordsburg irrigation area is from the upper 150 m of saturated basin fill. A very optimistic estimate of available ground water of potable quality stored in the unconfined part of the saturated zone is no more than 1.2 x 1010 m3. Estimated annual recharge to the Lower Animas subbasin aquifer system is about 1.58 x I 07 m3. The major recharge sources are from the high ranges that flank the Opper Animas subbasin (Reeder, 1957; Hawkins, 1981; O'Brien and Stone, 1983). A very small component of ground-water flow from the thin \"perched\" aquifer zone in the Lake Cloverdale area may leak south- westward into the Sonora part of the adjacent San Bernardino basin; however, most ground water in the Cloverdale subbasin discharges as underflow into \"perched\" and \"deep\" aquifers of the Upper Animas sub- basin beneath the valleys of Animas Creek and its major tributaries. Underflow then moves northward toward agricultural and urban pump- ing centers in the Lower Animas subbasin. Under predevelopment con- ditions a large volume of ground water moved beyond the local ciene- gas and the Alkali Flat (vadose pk{va) area and discharged as underflow to the Duncan-Virden Valley segment of the Gila River basin aquifer system (Schwennesen, 1918; Reeder, 1957). O 'Brien and Stone ( 1983) estimate that the pre-development outflow from the Lower Animas sub- basin to this area was as much as 16 x I 06 m3/yr. Prior to ground-water pumpage in the Lower Playas subbasin, a small amount of underflow probably leaked into the Lower Animas subbasin through conduits in the structural gap between the Animas and Pyramid uplifts (Schwennesen, 19 I 8; Reeder, I 957; Doty, I 960). ACKNOWLEDGMENTS The Trans-International Boundary Aquifer Project was jointly funded 243 by the U.S. Environmental Protection Agency and the New Mexico Water Resources Research Institute. The substantial contributions by project collaborators Bobby Creel, Barry Hibbs, and Phil Dinterman are greatly appreciated, and the very constructive reviews of the project- completion report by Scott Anderholm, Chuck Heywood, and Phil Goodell are specially acknowledged. Numerous individuals and institu- tions have contributed to the development of the hydrogeologic-frame- work and ground-water-flow concepts outlined in this paper, and many are cited in the reference list. We particularly thank Sean Connell, Mike Kernodle, and Jim Witcher for their review comments and suggestions for improving the manuscript. REFERENCES Anderholm, S. K., 1994, Ground-water recharge near Santa Fe, north-central New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 94-4078, 68 p. Birch, F. S., I 980, Three-dimensional gravity model of the basin hydrologic parameters in New Mexico: University of New Mexico Report (unpublished) prepared for the U.S. Geological Survey under contract no. 14-08-00001- 17879, 30 p. Blandford, T. N. and Wilson, J. L., 1987, Large scale parameter estimation through the inverse procedure and uncertainty propagation in the Columbus Basin, New Mexico: New Mexico Water Resources Research Institute, Technical Completion Report 226,247 p. Clemons, R. E., 1998, Geology of the Florida Mountains, southwestern New Mexico: New Mexico Bureau of Mines and Mineral Resources, Memoir 43, 112 p. Darton, N. H., 1916, Geology and underground water of Luna County, New Mexico, U.S. Geological Survey, Bulletin 618, 188 p. Doty, G. C., 1960, Reconnaissance of ground water in Playas Valley, Hidalgo County, New Mexico: New Mexico State Engineer Office, Technical Report 15, 40 p. Drewes, H., Houser, B. B., Hedlund, D. C., Richter, D. H., Thorman, C. H. and Finnell, T. L., 1985, Geologic map of the Silver City I O x 2° Quadrangle, New Mexico and Arizona: U.S. Geological Survey, Miscellaneous Investigations Series Map, 1-13 I 0-C, scale l :250,000. Eakin, T. E., Price, D. and Harill, J. R., 1976, Summary appraisals of the nation's ground-water resources--Great Basin region: U.S. Geological Survey, Professional Paper 813-G, 37 p. Faulds, J. E. and Varga, R. J., 1998, The role of accommodation zones and trans- fer zones in the regional segmentation of extended terranes: Geological Society of America, Special Paper 323, p. 1-45. Fleischhauer, H. L., Jr., and Stone, W. J., 1982, Quaternary geology of Lake Animas, Hidalgo County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 174, 25 p. Frenzell, P. F. and Kaehler, C. A., 1992, Geohydrology and simulation of ground- water flow in the Mesilla basin, Dona Ana County, New Mexico, and El Paso County, Texas: U.S. Geological Survey, Professional Paper 1407-C, 105 p. Gilbert, G. K., 1875, Report on the geology of portions of New Mexico and Arizona: United States Geographic and Geologic Survey West of the 100th Meridian (Wheeler Survey), v. 3, p. 501-567. Gile, L. H., Hawley, J. W. and Grossman, R. B., 1981, Soils and geomorphology in a Basin-and-Range area of southern New Mexico-Guidebook to the Desert Project: New Mexico Bureau of Mines and Mineral Resources, Memoir 39, 222 p. Haneberg, W. C. and Friesen, R. L.,1995, Tilts, straios, and ground-water levels near an earth fissure in the Mimbres basin, New Mexico: Geological Society of America Bulletin, v. 107, p. 316-326. Hanson, R. T., McLean, J. S. and Miller, R. S., 1994, Hydrogeologic framework and preliminary simulation of ground-water flow in the Mimbres basin, south- western New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 94-4011, 118 p. Hawkins, D. B., 1981, Geohydrology of the lower Animas Valley, Hidalgo County, New Mexico-a computer simulation study: (M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 105 p. Hawkins, D. B. and Stephens, D. B., 1983, Ground-water modeling in"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "D. and Harill, J. R., 1976, Summary appraisals of the nation's ground-water resources--Great Basin region: U.S. Geological Survey, Professional Paper 813-G, 37 p. Faulds, J. E. and Varga, R. J., 1998, The role of accommodation zones and trans- fer zones in the regional segmentation of extended terranes: Geological Society of America, Special Paper 323, p. 1-45. Fleischhauer, H. L., Jr., and Stone, W. J., 1982, Quaternary geology of Lake Animas, Hidalgo County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 174, 25 p. Frenzell, P. F. and Kaehler, C. A., 1992, Geohydrology and simulation of ground- water flow in the Mesilla basin, Dona Ana County, New Mexico, and El Paso County, Texas: U.S. Geological Survey, Professional Paper 1407-C, 105 p. Gilbert, G. K., 1875, Report on the geology of portions of New Mexico and Arizona: United States Geographic and Geologic Survey West of the 100th Meridian (Wheeler Survey), v. 3, p. 501-567. Gile, L. H., Hawley, J. W. and Grossman, R. B., 1981, Soils and geomorphology in a Basin-and-Range area of southern New Mexico-Guidebook to the Desert Project: New Mexico Bureau of Mines and Mineral Resources, Memoir 39, 222 p. Haneberg, W. C. and Friesen, R. L.,1995, Tilts, straios, and ground-water levels near an earth fissure in the Mimbres basin, New Mexico: Geological Society of America Bulletin, v. 107, p. 316-326. Hanson, R. T., McLean, J. S. and Miller, R. S., 1994, Hydrogeologic framework and preliminary simulation of ground-water flow in the Mimbres basin, south- western New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 94-4011, 118 p. Hawkins, D. B., 1981, Geohydrology of the lower Animas Valley, Hidalgo County, New Mexico-a computer simulation study: (M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 105 p. Hawkins, D. B. and Stephens, D. B., 1983, Ground-water modeling in a south- western alluvial basin: Ground Water, v. 21, p. 733-739. Hawley, J. W., 1969, Notes on the geomo(J)hology and late Cenozoic geology of northwestern Chihuahua: New Mexico Geological Society, Guidebook 20, p. 131-142. Hawley, J. W., 1975, Quaternary history of Dona Ana County region south-cen- tral New Mexico: New Mexico Geological Society, Guidebook 26, p. 138- 150. Hawley, J. W., 1986, Physiographic provinces (and) landforms of New Mexico; 244 in Williams, J. L., ed., New Mexico in Maps: Albuquerque, The University of New Mexico Press, p. 28--31. Hawley, J. W., 1993, Geomorpbologic setting and late Quaternary history of plu- vial-lake basins in the southwestern New Mexico region: New Mexico Bureau of Mines and Mineral Resources, Open-file Report 391, 28 p. Hawley, J. W. and Haase, C. S., 1992, Hydrogeologic framework of the northern Albuquerque basin: New Mexico Bureau of Mines and Mineral Resources, Open-file Report 387, variously paginated. Hawley, J. W. and Lozinsky, R. P., 1992, Hydrogeologic framework of the Mesilla basin in New Mexico and western Texas: New Mexico Bureau of Mines and Mineral Resources, Open-file Report 323, 55 p. Hawley, J. W., Haase, C. S. and Lozinsky, R. P., 1995, Hydrogeologic framework of the northern Albuquerque basin; in Klett, C. T. 0., ed., The water future of Albuquerque and Middle Rio Grande basin: New Mexico Water Resources Research Institute, Technical Report No. 290, p. 37-55. Hawley, J. W., Hibbs, B. J., Kennedy, J. F., Creel, B. J., Remrnenga, M. D., Johnson, M., Lee, M. M. and Dinterman, P., 2000, Trans-International Boundary aquifers in southwestern New Mexico: New Mexico Water Resources Research Institute, New Mexico State University, prepared for U.S. Environmental Protection Agency, Region 6, and International Boundary and Water Commission; Technical Completion Report-lnteragency Contract X- 996350-01-3, 126 p. Heywood, C. E., 1992, Isostatic residual gravity anomalies of New Mexico: U.S. Geological Survey, Water Resources Investigations Report 91-4065, 27 p. Hibbs, 8. J., Darling, B. K. and Jones, I. C., 1998a, Hydrogeologic regimes of arid-zone aquifers beneath low-level radioactive waste and other waste repos- itories in Trans-Pecos, Texas and northern Chihuahua, Mexico; in Van Brahana, J. and others, eds., Gambling with ground water- physical, chemical, and biological aspects of aquifer-stream relationships: American Institute of Hydrology, St. Paul, Minnesota, p. 311- 322. Hibbs, B. J., Creel, 8. J, Boghici, R., Hayes, M., Ashworth, J., Hanson A., Samani, Z., Kennedy, J. F., Hann, P. and Stevens, K., 1998b, Transboundary aquifers of the El Paso/Ciudad Juarez/Las Cruces region: U.S. Environmental Protection Agency, Region 6, Technical Contract Report prepared by the Texas Water, Development Board and the New Mexico Water Resources Research Institute, variously paginated. Hill, R. T., 1900, Physical geography of the Texas region, U.S. Geological Survey, Topographical Atlas Folio 3, 12 p. Kernodle, J.M., 1992a, Summary of U.S. Geological Survey ground-water-flow models of basin-fill aquifers in the Southwestern Alluvial Basins region, Colorado, New Mexico, and Texas: U.S. Geological Survey, Open-file Report 90-361, 81 p. Kernodle, J. M., 1992b, Results of simulations by a preliminary numerical model of l~d subsidence in the El Paso, Texas area: U.S. Geological Survey, Water Resources Investigations Report 92-4037, 35 p. Kernodle, J.M., McAda, D. P. and Thom, C.R., 1995, Simulation of ground- water flow in the Albuquerque basin, central New Mexico: U.S. Geological Survey, Water Resources investigations Report 94-425 I, II 4 p. Klein, D. P., 1995, Structures of the basins and ranges, southwest New Mexico, and interpretation of seismic velocity sections: U.S. Geological Survey, Open- file Report 95-506, 60 p. (with plates by G. A. Adams and P. L. Hill, scale I :250,000 and I :500,000). Krider, P. R., 1998, Paleoclimatic significance of late Quaternary lacustrine and alluvial stratigraphy, Animas Valley, New Mexico: Quaternary Research, v. 50, p. 283-289. Love, D. W. and Seager, W. R., 1996, Fluvial fans and related deposits of the Mimbres drainage: New Mexico Geology, v. 18, p. 81- 92 Machelle, M. N., Personius, S. F., Menges, C. M. and Pearthree, P.A., 1986, Map showing Quaternary and Miocene faults in the Silver City Quadrangle, south- eastern Arizona and southwestern New Mexico: U.S. Geological Survey, Miscellaneous Field Studies Map MF-1465C, scale I :250,000, 20 p. Mack, G. H. and Seager, W. R., 1990, Tectonic control on facies distribution of the Camp Rice and Palomas Fonnations (Plio-Pleistocene) in the southern Rio Grande rift: Geological Society of America Bulletin, v. 102, p. 45- 53. Mack, G. H., Love, D. W. and Seager, W. R., 1997, Spillover models for axial rivers in regions of continental extension- the Rio Mimbres and Rio Grande in the southern Rio Grande rift, USA: Sedimentology, v. 44, p. 637-652. Maxey, G. B., 1968, Hydrogeology of desert basins: Ground Water, v. 6, p. 1- 22. McCord, J. T. and Stephens, D. B., 1999, Contrasts in regional and local-scale heterogeneity in relation to ground-water supply and contamination in the Albuquerque basin: New Mexico Geological Society, Guidebook 50, p. 401-408 Mifflin, M. D., 1988, Region 5, Great Basin; in Back, W., Rosenshein, J. S. and KENNEDY et al. Seaber, P.R., eds., Hydrogeology- The geology of North America: Geological Society of America, DNAG volume 0-2, p. 69- 78. Morrison, R. 8., 1991, Quaternary geology of the Basin-and-Range province; in Morrison, R. 8., ed., Quaternary non-glacial geology: Conterminous U.S.: Geological Society of America- The geology of North America, DNAG vol- ume K-2, p. 353- 371. O'Brien, K. M. and Stone, W. J., 1983, A two-dimensional hydrologic model of the Animas Valley, Hidalgo County, New"
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "Quaternary lacustrine and alluvial stratigraphy, Animas Valley, New Mexico: Quaternary Research, v. 50, p. 283-289. Love, D. W. and Seager, W. R., 1996, Fluvial fans and related deposits of the Mimbres drainage: New Mexico Geology, v. 18, p. 81- 92 Machelle, M. N., Personius, S. F., Menges, C. M. and Pearthree, P.A., 1986, Map showing Quaternary and Miocene faults in the Silver City Quadrangle, south- eastern Arizona and southwestern New Mexico: U.S. Geological Survey, Miscellaneous Field Studies Map MF-1465C, scale I :250,000, 20 p. Mack, G. H. and Seager, W. R., 1990, Tectonic control on facies distribution of the Camp Rice and Palomas Fonnations (Plio-Pleistocene) in the southern Rio Grande rift: Geological Society of America Bulletin, v. 102, p. 45- 53. Mack, G. H., Love, D. W. and Seager, W. R., 1997, Spillover models for axial rivers in regions of continental extension- the Rio Mimbres and Rio Grande in the southern Rio Grande rift, USA: Sedimentology, v. 44, p. 637-652. Maxey, G. B., 1968, Hydrogeology of desert basins: Ground Water, v. 6, p. 1- 22. McCord, J. T. and Stephens, D. B., 1999, Contrasts in regional and local-scale heterogeneity in relation to ground-water supply and contamination in the Albuquerque basin: New Mexico Geological Society, Guidebook 50, p. 401-408 Mifflin, M. D., 1988, Region 5, Great Basin; in Back, W., Rosenshein, J. S. and KENNEDY et al. Seaber, P.R., eds., Hydrogeology- The geology of North America: Geological Society of America, DNAG volume 0-2, p. 69- 78. Morrison, R. 8., 1991, Quaternary geology of the Basin-and-Range province; in Morrison, R. 8., ed., Quaternary non-glacial geology: Conterminous U.S.: Geological Society of America- The geology of North America, DNAG vol- ume K-2, p. 353- 371. O'Brien, K. M. and Stone, W. J., 1983, A two-dimensional hydrologic model of the Animas Valley, Hidalgo County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file Report 133, 63 p. O'Brien, K. M. and Stone, W. J., I 984, Role of geological and geophysical data in modeling a southwestern alluvial basin: Ground Water, v. 22, p. 717- 727. Peterson, D. M., Khaleel, R. and Hawley, J. W., 1984, Quasi three-dimensional modeling of ground-water flow in the Mesilla Bolson, New Mexico: New Mexico Water Resources Research Institute, Technical Completion Report 178, 185 p. Reeder, H. 0., 1957, Ground water in Animas Valley, Hidalgo County, New Mexico: New Mexico State Engineer Office, Technical Report 11, IO I p. Reeves, C. C., Jr., 1969, Pluvial Lake Palomas, northwestern Chihuahua, Mexico: New Mexico Geological Society, Guidebook 20, p. 143- 154. Schwennesen, A. T., 1918, Ground water in the Animas, Playas, Hachita, and San Luis basins, New Mexico, U.S. Geological Survey Water-Supply Paper 422, 35 p. Seager, W. R., 1995, Geologic map of the southwest part of Las Cruces and northwest part of El Paso I O x 2° sheets, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Geologic Map GM-60, scale I: 125,000. Seager, W. R. and Morgan, P., 1979, Rio Grande rift in southern New Mexico, West Texas, and northern Chihuahua; in Riecker, R. E., ed., Rio Grande rift- Tectonics and magnetism: American Geophysical Union, Washington, D.C., p. 87-106. Seager, W.R., Clemons, R. E., Hawley, J. W. and Kelley, R. E., 1982, Geology of the northwest part of Las Cruces IO x 2° quadrangle: New Mexico Bureau of Mines and Mineral Resources, Geologic Map GM-53, scale I: 125,000. Seager, W.R., Hawley, J. W., Kottlowski, F. E. and Kelley, S. A., 1987, Geology of the east half of Las Cruces and northeast El Paso I O x 2° sheets, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Geologic Map GM-57, scale 1:125,000. Smith, G. A., 1994, Climatic influences on continental deposition during late- stage filling of an extensional basin, southeastern Arizona: Geological Society of America Bulletin, v. 106, p. 1212- 1228. Thom, C. R., McAda, D. P. and Kernodle, J. M., 1993, Geohydrologic frame- work and hydrologic conditions of the Albuquerque basin, central New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 93- 4 149, 106 p. Tolman, C. F., 1909, Erosion and deposition in southern Arizona bolson region: Journal of Geology, v. 17, p. 136-163. Trauger, F. D., 1972, Water resources and general geology of Grant County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Hydrologic Report 2, 211 p. Trauger, F. D. and Doty, G. C., 1965, Ground water- its occurrence and relation to the economy and geology of southwestern New Mexico: New Mexico Geological Society, Guidebook 16, p. 215-227. Trauger, F. D. and Herrick, E. H., 1962, Ground water in central Hachita Valley northeast of the Big Hatchet Mountains, Hidalgo County, New Mexico: New Mexico State Engineer Office, Technical Report 26, 21 p. Van Devender, T. R. and Wort.hington, R. D., 1978, The herpetofauna of Howell's Ridge Cave and the paleoecology of the northwestern Chihuahua Desert; in Transactions, Symposium on the biological resources oftbe Chihuahua Desert region, Alpine, Texas, October, 1974: U.S. National Park Service, Transactions and Proceedings Series 3, ( 1977), p. 85- 106. Vincent, K. R. and Krider, P. R., 1998, Geomorphic surface maps of the southern Animas Valley, Hidalgo Co., New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file Report OF-429, 60 p. Wasiolek, M., 1995, Subsurface recharge to the Tesuque aquifer system from selected drainage basins along the western side of the Sangre de Cristo Mountains near Santa Fe, New Mexico: U.S. Geological Survey, Water- Resources Investigations Report 94-4072, 43 p. Wilkins, D. W., 1986, Geohydrology of the southwest alluvial basins, regional aquifer-systems analysis in parts of Colorado, New Mexico, and Texas: U.S. Geological Survey, Water-Resources investigations Reports 84-4224, 61 p., Wilkins, D. W., 1998, Summary of the southwest alluvial basins, regional aquifer-systems analysis in parts of Colorado, New Mexico, and Texas: U.S. Geological Survey, Professional Paper 1407-A, 49 p."
    },
    {
        "URL": "Kennedy2000_HydrogeologicFrameworkOfBasinFillAquifersAndGWFlowSystemsSouthwestNM.pdf",
        "Text": "Investigations Report 94-4072, 43 p. Wilkins, D. W., 1986, Geohydrology of the southwest alluvial basins, regional aquifer-systems analysis in parts of Colorado, New Mexico, and Texas: U.S. Geological Survey, Water-Resources investigations Reports 84-4224, 61 p., Wilkins, D. W., 1998, Summary of the southwest alluvial basins, regional aquifer-systems analysis in parts of Colorado, New Mexico, and Texas: U.S. Geological Survey, Professional Paper 1407-A, 49 p."
    }
]