[
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "SANDIA REPORT SAND2012-3220 Unlimited Release Printed April, 2012 Modeling the Gila-San Francisco Basin using System Dynamics in support of the 2004 Arizona Water Settlement Act Amy Sun, Vince Tidwell, Geoff Klise, and Will Peplinski Prepared by Sandia National Laboratories Albuquerque, New Mexico 87185 and Livermore, California 94550 Sandia National Laboratories is a multi-program laboratory managed and operated by Sandia Corporation, a wholly owned subsidiary of Lockheed Martin Corporation, for the U.S. Department of Energy's National Nuclear Security Administration under contract DE-AC04-94AL85000. Approved for public release; further dissemination unlimited. 2 Issued by Sandia National Laboratories, operated for the United States Department of Energy by Sandia Corporation. NOTICE: This report was prepared as an account of work sponsored by an agency of the United States Government. Neither the United States Government, nor any agency thereof, nor any of their employees, nor any of their contractors, subcontractors, or their employees, make any warranty, express or implied, or assume any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represent that its use would not infringe privately owned rights. Reference herein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise, does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government, any agency thereof, or any of their contractors or subcontractors. The views and opinions expressed herein do not necessarily state or reflect those of the United States Government, any agency thereof, or any of their contractors. Printed in the United States of America. This report has been reproduced directly from the best available copy. Available to DOE and DOE contractors from U.S. Department of Energy Office of Scientific and Technical Information P.O. Box 62 Oak Ridge, TN 37831 Telephone: (865) 576-8401 Facsimile: (865) 576-5728 E-Mail: reports@adonis.osti.gov Online ordering: http://www.osti.gov/bridge Available to the public from U.S. Department of Commerce National Technical Information Service 5285 Port Royal Rd. Springfield, VA 22161 Telephone: (800) 553-6847 Facsimile: (703) 605-6900 E-Mail: orders@ntis.fedworld.gov Online order: http://www.ntis.gov/help/ordermethods.asp?loc=7-4-0#online 3 SAND2012-3220 Unlimited Release Printed April, 2012 Modeling Gila-San Francisco Basin using System Dynamics in support of 2004 Arizona Water Settlement Act Amy Sun1, Vince Tidwell2, Geoff Klise2, and Will Peplinski2 1Chemical and Biological Systems 2 Earth Systems Sandia National Laboratories P.O. Box 5800 Albuquerque, New Mexico 87185-0734 ABSTRACT Water resource management requires collaborative solutions that cross institutional and political boundaries. This work describes the development and use of a computer-based tool for assessing the impact of additional water allocation from the Gila River and the San Francisco River prescribed in the 2004 Arizona Water Settlements Act. Between 2005 and 2010, Sandia National Laboratories engaged concerned citizens, local water stakeholders, and key federal and state agencies to collaboratively create the Gila-San Francisco Decision Support Tool. Based on principles of system dynamics, the tool is founded on a hydrologic balance of surface water, groundwater, and their associated coupling between water resources and demands. The tool is fitted with a user interface to facilitate sensitivity studies of various water supply and demand scenarios. The model also projects the consumptive use of water in the region as well as the potential CUFA (Consumptive Use and Forbearance Agreement which stipulates when and where Arizona Water Settlements Act diversions can be made) diversion over a 26-year horizon. Scenarios are selected to enhance our understanding of the potential human impacts on the rivers’ ecological health in New Mexico; in particular, different case studies thematic to water conservation, water rights, and minimum flow are tested using the model. The impact on potential CUFA diversions, agricultural consumptive use, and surface water availability are assessed relative to the changes imposed in the scenarios. While it has been difficult to gage the acceptance level from the stakeholders, the technical information that the model provides are valuable for facilitating dialogues in the context of the new settlement. 4 5 ACKNOWLEDGMENTS The author would like to acknowledge support from stakeholders who have participated in the collaborative modeling process. In particular, this group of stakeholders consisting of private citizens, NGOs, local, state, and federal agencies, gave valuable input for data gathering and modeling objectives.  Black Range Resource Conservation & Development  Bureau of Reclamation  Cliff/Gila Farm Bureau  Gila Conservation Coalition  Gila San Francisco Water Commission  New Mexico Interstate Stream Commission  Municipality of Deming  Municipality of Silver City  Office of State Engineers, Deming  The Nature Conservancy  US Fish and Wildlife Service The assistance of Mary Alice Murphy to ensure timely dissemination of Sandia information is also appreciated. We would like to highlight the individuals who have continuously and persistently provided feedback throughout the entire modeling period despite various financial and political obstacles. The support of the following individuals is greatly appreciated: Tom Bates (Deming), Mary Reece (BOR), Craig Roepke (NMISC), Peter Russell (Silver City), Gerald Schultz (Black Range), and Martha Schuman (TNC). The authors would like to acknowledge Senator Pete Domenici and Erik Webb. The reviews from Jesse Roach and Beth Richards are also gratefully acknowledged. The work was supported by the Department of Energy, the New Mexico Small Business Assistance Program and the New Mexico Office of the State Engineer. 6 7 EXECUTIVE SUMMARY The 2004 Arizona Water Settlement Act (2004 AWSA) authorizes new water withdrawals from the Gila and San Francisco Rivers within New Mexico. Potential implications of this act have been the focus of a Sandia-led modeling process involving federal, state, and local stakeholders. Between 2006 and 2010, a system-level computer model based on system dynamics was created and utilized to assess water balances of the Gila-San Francisco basin within southwest New Mexico. This report describes the key components of the Gila-San Francisco Decision Support Tool; specifically, the theory, modeling assumptions, and model parameters. In addition, constraints in accordance with the Consumptive Use and Forbearance Agreement (CUFA) under the Settlement Act are abstracted and integrated into the model to assess the potential for surface water withdrawal. The adaptation of a system dynamics framework focuses on applying an integrated approach to the hydrologic system. While the surface and groundwater supply make up the key hydrologic components, the model also includes social, legal, and potential ecological considerations. The social components include population and agricultural use; the legal components consist of terms of diversion under 2004 AWSA and current water rights limits; the ecological component considers minimum flow constraints. While these subcomponents can be difficult to capture in a quantitative model, they represent important concerns to the stakeholders in the region. Output from the model summarizes the consumptive use of water in the region from different sectors as well as the potential CUFA diversion over a 26-year horizon. The tool has been continuously refined and modified with emphasis on functionality of the user interface, scenario building, and model calibration. The user interface built within the model allows access to model parameters and assumptions such as water rights, population growth, ditch efficiency, minimum flow, and crop acreage. Baseline conditions based on a set of prescribed parameters produce a water balance that can be compared to output that is tied to perturbations in the default parameters. The relative difference in output facilitates important discussions around the potential CUFA"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "of a Sandia-led modeling process involving federal, state, and local stakeholders. Between 2006 and 2010, a system-level computer model based on system dynamics was created and utilized to assess water balances of the Gila-San Francisco basin within southwest New Mexico. This report describes the key components of the Gila-San Francisco Decision Support Tool; specifically, the theory, modeling assumptions, and model parameters. In addition, constraints in accordance with the Consumptive Use and Forbearance Agreement (CUFA) under the Settlement Act are abstracted and integrated into the model to assess the potential for surface water withdrawal. The adaptation of a system dynamics framework focuses on applying an integrated approach to the hydrologic system. While the surface and groundwater supply make up the key hydrologic components, the model also includes social, legal, and potential ecological considerations. The social components include population and agricultural use; the legal components consist of terms of diversion under 2004 AWSA and current water rights limits; the ecological component considers minimum flow constraints. While these subcomponents can be difficult to capture in a quantitative model, they represent important concerns to the stakeholders in the region. Output from the model summarizes the consumptive use of water in the region from different sectors as well as the potential CUFA diversion over a 26-year horizon. The tool has been continuously refined and modified with emphasis on functionality of the user interface, scenario building, and model calibration. The user interface built within the model allows access to model parameters and assumptions such as water rights, population growth, ditch efficiency, minimum flow, and crop acreage. Baseline conditions based on a set of prescribed parameters produce a water balance that can be compared to output that is tied to perturbations in the default parameters. The relative difference in output facilitates important discussions around the potential CUFA diversion, water demand in different sectors, and availability of surface water. Three examples provide a glimpse of the wealth of information provided by the model. Potential increases in agricultural use gained by shifting unused water rights to additional acreage would impact the number of days irrigation water can be met. On the other hand, increases in ditch conveyance efficiencies would increase the amount of water delivered for agricultural use. The third example shows the impact of changing a minimum flow requirement. The CUFA potential is found to be unaffected by minimum flow requirements below 450 cfs. In the absence of a funded collaborative forum, Sandia National Laboratories continues to maintain the software. It is the authors’ opinion that the dynamic simulation capability of the Gila-San Francisco Decision Support Tool (GSF Decision Support Tool) is currently under- utilized but extremely useful for reviewing water balance and hydrologic impact issues across the Gila-San Francisco, Mimbres, and Animas basins. 8 9 TABLE OF CONTENTS Acknowledgments .......................................................................................................................5 Executive Summary ....................................................................................................................7 Table of Contents ........................................................................................................................9 Figures ...................................................................................................................................... 11 Tables ....................................................................................................................................... 12 Chapter 1  Introduction ........................................................................................................... 13 1.1 Legal Context ............................................................................................................ 13 1.2 Collaborative Modeling Team.................................................................................... 15 1.3 Report Structure......................................................................................................... 16 Chapter 2  A System Dynamics Framework for The gila san francisco decision support Tool . 17 2.1 Introduction ............................................................................................................... 17 2.2 Overall Causal Loop Diagram ....................................................................................... 18 2.3 Sector-dependent causal loop diagram ........................................................................... 19 2.3.1 Agriculture sector ......................................................................................... 19 2.3.2 Population Growth ....................................................................................... 19 2.3.3 Mining Industry............................................................................................ 20 2.3.4 Cattle ........................................................................................................... 20 2.3.5 Surface Water and Groundwater Interactions ................................................ 20 Summary ............................................................................................................................. 22 Chapter 3  Hydrologic Model .................................................................................................. 23 3.1 Hydrologic components ............................................................................................. 23 3.1.1 Reach-Level Surface Water Balance............................................................. 25 3.2.2 Shallow Aquifer Balance .............................................................................. 26 3.2.3 Regional Aquifer Balance ................................................................................. 28 3.2 Model Assumptions and Parameters .......................................................................... 29 3.2.1 Surface Water Model Assumptions.............................................................. 29 3.2.2 Groundwater Model Assumptions ............................................................... 30 3.2.3 Interactions between Surface Water and Groundwater ................................. 30 3.2.3 Water Demand Categories ............................................................................ 30 3.3 Comparison of 2001-2005 Reported and Simulated Water Use in Selected Areas of the Gila-San Francisco Basin .................................................................................................... 34 3.3.1 Agriculture Consumptive Use by OSE Hydrographic Survey and Diversion Rights 34 3.3.2 Agriculture Consumptive Use Calculated by GSF Decision Support Tool .... 34 3.3.3 Calculated Evapotranspiration of Riparian Vegetation by GSF Decision Support Tool ............................................................................................................. 35 3.3.4 Non-irrigated Diversion based on OSE Hydrographic Survey Reports .......... 36 3.3.5 Non-irrigated Consumptive Use Calculated by GSF Decision Support Tool . 36 3.3.6 Phelps Dodge Tyrone Mining Maximum Annual and 10-yr Water Rights .... 37 3.4 - New Mexico Consumptive Use and Forbearance Agreement (NM CUFA) .................. 37 10 3.4.1 Modeled CUFA Test Structure ..................................................................... 37 3.4.2 Analysis of CUFA Diversion Based On Historical Gaged Flow .................... 39 Summary ............................................................................................................................. 41 Chapter 4 Calibration ................................................................................................................ 43 4.1 Groundwater Calibration............................................................................................ 43 4.2 Streamflow Calibration .............................................................................................. 44 Summary ............................................................................................................................. 47 Chapter 5  Scenarios Analysis ................................................................................................. 49 5.1 Baseline Summary ..................................................................................................... 49 5.1 Scenarios ................................................................................................................... 51 5.2 Sensitivity Example: High Agricultural Use ............................................................... 53 5.3 Sensitivity Example: Improved Ditch Efficiency........................................................ 54 5.4 Sensitivity Example: Minimum Flow ......................................................................... 55 Summary ............................................................................................................................. 57 References ................................................................................................................................ 59 Appendix A: Additional Data Resources ................................................................................... 60 A.SUPPLEMENTAL DATA FOR GSF DECISION SUPPORT TOOL .............................. 60 A.2 GEODATABASE ......................................................................................................... 60 A.3 SHAPEFILES and COVERAGES ................................................................................ 61 A.4 RASTERS .................................................................................................................... 62 APPENDIX B: Software/Hardware Requirements and Installation ............................................ 63 B.1 Hardware and software requirements ............................................................................ 63 B.2 Installation of the PowerSim Studio Player from your CD ............................................. 63 B.3 Installation of the PowerSim Studio Player from PowerSim website ............................. 63 11 FIGURES Figure 1: Upper Gila region spanning New Mexico and Arizona. .............................................. 13 Figure 2: Overall conceptual diagram ........................................................................................ 18 Figure 3: Agriculture sector causal loop diagram. ...................................................................... 19 Figure 4: Overall conceptual diagram for Population ................................................................. 20 Figure 5: Causal diagram of the surface and ground water supplies. .......................................... 21 Figure 6: Gila San-Francisco Basin and its representative reaches in the GSF Decision Support Tool. The line denotes the stateline between New Mexico and Arizona. ................................... 24 Figure 7 - Conceptual relations between the surface water and groundwater systems in the GSF decision support tool. ................................................................................................................ 24 Figure 8 - Physical mechanisms of hydrological exchange between the river and shallow aquifer, the shallow aquifer and regional aquifer, and between the river and regional aquifer. ................ 25 Figure 9: Available annual diversion allowable under the terms of Consumptive Use and Forbearance Agreement (CUFA) as represented by Table-1. RED denotes the year-to-year variation in CUFA potential for a minimum flow limit of 300 cfs (12,619 AF annual average). BLUE denotes the year-to-year variation for a minimum flow limit of 150 cfs (12,975 AF annual average). ................................................................................................................................... 40 Figure 10: Average daily CUFA diversion by month over 1979-2001 period. ............................ 40 Figure 11 – Tributary flow within the Redrock-Gila reach as deduced from Equation (15). ....... 45 Figure 12 – Executive Summary page of the GSF Decision Support Tool. ................................ 49 Figure 13 – Relative percentage of agricultural and non-agricultural water demand along the Gila river under the baseline condition. ............................................................................................. 50 Figure 14 – Executive baseline summary of water demand in non-GSF areas. ........................... 50 Figure 15 – Days of irrigation delivery deficit on Gila river at different reaches in volume (AF) and in days. Dark solid lines represent baseline run. Thick solid lines show irrigation deficit due to transfer of mining rights to agricultural use. .......................................................................... 53 Figure 16 - Days of irrigation delivery deficit on Gila"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "diagram ........................................................................................ 18 Figure 3: Agriculture sector causal loop diagram. ...................................................................... 19 Figure 4: Overall conceptual diagram for Population ................................................................. 20 Figure 5: Causal diagram of the surface and ground water supplies. .......................................... 21 Figure 6: Gila San-Francisco Basin and its representative reaches in the GSF Decision Support Tool. The line denotes the stateline between New Mexico and Arizona. ................................... 24 Figure 7 - Conceptual relations between the surface water and groundwater systems in the GSF decision support tool. ................................................................................................................ 24 Figure 8 - Physical mechanisms of hydrological exchange between the river and shallow aquifer, the shallow aquifer and regional aquifer, and between the river and regional aquifer. ................ 25 Figure 9: Available annual diversion allowable under the terms of Consumptive Use and Forbearance Agreement (CUFA) as represented by Table-1. RED denotes the year-to-year variation in CUFA potential for a minimum flow limit of 300 cfs (12,619 AF annual average). BLUE denotes the year-to-year variation for a minimum flow limit of 150 cfs (12,975 AF annual average). ................................................................................................................................... 40 Figure 10: Average daily CUFA diversion by month over 1979-2001 period. ............................ 40 Figure 11 – Tributary flow within the Redrock-Gila reach as deduced from Equation (15). ....... 45 Figure 12 – Executive Summary page of the GSF Decision Support Tool. ................................ 49 Figure 13 – Relative percentage of agricultural and non-agricultural water demand along the Gila river under the baseline condition. ............................................................................................. 50 Figure 14 – Executive baseline summary of water demand in non-GSF areas. ........................... 50 Figure 15 – Days of irrigation delivery deficit on Gila river at different reaches in volume (AF) and in days. Dark solid lines represent baseline run. Thick solid lines show irrigation deficit due to transfer of mining rights to agricultural use. .......................................................................... 53 Figure 16 - Days of irrigation delivery deficit on Gila river at different reaches in volume (AF) and in days. Thick solid lines represent baseline run. Thin solid lines show irrigation deficit due to 50% increased ditch efficiency. ............................................................................................. 54 Figure 17 – Number of days in a year that minimum flows are not met. The thick solid lines show baseline run (150 cfs). Thin solid lines show perturbed run (50 cfs)................................. 55 Figure 18 – Annual CUFA potential as a function of minimum flow between 2007 and 2032. The average CUFA potential is shown next to the legend. ......................................................... 56 Figure 19 – Average CUFA potential as a function of minimum flow. ...................................... 56 12 TABLES Table 1: Gila-San Francisco Model Team Contributors. The list is inclusive between 2005 and 2010. The Soil and Water Commission of Catron County, and the US Fish and Wildlife Services left the Team in 2006. The Deming Office of State Engineers ceased attendance since 2007. .... 16 Table 2 Reach names used in the GSF DecisionSupport Tool and their boundaries. .................. 23 Table 3: Baseline Values for User Adjustable Parameters within the Tool. ................................ 32 Table 4: Population growth assumptions within the Tool. .......................................................... 33 Table 5 Consumptive Use based on Hydrographic Survey Acreage multiplied by the Diversion Rights in the Cliff-Gila, Redrock, and Virden Valley areas........................................................ 34 Table 6 Agriculture Consumptive Use split between surface water and groundwater calculated by the GSF Decision Support Tool. ................................................................................................ 35 Table 7: Riparian Vegetation Water Use calculated by GSF Decision Support Tool. Table 6(a) lists the acreage by reach. Table 6(b) lists the annual water demand in the same region. ........... 36 Table 8: Non-irrigation Diversion in selected areas of the Gila-San Francisco Basin ................. 36 Table 9: Non-irrigated groundwater consumptive use calculated by the GSF Decision Support Tool. ......................................................................................................................................... 37 Table 10: Phelps Dodge Tyrone water rights for consumptive use in the Gila basin. Licensed record dated in November 2000. ................................................................................................ 37 Table 11: Summary of CUFA conditions required for additional diversion of Gila-San Francisco Rivers ....................................................................................................................................... 38 Table 12: Normalized % of tests from Table 10 that have failed between 1979 and 2001. No diversion is accounted from the San Francisco river in this illustration. ..................................... 41 Table 13: Gage error analysis for worst case discrepancies ........................................................ 47 Table 14: Example Scenarios Accessible to GSF Decision Support Tool. .................................. 51 Table 15: Output Accessible to GSF Decision Support Tool. ..................................................... 52 13 CHAPTER 1  INTRODUCTION 1.1 Legal Context Water resource management requires collaborative solutions that reach across institutional and political boundaries. In southwestern New Mexico, water managers are faced with important legal and technical decisions that challenge existing management practice and impact citizens, businesses, and the ecology surrounding the upper Gila River. Geographically, the Southwestern Water Planning region of New Mexico spans four state counties: Catron, Luna, Hidalgo, and Grant counties, as shown in Figure 1. Hydrologically, this region covers the Gila-San Francisco basin, the Mimbres basin, the Animas basin and several other small closed groundwater basins. The total watershed areas are approximately 9,000 mi2 (23,309 km2) for the Gila-San Francisco basin, 4,600 mi2 (11,914 km2) for the Mimbres basin, and 2,400 mi2 (6,216 km2) for the Animas basin. The Gila Wilderness Area, the first designated Wilderness area in the United States, is in the Gila-San Francisco basin and is home to several federally listed endangered species including the Southwestern willow flycatcher (Enpidonax traillii extimus), Loach minnow (Tiaroga cobitis) , and Spikedace (Meda fulgida) [1]. The agricultural communities that utilize the surface water for irrigation along the Gila date back to the 1800s, prior to New Mexico statehood [2]. The three outlined basins are study regions of this work. Red circles indicate USGS gages. In the U.S. Supreme Court litigation Arizona v California, 376 U.S. 340 (1964), the State of New Mexico presented evidence of present and past uses of water from its tributaries in the Lower Figure 1: Upper Gila region spanning New Mexico and Arizona. 14 Colorado River Basin including the Gila River and its tributaries. In addition, New Mexico presented a water supply study showing how the state could apply and use the water it claimed as its equitable share of the Gila River. Subsequent to this legal decision, the 1968 Colorado River Basin Project Act, P.L. 90-537, which authorized the building of the Central Arizona Project (CAP), included allocation of 18,000 acre-feet of water to New Mexico (1 acre-feet = 1,233 cubic meters). This water is in addition to the water awarded in the 1964 court decree (30,000 acre-feet of consumptive use per year). The allocation was effected through an exchange by the Secretary of the Interior of 18,000 acre feet of CAP water for an equal amount of diversions of Gila Basin water. However, the 1968 Act did not provide a means for New Mexico to divert the Gila Basin water without objection by senior downstream users. The 2004 Arizona Water Settlements Act (henceforth 2004 AWSA) amends the 1968 Act, and together with the Consumptive Use and Forbearance Agreement (CUFA), provides both the ability to divert without objection of senior water rights holders downstream and the funding to implement such development. [3,4] Specifically, the 2004 AWSA provides New Mexico 140,000 acre-feet of additional depletions from the Gila Basin in New Mexico in any ten year period. In addition, the State of New Mexico will receive $66M for ―paying costs of water utilization alternatives to meet water supply"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "basins are study regions of this work. Red circles indicate USGS gages. In the U.S. Supreme Court litigation Arizona v California, 376 U.S. 340 (1964), the State of New Mexico presented evidence of present and past uses of water from its tributaries in the Lower Figure 1: Upper Gila region spanning New Mexico and Arizona. 14 Colorado River Basin including the Gila River and its tributaries. In addition, New Mexico presented a water supply study showing how the state could apply and use the water it claimed as its equitable share of the Gila River. Subsequent to this legal decision, the 1968 Colorado River Basin Project Act, P.L. 90-537, which authorized the building of the Central Arizona Project (CAP), included allocation of 18,000 acre-feet of water to New Mexico (1 acre-feet = 1,233 cubic meters). This water is in addition to the water awarded in the 1964 court decree (30,000 acre-feet of consumptive use per year). The allocation was effected through an exchange by the Secretary of the Interior of 18,000 acre feet of CAP water for an equal amount of diversions of Gila Basin water. However, the 1968 Act did not provide a means for New Mexico to divert the Gila Basin water without objection by senior downstream users. The 2004 Arizona Water Settlements Act (henceforth 2004 AWSA) amends the 1968 Act, and together with the Consumptive Use and Forbearance Agreement (CUFA), provides both the ability to divert without objection of senior water rights holders downstream and the funding to implement such development. [3,4] Specifically, the 2004 AWSA provides New Mexico 140,000 acre-feet of additional depletions from the Gila Basin in New Mexico in any ten year period. In addition, the State of New Mexico will receive $66M for ―paying costs of water utilization alternatives to meet water supply demands in the Southwest Water Planning Region of New Mexico, as determined by the New Mexico Interstate Stream Commission (NMISC)‖. Funds may be used to cover costs of an actual water supply project, environmental mitigation, or restoration activities associated with or necessary for the project. Further, if New Mexico decides to build a project to divert Gila Basin water in exchange for CAP water, the state will have access to an additional $34 to $62 million. According to the 2004 AWSA, New Mexico has until 2014 to notify the Secretary of the Interior about plans to divert water from the Gila River that include a diversion. The legislation designates the U.S. Bureau of Reclamation as the lead federal action agency and provides that the State of New Mexico through the Interstate Stream Commission may elect to serve as joint lead in any environmental compliance activity as required by the National Environmental Protection Act (NEPA). As such the Bureau (and NMISC) will plan the formal environmental compliance activities. The 2004 AWSA requires that the NEPA process must be completed with a record of decision by 2019. The deadline is extendable to 2029 if there is a delay through no fault of New Mexico. There are concerns relating to environmental impacts if New Mexico were to develop its entitlement to the Gila River. Increased water diversion may reduce water available for wildlife, vegetation, nutrient cycling and other vital river functions. In addition, as the last main stem river in New Mexico without a major water development project, the Gila has a uniqueness value as a free flowing system. In response, the NMISC and the Office of the Governor of the state of New Mexico have both adopted policies that ―recognize the unique and valuable ecology of the Gila Basin‖ and committed to a continuing process of information gathering and public meetings with local water managers and community groups. In considering any proposal for water utilization under Section 212 of the 2004 AWSA, full consideration will be given to ―the best available science to assess and mitigate the ecological impacts on Southwest New Mexico, the Gila River, its tributaries and associated riparian corridors, while also considering the historic uses of and future demands for water in the basin and the traditions, cultures and customs affecting those uses.‖ [5, 6] 15 1.2 Collaborative Modeling Team To assist in decisions concerning implementation of the articles of the 2004 AWSA, the NMISC has teamed with Sandia to develop an interactive decision support tool through a community mediated process. The model through collaborative development is a tangible manifestation of the common understanding of a wide range of stakeholders, who in turn feel a sense of common, shared ownership and confidence in the resulting tool. Specifically, the project provides a model built from the collective knowledge and effort of a wide and disparate range of regional stakeholders, including hydrologists, ecologists, attorneys, agriculturalists, planners, policy makers, and the general public. Collaborative modeling provided a framework for common discussion and development of a shared understanding by a group united initially only by common interest in the 2004 AWSA. Web based conferencing was an important aspect of the collaborative modeling process as it facilitated interaction between a group that was also geographically dispersed. The Gila-San Francisco Modeling Team (henceforth GSF Modeling Team) was formed in 2005 and was comprised of representatives from the four-county region. Modelers from Sandia National Laboratories (SNL) were responsible for model development, while a professional facilitator and meeting note taker were responsible for managing the flow of each meeting. The GSF Modeling Team met every two weeks via Web conferencing and face-to-face at least once every three months between September 2005 and July 2007 when regular meetings ended due to lack of funding. Since then, funding constraints limited GSF Modeling Team meetings to WebEx teleconferences with only one face-to-face workshop. Between 2007 and 2010, Sandia led the GSF Modeling Team towards completion of the model, based on funding provided by New Mexico Small Business Assistance Program and the NMISC. The GSF Modeling Team met on an as-needed basis to provide continuity to the discussion and to ensure integration with the concurrent public forum(s) specific to the 2004 AWSA. The resulting tool for evaluating implications of CUFA terms is known as the Gila-San Francisco Decision Support Tool. Table 1 lists the past and present GSF Modeling Team membership. The process concerning the Web conferencing communication scheme can be found in Cockerill et al (2011) [7]. The GSF Modeling Team’s feedback on the process was captured in annual anonymous surveys in 2006 through 2008 described in details by Frankey (2008) [8]. 16 Table 1: Gila-San Francisco Model Team Contributors. The list is inclusive between 2005 and 2010. The Soil and Water Commission of Catron County, and the US Fish and Wildlife Services left the Team in 2006. The Deming Office of State Engineers ceased attendance since 2007. Description Municipality of Deming Municipality of Silver City Cliff/Gila Farm Bureau Gila Conservation Coalition The Nature Conservancy Black Range Resource Conservation & Development Bureau of Reclamation New Mexico Interstate Stream Commission Sandia National Laboratories Gila San Francisco Water Commission Office of State Engineers, Deming Soil and Water Commission representatives from Grant, Catron, and Luna Counties US Fish and Wildlife Service 1.3 Report Structure While the legal context catalyzes the modeling process and inspires the creation of a collaborative model, this report focuses"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "via Web conferencing and face-to-face at least once every three months between September 2005 and July 2007 when regular meetings ended due to lack of funding. Since then, funding constraints limited GSF Modeling Team meetings to WebEx teleconferences with only one face-to-face workshop. Between 2007 and 2010, Sandia led the GSF Modeling Team towards completion of the model, based on funding provided by New Mexico Small Business Assistance Program and the NMISC. The GSF Modeling Team met on an as-needed basis to provide continuity to the discussion and to ensure integration with the concurrent public forum(s) specific to the 2004 AWSA. The resulting tool for evaluating implications of CUFA terms is known as the Gila-San Francisco Decision Support Tool. Table 1 lists the past and present GSF Modeling Team membership. The process concerning the Web conferencing communication scheme can be found in Cockerill et al (2011) [7]. The GSF Modeling Team’s feedback on the process was captured in annual anonymous surveys in 2006 through 2008 described in details by Frankey (2008) [8]. 16 Table 1: Gila-San Francisco Model Team Contributors. The list is inclusive between 2005 and 2010. The Soil and Water Commission of Catron County, and the US Fish and Wildlife Services left the Team in 2006. The Deming Office of State Engineers ceased attendance since 2007. Description Municipality of Deming Municipality of Silver City Cliff/Gila Farm Bureau Gila Conservation Coalition The Nature Conservancy Black Range Resource Conservation & Development Bureau of Reclamation New Mexico Interstate Stream Commission Sandia National Laboratories Gila San Francisco Water Commission Office of State Engineers, Deming Soil and Water Commission representatives from Grant, Catron, and Luna Counties US Fish and Wildlife Service 1.3 Report Structure While the legal context catalyzes the modeling process and inspires the creation of a collaborative model, this report focuses on the technical development of a hydrologic model in a systems dynamics framework. Chapter 2 introduces the system dynamics formalism which helped shape the model components and interdependencies amongst them. Chapter 3 starts with a description of the hydrologic balance and the assumptions for the parameters used in the model. Next is a summary of the 2001-2005 water demand in the region for agricultural and non-agricultural purposes and analysis of potential CUFA diversions under historical flow conditions. Chapter 4 describes the calibration process. Chapter 5 presents the simulation results and sensitivity analyses. 17 CHAPTER 2  A SYSTEM DYNAMICS FRAMEWORK FOR THE GILA SAN FRANCISCO DECISION SUPPORT TOOL 2.1 Introduction The Gila-San Francisco basin is comprised of complex, highly interactive physical and social processes. The San Francisco River is a major tributary to the Upper Gila River and is included in the CUFA. These systems are continually evolving in response to changing climatic, ecological, and human conditions that span across multiple spatial and temporal scales. Selection of the appropriate architecture for the decision model is based on two criteria. First, a model is needed that provides an ―integrated‖ view of the watershed — one that couples the complex physics governing water supply with the diverse social and environmental issues driving water demand. Second, a model is needed that can be taken directly to the public for involvement in the decision process and for educational outreach. A modeling approach based on the principles of system dynamics has been applied to produce a model of the four-county region in Southwester New Mexico. System dynamics provides a unique framework for integrating the disparate physical and social systems important to water resources management, while providing an interactive environment for engaging the public [9,10]. The goal of the model, as drawn by the collaborative group, is to answer three important questions in the context of the New Mexico Consumptive Use and Forbearance Agreement.  Given various constraints, how much water is available from where, when and to what purpose?  Given various constraints, how much water is in demand from where, when and to what purpose?  What are the tradeoffs among various approaches to managing this water? After the initial broad questions were posed, the team worked on identifying important variables that must be included. During face-to-face meetings in May, 2006, the team developed a list of five categories that would be most influenced by change, or that most reflected uncertainty:  Demand by category (residential, agricultural, municipal Industrial)  Instream flow targets  Population change  Weather/climate (temperature, precipitation, climate change  Vegetation composition (density, type land use change) The team then selected five key metrics for output:  River discharge by reach, as influenced by diversion and legal constraints  Water appropriated versus actual use  Water in storage  Management effects on water supply/demand  Effects on aquatic/riparian species and river ecology 18 2.2 Overall Causal Loop Diagram The overall influence diagram for the model is shown in Figure 2. Elements in Figure 2 largely relate to unit volumes and unit flows of water. Intuitively, the major hydrologic units are surface water supply and groundwater supply. The groundwater supply is further broken down into two groups, shallow aquifer storage and deep aquifer storage. The other volumes to be considered are the amount of water demanded by human consumption, crop irrigation, riparian growth, industrial consumptive use, cattle growth, and finally, CUFA diversion. The various rates of change from natural or man-made processes reveal a complex diagram of interactions and feedback loops. The Gila-San Francisco Basin region is divided spatially into reaches spanning from the headwaters to Arizona. Temporal variation is captured at a daily timestep extended over a twenty year planning horizon. The Consumptive Use (CU) water rights adjudicated in the 1964 Supreme Court decision represent the maximum allowable use of existing water. It consists primarily of mining rights, local farming and ranching, and domestic use. Nevertheless, rather than utilizing the full amount of water rights every year, an average consumptive use is calibrated against historical hydrographic surveys from the State Engineer’s office in New Mexico [11]. Also noted in Figure 2, the water rights holders have the ability to supplement surface water diversion with groundwater pumping. The model uses the 1964 CU numbers as the upper bounds for usage by irrigated agriculture, cattle ranching, mining, domestic purposes, and commercial and industrial use in the region. Surface Water Supply Shallow Aquifer Supply Irrigated Crop Riparian Population 2004 AWSA- CUFA Diversion Industry Seepage Evapotranspiration Domestic non-CU pumping Commercial/ Domestic pumping Mining Use Surface Evaporation River gain Riparian Growth Stockwell pumping Deep Aquifer Supply Downstream calls PD interests NM CAP Bank Minimum flow River Diversions + + CU Water Rights Cattle + + + + Aquifer interactions Return from Ag + - - - - + + - + + + - - + + + + + + + Cattle growth + + Root Uptake - + + - - - - Population growth + + Figure 2: Overall conceptual diagram 19 2.3 Sector-dependent causal loop diagram 2.3.1 Agriculture sector The causal loop diagram specific to the agriculture sector is shown in Figure 3. The rate terms are noted in blue in the diagram. The irrigation demand is fueled by evapotranspiration of all the crops as well as seepage into the soil. For this study, the reference evapotranspiration is estimated from the Hargreaves"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "from the headwaters to Arizona. Temporal variation is captured at a daily timestep extended over a twenty year planning horizon. The Consumptive Use (CU) water rights adjudicated in the 1964 Supreme Court decision represent the maximum allowable use of existing water. It consists primarily of mining rights, local farming and ranching, and domestic use. Nevertheless, rather than utilizing the full amount of water rights every year, an average consumptive use is calibrated against historical hydrographic surveys from the State Engineer’s office in New Mexico [11]. Also noted in Figure 2, the water rights holders have the ability to supplement surface water diversion with groundwater pumping. The model uses the 1964 CU numbers as the upper bounds for usage by irrigated agriculture, cattle ranching, mining, domestic purposes, and commercial and industrial use in the region. Surface Water Supply Shallow Aquifer Supply Irrigated Crop Riparian Population 2004 AWSA- CUFA Diversion Industry Seepage Evapotranspiration Domestic non-CU pumping Commercial/ Domestic pumping Mining Use Surface Evaporation River gain Riparian Growth Stockwell pumping Deep Aquifer Supply Downstream calls PD interests NM CAP Bank Minimum flow River Diversions + + CU Water Rights Cattle + + + + Aquifer interactions Return from Ag + - - - - + + - + + + - - + + + + + + + Cattle growth + + Root Uptake - + + - - - - Population growth + + Figure 2: Overall conceptual diagram 19 2.3 Sector-dependent causal loop diagram 2.3.1 Agriculture sector The causal loop diagram specific to the agriculture sector is shown in Figure 3. The rate terms are noted in blue in the diagram. The irrigation demand is fueled by evapotranspiration of all the crops as well as seepage into the soil. For this study, the reference evapotranspiration is estimated from the Hargreaves equation, which requires only temperature and latitude data [12]. The Hargreaves equation combined with cultivated acres and crop growth yield the estimated water use by cultivated land. The surface evaporation and seepage from established conveyance also accounts for a part of the irrigation demand. These quantities require knowledge of conveyance morphology as well as conveyance efficiency. Typically, a concrete lined diversion ditch has very high efficiency compared to an earthen diversion ditch. 2.3.2 Population Growth The causal loop diagram specific to population influence is shown in Figure 4. The population growth is refined further between rural and urban area growth rates. Interestingly, the highest growth area in population demand originates from the Mimbres basin, outside the Gila Basin. The collaborative team feels it is important to incorporate the population growth in this region as it represents an important demand on the additional water allocated under the 2004 Arizona Water Settlements Act. The population growth trends in the four county region are based on the Surface Water Supply Irrigated Crop Seepage Evapotranspiration River Diversions CU Water Rights + Return from Ag + + + + + Maximum & Minimum Temperatures Hargreaves Reference ET Ag Acreage Conveyance Seepage Crop Seepage Crop Type Conveyance Efficiency Supreme Court Decree - Max Leased Ag Rights Mining rights Supplemental pumping Conveyance Morphology + surface evaporation + + Figure 3: Agriculture sector causal loop diagram. 20 trends assessed by University of New Mexico’s Bureau of Business and Economic Research and the Southwest New Mexico (SWNM) Regional Water Plan [13,14]. Water usage by the population can be categorized two ways: consumptive and non-consumptive use. The use of water for maintaining household living is considered non-consumptive use, such as laundry and bathing, and the state can issue well permits for that purpose for every family in the rural portions of the basin. The domestic consumptive use rights refer to water allocation for uses that include gardening, stockwells, and commercial operations, and they must be derived from the adjudicated rights. At the bequest of the Town of Silver City, this model also compartmentalized population growth and water demand for that municipality alone. 2.3.3 Mining Industry The Gila-San Francisco area houses one of the world’s oldest copper mines. The New Mexico State Engineer keeps a monthly record of water use in these commercial operations and the data are used in this model. When water rights held by the mining industry are not fully utilitzed, some can be leased back to crop irrigation. It is important to abstract that information into the model. 2.3.4 Cattle Water use for cattle is tightly coupled to the water rights in the region. While the adjudicated water rights under domestic and stock well pumping form the basis for the amount available for cattle, a large fraction of the cattle population in the region also consumes water in the federal forest lands where springs or earthern dams provide water for stock use. 2.3.5 Surface Water and Groundwater Interactions Population Domestic non-CU pumping Commercial/Domestic pumping CU Water Rights + + + Population growth + Silver City Municipality Four-county area urban population Four-county area rural households Per capita use # of Taps = households Mimbres Basin pumping Figure 4: Overall conceptual diagram for Population 21 The hydrologic feedback loop is the most important element in this water balance model and is shown in Figure 5. It consists of three types of supply: surface water, shallow (or alluvial) aquifer, and deep aquifer. Since the physical reality between the river and its corresponding shallow and deep aquifers requires details of hydrogeologic information that are incomplete for this region, this three-level abstraction crudely represents the intricate coupling between alluvial hydrology and groundwater storage. The contribution of surface water into the shallow aquifer is through seepage in the conveyance system. The relative difference of hydraulic head and river stage controls the exchange rate at which the two stocks interacts. Similarly, the exchange between shallow and deep aquifer supplies is controlled by the relative heads. Because of the large variability in the system, the rate constants are adjustable parameters in the model in order to calibrate the historical observations. The model components are programmed using the commercial software package PowerSimTM Studio [15]. An unique PowerSim feature readily programmable is the construction of user interfaces. Baseline model constants can be manipulated by the users. The adjustable baseline parameters, based on the priorities set by the collaborative modeling team, include hydrologic flow periods, CUFA, Population, Agriculture, Minimum River Flows, and Mine Leased Water Rights. Surface Water Supply Shallow Aquifer Supply Seepage Domestic non-CU pumping Commercial/ Domestic pumping Mining Use River gain Stockwell pumping Deep Aquifer Supply River Diversions + Aquifer interactions - - - - + - + - - + Root Uptake - + Figure 5: Causal diagram of the surface and ground water supplies. 22 Summary Causal diagrams representative of the water demand and supply for southwestern New Mexico are created considering an integrated system consisting of natural and man-made subcomponents. Other than the legal implications from 2004 AWSA, the agricultural component, minimum flow constraints, and population considerations are all important and included in the system dynamics model. Such conceptual representations can also be communicated easily with multidisciplinary stakeholders. The time invested in stakeholder- driven, collaborative modeling process lead to an integrated, system-level framework that is readily programmed into PowerSim analysis tool. 23 CHAPTER 3  HYDROLOGIC MODEL 3.1 Hydrologic components The integrated surface"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "crudely represents the intricate coupling between alluvial hydrology and groundwater storage. The contribution of surface water into the shallow aquifer is through seepage in the conveyance system. The relative difference of hydraulic head and river stage controls the exchange rate at which the two stocks interacts. Similarly, the exchange between shallow and deep aquifer supplies is controlled by the relative heads. Because of the large variability in the system, the rate constants are adjustable parameters in the model in order to calibrate the historical observations. The model components are programmed using the commercial software package PowerSimTM Studio [15]. An unique PowerSim feature readily programmable is the construction of user interfaces. Baseline model constants can be manipulated by the users. The adjustable baseline parameters, based on the priorities set by the collaborative modeling team, include hydrologic flow periods, CUFA, Population, Agriculture, Minimum River Flows, and Mine Leased Water Rights. Surface Water Supply Shallow Aquifer Supply Seepage Domestic non-CU pumping Commercial/ Domestic pumping Mining Use River gain Stockwell pumping Deep Aquifer Supply River Diversions + Aquifer interactions - - - - + - + - - + Root Uptake - + Figure 5: Causal diagram of the surface and ground water supplies. 22 Summary Causal diagrams representative of the water demand and supply for southwestern New Mexico are created considering an integrated system consisting of natural and man-made subcomponents. Other than the legal implications from 2004 AWSA, the agricultural component, minimum flow constraints, and population considerations are all important and included in the system dynamics model. Such conceptual representations can also be communicated easily with multidisciplinary stakeholders. The time invested in stakeholder- driven, collaborative modeling process lead to an integrated, system-level framework that is readily programmed into PowerSim analysis tool. 23 CHAPTER 3  HYDROLOGIC MODEL 3.1 Hydrologic components The integrated surface water and groundwater model is described in this chapter in more detail. The components and relationships conceptualized in Chapter 2 based on system dynamics are further developed into mathematical equations. The equations are programmed and solved with PowersimTM. The equations and the resulting graphical user interface make up the Gila-San Francisco Decision Support Tool (GSF Decision Support Tool) As noted in Figure 1, the Gila-San Francisco Modeling team bounded the geographical region to include that portion of the Gila, Mimbres, and Animas basins within the New Mexico state boundaries. Intuitively, the major hydrologic units are surface water supply and groundwater supply. The surface water model spans the Gila and San Francisco rivers while the groundwater model includes the Gila-San Francisco and Mimbres basins. The groundwater supply is further broken down into two categories, shallow aquifer storage and deep aquifer storage. There are ten surface water reaches spanning the river system for the Gila-San Francisco basin. Each reach is considered a hydrologic unit bounded by flow gages and natural boundaries. Figure 6 shows the entire GSF basin and the reach boundaries. From the headwaters to the first USGS gage on the Gila stem is considered a reach, for example. All subsequent reaches are bounded by the locations of downstream USGS gages. The colored regions show how the reaches are divided up. The reach above the Blue Clifton gage and the reaches beyond the Gila Clifton gage are not explicitly modeled. Hence a total of seven reaches are modeled in the hydrologic model. These are summarized in Table 2. Within each reach, the surface water and groundwater compartments consist of three classes: surface water, shallow aquifer, and regional aquifer. Schematically, these are conceptualized in Figure 7. There are exchanges of water amongst all three compartments within each reach. One can write the water balance equation around each compartment. The physical mechanisms that dictate the balances and interactions are given in Figure 8. The balance equations for surface water, shallow aquifer, and regional aquifer are individually defined in the next three sub- sections. In addition, the assumptions and model constants are given. Table 2: Reach names used in the GSF DecisionSupport Tool and their boundaries. Reach Name Description Upper Gila Reach above the USGS Gila-Gila gage Gila-Redrock Reach bounded by the USGS Gila-Gila and Gila-Redrock gages Redrock-Virden Reach bounded by the USGS Gila-Redrock and Gila-Virden gages Virden-Clifton Reach bounded by the USGS Gila-Virden and Gila-Clifton gages Upper San Francisco Reach above the USGS San Francisco-Reserve gage Reserve-Glenwood Reach bounded by the USGS SF-Reserve and SF-Glenwood gages Glenwood-Clifton Reach bounded by the USGS SF-Glenwood and SF-Clifton gages 24 Figure 6: Gila San-Francisco Basin and its representative reaches in the GSF Decision Support Tool. The line denotes the stateline between New Mexico and Arizona. Figure 7 - Conceptual relations between the surface water and groundwater systems in the GSF decision support tool. Regional aquifer Surface water Shallow aquifer Regional aquifer Surface water Shallow aquifer 25 Figure 8 - Physical mechanisms of hydrological exchange between the river and shallow aquifer, the shallow aquifer and regional aquifer, and between the river and regional aquifer. 3.1.1 Reach-Level Surface Water Balance For a given reach i, the time varying storage is a function of dynamic change with respect to the various inflow and outflow rates in the system. For this mass balance based study, we assume that the rate of change of storage in a given reach is negligeable, and thus that inflow is equal to outflow. i sw out i sw in i Q Q dt dR , ,   i sw out i sw in Q Q , ,  (1) For simplicity, the designation for reach i is omitted in the superscript, and the subsequent balances are assumed to applied at each reach for all eight river reaches. return precip trib sw in Q Q Q Q    , (2) The inflow component consists of inflow from all the tributaries, precipitation, and return flow (from conveyance system). The climatic contribution is currently difficult to quantify by reach due to a lack of hydro-climatic balance in the surface water module. This is currently estimated from high flow events within the reach which will be described in more detail in Chapter 4.      diversion evap open leakage sw out Q Q Q Q , (3) ET Gila River Shallow aquifer Canals Regional aquifer Regional recharge Pumping from regional recharge Pumping from shallow aquifer Regional recharge Irrigation Diversions Ag Fields ET seepage Open Evaporation ET Gila River Shallow aquifer Canals Regional aquifer Regional recharge Pumping from regional recharge Pumping from shallow aquifer Regional recharge Irrigation Diversions Ag Fields ET seepage Open Evaporation 26 The outflow component consists of river leakage, open evaporation, and surface water diversion. The river leakage is defined as the square difference between reach head and shallow aquifer head multiplied by the hydraulic conductivity between river and shallow aquifer [17].   sa sw sa sw i sa sw leakage L h h L K Q     2 2 2 (4) Ksw-sa is the hydraulic conductivity between surface water reach and its associated shallow aquifer, Li is the reach length, and Lsw-sa is the distance between surface water and shallow aquifer. hsw and hsa are hydraulic heads of river reach and shallow aquifer. As defined, the river leakage can be a positive or a negative value."
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "Q , ,  (1) For simplicity, the designation for reach i is omitted in the superscript, and the subsequent balances are assumed to applied at each reach for all eight river reaches. return precip trib sw in Q Q Q Q    , (2) The inflow component consists of inflow from all the tributaries, precipitation, and return flow (from conveyance system). The climatic contribution is currently difficult to quantify by reach due to a lack of hydro-climatic balance in the surface water module. This is currently estimated from high flow events within the reach which will be described in more detail in Chapter 4.      diversion evap open leakage sw out Q Q Q Q , (3) ET Gila River Shallow aquifer Canals Regional aquifer Regional recharge Pumping from regional recharge Pumping from shallow aquifer Regional recharge Irrigation Diversions Ag Fields ET seepage Open Evaporation ET Gila River Shallow aquifer Canals Regional aquifer Regional recharge Pumping from regional recharge Pumping from shallow aquifer Regional recharge Irrigation Diversions Ag Fields ET seepage Open Evaporation 26 The outflow component consists of river leakage, open evaporation, and surface water diversion. The river leakage is defined as the square difference between reach head and shallow aquifer head multiplied by the hydraulic conductivity between river and shallow aquifer [17].   sa sw sa sw i sa sw leakage L h h L K Q     2 2 2 (4) Ksw-sa is the hydraulic conductivity between surface water reach and its associated shallow aquifer, Li is the reach length, and Lsw-sa is the distance between surface water and shallow aquifer. hsw and hsa are hydraulic heads of river reach and shallow aquifer. As defined, the river leakage can be a positive or a negative value. Hydraulic head of the reach is derived from estimated basin storage divided by the basin area. Initial head of shallow aquifer is an adjustable quantity. Open evaporation directly from the reach and water loss due to conveyance are also included as reach outflows. This is calculated based on the estimated surface area of the reach and of the conveyance system. 3.2.2 Shallow Aquifer Balance For a given reach i, the time varying storage within a shallow aquifer is a function of dynamic change with respect to the various inflow and outflow rates in the system. i sa out i sa in i Q Q dt dS , ,   (5) Si is defined as the ith shallow aquifer storage, which is a function of combined inflow i sa in Q , and combined outflow i sa out Q , . As above, for simplicity, the designation for reach i is omitted in the superscript, and the subsequent balances are assumed to applied at each reach.      gw leakage seepage sa in Q Q Q Q , (6) The inflow component consists of seepage, river leakage, and groundwater exchange with neighboring aquifer. Seepage into the shallow aquifer storage can come from river bed, the earthen diversion ditches, and irrigated fields. River leakage is identical to the quantity defined above. The groundwater exchange is based on Darcy’s equation.      j j i ij ij ij gw h h L K A Q (7) Aij is the area of exchange between two aquifer units; Kij is the hydraulic conductivity; Lij is the distance between the two aquifers, and hi and hj are hydraulic heads of ith and jth aquifer units. The subscript ij denotes the shallow aquifer-regional aquifer pair or shallow aquifer-shallow aquifer pair. The hydraulic conductivity and initial hydraulic heads of each groundwater unit are adjustable parameters. These are used to calibrate the baseflow for each surface water reach. Note that there are multiple potential exchanges between groundwater units since flow exists 27 between each shallow aquifer unit and any neighboring shallow aquifer units as well as all neighboring regional groundwater units. The outflow components consist of consumptive use of riparian plants as well as groundwater pumping.     riparian pumping sa sa out Q Q Q , , (8) Groundwater pumping supports uses beyond agricultural purposes. The model accounts for non- agricultural consumptive use as well as agricultural irrigation. Hence, the summation is applied across all sectors: commercial, municipality, livestock, and mining. The riparian water use is estimated using GIS. The irrigated area by crop type and reach is used with reference ET from the Hargreave’s equation to calculate water loss due to crop evapotranspiration (ET) [12, 16]. The Hargreaves equation for reference ET is given below.   5.0 5 min, max, 5, 8. 17 0023 .0 day day t day avg s o T T T R ET       (9) where ETo = reference ET in in/da Rs = theoretical solar radiation based on latitude data for each reach. Tavg, 5-day = Five day running average Tmax, 5-day = Five day running maximum Tmin, 5-day = Five day running minimum The reference ET is applied to specific crop equation to calculate crop evapotranspiration.         j base cutoff j cutoff j j j j j j j j j j j T T T T T GDD GDD C GDD C GDD C C K ET K ET j , min, min max 3 , 4 2 ,3 , 2 ,1 0 , max , min 5.0 ) ( ) ( max,          (10) where ETj = reference ET of crop j in in/da Kj = Crop coefficient of crop j Tmax = daily maximum Tmin = daily minimum cutoff j T max, = Maximum cutoff temperature for crop j cutoff j Tmin, = Minimum cutoff temperature for crop j Tbase,j = Base temperature of crop j 28 3.2.3 Regional Aquifer Balance For a given reach i, the time varying storage within a shallow aquifer is a function of dynamic change with respect to the various inflow and outflow rates in the system. i ra out i ra in i Q Q dt dG , ,   (11) Gi is defined as the ith regional aquifer storage, which is a function of combined inflow i ra in Q , and combined outflow i ra out Q , . As above, for simplicity, the designation for reach i is omitted in the superscript, and the subsequent balances are assumed to applied at each reach.   e rech ra in Q Q arg , (12) The inflow contribution is solely due to groundwater recharge. This quantity may or may not be known. The region surrounding the Mangus trench has an active water exchange within the regional aquifer. This exchange is modeled in the GSF Decision Support Tool. The outflow components consist of groundwater exchange as defined in equations (6) and (7) as well as deep well pumping.     pumping ra gw ra out Q Q Q , , (13) Groundwater pumping supports uses beyond agricultural purposes. The GSF Decision Support Tool accounts for non-agricultural consumptive use as well as agricultural irrigation. Hence, the summation is applied"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": ",3 , 2 ,1 0 , max , min 5.0 ) ( ) ( max,          (10) where ETj = reference ET of crop j in in/da Kj = Crop coefficient of crop j Tmax = daily maximum Tmin = daily minimum cutoff j T max, = Maximum cutoff temperature for crop j cutoff j Tmin, = Minimum cutoff temperature for crop j Tbase,j = Base temperature of crop j 28 3.2.3 Regional Aquifer Balance For a given reach i, the time varying storage within a shallow aquifer is a function of dynamic change with respect to the various inflow and outflow rates in the system. i ra out i ra in i Q Q dt dG , ,   (11) Gi is defined as the ith regional aquifer storage, which is a function of combined inflow i ra in Q , and combined outflow i ra out Q , . As above, for simplicity, the designation for reach i is omitted in the superscript, and the subsequent balances are assumed to applied at each reach.   e rech ra in Q Q arg , (12) The inflow contribution is solely due to groundwater recharge. This quantity may or may not be known. The region surrounding the Mangus trench has an active water exchange within the regional aquifer. This exchange is modeled in the GSF Decision Support Tool. The outflow components consist of groundwater exchange as defined in equations (6) and (7) as well as deep well pumping.     pumping ra gw ra out Q Q Q , , (13) Groundwater pumping supports uses beyond agricultural purposes. The GSF Decision Support Tool accounts for non-agricultural consumptive use as well as agricultural irrigation. Hence, the summation is applied across all sectors: commercial, municipality, livestock, and mining. 29 3.2 Model Assumptions and Parameters Establishing assumptions and estimating parameters are necessary steps of every modeling process. GSF Decision Support Tool is no exception. The GSF Modeling Team had dedicated discussions around geospatial boundaries, choice of equations for evapotranspiration, and sources of data. This section attempts to summarize in bullets the assumptions that are currently in place for the GSF Decision Support Tool. Detailed geospatial data sources are also listed in Appendix A. . 3.2.1 Surface Water Model Assumptions  Water supply in this region is based on USGS gage data. The model uses historical data from thirteen gages. Simulated flows from the Gila river or the San Francisco river take on historical values from periods between 1936 and 2006. A list of locations and their respective USGS gage identiy is given. o 09430600 Mogollon River near Cliff-Gila o 09430500 Gila River at Gila, NM o 09431500 Gila River at Redrock, NM o 09432000 Gila River at Virden, NM o 09442000 Gila River at Clifton, AZ o 09442680 San Francisco River at Reserve, NM o 09444000 San Francisco River at Glenwood, NM o 09444200 Blue River at Clifton, AZ o 09442692 Tularosa River near Aragon, AZ o 09444500 San Francisco River at Clifton, AZ  The model does not track precipitation events. Modeled inflow between two USGS gages includes a corrective inflow due to ungaged tributaries or precipitation. The process of adjusting for inflow is given in the next chapter.  Physical characteristics of the reach such as reach dimensions and elevations are calculated using geospatial data and reduced to an equivalent volume and area based on channel flow. The model assumes each reach is represented by the elevation at its centroid point.  The temperature data are based on twenty-six temperature monitoring stations around the GSF region and weighted relative to the centroid of each reach location. The raw data are downloaded from the National Climate Data Center (Appendix A.)  The surface water supply for agriculture diversion within each reach is based on correlations of recorded USGS ditch flow and USGS river flow. The correlations are fitted with either linear or exponential equations. No ditch diversion can ever be greater than the amount river flow. Similarly, a minimum flow in the river is required in order for non-zero diversions to occur.  Surface water withdrawal from the Gila to Bill Evans lake is based on historical monthly data dated back to 1968 [18]. The historical quantities are used in estimating water demand for the surface water model.  Volumetric water requirement for agriculture diversion is estimated from crop evapotranspiration (ET) multiplied by irrigated acreage. 30 3.2.2 Groundwater Model Assumptions  Within each reach, the GSF groundwater basin is divided into two types of aquifers: fluvial and deep aquifer. The boundary between those two is drawn based on available geologic information using GIS tools. The flows amongst aquifers aredefined by the relative differences in hydraulic heads. There are two types of wells within each groundwater partition, shallow wells and deep wells.  The Mimbres groundwater basin is divided into nine sub-basins based on its geologic and hydrologic characteristic. The delineation is based on OSE well records and past publications. Unlike the GSF groundwater model, these are no alluvial region in Mimbres; however, the sub-basin exchanges are controlled by the same equations as used for the GSF groundwater model. Pumping from Franks Wells field is included as a source of water for the GSF basin. The quantity used from Franks Wells field is based on historical pumping records from the NM Office of State Engineers [19].  The Animas groundwater basin has no divisions and acts as a single source of water supply.  There is water exchanged between GSF and Mimbres basins through the Mangas Trench. The amount of water moves from Mimbres to Gila at a rate of 4,800 AF/yr [20]. 3.2.3 Interactions between Surface Water and Groundwater The groundwater module and surface water module are connected by flow caused by relative differences in hydraulic heads. The hydrologic parameters for the flow equations are adjustable parameters in the model such that the difference between simulated hydrographs match closely to historical hydrographs. The calibration period spans from January1982 to January 2006. Detailed steps of the calibration process are given in Chapter 4. 3.2.3 Water Demand Categories The default values stated in the following sections are adjustable in the Tool’s User Interface. Hence, one can study the impact of regional consumptive use patterns by changing these default input parameters. Table 3 and Table 4 also summarize the default parameters in User Interface.  Livestock –Cattle population is based on USDA’s cattle statistics in the four county region dating back to 1975. Cattle consumptive use is currently set at 25 gallons/day/head. The distribution of surface water and groundwater consumptive use is set to a default value of 50%.  Mining – OSE’s monthly records submitted by Phelps Dodge are used to simulate daily Bill Evans water diversion for mining operations. The model assumes zero mining water rights are leased out to other uses.  Population – Projections of population in the four-county area are estimated based on Bureau of Business & Economic Research (http://www.unm.edu/~bber/) and the US Census bureau (http://www.census.gov/). 31  Population: Silver City & Surrounding Municipalities – Being the largest city in the study region, the Silver City water demand"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "Office of State Engineers [19].  The Animas groundwater basin has no divisions and acts as a single source of water supply.  There is water exchanged between GSF and Mimbres basins through the Mangas Trench. The amount of water moves from Mimbres to Gila at a rate of 4,800 AF/yr [20]. 3.2.3 Interactions between Surface Water and Groundwater The groundwater module and surface water module are connected by flow caused by relative differences in hydraulic heads. The hydrologic parameters for the flow equations are adjustable parameters in the model such that the difference between simulated hydrographs match closely to historical hydrographs. The calibration period spans from January1982 to January 2006. Detailed steps of the calibration process are given in Chapter 4. 3.2.3 Water Demand Categories The default values stated in the following sections are adjustable in the Tool’s User Interface. Hence, one can study the impact of regional consumptive use patterns by changing these default input parameters. Table 3 and Table 4 also summarize the default parameters in User Interface.  Livestock –Cattle population is based on USDA’s cattle statistics in the four county region dating back to 1975. Cattle consumptive use is currently set at 25 gallons/day/head. The distribution of surface water and groundwater consumptive use is set to a default value of 50%.  Mining – OSE’s monthly records submitted by Phelps Dodge are used to simulate daily Bill Evans water diversion for mining operations. The model assumes zero mining water rights are leased out to other uses.  Population – Projections of population in the four-county area are estimated based on Bureau of Business & Economic Research (http://www.unm.edu/~bber/) and the US Census bureau (http://www.census.gov/). 31  Population: Silver City & Surrounding Municipalities – Being the largest city in the study region, the Silver City water demand from population is further refined in the model. The model defaults to 7,066 households for the region increasing at a rate of 80 households/year Per capita use within the distribution system is defaulted to 140 gal/day/person. The model defines 2.5 person per household for this region. It is assumed that each ―hookup‖ is equivalent to a ―household‖.  Domestic Non-Consumptive Water Rights – The model assumes 0.6 AF/year/household consumptive use for each rural household in the four-county region. The rural households are defined by the difference of county population and city population divided by 2.5 person/household. In addition, each household is assumed to own a single DNC well.  Adjudicated Domestic & Stockwell Water Rights – The model assumes a 50% utilization rate of each of the 3 AF/yr/well water right. The water rights statistics are based on information from OSE’s WATERS database [16].  Agriculture –Irrigated crops are defined by the breakdown from 2005 OSE’s hydrographic survey. Evapotranspiration is calculated for each crop type based on equations defined in Chapter 2. The ditch efficiency for each reach is estimated to be the ratio of crop irrigation requirement (OSE CIR) to the average water use within each reach based on historical hydrographic survey. The excess water beyond crop ET becomes shallow groundwater seepage.  Riparian – Similar to agricultural crops, riparian consumptive use is calculated using the Hargreaves equation. The riparian area is estimated using GIS mapping tools.  Minimum flow – The minimum flow structure within the model is only implemented in the context of calculating New Mexico potential consumptive use for CUFA. The default values are 150 cfs for the Gila river and 10 cfs for the San Francisco river. 32 Table 3: Baseline Values for User Adjustable Parameters within the Tool. User Adjustable Parameters Baseline Unit Low High CUFA Initial NM CAP Bank 54,000 AF/yr 0 70,000 Bypass parameter multiplier-winter 0.8 0.5 1 Bypass parameter multiplier-summer 0.75 0.5 1 Duncan-Virden call - January 13 cfs 0 100 Duncan-Virden call - February 20 cfs 0 100 Duncan-Virden call - March 38 cfs 0 100 Duncan-Virden call - April 48 cfs 0 100 Duncan-Virden call - May 54 cfs 0 100 Duncan-Virden call - June 56 cfs 0 100 Duncan-Virden call - July 57 cfs 0 100 Duncan-Virden call - August 51 cfs 0 100 Duncan-Virden call - September 49 cfs 0 100 Duncan-Virden call - October 42 cfs 0 100 Duncan-Virden call - November 37 cfs 0 100 Duncan-Virden call - December 23 cfs 0 100 Agricultural Practice Baseline Unit Low High UG-Gila Cattle population 1,835 head Gila-Redrock Cattle population 10,201 head Redrock-Virden Cattle population 12,301 head Virden-to NM Stateline 4,110 head SW-GW split 50 % USF-Reserve Cattle Population 717 head 17 1417 Reserve-Glenwood Cattle Population 2,530 head 530 4530 Glenwood-Clifton Cattle Population 2,125 head 125 4125 Mimbres - Deming Irrigated acres 16,165 acre Mimbres - Columbus Irrigated acres 2,858 acre Animas - Animas Irrigated acres 4,617 acre Animas - Lordsburg Irrigated acres 1,998 acre USF-Reserve Irrigated land 36 acre Reserve-Glenwood Irrigated land 822 acre Glenwood-Clifton Irrigated land 0 acre Minimum Flow Baseline Unit San Francisco 10 cfs Gila River 150 cfs Mining Leased Water Rights Baseline Unit Low High Mining water rights to irrigators 0 AF 0 14,000 Mining water rights to municipalities 0 AF 0 31,000 Adjudicated Domestic Consumptive Use 0.6 AF/household 0 1 Domestic Non-consumptive Use 50% Adjudicated rights 0% 100% 2007 adjudicated total 2005 total water rights 2005 total water rights 2006 total water rights 2006 total water rights 2005 adjudicated total 2006 adjudicated total 33 Table 4: Population growth assumptions within the Tool. User Adjustable Parameters Baseline Unit Low High Population Growth Baseline Low High County Growth Rate (%) Hidalgo Co -0.22 2010 -0.22 1.26 2020 -0.31 0.53 2030 -0.44 0.05 2040 -0.5 0.01 Catron Co 0 2010 0 1.15 2020 0 0.57 2030 0 0.13 2040 0 0.11 Grant Co 0.13 2010 -0.5 -0.5 2020 0.61 1 2030 0.48 1 2040 0.41 1 Luna Co 0.82 2010 1.24 2.48 2020 1.04 2.07 2030 0.81 1.61 2040 0.64 1.27 City Growth Rates (%) Low Deming Hurley Bayard Santa Clara 2000 1.49 -0.55 -0.55 -0.55 2010 1.25 0.67 0.67 0.67 2020 0.97 0.53 0.53 0.53 2030 0.77 0.45 0.45 0.45 High Deming Hurley Bayard Santa Clara 2000 2.98 -0.55 -0.55 -0.55 2010 2.48 1.1 1.1 1.1 2020 1.93 1.1 1.1 1.1 2030 1.52 1.1 1.1 1.1 Low Virden Luna Reserve2 Glenwood2 2000 -0.05 0% 0% 0% 2010 -0.04 0% 0% 0% 2020 -0.03 0% 0% 0% 2030 -0.02 0% 0% 0% High Virden Luna Reserve2 Glenwood2 2000 0 1.70% 1.70% 1.70% 2010 0 1.15% 1.15% 1.15% 2020 0 0.57% 0.57% 0.57% 2030 0 0.13% 0.13% 0.13% 34 3.3 Comparison of 2001-2005 Reported and Simulated Water Use in Selected Areas of the Gila-San Francisco Basin This section details the consumptive water use in selected regions of the Gila-San Francisco basin. The data presented herein are a combination of historical survey and model estimations. During summer and fall of 2006, Sandia National Laboratories obtained, copied, and compiled historical records from the OSE office in support of construction of the GSF Decision Support Tool. One of key objectives for creating the GSF Decision Support Tool is to provide water use information in the four-county region impacted by the 2004 Arizona Water Settlement Act. These data are used in projecting water demands into the future. As such, Sandia"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "User Adjustable Parameters Baseline Unit Low High Population Growth Baseline Low High County Growth Rate (%) Hidalgo Co -0.22 2010 -0.22 1.26 2020 -0.31 0.53 2030 -0.44 0.05 2040 -0.5 0.01 Catron Co 0 2010 0 1.15 2020 0 0.57 2030 0 0.13 2040 0 0.11 Grant Co 0.13 2010 -0.5 -0.5 2020 0.61 1 2030 0.48 1 2040 0.41 1 Luna Co 0.82 2010 1.24 2.48 2020 1.04 2.07 2030 0.81 1.61 2040 0.64 1.27 City Growth Rates (%) Low Deming Hurley Bayard Santa Clara 2000 1.49 -0.55 -0.55 -0.55 2010 1.25 0.67 0.67 0.67 2020 0.97 0.53 0.53 0.53 2030 0.77 0.45 0.45 0.45 High Deming Hurley Bayard Santa Clara 2000 2.98 -0.55 -0.55 -0.55 2010 2.48 1.1 1.1 1.1 2020 1.93 1.1 1.1 1.1 2030 1.52 1.1 1.1 1.1 Low Virden Luna Reserve2 Glenwood2 2000 -0.05 0% 0% 0% 2010 -0.04 0% 0% 0% 2020 -0.03 0% 0% 0% 2030 -0.02 0% 0% 0% High Virden Luna Reserve2 Glenwood2 2000 0 1.70% 1.70% 1.70% 2010 0 1.15% 1.15% 1.15% 2020 0 0.57% 0.57% 0.57% 2030 0 0.13% 0.13% 0.13% 34 3.3 Comparison of 2001-2005 Reported and Simulated Water Use in Selected Areas of the Gila-San Francisco Basin This section details the consumptive water use in selected regions of the Gila-San Francisco basin. The data presented herein are a combination of historical survey and model estimations. During summer and fall of 2006, Sandia National Laboratories obtained, copied, and compiled historical records from the OSE office in support of construction of the GSF Decision Support Tool. One of key objectives for creating the GSF Decision Support Tool is to provide water use information in the four-county region impacted by the 2004 Arizona Water Settlement Act. These data are used in projecting water demands into the future. As such, Sandia has disclosed all the raw data supporting the development of GSF Decision Support Tool to those who need the data. 3.3.1 Agriculture Consumptive Use by OSE Hydrographic Survey and Diversion Rights Table 5 shows the historical acreage in three OSE hydrographic regions: Upper Gila, Cliff- Gila, Redrock, and the Virden Valley. The average irrigated acreage recorded are 72, 1,021, 223, and 2,285 acres, while the diversion rights are 2.40, 2.90, 2.90, and 6.00 acre-ft/acre/yr respectively. This yields an average consumptive use (CU) of 173, 2,960, 647, and 13,710 acre-ft/yr in those areas. Table 5: Consumptive Use based on Hydrographic Survey Acreage multiplied by the Diversion Rights in the Cliff-Gila, Redrock, and Virden Valley areas. 3.3.2 Agriculture Consumptive Use Calculated by GSF Decision Support Tool Of the total consumptive use, it is uncertain the breakdown between surface water and groundwater. Table 6 shows the consumptive use breakdown calculated by the GSF Decision Support Tool. The surface water consumptive use is based on a number of assumptions.  Daily river flow as measured by the Gila, Redrock, and Virden gages.  Ditch flow as a function of gaged river flow.  Assumed ditch dimensions and efficiencies. Total survey acreage (acres) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 65 75 75 103 58 56 72 Cliff-Gila 938 974 1,001 1,004 1,178 1,029 1,021 Redrock 212 203 238 191 269 225 223 Virden to State Line 2,167 2,149 1,921 2,261 3,124 2,087 2,285 CU based on Acreage*Diversion Rights (AF/yr) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 156 179 179 248 139 134 173 Cliff-Gila 2,721 2,823 2,902 2,913 3,415 2,985 2,960 Redrock 613 588 691 555 781 652 647 Virden to State Line 13,005 12,896 11,527 13,567 18,742 12,522 13,710 35  Assumed open water evaporation in the ditch. The groundwater consumptive use is based on the volumetric difference between the amount of crop evapotranspiration and estimated surface water consumptive use. The assumptions associated with this calculation are listed below.  Irrigated crops are defined by the breakdown from 2005 OSE’s hydrographic survey.  Evapotranspiration is calculated for each crop type using the Hargreaves equation along with daily minimum and maximum temperatures.  Historical hydrographic survey acreage as shown in Table 5. Table 6: Agriculture Consumptive Use split between surface water and groundwater calculated by the GSF Decision Support Tool. Note that the sum of surface water and groundwater consumptive use as estimated by the GSF Decision Support Tool in the Cliff-Gila and Redrock areas based on the tool are within 10% of values estimated by multiplying historical agriculture acreage by their corresponding diversion rights. However, the consumptive use estimated in the Virden Valley using crop evapotranspiration is well below the numbers in Table 6. This points to an uncertainty of groundwater pumping specific to the Virden. 3.3.3 Calculated Evapotranspiration of Riparian Vegetation by GSF Decision Support Tool Table 7 shows the estimated riparian acreage breakdown in the Upper Gila, Cliff-Gila, Redrock, and Virden Valley areas. These are again used in conjunction with the Hargreaves equation to estimate the amount of fluvial groundwater consumed in the region. SW CU based GSF Decision Support Tool (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 71 81 81 112 63 61 78 Cliff-Gila 1,502 1,558 1,590 1,606 1,878 1,640 1,629 Redrock 358 342 403 323 449 378 376 Virden to SL 2,213 3,369 2,294 1,968 3,032 3,516 2,732 GW CU based on GSF Decision Support Tool (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 109 123 130 166 100 96 121 Cliff-Gila 962 983 1,107 981 1,285 1,112 1,072 Redrock 242 229 294 225 330 266 264 Virden to State Line 3,674 2,473 3,057 4,210 3,132 2,170 3,119 Total CU based on GSF Decision Support Tool (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 180 205 211 279 163 156 199 Cliff-Gila 2,464 2,541 2,697 2,587 3,163 2,752 2,701 Redrock 600 571 697 548 779 645 640 Virden to State Line 5,886 5,842 5,351 6,178 6,165 5,686 5,851 36 Table 7: Riparian Vegetation Water Use calculated by GSF Decision Support Tool. Table 6(a) lists the acreage by reach. Table 6(b) lists the annual water demand in the same region. 3.3.4 Non-irrigated Diversion based on OSE Hydrographic Survey Reports Table 8 shows the non-irrigated diversion based on annual historical non-Agriculture reports provided by the OSE office. Table 8: Non-irrigation Diversion in selected areas of the Gila-San Francisco Basin 3.3.5 Non-irrigated Consumptive Use Calculated by GSF Decision Support Tool Table 9 indicates the total non-irrigated consumptive use estimated by the GSF Decision Support Tool. The breakdown is defined by sector spanning the area including the three most relevant in the Gila basin up to the state boundary. The amount estimated by the GSF Decision Support Tool includes the following assumptions. Non-Irrigated Diversion (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Industrial & Mine Operation 3,374 3,233 3,886 3,717 2,711 3,574 3,416 Franks Well Field 1,034 644 732 462 516 355 624 Non-Irrigated Diversion - Other (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 15 16 14 11 15 24 16 Cliff-Gila 84 76 66 81 78 95 80 Redrock 0 3 1 12 20 16"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "Upper Gila above Gila gauge 109 123 130 166 100 96 121 Cliff-Gila 962 983 1,107 981 1,285 1,112 1,072 Redrock 242 229 294 225 330 266 264 Virden to State Line 3,674 2,473 3,057 4,210 3,132 2,170 3,119 Total CU based on GSF Decision Support Tool (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 180 205 211 279 163 156 199 Cliff-Gila 2,464 2,541 2,697 2,587 3,163 2,752 2,701 Redrock 600 571 697 548 779 645 640 Virden to State Line 5,886 5,842 5,351 6,178 6,165 5,686 5,851 36 Table 7: Riparian Vegetation Water Use calculated by GSF Decision Support Tool. Table 6(a) lists the acreage by reach. Table 6(b) lists the annual water demand in the same region. 3.3.4 Non-irrigated Diversion based on OSE Hydrographic Survey Reports Table 8 shows the non-irrigated diversion based on annual historical non-Agriculture reports provided by the OSE office. Table 8: Non-irrigation Diversion in selected areas of the Gila-San Francisco Basin 3.3.5 Non-irrigated Consumptive Use Calculated by GSF Decision Support Tool Table 9 indicates the total non-irrigated consumptive use estimated by the GSF Decision Support Tool. The breakdown is defined by sector spanning the area including the three most relevant in the Gila basin up to the state boundary. The amount estimated by the GSF Decision Support Tool includes the following assumptions. Non-Irrigated Diversion (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Industrial & Mine Operation 3,374 3,233 3,886 3,717 2,711 3,574 3,416 Franks Well Field 1,034 644 732 462 516 355 624 Non-Irrigated Diversion - Other (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 15 16 14 11 15 24 16 Cliff-Gila 84 76 66 81 78 95 80 Redrock 0 3 1 12 20 16 9 Virden to State Line 35 17 20 20 17 17 21 (b) (a) Riparian Vegetation (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Upper Gila above Gila gauge 2214 2191 2266 2171 2118 2186 2,191 Cliff-Gila 2,044 2,056 2,092 1,942 2,170 2,142 2,074 Redrock 1,113 1,110 1,142 1,092 1,166 1,146 1,128 Virden to State Line 780 785 802 774 789 777 784 2004 Riparian Vegetation (acres) Bosque Cottonwood Upper Gila above Gila gauge 942 347 Cliff-Gila 163 1,947 Redrock 122 998 Virden to State Line 232 403 37 Table 9: Non-irrigated groundwater consumptive use calculated by the GSF Decision Support Tool. 3.3.6 Phelps Dodge Tyrone Mining Maximum Annual and 10-yr Water Rights Table 10 summarizes the mining water rights licensed by Phelps Dodge to operate in Tyrone Mines. Licensed water rights are assessed at a yearly and a cumulative level. The annual combined surface water and groundwater water rights cannot exceed 13,824 AF/yr. Of that amount, it is limited to 7,634 for mining use only. The cumulative sum over ten years cannot exceed 117,911 AF for total consumptive use and out of that sum, 65,815 is for mining. Table 10: Phelps Dodge Tyrone water rights for consumptive use in the Gila basin. Licensed record dated in November 2000. 3.4 - New Mexico Consumptive Use and Forbearance Agreement (NM CUFA) As a critical component of the 2004 Arizona Water Settlement Act, the NM CUFA is a legal document that spells out the requirements for diversion [4]. As it is interpreted in the model, it is comprised of twelve different tests. The order the tests are applied is compliant with the order that the ISC uses in its spreadsheet calculator. The minimum flow requirements as well as the agriculture demand, both of which are not required by CUFA, are subtracted from the potential diversion right. 3.4.1 Modeled CUFA Test Structure The most important feature of this decision support tool is to address the impact of additional diversions under the terms of 2004 Arizona Water Settlements Act. The Consumptive Use and Forbearance Agreement is a legal document appended to the Settlements Act with specific hydrologic and demand conditions for allowing withdrawal to occur [8]. It specifies the terms and parameters under which diversions by New Mexico may occur without objection by the Annual maximum for Mining 7,634 AF/yr Annual maximum CU (SW and GW) 13,824 AF/yr 10-yr cumulative sum for Mining 65,817 AF/10 yr 10-yr cumulative sum CU (SW and GW) 117,911 AF/10 yr Gila Non-irrigated GW CU based on GSF Decision Support Tool (AF) 2000 2001 2002 2003 2004 2005 Avg, 2000- 2005 Domestic 20 20 20 20 20 20 20 Domestic Non-CU 241 240 241 242 282 306 259 Municipality 827 799 752 730 713 699 753 Commercial 93 93 93 93 93 93 93 Mining 2,715 1,990 3,184 3,024 2,117 3,125 2,692 Livestock 448 410 398 299 393 404 392 Table 9: 38 downstream parties. It also describes how the Secretary of Interior will exchange CAP water for Gila Basin water and how disputes may be resolved. CUFA places several constraints under which the water can be diverted from the Gila River. In the model, these are referred to as ―tests‖ for CUFA diversion. Table 10 summarizes the requirements for withdrawal. If any one of the test in Table 11 fails, no water can be used from either the Gila or San Francisco river. Table 11: Summary of CUFA conditions required for additional diversion of Gila-San Francisco Rivers Test Type Description Annual Total < 64,000 AF Cumulative Sum of Gila and San Francisco total consumptive use cannot exceed 64,000 AF per year. Annual San Francisco Total < 4,000 AF Cumulative San Francisco annual consumptive use cannot exceed 4,000 AF annually. 10-yr running total < 140,000 AF Cumulative Running 10-yr total of Gila and San Francisco consumptive use cannot exceed 140,000 AF. New Mexico CAP Water Bank < 70,000 AF Cumulative The CAP Water Bank, as maintained by the federal agency, must never exceed 70,000 AF Gaged flow > Daily Diversion Basis (DDB) Daily DDB is the amount of water that the downstream users in Arizona are entitled to and must be satisfied before withdrawal is allowed. San Carlos Reservoir > 30,000 AF Daily San Carlos Reservoir provides water use to its downstream users. Minimum storage amount in the San Carlos reservoir is required before any consideration for withdrawal. Sum of withdrawal < 350 cfs Daily Combined withdrawal of rivers cannot exceed 350 cfs. Gila Virden gage > 120% of Duncan-Virden Valley call Daily Duncan-Virden valley straddles both New Mexico and Arizona and its daily irrigation requirement must be met. The USGS flow gage near the town of Virden best indicates Gila river flow near the valley. San Francisco gages > required flow for Phelps Dodge Daily This section of the CUFA focuses on the water available for the mining company Phelps Dodge throughout the year. Gaged flow > minimum flow Daily This is a New Mexico mandate which requires a specified minimum flow imposed on the Gila and San Francisco rivers 39 As outlined in Table 11, there are two types of constraints in the CUFA, daily constraints and cumulative constraints. Daily constraints such as the minimum storage requirement in San Carlos reservoir of 30,000 AF are enforced. On the other hand, cumulative constraints do not impact withdrawal until the amount reaches the ceiling specified in CUFA,"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "exceed 64,000 AF per year. Annual San Francisco Total < 4,000 AF Cumulative San Francisco annual consumptive use cannot exceed 4,000 AF annually. 10-yr running total < 140,000 AF Cumulative Running 10-yr total of Gila and San Francisco consumptive use cannot exceed 140,000 AF. New Mexico CAP Water Bank < 70,000 AF Cumulative The CAP Water Bank, as maintained by the federal agency, must never exceed 70,000 AF Gaged flow > Daily Diversion Basis (DDB) Daily DDB is the amount of water that the downstream users in Arizona are entitled to and must be satisfied before withdrawal is allowed. San Carlos Reservoir > 30,000 AF Daily San Carlos Reservoir provides water use to its downstream users. Minimum storage amount in the San Carlos reservoir is required before any consideration for withdrawal. Sum of withdrawal < 350 cfs Daily Combined withdrawal of rivers cannot exceed 350 cfs. Gila Virden gage > 120% of Duncan-Virden Valley call Daily Duncan-Virden valley straddles both New Mexico and Arizona and its daily irrigation requirement must be met. The USGS flow gage near the town of Virden best indicates Gila river flow near the valley. San Francisco gages > required flow for Phelps Dodge Daily This section of the CUFA focuses on the water available for the mining company Phelps Dodge throughout the year. Gaged flow > minimum flow Daily This is a New Mexico mandate which requires a specified minimum flow imposed on the Gila and San Francisco rivers 39 As outlined in Table 11, there are two types of constraints in the CUFA, daily constraints and cumulative constraints. Daily constraints such as the minimum storage requirement in San Carlos reservoir of 30,000 AF are enforced. On the other hand, cumulative constraints do not impact withdrawal until the amount reaches the ceiling specified in CUFA, such as the 10-year running total of 140,000 AF of total diversion. Other than the 10-year running sum, there are three other cumulative constraints: 64,000 AF of annual withdrawal, 4,000 AF of annual San Francisco river withdrawal, and the annual limit on New Mexico CAP Water Bank Balance of 70,000 AF. The New Mexico CAP Water Bank is an accounting mechanism set up by the CAP Owner (i.e. federal entity) to track deliveries of Gila water under CUFA. Other than the maximum amount that the Water Bank can hold in a given year, there is also a limit of how much balance can carryover from one year to the next [4]. 3.4.2 Analysis of CUFA Diversion Based On Historical Gaged Flow Potential for CUFA diversion is evaluated first using historic data. The CUFA provisions are implemented on historic river flow data in the Gila-San Francisco Decision Support Tool. Using historical hydrographs between 1979 and 2001, annual potential diversion from the Gila River based on CUFA constraints using two different minimum flow settings for Gila River is shown in Figure 5. The minimum flow settings have no technical or legal basis and are chosen at 300 ft3/sec (8.5 m3/sec) and 150 ft3/sec (4.2 m3/sec) solely for illustrative purpose. Other than the minimum flow settings, these two dynamic simulations begin from the same baseline conditions in 1979 and continue on to 2001. The key insight from the dynamic simulation shows that there are large year-to-year fluctuations. Although the average annual diversion is greater with lower minimum flow requirement, there are years where the potential CUFA diversion is larger with higher imposed minimum flow. The annual average CUFA potential is 12,975 AF/yr for aminimum flow of 150 ft3/sec versus 12,619 AF/yr for 300 ft3/sec. This is counterintuitive to what the modeling team had envisioned. One cannot adequately explain the year-to-year variability in the amount of diversion based on the minimum flow requirement alone. According to Table 10, there are more requirements that have to be met before diversion is allowed. Of all the days between 1979 and 2001 when no diversion was allowed, we gathered the statistics of how each constraint contributed towards diversion decisions. Table 12 shows the percent share of each constraint being active normalized across all the zero-diversion days. Out of twelve provisions, two cumulative constraints: maximum of 140,000 AF in any running 10 year period and 64,000 AF annual maximum contribute to no-diversion decisions 36% of the time. The other daily constraints that become active are the maximum flow limit of 350 ft3/sec, the minimum flow requirement, and the daily diversion right (DDR). However, these are secondary compared to the cumulative diversion constraints. Hence, the sensitivity of diversion quantity with respect to the minimum flow requirements is lower, and one cannot use this measure alone to estimate the daily withdrawal under CUFA. In this analysis, raising the minimum flow requirement may not greatly reduce the overall CUFA diversion potential as the other constraints already restrict the amount for withdrawal. 40 Another important statistic provided by the tool is the period of CUFA diversion. Figure 10 shows the average flow in each month that the CUFA diversion is allowed. It is apparent that the available diversion occurs predominantly during winter months. Figure 9: Available annual diversion allowable under the terms of Consumptive Use and Forbearance Agreement (CUFA) as represented by Table-1. RED denotes the year-to- year variation in CUFA potential for a minimum flow limit of 300 cfs (12,619 AF annual average). BLUE denotes the year-to-year variation for a minimum flow limit of 150 cfs (12,975 AF annual average). Figure 10: Average daily CUFA diversion by month over 1979-2001 period. Averaged Daily Diversion in a Given Month 1 2 3 4 5 6 7 8 9 10 11 12 0 1 2 3 4 5 cfs Month Average Daily Diversion by th JAN FEB MAR APR MAY JUN JUL AUG SEP OCT NOV DEC ft3/sec 0 10,000 20,000 30,000 40,000 50,000 60,000 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 acre-ft Gila minimum flow = 300 cfs Gila minimum flow = 150 cfs 41 Table 12: Normalized % of tests from Table 10 that have failed between 1979 and 2001. No diversion is accounted from the San Francisco river in this illustration. Test Type % Failed 10-yr running total  140,000 AF Cumulative 18% Annual Total  64,000 AF Cumulative 18% Gages flow  Daily Diversion Right (DDR) Daily 18% Maximum diversion withdrawal  350 ft3/sec Daily 15% Gila Gaged flow  Gila Minimum flow Daily 13% Gaged flow  Daily Diversion Basis (DDB) Daily 10%. New Mexico CAP Water Bank  70,000 AF Cumulative 6% Gila Virden gage  120% of Duncan-Virden Valley call Daily 2% Daily San Carlos Reservoir  30,000 AF Daily 0% Annual San Francisco Total  4,000 AF Cumulative 0% San Francisco gages  Required flow for Phelps Dodge Daily 0% San Francisco Gaged flow  San Francisco Minimum flow Daily 0% The tests are ordered in decreasing percentage. No diversion is allowed if any of the twelve constraints are violated. The sum of all percentages is 100%. Summary The Gila-San Francisco Decision Support Tool is the product of a collaborative modeling effort which analyzed the water needs and supply for the Southwest four-county region. The assumptions are listed under"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "10: Average daily CUFA diversion by month over 1979-2001 period. Averaged Daily Diversion in a Given Month 1 2 3 4 5 6 7 8 9 10 11 12 0 1 2 3 4 5 cfs Month Average Daily Diversion by th JAN FEB MAR APR MAY JUN JUL AUG SEP OCT NOV DEC ft3/sec 0 10,000 20,000 30,000 40,000 50,000 60,000 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 acre-ft Gila minimum flow = 300 cfs Gila minimum flow = 150 cfs 41 Table 12: Normalized % of tests from Table 10 that have failed between 1979 and 2001. No diversion is accounted from the San Francisco river in this illustration. Test Type % Failed 10-yr running total  140,000 AF Cumulative 18% Annual Total  64,000 AF Cumulative 18% Gages flow  Daily Diversion Right (DDR) Daily 18% Maximum diversion withdrawal  350 ft3/sec Daily 15% Gila Gaged flow  Gila Minimum flow Daily 13% Gaged flow  Daily Diversion Basis (DDB) Daily 10%. New Mexico CAP Water Bank  70,000 AF Cumulative 6% Gila Virden gage  120% of Duncan-Virden Valley call Daily 2% Daily San Carlos Reservoir  30,000 AF Daily 0% Annual San Francisco Total  4,000 AF Cumulative 0% San Francisco gages  Required flow for Phelps Dodge Daily 0% San Francisco Gaged flow  San Francisco Minimum flow Daily 0% The tests are ordered in decreasing percentage. No diversion is allowed if any of the twelve constraints are violated. The sum of all percentages is 100%. Summary The Gila-San Francisco Decision Support Tool is the product of a collaborative modeling effort which analyzed the water needs and supply for the Southwest four-county region. The assumptions are listed under different themes: water supply, water demand, and NM CUFA. Under water supply, there are two sub-modules: surface water and ground water baseline assumptions. Under water demand, there are demand parameters that are used across six broad categories: livestock, mining, population, water rights, riparian, and minimum flow. The historical demand based on data provided by the Office of State Engineers was presented. These are compared to the water demand calculated in the model. The results of NM CUFA terms based on historical flow data are presented. 42 43 CHAPTER 4 CALIBRATION Calibration is the process by which model output is compared to an independently measured set of data followed by the adjustment of model parameters and/or structure to achieve agreement within reasonable error bounds. The purpose of calibration is to tune the model to the available physical data. Calibration efforts focused primarily on two key features of the model. First, calibration of the groundwater model was pursued through comparisons drawn with historic river baseflow data (extended dry periods in gaged streamflows which are attributable only to groundwater discharge). Second, calibration of streamflow through comparison of modeled streamflow to that of gaged stream flow was pursued. 4.1 Groundwater Calibration Dry months were identified between 1936 and 2006 to obtain estimates of stream losses and gains through interaction with the shallow groundwater system. This time interval was chosen because of available stream flow data. Two sources of data were available to identify the dry winter month precipitation records in the region; the NOAA Cooperative Observer Program and Remote Automated Weather Stations. NOAA (National Oceanic and Atmospheric Administration) operates the Cooperative Observer Program where weather data is collected by volunteers. Coop weather station data were used to identify the dry winter months because the data had monthly summaries that allowed for easy determination of months with no precipitation. RAWS (Remote Automated Weather Station – Interagency program designed to provide data to the National Interagency Fire Center in Boise, ID) data was not used because it lacked monthly summaries and lacks the long history of data like the Coop data. Especially dry winters during the time interval stated above were defined as those where no precipitation recorded in the majority of weather station precipitation records. In Arizona the stations are Black River Pumps, Springerville, Alpine, Duncan, Clifton, and Blue River. Weather stations in New Mexico include Silver City, Redrock, Glenwood, Mimbres, and Beaverhead. Seven dry winters were identified where stations reported no precipitation for at least a one month period during November, December and January. Winter is used as there is little to no diversions for irrigation and limited impact due to riparian ET. The years that met these criteria are as follows: 1950, 1969, 1970, 1981, 1984, 1996, and 1999. The hydrographs for the winter month interval for these years were plotted and checked for peaks indicating runoff from definite precipitation events. Of these seven data sets, four data sets show no significant peaks: 1950, 1970, 1981, and 1999. The procedure to calculate losses and gains involved subtracting flows reported at upstream gages from flows reported at downstream gages and adding to this number any gaged stream data from tributaries within each reach. Positive values indicate net gains and negative values indicate net losses. The calculated loss/gains were used to establish the natural range of base flow between the river and aquifer for each reach. Specifically, the groundwater model was calibrated to yield river base flows that were within the measured range of these four years. Calibration utilized model runs between October 1, 2002 to March 1, 2003 – October 1, 2003 to March 1, 2004 – October 1, 2004 to January 1, 2005 – and October 1, 2005 to January 1, 2006 . The time periods represent low flow events that are likely due to base flow. For 2005 and 2006 observations, the spring melt 44 events happened sooner which limited the amount of flow data that could be used for calibration. It is easier to calibrate during these periods when there are no contributions from tributary streams. First, graphs were created to look at patterns and visually inspect whether calculated low flow match the gage readings. The next step was to perturb aquifer parameters and see which ones may help better match the gaged flows. The GilaRedrock reach was first reviewed. The parameters that were determined not sensitive and had no substantial effect on the calculated flows were specific yield, distance between aquifer and reach, and aquifer area. Parameters that did have an affect were the initial head values, where the calculated flow is shifted up or down. No real change to high and low values was observed after making these changes. Interlayer hydraulic conductivity was changed and the alluvial aquifer had the most response. However, the change was similar to the initial head value change where the calculated flow just moved up or down and there was no movement of the high and low values to better match the measured flow. We concluded that changing aquifer parameters could move the baseline calculated value but did not help match the highs and lows during the low-flow period. Hydraulic gradients were also changed but there was little effect on the calculated flows. The distance or ―length‖ of the reach was also adjusted to calibrate the base flow in hope to match the calculated peaks to the measured peaks. Two reaches that benefited from"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "1, 2004 – October 1, 2004 to January 1, 2005 – and October 1, 2005 to January 1, 2006 . The time periods represent low flow events that are likely due to base flow. For 2005 and 2006 observations, the spring melt 44 events happened sooner which limited the amount of flow data that could be used for calibration. It is easier to calibrate during these periods when there are no contributions from tributary streams. First, graphs were created to look at patterns and visually inspect whether calculated low flow match the gage readings. The next step was to perturb aquifer parameters and see which ones may help better match the gaged flows. The GilaRedrock reach was first reviewed. The parameters that were determined not sensitive and had no substantial effect on the calculated flows were specific yield, distance between aquifer and reach, and aquifer area. Parameters that did have an affect were the initial head values, where the calculated flow is shifted up or down. No real change to high and low values was observed after making these changes. Interlayer hydraulic conductivity was changed and the alluvial aquifer had the most response. However, the change was similar to the initial head value change where the calculated flow just moved up or down and there was no movement of the high and low values to better match the measured flow. We concluded that changing aquifer parameters could move the baseline calculated value but did not help match the highs and lows during the low-flow period. Hydraulic gradients were also changed but there was little effect on the calculated flows. The distance or ―length‖ of the reach was also adjusted to calibrate the base flow in hope to match the calculated peaks to the measured peaks. Two reaches that benefited from this change were the VirdenClifton reach and the RedrockVirden reach, where shortening the length helped better match the gaged peaks. Ultimately, the attempts to change flow conductivities through geometric dimensions at best were able to move the calculated flows either up or down relative to the starting value, representing just a baseline shift in the positive or negative direction. The model-measurement mismatch points to several possibly reasons: a systems-level model does not have enough resolution to exactly match the timing of river pulses; historical data are still short of validating the model parameters necessary to capture all of physical processes. 4.2 Streamflow Calibration The daily streamflow as recorded at four Gila River gages and two San Francisco River gages over the period of 1979-2005 form the basis of the calibration. Comparisons are drawn between the gaged data and the modeled streamflow at the outlet to each river reach. As described in Chapter 3, streamflow is modeled according to the simple water balance. For comparing between modeled and gaged flow, we use a steady-state balance below. base evap div return trib inlet outlet Q Q Q Q Q Q Q       (14) Where Qout is the modeled streamflow at the reach outlet, Qinlet is the modeled streamflow at the reach inlet, Qtrib is the tributary inflow, Qreturn is the net return flow to the river, Qdiv is the total flow withdrawn from the reach, Qevap is the evaporative loss from the reach, and Qbase is the baseflow exchange between the river and alluvial aquifer. Each component has dimensions of volume of water per unit time. Each term in Equation (14) is either known or modeled except 45 Qtrib. This term is not modeled directly because lack of resources, lack of watershed level precipitation and hydrology data, and the poor precision with tributary flow would be modeled even under the best of circumstances. As such Qtrib is treated as the closure term for the water balance. That is, Qtrib is calculated by return inlet base evap div outlet trib Q Q Q Q Q Q Q       (15) Calibration of streamflow is initiated by calculating Qtrib for each river reach using historical gaged data. Figure 11 presents the histogram of calculated Qtrib values for the GilaRedrock reach of the Gila River. Other reaches have largely the same characteristics as seen here. The first thing to note is the Qtrib values are roughly normally distributed with a mean of around 10 cfs. It is also evident that there are a significant number of Qtrib values that are greater than 30 cfs. There are also a sizeable number of Qtrib values that are negative. This raises a problem as negative streamflow values are physically implausible. Negative Qtrib values indicates a mismatch between our modeled flow contributions and gaged data. Figure 11 – Tributary flow within the Redrock-Gila reach as deduced from Equation (15). There are three possible explanations for the negative Qtrib values. First, we may be overestimating withdrawal from the river (e.g., evaporation, irrigation diversions). Second, routing errors might explain some of the negative values. Third, gage measurement errors can also lead to negative Qtrib values. In reality all of these factors contribute both to positive and negative errors in the calculated Qtrib values. We now explore the relative magnitude of these errors and whether we can directly correct for them. To explore the limits of our modeled river withdrawal contributed by evaporation and diversion, we tally the magnitude of daily withdrawals for the GilaRedrock reach. The daily withdrawals range between -5 to 35 cfs, which are significantly lower compared to that of the daily Qtrib values (Figure 11). Hence, errors in the estimate of withdrawals are unlikely contributing to the larger calculated Qtrib values. As we are using the best available data to estimate withdrawal, we Gage Difference 0 200 400 600 800 1000 1200 1400 1600 -300 -150 -130 -110 -90 -70 -50 -30 -10 10 30 50 70 90 110 130 150 300 500 Redrock-Gila (cfs) Frequency 46 are currently unable to improve on our withdrawal estimates. Nonetheless, we can conclude that the large negative Qtrib values cannot be attributed to errors in the withdrawal estimates. Routing errors can lead to both positive and negative errors in our calculated Qtrib values. A negative error occurs when a significant storm pulse passes the upstream gage late in the day while not reaching the downstream gage until the following day. Such discrepancies can lead to errors on the order of the negative Qtrib values calculated. A variety of routing algorithms were explored in efforts to correct potential errors. Analyses performed for several reaches failed to identify a consistent algorithm that could correct the routing error. Upon review of the raw hydrograph data it was evident that on some days peak flow for the upstream gage would lag the peak in the downstream hydrograph, while on other days the opposite would happen. This simply signals that storms are occurring at different times throughout the day and cannot be corrected without going to gage data at a higher temporal resolution (e.g., hourly). However, further inspection of the upstream and downstream hydrographs revealed differences that are uncharacteristic of routing error (e.g., peaks aligned but of different magnitudes). This suggests an additional source of error. The third source of error is potentially due to stream gage"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "35 cfs, which are significantly lower compared to that of the daily Qtrib values (Figure 11). Hence, errors in the estimate of withdrawals are unlikely contributing to the larger calculated Qtrib values. As we are using the best available data to estimate withdrawal, we Gage Difference 0 200 400 600 800 1000 1200 1400 1600 -300 -150 -130 -110 -90 -70 -50 -30 -10 10 30 50 70 90 110 130 150 300 500 Redrock-Gila (cfs) Frequency 46 are currently unable to improve on our withdrawal estimates. Nonetheless, we can conclude that the large negative Qtrib values cannot be attributed to errors in the withdrawal estimates. Routing errors can lead to both positive and negative errors in our calculated Qtrib values. A negative error occurs when a significant storm pulse passes the upstream gage late in the day while not reaching the downstream gage until the following day. Such discrepancies can lead to errors on the order of the negative Qtrib values calculated. A variety of routing algorithms were explored in efforts to correct potential errors. Analyses performed for several reaches failed to identify a consistent algorithm that could correct the routing error. Upon review of the raw hydrograph data it was evident that on some days peak flow for the upstream gage would lag the peak in the downstream hydrograph, while on other days the opposite would happen. This simply signals that storms are occurring at different times throughout the day and cannot be corrected without going to gage data at a higher temporal resolution (e.g., hourly). However, further inspection of the upstream and downstream hydrographs revealed differences that are uncharacteristic of routing error (e.g., peaks aligned but of different magnitudes). This suggests an additional source of error. The third source of error is potentially due to stream gage measurement errors. Every streamflow gage is subject to some error. The USGS, in its annual water data reports rates each gage during a given water year as ―excellent‖, ―good‖, ―fair‖, or ―poor‖ when 95% of gage readings are thought to be within 5%, 10%, 15%, or more than 15% of the true value, respectively. Over the calibration period the Gila, Redrock and all San Francisco gages were rated as good while the Virden and Clifton gages only rated fair. Calculations were made to determine whether this gage error could account for the large negative Qtrib values. Specifically, a high and a low gage value were calculated for each gage and each day based on the gage rating. For example, the range of low to high is between 0.9 and 1.1 times the reported gage reading rated as ―good.‖ The worst discrepancy, one can assume, is when Qtrib has an uncertainty range of 1.1 times downstream flow, Qdownstream, and 0.9 times upstream flow, Qupstream As a results, some of the negative Qtrib values fall within this worst case scenario. The distribution of Qtrib values for worst case and those directly calculated from gage data are given in Table 13 for the three reaches of the Gila River. From the analysis we can see the gage error easily explains 20% to 66% of the large negative Qtrib values. Nevertheless there are some remaining values that are not explained by this analysis (negative values for the worst case Qtrib). Considering that 5% of the measurements are potentially worse than the reported error, this suggests that 1429 values (5% of 27 years of daily streamflow measurements) could be outside this error range. The remaining unexplained negative Qtrib values can be explained with this 5% threshold. In summary, gage error can easily explain both the magnitude and number of negative Qtrib values calculated. 47 Table 13: Gage error analysis for worst case discrepancies Ultimately there is a significant ungaged tributary contribution to the Gila and San Francisco streamflow. Calculation of these Qtrib values according to Equation (15) yields significant errors as evidenced by the large number of negative Qtrib values. These errors are a combined result of overestimated reach withdrawals, routing errors and gage measurement errors. Through inspection of the reach hydrographs and statistical analysis, gage measurement error appears to be the primary source of this error, particularly with the large errors. There also is no defensible way with the current data to correct any of these errors. Summary After several discussions with the GSF Modeling team, A decision was made to correct the discrepancy by adding an error term between modeled and gaged values into Equation (14) to calculate reach outflows. In this way the modeled flows would exactly equal the measured gage flows. While not a satisfying solution, it is one that will not impede scenario analysis. Our real interest is to understand not absolute changes in the system but the relative changes. Absolute changes, given the large error percentage, are difficult to measure without knowing the future climate, population growth or demand profile. Rather we will compare alternative scenarios to a base case condition. High Gage High Gage 48 49 CHAPTER 5  SCENARIOS ANALYSIS The analysis presented here is not intended to advocate a particular future but rather to demonstrate how this decision support model can be used in a water planning capacity. That said, the use of GSF Decision Support Tool is best illustrated through examples of different water use scenarios. There are three general topics which are relevant to AWSA assessment: water conservation, infrastructure improvement, and watershed restoration. The GSF Decision Support Tool allows scenarios to be defined, changed, and assessed through a user interface. User instructions on installing the software are given in Appendix B. Possible scenarios that can be defined and analyzed are numerous and cannot be captured exhaustively in this report. This chapter describes two examples of scenario runs. 5.1 Baseline Summary The GSF Decision Support Tool provides an executive summary of surface water and groundwater demand in Gila-San Francisco and Mimbres basins. Figure 12 shows the graphical and tabular output from the baseline run based on the water balance described in Chapter 2. The graphical output shows a temporal dependency while the table indicates the total water demand throughout the entire simulation period. The numbers are further broken down into agriculture and non-agriculture water demand in different sectors that can be tallied into graphical representation. For example, Figure 13 shows statistics of Gila-San Francisco agricultural use in terms of relative percentages in consumptive use, open evaporation, and seepage in the baseline run. Likewise, identical summaries of water demand are obtained for Mimbres basin and the neighboring areas spread out over the four county region. Figure 14 shows the executive summary page of water demand in areas outside of GSF basin. Figure 12 – Executive Summary page of the GSF Decision Support Tool. HOME Version: D R A F T 20100523 GSF Decision Support Tool Executive Summary of Ag & Non-Ag Water Demand (AF/year) GSF GW Use Mimbres/ Animas GW Use GSF Non-Ag (RED) Mimbres Non-Ag (BLUE) 12,153 AF/year 29,767 AF/year 12,153 AF/year 29,767 AF/year GSF SW Ag (RED) GSF GW Ag (GREEN) Mimbres GW (BLUE) 11,998 AF/year 3,824 AF/year 32,752 AF/year 11,998 AF/year 3,824 AF/year 32,752 AF/year BASELINE SUMMARY BASELINE SUMMARY Baseline Summary is the 2005-2026 summary based on default values of input parameters. RESULTS:"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "GSF Decision Support Tool allows scenarios to be defined, changed, and assessed through a user interface. User instructions on installing the software are given in Appendix B. Possible scenarios that can be defined and analyzed are numerous and cannot be captured exhaustively in this report. This chapter describes two examples of scenario runs. 5.1 Baseline Summary The GSF Decision Support Tool provides an executive summary of surface water and groundwater demand in Gila-San Francisco and Mimbres basins. Figure 12 shows the graphical and tabular output from the baseline run based on the water balance described in Chapter 2. The graphical output shows a temporal dependency while the table indicates the total water demand throughout the entire simulation period. The numbers are further broken down into agriculture and non-agriculture water demand in different sectors that can be tallied into graphical representation. For example, Figure 13 shows statistics of Gila-San Francisco agricultural use in terms of relative percentages in consumptive use, open evaporation, and seepage in the baseline run. Likewise, identical summaries of water demand are obtained for Mimbres basin and the neighboring areas spread out over the four county region. Figure 14 shows the executive summary page of water demand in areas outside of GSF basin. Figure 12 – Executive Summary page of the GSF Decision Support Tool. HOME Version: D R A F T 20100523 GSF Decision Support Tool Executive Summary of Ag & Non-Ag Water Demand (AF/year) GSF GW Use Mimbres/ Animas GW Use GSF Non-Ag (RED) Mimbres Non-Ag (BLUE) 12,153 AF/year 29,767 AF/year 12,153 AF/year 29,767 AF/year GSF SW Ag (RED) GSF GW Ag (GREEN) Mimbres GW (BLUE) 11,998 AF/year 3,824 AF/year 32,752 AF/year 11,998 AF/year 3,824 AF/year 32,752 AF/year BASELINE SUMMARY BASELINE SUMMARY Baseline Summary is the 2005-2026 summary based on default values of input parameters. RESULTS: Water Demand GSF Agricultural SW Use GSF Water Use Summary Jan 01, 2006 Jan 01, 2011 Jan 01, 2016 Jan 01, 2021 Jan 01, 2026 Jan 01, 2031 10,000 15,000 20,000 25,000 AF/year Non-Ag Graphs Jan 01, 2006 Jan 01, 2011 Jan 01, 2016 Jan 01, 2021 Jan 01, 2026 Jan 01, 2031 10,000 20,000 30,000 40,000 AF/year Ag Graphs GSF SW Ag GSF GW Ag Mimbres GW GSF Non-Ag Mimbres Non-Ag 50 Figure 13 – Relative percentage of agricultural and non-agricultural water demand along the Gila river under the baseline condition. Figure 14 – Executive baseline summary of water demand in non-GSF areas. Mimbres GW Annual Rate Total Volume Mimbres Irrigation 32,745 afy 891,037 AF Mimbres Population 13,115 afy 313,179 AF Mimbres Industrial 15,230 afy 396,311 AF Mimbres Livestock 1,416 afy 36,835 AF Mimbres Groundwater Demand Annual Rate Total Volume Animas Irrigation GW 10,857 afy 299,760 AF Lordsburg Irrigation GW 4,555 afy 126,335 AF Animas Groundwater Demand HOME GSF Agricultural SW Use GSF GW Use Mimbres/ Animas GW Use RESULTS: Water Demand GSF Water Use Summary Version: D R A F T 20100523 51 5.1 Scenarios In Chapter 2, the goals for the model were laid out as the result of the collaborative modeling process. The questions that the model should address are listed again here.  Given various constraints, how much water is available from where, when and to what purpose?  Given various constraints, how much water is in demand from where, when and to what purpose?  What are the tradeoffs among various approaches to managing this water? The baseline run aims to present results to the first two questions because the GSF Decision Support Tool can estimate relative consumptive use patterns and trends amongst the four-county region. The third question can be addressed by running scenarios within the model. Estimation of sensitivities in water supply or demand is accomplished by changing user input in the model. Changes in water demand as a result of human and natural system perturbations are viewed after changing parameters in the baseline run. Hence, this flexibility provides a platform for evaluating different supply and demand options for southwestern New Mexico and facilitates community outreach and public dialogues. Example scenarios drawn from discussions during AWSA stakeholder meetings that are synergistic with the GSF Decision Support Tool are listed in Table 14. The categories are defined to bin perturbations that relate to specific topics. Table 13 is not intended to capture all of the scenarios but be suggestive of the type of perturbation runs that can be carried out within the model. Table 14: Example Scenarios Accessible to GSF Decision Support Tool. Scenarios Water Rights CUFA Water Transfer of beneficial use Aquifer storage and recharge Water rights purchase Additional irrigation rights Agriculture Practice Diversion structure: central Ditch improvement Diversion structure: distributed Farmed acreage Rights added to domestic wells Change in crops Well field Drip irrigation Additional wells Additional metering/monitoring New well field Delivery improvement Additional pipeline (not modeled) Municipal Practice Per capita decrease in domestic use Co-op/community based water conservation 52 Similarly, the variables that the model can output that are accessible through summary pages are listed in Table 15. For example, changes in the river flow due to perturbations listed in Table 13 are quantifiable. Some users may be more interested in the potential water available under AWSA such as the number of days or seasonality of occurrence. Others may want to determine how much and when AWSA water can be taken (constrained by CUFA, minimum flow requirements, available storage, and maximum rate of withdrawal). Making assumptions of storage volume/configuration under different storage scenarios, for example, could allow the GSF Decision Support Tool to calculate a ―firm yield‖ for the reach. Another metric of interest would be the timing of the exhaustion of Decree water rights, both locally and for the entire southwestern New Mexico as a whole. Table 15: Output Accessible to GSF Decision Support Tool. Examples of Assessed Impact Water Supply and Demand Changes in river flows Changes in consumptive use, evaporative losses, and seepage Days flows that are above/below a minimum flow & seasonality CUFA Water Days/amount of water available under CUFA Seasonality of water diverted under CUFA Water Rights Available water rights under Decree 53 5.2 Sensitivity Example: High Agricultural Use The difference between high and current use is approximately 11,000AF/yr, equal to unused mining rights in Gila. When all of this mining rights are transferred to agricultural use by setting this user-adjustable parameter to its maximum, the irrigation deficit will increase from the baseline run. This is due to the lack of surface water to meet the additional agricultural demand from increased acreage. Figure 15 shows the volume of irrigation not met as a result of exhausting all of agricultural rights. No impact is observed between baseline and perturbed runs in Upper Gila and Redrock-Virden reach due to minimal agricultural activities in those reaches. Figure 15 – Days of irrigation delivery deficit on Gila river at different reaches in volume (AF) and in days. Dark solid lines represent baseline run. Thick solid lines show irrigation deficit due to transfer of mining rights to agricultural use. Irrigation Delivery Deficit on Gila River an 01, 2006 Jan 01, 2011 Jan 01, 2016 Jan 01, 2021 Jan 01, 2026 Jan 01, 2031 0 ,000 ,000 AF R UpperGila R GilaRedrock R RedrockVirden R VirdenClifton *R UpperGila *R GilaRedrock *R"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "different storage scenarios, for example, could allow the GSF Decision Support Tool to calculate a ―firm yield‖ for the reach. Another metric of interest would be the timing of the exhaustion of Decree water rights, both locally and for the entire southwestern New Mexico as a whole. Table 15: Output Accessible to GSF Decision Support Tool. Examples of Assessed Impact Water Supply and Demand Changes in river flows Changes in consumptive use, evaporative losses, and seepage Days flows that are above/below a minimum flow & seasonality CUFA Water Days/amount of water available under CUFA Seasonality of water diverted under CUFA Water Rights Available water rights under Decree 53 5.2 Sensitivity Example: High Agricultural Use The difference between high and current use is approximately 11,000AF/yr, equal to unused mining rights in Gila. When all of this mining rights are transferred to agricultural use by setting this user-adjustable parameter to its maximum, the irrigation deficit will increase from the baseline run. This is due to the lack of surface water to meet the additional agricultural demand from increased acreage. Figure 15 shows the volume of irrigation not met as a result of exhausting all of agricultural rights. No impact is observed between baseline and perturbed runs in Upper Gila and Redrock-Virden reach due to minimal agricultural activities in those reaches. Figure 15 – Days of irrigation delivery deficit on Gila river at different reaches in volume (AF) and in days. Dark solid lines represent baseline run. Thick solid lines show irrigation deficit due to transfer of mining rights to agricultural use. Irrigation Delivery Deficit on Gila River an 01, 2006 Jan 01, 2011 Jan 01, 2016 Jan 01, 2021 Jan 01, 2026 Jan 01, 2031 0 ,000 ,000 AF R UpperGila R GilaRedrock R RedrockVirden R VirdenClifton *R UpperGila *R GilaRedrock *R RedrockVirden *R VirdenClifton Days of Irrigation Delivery Defict on Gila River 50 100 da R UpperGila R GilaRedrock R RedrockVirden R VirdenClifton *R UpperGila *R GilaRedrock *R RedrockVirden *R VirdenClifton 54 5.3 Sensitivity Example: Improved Ditch Efficiency As expected, improved ditch efficiency can reduce the irrigation deficit. Figure 16 shows the relative impact on irrigation delivery deficit due to a 50% increase in ditch efficiency. Figure 16 - Days of irrigation delivery deficit on Gila river at different reaches in volume (AF) and in days. Thick solid lines represent baseline run. Thin solid lines show irrigation deficit due to 50% increased ditch efficiency. Irrigation Delivery Deficit on Gila River Jan 01, 2006 Jan 01, 2011 Jan 01, 2016 Jan 01, 2021 Jan 01, 2026 Jan 01, 2031 0 1,000 2,000 3,000 4,000 5,000 6,000 AF R UpperGila R GilaRedrock R RedrockVirden R VirdenClifton *R UpperGila *R GilaRedrock *R RedrockVirden *R VirdenClifton AF Per Year Days of Irrigation Delivery Defict on Gila River Jan 01, 2006 Jan 01, 2011 Jan 01, 2016 Jan 01, 2021 Jan 01, 2026 Jan 01, 2031 0 20 40 60 80 da R UpperGila R GilaRedrock R RedrockVirden R VirdenClifton *R UpperGila *R GilaRedrock *R RedrockVirden *R VirdenClifton Days Per Year 55 5.4 Sensitivity Example: Minimum Flow One important user parameter that can be adjusted to assess the impact of water supply and demand is the amount of minimum flow in the Gila River. The baseline run sets a 150 cfs minimum flow for the Gila River. GSF Decision Support Tool counts the days below minimum flow for each year, as shown in Figure 17. When the minimum flow constraint is reduced to 50 cfs, the days below minimum flow are reduced drastically. Figure 17 – Number of days in a year that minimum flows are not met. The thick solid lines show baseline run (150 cfs). Thin solid lines show perturbed run (50 cfs). Similarly, the CUFA diversion is sensitive to the minimum flow defined by the user, as summarized in Table 8 in section 3.5. Two example outputs are illustrated in Figure 19 and Figure 20. The CUFA potential in acre-feet per year is plotted at three different minimum flow specifications: 0 cfs, 150 cfs, and 450 cfs in Figure 18. As noted in Section 3.5, the year-to-year variation in CUFA potential is less sensitive to the minimum flow due to additional constraints considered in CUFA provisions. One would expect in some years the CUFA potential is higher for higher minimum flow requirements. If the annual amount is averaged over the length of the simulations, the results are shown in Figure 19. Relatively small changes in the CUFA potential are observed for minimum flow lower than 450 cfs. Days Below Minimum Flow for Gila River Jan 01, 2006 Jan 01, 2011 Jan 01, 2016 Jan 01, 2021 Jan 01, 2026 Jan 01, 2031 0 100 200 300 da R UpperGila R GilaRedrock R RedrockVirden R VirdenClifton *R UpperGila *R GilaRedrock *R RedrockVirden *R VirdenClifton Days Per Year 56 Figure 18 – Annual CUFA potential as a function of minimum flow between 2007 and 2032. The average CUFA potential is shown next to the legend. Figure 19 – Average CUFA potential as a function of minimum flow. 57 Summary This chapter illustrates the various uses of the GSF Decision Support Tool. Starting with a default run, quantities of water use and supply are summarized in the Tool with baseline assumptions. An analyst using the Tool, however, can change the pre-set parameters to assess the impact of different input perturbations. Three examples are illustrated: high agricultural use, improved ditch efficiency, and changes in minimum flow. In each case, one can quantify the impact in terms of irrigation delivery deficit, number of days the river falls below minimum flow, amount of water used for different purposes, and most importantly, the CUFA potential. The scenario runs reflect the original objectives of creating a model that can evaluate different tradeoffs as discussed by the collaborative team. 58 59 REFERENCES 1. U.S. Fish & Wildlife Service. Endangered Species List of New Mexico, http://www.fws.gov/Endangered/wildlife.html 2. Soles, Ellen, Where the River Meets the Ditch: Human and Natural Impacts on the Gila River, New Mexico, 1880-2000. Master Thesis, Northern Arizona University, August, 2003. 3. Public Law 108-451, December 10, 2004, Arizona Water Settlements Act. http://www.gpoaccess.gov/statutes/108-2/public_laws.html 4. New Mexico Consumptive Use and Forbearance Agreement Among The Gila River Indian Community, San Carlos Irrigation and Drainage District, The United State, Franklin Irrigation District, Gila Valley Irrigation District, Phelps Dodge Corporation, The Secretary of the Interior, and Other Parties Located in the Upper Valley of the Gila River. http://www.ose.state.nm.us/PDF/ISC/BasinsPrograms/GilaSanFrancisco/Final- CUFA-Oct27-2005.pdf 5. Excerpt from the New Mexico Interstate Stream Commission Policy on Gila-San Francisco River Basin Planning and Decision Process New Mexico. ―Briefing on Upper Gila River Settlement Decision Process‖ July, 2006. 6. Governor Richardson’s Statement on Gila and San Francisco Rivers, July 2007. 7. Cockerill, K., L. Daniel, V. Tidwell, A. Sun, ―Assisting Regional Water Management Decisions with the Southwest Collaborative Modeling Project,‖ J. of Environmental Management, 2011. 8. Franky, C.E. December 2008. ‖Determining Model Robustness within a Collaborative User Framework: The Gila-San Francisco Decision Support Tool,‖ Master of Science Thesis, Water Resource Management, University of Nevada, Las Vegas. 9. Forrester, J. W., 1990. Principles of Systems. Productivity Press, Portland, Oregon. 10. Sterman, J. D., 2000. Business Dynamics, Systems Thinking and Modeling for a Complex World."
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "use, improved ditch efficiency, and changes in minimum flow. In each case, one can quantify the impact in terms of irrigation delivery deficit, number of days the river falls below minimum flow, amount of water used for different purposes, and most importantly, the CUFA potential. The scenario runs reflect the original objectives of creating a model that can evaluate different tradeoffs as discussed by the collaborative team. 58 59 REFERENCES 1. U.S. Fish & Wildlife Service. Endangered Species List of New Mexico, http://www.fws.gov/Endangered/wildlife.html 2. Soles, Ellen, Where the River Meets the Ditch: Human and Natural Impacts on the Gila River, New Mexico, 1880-2000. Master Thesis, Northern Arizona University, August, 2003. 3. Public Law 108-451, December 10, 2004, Arizona Water Settlements Act. http://www.gpoaccess.gov/statutes/108-2/public_laws.html 4. New Mexico Consumptive Use and Forbearance Agreement Among The Gila River Indian Community, San Carlos Irrigation and Drainage District, The United State, Franklin Irrigation District, Gila Valley Irrigation District, Phelps Dodge Corporation, The Secretary of the Interior, and Other Parties Located in the Upper Valley of the Gila River. http://www.ose.state.nm.us/PDF/ISC/BasinsPrograms/GilaSanFrancisco/Final- CUFA-Oct27-2005.pdf 5. Excerpt from the New Mexico Interstate Stream Commission Policy on Gila-San Francisco River Basin Planning and Decision Process New Mexico. ―Briefing on Upper Gila River Settlement Decision Process‖ July, 2006. 6. Governor Richardson’s Statement on Gila and San Francisco Rivers, July 2007. 7. Cockerill, K., L. Daniel, V. Tidwell, A. Sun, ―Assisting Regional Water Management Decisions with the Southwest Collaborative Modeling Project,‖ J. of Environmental Management, 2011. 8. Franky, C.E. December 2008. ‖Determining Model Robustness within a Collaborative User Framework: The Gila-San Francisco Decision Support Tool,‖ Master of Science Thesis, Water Resource Management, University of Nevada, Las Vegas. 9. Forrester, J. W., 1990. Principles of Systems. Productivity Press, Portland, Oregon. 10. Sterman, J. D., 2000. Business Dynamics, Systems Thinking and Modeling for a Complex World. McGraw-Hill, Boston. 982 pp. 11. New Mexico Office of State Engineers Annual Irrigated Acreage Report, 1979 to 2005. 12. Hargreaves, G.H. and Z.A. Samani, 1985. Reference crop evapotranspiration from temperature. Transaction of ASAE 1(2):96-99. 13. University of New Mexico Bureau of Business and Economic Research, http://www.unm.edu/~bber/. 14. Daniel B. Stephens & Associates, Inc. (2005), Southwest New Mexico Regional Water Plan. 15. PowerSim Software, http://www.powersim.com/ 16. New Mexico Office of the State Engineer WATERS database http://iwaters.ose.state.nm.us:7001/iWATERS/. 17. Freeze, R.A. and J.A. Cherry, Groundwater, Prentice Hall, pg. 188-89. 1979 18. Historical monthly Bill Evans Lake pumping records from 1968 to 2005 were obtained, from OSE and compliled at Sandia to estimate a monthly usage 19. Historical Franks Wells field record from 1980 to 2005 and groundwater pumping records. 20. Balleau Groundwater, Inc. ―Supplement on Water Use and Wellfield Service – Town of Silver City Water Plan‖. 2006. 60 APPENDIX A: ADDITIONAL DATA RESOURCES A.SUPPLEMENTAL DATA FOR GSF DECISION SUPPORT TOOL Much of the data that supported the definition of default values and model constants are listed in this Appendix. The first set of supporting references are related to the underlying geographical or water use information in the southwestern New Mexico region. United States Department of Agriculture National Agricultural Statistics Service http://www.nass.usda.gov/Data_and_Statistics/Quick_Stats/index.asp. Wilson, Brian C. Water use in New Mexico in 1985. Technical Report 46. New Mexico State Engineer Office, Santa Fe, NM. Whipple, John J., Status of Irrigation Diversions and Diversion Measurements in the Gila River, San Francisco River and San Simon Creek Basins in New Mexico, Interstate Stream Commission, October 2000. Tyrone Wells Depths, Diversion, and Consumption Monthly Report, Phelps Dodge Tyone, Inc. January, 1968 to May, 2006. Franklin and Duncan Valley TBI Data. Gila Water Commission. 2004 to 2006. Brower, A., ―ET Toolbox - Evapotranspiration Toolbox for the Middle Rio Grande. A Water Resources Decision Support Tool‖ Bureau of Reclamation, 2008. Southwest Regional Gap Analysis Project - http://fws-nmcfwru.nmsu.edu/swregap/default.htm Riparian vegetation information New Mexico State University – New Mexico Crop Information http://weather.nmsu.edu/nmcrops USBureau of Reclamation evapotranspiration toolbox. http://www.usbr.gov/pmts/rivers/awards/ National Climatic Data Center - http://www.ncdc.noaa.gov/oa/ncdc.html - temperature information for evapotranspiration analysis A.2 GEODATABASE Available GIS data is in many forms and represents both data collected from public access websites as well as data obtained from commercial sources for a fee. The data exists primarily in the forms of ESRI shapefiles (point, line, polygon) ESRI ArcINFOcoverages (point, line, polygon) and GRID/ASCII files (rasters). Some of the data resides in a Geodatabase format, 61 which can be viewed in ArcGIS or in Microsoft Access. Some data is available on CDs. All data compiled by Sandia National Laboratories was done using ArcGIS 9.1. This list covers the broad spectrum of available data. More detail can be made available if someone is looking for a specific product. An ArcGIS geodatabase was created to house the many different watershed layers, including watershed boundaries, NHD flowlines, precipitation stations and stream gage locations. The name of this file is Watersheds.mbd. Within the geodatabase, there are 9 feature layers with many different feature classes. Metadata has not been populated for this geodatabase. The projection used is NAD 83 UTM Zone 13N. - The other geodatabase is from the OSE and it is called NMOSE_EGIS.basins.mdb. It is very large and has a great deal of information for the entire State of New Mexico. The components of this geodatabase are described in detail on the NM RGIS website: http://rgis.unm.edu/, under the Office of the State Engineer. - The third geodatabase is called AZ_NM_geodatabase.mdb and is a mosaic of the NED Grid rasters for elevation. The individual NED rasters used to create this are not in the geodatabase due to size and are discussed below. - The fourth geodatabase is called R02Y05P02_gila_watershed_wa.mbd and is the National Wetlands Inventory (NWI) data for riparian areas in the Gila. A.3 SHAPEFILES and COVERAGES New Mexico Much of the data obtained for New Mexico was from RGIS (http://rgis.unm.edu/), New Mexico OSE, USDA Forest Service, BLM, NM Water Resources Research Institute (WRRI), Data includes the following: land ownership, PLSS, state boundary, towns (points), Gila National Forest fire history polygons (metadata available), geology and hydrogeology (from NM WRRI), wells from both the NM OSE WATERS program and the USGS, riparian points and polygon data from the NM Natural Heritage Program (NHP), NRCS STATSGO soil data from the NRCS and RGIS and a merged soil layer for the study area in both Arizona and New Mexico, The Nature Conservancy’s southwest biotic communities in two state format and clipped to the study area, and the USDA Forest Service GES and TES vegetation coverages. Arizona General boundary files, geology, vegetation, grazing allotments, and much more was obtained from ALRIS http://www.land.state.az.us/alris/. Other data includes Fire History for the A-S National Forest, Land Use Land Cover, Riparian polygons for 1993-1994 developed by Arizona Game and Fish, NRCS STATSGO soil data from the NRCS and RGIS and a merged soil layer for the study area in both Arizona and New Mexico, The Nature Conservancy’s southwest biotic communities in two state format and clipped to the study area, and the USDA Forest Service GES and TES vegetation coverages. 62 A CD was purchased for a digital spatial map of Arizona. This was available from the Arizona Geological Survey. www.azgs.az.gov Two CDs were obtained from the Arizona Department of Water Resources. One was the ADWR GIS Data CD and the other was the Wells 55 CD. Contents"
    },
    {
        "URL": "Sun2012_ModelingGilaSFBasinUsingSystemDynamics.pdf",
        "Text": "are not in the geodatabase due to size and are discussed below. - The fourth geodatabase is called R02Y05P02_gila_watershed_wa.mbd and is the National Wetlands Inventory (NWI) data for riparian areas in the Gila. A.3 SHAPEFILES and COVERAGES New Mexico Much of the data obtained for New Mexico was from RGIS (http://rgis.unm.edu/), New Mexico OSE, USDA Forest Service, BLM, NM Water Resources Research Institute (WRRI), Data includes the following: land ownership, PLSS, state boundary, towns (points), Gila National Forest fire history polygons (metadata available), geology and hydrogeology (from NM WRRI), wells from both the NM OSE WATERS program and the USGS, riparian points and polygon data from the NM Natural Heritage Program (NHP), NRCS STATSGO soil data from the NRCS and RGIS and a merged soil layer for the study area in both Arizona and New Mexico, The Nature Conservancy’s southwest biotic communities in two state format and clipped to the study area, and the USDA Forest Service GES and TES vegetation coverages. Arizona General boundary files, geology, vegetation, grazing allotments, and much more was obtained from ALRIS http://www.land.state.az.us/alris/. Other data includes Fire History for the A-S National Forest, Land Use Land Cover, Riparian polygons for 1993-1994 developed by Arizona Game and Fish, NRCS STATSGO soil data from the NRCS and RGIS and a merged soil layer for the study area in both Arizona and New Mexico, The Nature Conservancy’s southwest biotic communities in two state format and clipped to the study area, and the USDA Forest Service GES and TES vegetation coverages. 62 A CD was purchased for a digital spatial map of Arizona. This was available from the Arizona Geological Survey. www.azgs.az.gov Two CDs were obtained from the Arizona Department of Water Resources. One was the ADWR GIS Data CD and the other was the Wells 55 CD. Contents of the CDs are available at: http://www.water.az.gov/ECscripts/ECware.exe/dcp?id=001&category=CD%2DROMs+and+D VD%2DROMs&type=A1QN21&lc=EN A.4 RASTERS National Elevation Dataset (NED) grids for both Arizona and New Mexico. Downloadable at http://seamless.usgs.gov Arizona and New Mexico ReGAP vegetation raster. http://earth.gis.usu.edu/swgap/ New Mexico Resource Geographic Information System Program – http://rgis.unm.edu - General New Mexico GIS data USGS Seamless Data Distribution System – http://seamless.usgs.gov - elevation data USGS National Hydrography Dataset – http://nhd.usgs.gov Watershed information including rivers, streams, basin, sub-basin, watershed boundaries USGS NWISWeb Water Data - http://water.usgs.gov/ Stream gage and water well information New Mexico Office of the State engineer – Statewide Geodatabase was obtained from their GIS specialist, George Clarke. Other data from them is on the RGIS website listed above. Southern Arizona Data Services Program - http://sdrsnet.srnr.arizona.edu/index.php?page=datamenu&lib=1&sublib=14 -clearinghouse for southern Arizona GIS data Arizona State Land Department - http://www.land.state.az.us/alris/ site for Arizona GIS data 63 APPENDIX B: SOFTWARE/HARDWARE REQUIREMENTS AND INSTALLATION B.1 Hardware and software requirements Microsoft® Windows 2000, XP, or later Minimum 64 MB RAM Minimum 50 MB free hard disk space for PowerSim At least 200 MB free hard disk space for the model itself Microsoft® Internet Explorer 5.0 or later Microsoft Excel PowerSim Studio Player (downloadable from http://www.powersim.com). B.2 Installation of the PowerSim Studio Player from your CD Since the Gila-San Francisco Decision Support Tool is created from the PowerSim Studio software, a version of the PowerSim Studio must be installed on your computer to run the tool. If you are given a CD for installation, you can install a free version of the software directly from the CD on to your computer or laptop. This one-time operation involves a few simple steps, and will ensure your version of the model is properly loaded. 1) Insert the GSF Decision Support Tool CD in your computers CD drive. 2) Look for the file License Code.txt and click on it to open the file. Record the license number on a piece of paper for use in the next step. Close the license number file. 3) Double click on the PsStudio.exe file. When prompted, leave the ―Organization‖ field blank. Fill in the ―License Code‖ number you recorded from the previous step. Open the GSFmodel.sip when you are ready to run the model. B.3 Installation of the PowerSim Studio Player from PowerSim website You can download the Studio Player directly from the PowerSim website. 1) Go to www.powersim.com, and select Products and Services. 2) Select the free Studio Player, and then select Download Player. 3) Fill out the appropriate information and follow the vendor’s instructions for downloading Studio Player. Open the GSFmodel.sip when you are ready to run the model. 64 65 DISTRIBUTION (ELECTRONIC COPY ONLY) 1 MS 0735 John Merson 6730 1 MS 1137 Stephanie Kuzio 6733 1 MS 0131 Erik Webb 12121 1 MS 1137 Elizabeth Richards 6733 1 MS 1138 Robert Glass 6382 1 MS 0161 Madelynne Farber 11500 1 MS 0899 Technical Library 9536 Electronic Copy Region Reps Affiliation Contact Tom Bates City of Deming tombates@cityofdeming.org Rick Holdridge Luna County Soil and Water Conservation District rholdridge@zianet.com Peter Russell Town of Silver City tsccomdevdir@qwest.net Gerald Schultz Grant County gkltz@yahoo.com Martha Schumann Nature Conservancy mschumann@tnc.org Allyson Siwik Gila Conservation Coalition asiwik@zianet.com Federal Agencies Mary Reece Bureau of Reclamation mreece@lc.usbr.gov State Agencies Charles ―Tink‖ Jackson State Engineer – Deming Craig Roepke Interstate Stream Commission craig.roepke@state.nm.us Others Kristan Cockerill Cockerill Consulting kmcabh@earthlink.net"
    }
]