[
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "Geology and hydrogeology of the Arroyo Seco Area, Taos County, New Mexico Final Technical Report By Geoffrey C. Rawling New Mexico Bureau of Geology and Mineral Resources, New Mexico Tech Socorro, New Mexico 87801 (505) 835-5249 Email:geoff@gis.nmt.edu Open-file Report 492 This study was supported by the County of Taos. The views and conclusions are those of the author, and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the State of New Mexico August, 2005 I. Introduction and scope..................................................................................................... 4 II. Geology of the study area............................................................................................... 4 A. Geologic mapping...................................................................................................... 4 B. Regional features........................................................................................................ 5 C. The mountains............................................................................................................ 6 D. The valley................................................................................................................... 7 E. Outcrop descriptions of the basin-fill sediments........................................................ 9 F. Subsurface interpretations ........................................................................................ 12 III. Hydrogeology ............................................................................................................. 14 A. Hydrologic data and methods .................................................................................. 14 B. Gaining and losing streams and groundwater recharge ........................................... 16 C. Groundwater flow patterns....................................................................................... 17 D. Gates of Valdez – Des Montes area: High transmissivity and downward flow ...... 18 E. El Salto area: Mountain front recharge and variable influence of faults.................. 21 F. Rangefront north of the Rio Hondo Canyon ............................................................ 23 G. Hydraulic properties of the basin fill aquifers ......................................................... 25 IV. Discussion................................................................................................................... 27 A. Declining water levels and recharge........................................................................ 27 B. Groundwater travel times......................................................................................... 31 V. Conclusions and recommendations for future work .................................................... 32 VI. Acknowledgments ...................................................................................................... 34 VII. References cited ........................................................................................................ 34 2 Appendix I. Descriptions of geologic map units .............................................................. 37 Table 1 ...............................................................................................................................19 Table 2 ...............................................................................................................................41 Table 3 ...............................................................................................................................43 Table 4 ...............................................................................................................................44 3 I. INTRODUCTION AND SCOPE This report describes the geology and hydrogeology of the southwestern Arroyo Seco quadrangle in Taos County, New Mexico. This area is approximately eight miles north of the Town of Taos and is undergoing extensive residential development. The New Mexico Office of the State Engineer (NMOSE) Hydrology Bureau has identified a need for more detailed hydrogeologic information (Peggy Johnson, NMBGMR, personal communication) to improve the NMOSE groundwater simulation model. To this end, I compiled existing geologic, hydrologic, and geophysical data, performed new geologic mapping, and measured water levels in 43 domestic wells. The synthesis of these data leads to an improved understanding of the distribution and flow patterns of groundwater in the area and the relation of groundwater to surface water, in addition to clarifying the geologic controls on the groundwater system. The report includes a geologic map of the southwestern portion of the Arroyo Seco quadrangle, a subsurface bedrock map of the detailed study area, two geologic cross sections, two fence diagrams, and a water table elevation map. From these data and interpretations I derive a conceptual hydrogeologic model for the area and address how the groundwater system may respond to future development and/or drought. II. GEOLOGY OF THE STUDY AREA A. Geologic Mapping The majority of the geologic map in this report (Map 1) is compiled from Lipman and Reed (1989) and Kelson (1986) and unpublished mapping of Proterozoic rocks by J. 4 Grambling. Geologic fieldwork was conducted in August 2004, and was largely reconnaissance and field checking of the two existing maps. Geologic contacts were locally refined, and additional orientation data were collected, with particular emphasis on joints in the crystalline rocks. Poor exposure precluded subdivision of the basin fill sediments east of the range front fault, but several excellent exposures were photographed and classified in terms of sedimentary facies Stereo pairs of aerial photographs were examined for delineation of surficial deposits south of the Rio Hondo valley and north of Gallina Creek to the northern edge of the quadrangle. B. Regional Features The dominant geologic features of the study area are the Sangre de Cristo Mountain uplift and the adjacent San Luis Basin, which is part of the Rio Grande rift. The study area lies on the northern margin of the Taos valley, which itself lies in the southeastern corner of the San Luis Basin. The San Luis Basin is one of the major basins of the Rio Grande rift, which has formed by extensional tectonic activity since the middle Tertiary period (~30 million years ago). It extends from central Colorado to Mexico and consists of a series of deep sedimentary basins filled with relatively young sediments and sedimentary rocks derived from flanking uplifts and axial rivers. The basins of the rift are typically flanked by mountain blocks uplifted along faults at the edge of the basins. In the Taos area, these are the Sangre de Cristo Mountains, which have been uplifted along the Sangre de Cristo fault. This major normal fault trends from southeast to northwest across the study area, but is buried by young sediments and is not exposed, except for one excellent exposure along the highway at the mouth of the Rio Hondo Canyon. Within the 5 study area, the fault geometry ranges from essentially a single, large"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "from flanking uplifts and axial rivers. The basins of the rift are typically flanked by mountain blocks uplifted along faults at the edge of the basins. In the Taos area, these are the Sangre de Cristo Mountains, which have been uplifted along the Sangre de Cristo fault. This major normal fault trends from southeast to northwest across the study area, but is buried by young sediments and is not exposed, except for one excellent exposure along the highway at the mouth of the Rio Hondo Canyon. Within the 5 study area, the fault geometry ranges from essentially a single, large displacement strand north of the Rio Hondo mouth, to multiple buried strands and associated buried bedrock benches in the El Salto area. These are described in detail below. For detailed discussions of the geology of the southern San Luis basin and adjacent mountains and exhaustive lists of relevant references, see Brister et al. (2004), and Bauer et al. (1999). In the following, I provide an overview of important features on the geologic map (Map 1) and subsurface structure map (Map 2), cross sections (Plates 1a and b), and fence diagrams (Plates 2a and b). C. The Mountains The Sangre de Cristo Mountains north of the latitude of Taos Pueblo are composed of Proterozoic quartz monzonite, felsic gneiss, amphibolite, quartzite, and minor quartz- mica schist. These rocks are intruded by Tertiary granite and granodiorite of the Lucero Peak and Rio Hondo plutons related to the Latir Peak volcanic field. Both the Proterozoic and Tertiary crystalline rocks are intruded by abundant, northeast-striking rhyolite and andesite dikes. North of the D. H. Lawrence Ranch and south of San Cristobal Canyon, the lower elevations of the range front are underlain by andesite lava flows and breccia intruded by quartz latite. These rocks are juxtaposed against the intrusive crystalline rocks to the east along a poorly exposed strand of the Sangre de Cristo fault that appears to die out to the south. The bedrock in the mountains is extensively fractured. Within the Lucero Peak pluton and Proterozoic quartz monzonite above El Salto are numerous heavily fractured zones, 6 small faults, and areas of silica-cemented breccia. The fractured zones are steeply west- dipping and roughly parallel to the range front, and are conspicuous as the relatively less deformed rock between them weathers in positive relief. These brittle features are probably Tertiary in age and subordinate to the Sangre de Cristo fault. The quartzite exposures at Cerrito Colorado and north of the D. H. Lawrence Ranch are pervasively shattered into decimeter-scale lozenges by multiple systematic joint sets, irregular fractures, and fractures along bedding planes. The intensity and abundance of fracturing near the mountain front is well exposed in amphibolite outcrops at the mouth of the Rio Hondo Canyon. Three dominant joint sets with 5 to 20 cm spacing split the rock up in three dimensions. There are several small Tertiary faults in the outcrop that are roughly parallel to the steeply dipping joints and perhaps nucleated on them. These faults are 5 to 20 cm wide with well-developed chloritized gouge zones that include small knockers of amphibolite and shattered clasts of quartz vein fill. Edges of the faults are generally very sharp. The shallowly dipping joints are subparallel to the S1 compositional layering, or “pseudostratigraphy” in the amphibolite. D. The Valley In contrast to the fractured crystalline bedrock of the mountains, west of the mountain front, unlithified to poorly lithified Quaternary and late Tertiary sediments characterize the study area. These sediments have been variously referred to as the Chamita Formation, Lama formation, sediments of the Servilleta Formation, and undivided basin fill. Regardless of the name, the sediments encountered in wells and exposed in the Rio 7 Hondo Canyon range from as old as latest Miocene or earliest Pliocene to as young as possibly earliest Pleistocene in age. They are the uppermost part of the Santa Fe Group, which is the general term for the sediments and sedimentary rocks that filled the deep basin of the rift before drainage integration and the formation of the throughgoing Rio Grande. They were derived from the mountains to the east and were deposited by west- flowing streams and alluvial fans. In this report, these sediments will be referred to as Sante Fe Group sediments. The Santa Fe Group sediments are overlain by fine-grained Blueberry Hill deposits and undivided Quaternary alluvial fan and stream terrace deposits. The Blueberry Hill deposits are exposed within the Taos quadrangle to the south of the study area. They are thought to be derived from the Rio Hondo, Arroyo Seco, and Rio Lucero drainages prior to the downcutting of the Rio Hondo, and are probably present in the Arroyo Seco area in the subsurface. In general, it is difficult to distinguish the youngest Santa Fe Group sediments"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "this report, these sediments will be referred to as Sante Fe Group sediments. The Santa Fe Group sediments are overlain by fine-grained Blueberry Hill deposits and undivided Quaternary alluvial fan and stream terrace deposits. The Blueberry Hill deposits are exposed within the Taos quadrangle to the south of the study area. They are thought to be derived from the Rio Hondo, Arroyo Seco, and Rio Lucero drainages prior to the downcutting of the Rio Hondo, and are probably present in the Arroyo Seco area in the subsurface. In general, it is difficult to distinguish the youngest Santa Fe Group sediments from the overlying Quaternary fan and stream deposits in outcrop, and such distinctions could not be definitively made on well logs. On the geologic map, exposures in the south wall of the Rio Hondo canyon and to the north are referred to as Quaternary- Tertiary Santa Fe Group, undivided. This is an area that warrants more detailed stratigraphic study. The Blueberry Hill deposits and/or Quaternary fan and stream deposits overlap the Sangre de Cristo fault trace and onlap onto subsurface bedrock benches south of the Rio Hondo and west of Arroyo Seco (see Map 2). South of the Rio Hondo, the Quaternary surficial deposits are relatively undissected, even along the Arroyo Seco drainage. North of the Rio Hondo, the piedmont is deeply dissected and Quaternary deposits exist only as thin, isolated terrace remnants on 8 fingerlike mesas of Sante Fe Group sediments and on the broad surface north of the Gates of Valdez. Based on surface slope and elevation, the Q1 surface and deposit north of the Rio Hondo may have originally been continuous with the Qfy deposit south of the drainage. E. Outcrop Descriptions of the Basin-fill Sediments Several outcrops in, and north of, the Rio Hondo Valley were examined in detail to characterize the basin-fill sediments in the hopes of defining mappable subdivisions. Poor and noncontinuous outcrop precluded subdividing the basin fill, but the descriptions are useful as they illustrate the variations in clast composition, grain size, and sedimentary structures that typify the subsurface stratigraphy in the study area, and the types of geologic materials that comprise the aquifers tapped by local wells. I have assigned each distinctive set of deposits to a sedimentary facies representing the interpreted conditions of deposition. 1. High gradient stream facies – These deposits are abundantly exposed in several roadcuts along NM-230 where it descends the south wall of the Rio Hondo valley. These cobble to boulder gravels are poorly to moderately lithified and poorly to moderately well-bedded. Clast imbrication is very well-developed and indicates a westward transport direction. The deposits are dominantly matrix-supported, but locally are clast-supported. The matrix material is medium to coarse, tan to brown sand with abundant clay. This facies mainly differs from the alluvial fan channel deposits in having matrix-supported cobbles and boulders. It is interbedded with fine-grained stream channel facies and debris flow facies deposits. 9 2. Fine-grained alluvial fan channel or stream channel facies – The described outcrop is at UTM coordinates 447150 easting, 4043397 northing (NAD 27 datum). The approximately 6-m-high outcrop is composed of pale tan, very fine to fine sand in massive beds with internal laminations. Subtle, small crossbeds occur as pebble lags 3 to 10 cm thick. The pebbles are dominantly white to pale gray granitic igneous rock. This deposit is surprisingly clean and fine-grained considering its proximity to the mountain front. This facies appears common in the bluffs along the Hondo valley near the town of Valdez, beneath the Q6 terraces and their associated gravel deposits. This facies appears to become dominant downhill towards the valley bottom. 3. Debris-flow facies - The described outcrop is at UTM coordinates 446382 easting, 4045882 northing (NAD 27 datum). The deposit is composed of angular to subrounded cobbles and boulders up to one meter in size in a very poorly sorted clay-rich sandy matrix. As a whole, the deposit appears to be at the transition between clast-supported and matrix-supported. Subrounded cobbles of white to gray granitic rock are pervasively cracked and crumbling to grus. The metamorphic rock cobbles such as amphibolite are more angular and less weathered than the igneous rock cobbles. No bedding is apparent, other than a lens approximately 10 m across and 0.5 – 1 m thick composed of crudely bedded cobbles with no obvious imbrication. There are some interbedded reddish clay layers up to one meter thick with root molds. 10 4. Mixed alluvial fan channel and debris flow facies - The described outcrop is at UTM coordinates 446387 easting, 4043915 northing (NAD27 datum). The bottom half of the 4-m-high outcrop is a fining-upward sequence of pebbly to cobbly pink to tan clay-rich fine to very fine heterolithic sand. Pebble and cobble layers fine upwards and are 5 to 20 cm"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "apparent, other than a lens approximately 10 m across and 0.5 – 1 m thick composed of crudely bedded cobbles with no obvious imbrication. There are some interbedded reddish clay layers up to one meter thick with root molds. 10 4. Mixed alluvial fan channel and debris flow facies - The described outcrop is at UTM coordinates 446387 easting, 4043915 northing (NAD27 datum). The bottom half of the 4-m-high outcrop is a fining-upward sequence of pebbly to cobbly pink to tan clay-rich fine to very fine heterolithic sand. Pebble and cobble layers fine upwards and are 5 to 20 cm thick, with cobbles up to 10 cm in size. These may represent deposition in an alluvial fan channel during flood events. The top half of the outcrop is composed of sediments very similar to the debris flow facies described above. Other smaller outcrops along the same road as facies 4 show the alluvial fan facies alone, and consist of clast-supported pebble-to-cobble conglomerate. These deposits are well bedded with a generally coarse sand matrix and clast imbrications yielding paleocurrents to the west. These alluvial fan facies deposits appear to be dominant in the area, with debris flows deposits second. Mixtures of these two facies dominate the higher bluffs north of Valdez, beneath the pediment surfaces and their deposits. It is estimated that they comprise at least one half of the sedimentary section, with facies 2 becoming dominant towards the valley floor of the Rio Hondo. These types of poorly sorted, clay-rich gravel deposits typically have a wide range of hydraulic conductivities (the rate at which water will move through the deposit). The coarsest, most well-sorted, clast-supported members of these various deposits would likely make the best aquifers. The debris flow facies would be the lowest quality aquifer, due to pervasive clay layers. Generally, this seems to hold up when compared to the 11 drillers logs of wells in the area, as most wells are screened in gravel or coarse sand and/or gravel intervals. F. Subsurface Interpretations Regionally, the abundant basalts on top of, and interbedded with, the Santa Fe Group sediments of the southern San Luis Basin are referred to as the Servilleta Formation. These are present throughout the subsurface south and west of the study area. Within the western part of the study area, numerous wells encounter igneous rocks around the Cerro Negro volcanic center. This small, 5 Ma dacite shield volcano (Read et al., 2004) just northwest of the study area is partly buried by onlapping sediments. It is well exposed in the narrow gorge of the Rio Hondo at the Gates of Valdez, where the rock is massive, dark gray to black, and extensively fractured. Wells DM-35, DM-21, and DM-38 penetrate through the basalt, and the remainder of the wells used to construct the basalt elevation contours either bottom in basalt or the drillers stopped upon encountering basalt, which may be either buried lava flows or sills (Map 2 and Plates 1 and 2). These may be derived from the Cerro Negro dacite volcano, or alternatively are outlying flows of the Servilleta Formation basalts. As compositional distinctions such as basalt or dacite cannot be reliably determined from the driller’s logs, I will refer to these rocks with the generic term “basalt” for the remainder of this report. Buried bedrock benches exist along the mountain front in the El Salto area (Map 2 and Plates 1a and 2a). These were delineated with Wells ES-10, ES-15, ES-18, and the Yaravitz well, which all bottom in bedrock, either granite or amphibolite. Bedrock contours dip steeply but smoothly away from the El Salto mountain front immediately 12 north of the Arroyo Seco drainage. The north-trending fault segment here must be buried west of ES-15, although smaller offset and/or breccia zones are likely closer to the mountain front (e.g., the “sand and gravel” zone in Well ES-10, which is probably a zone of brecciated basement rock, Plate 2a). The northwest-trending segment of the El Salto mountain front must be a steep fault segment, as Well ES-23 is 500 feet deep and does not hit bedrock, yet it is very close to bedrock outcrops to the immediate north (Map 2). Offset is 500 feet or more. This also coincides with a 1000 to 3300 foot–deep buried discontinuity identified in preliminary aeromagnetic interpretations of the area (V. J. S.Grauch, U. S. Geological Survey, unpublished data) that is probably the range-front fault. The Yaravitz well penetrates amphibolite at an elevation of 7594 feet, at a depth of 240 feet. The amphibolite is most likely a buried prong of bedrock that extends west from the mountain front, and south of the Rio Hondo valley. The existence of a prong is supported by the regional aeromagnetic map (Bankey et al., 2004) and analysis of unpublished aeromagnetic data by"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "or more. This also coincides with a 1000 to 3300 foot–deep buried discontinuity identified in preliminary aeromagnetic interpretations of the area (V. J. S.Grauch, U. S. Geological Survey, unpublished data) that is probably the range-front fault. The Yaravitz well penetrates amphibolite at an elevation of 7594 feet, at a depth of 240 feet. The amphibolite is most likely a buried prong of bedrock that extends west from the mountain front, and south of the Rio Hondo valley. The existence of a prong is supported by the regional aeromagnetic map (Bankey et al., 2004) and analysis of unpublished aeromagnetic data by V. J. S. Grauch (U. S. Geological Survey). These interpretations identify a discontinuity at much greater depth (3300-6600 feet) than that along the fault segment adjacent to well ES-23. My interpretation is that the aforementioned steep, large-offset, range-front fault changes to a more westerly orientation and bounds the south side of the bedrock prong penetrated by the Yaravitz well. Another strand trends northwest and is the fault exposed in the roadcut where Highway 150 descends into the Rio Hondo Canyon. 13 III. HYDROGEOLOGY A. Hydrologic data and methods Well data come from three sources. Water levels were measured in 43 domestic wells in the Arroyo Seco area from mid-April to mid-May, 2005 (Table 2). Many of these wells are included in the Taos Soil and Water Conservation District (TSWCD) inventory described below. The water levels were measured with a steel tape and the wells were located with a handheld GPS unit. During the time period of these measurements, streams, acequias, and most small surface drainages were flowing swiftly with runoff from a large winter snowpack in the Taos Range. Glorieta Geoscience, Inc. (GGI) provided locations, water level data, and selected chemistry and aquifer test data for 7 wells that they collected in the course of their consulting work (Table 3). Well locations and water elevations for these two data sets are considered to be reliable, although the GGI data are up to 10 years old. The remainder of the water level data are from the Taos Soil and Water Conservation District well inventory assembled by Tony Benson and students from UNM-Taos (Table 4). Although the wells in the inventory were accurately located with handheld GPS units, the water elevation data are from driller’s well records and range greatly in accuracy. Many of the water levels measured in this study differ greatly from water levels recorded on driller’s logs, several by more than 100 feet (Table 2). Possible causes of these discrepancies include seasonal variations in water levels, long-term water level changes, or inaccurate water level measurements by the well driller. The latter may be due to recording the water level immediately upon drilling, before water levels 14 equilibrated. There are no geographic patterns in the variations between the water levels measured in this study and those measured by the well drillers. ArcGIS software was used to plot the well locations and water level measurements. Groundwater elevation contours were drawn by hand and then digitized. Several assumptions were made in creating the groundwater table map (Map 3). It is based largely on water levels in wells with screened intervals above 300 feet. This was taken to be the difference between “shallow” and “deep” wells, as wells completed above and below this depth generally show significant differences in groundwater elevation. I assumed that the shallow groundwater system, or shallow aquifer, is connected to flowing drainages and local groundwater and surface water flow patterns are parallel, so the water table contours cross streams at right angles. Always inherent in the contouring of water level measurements are the assumptions that groundwater flow is horizontal, the measurements are from a single aquifer, and that hydraulic head does not vary with depth. The contours on Map 3 terminate where these conditions appear to be violated, or where data points are sparse. It is important to note that the water level elevations reported herein are from wells with screened intervals varying from tens to hundreds of feet, and are not point measurements of hydraulic head. The water level elevations therefore represent a vertical average of the hydraulic head over the screened interval, and the resulting contoured surface is not strictly a potentiometric surface. With this fact, and the variation in data quality in mind, the contours were not forced to fit every well measurement. Contours are dashed where approximate and queried where speculative, and in two areas along the south rim of the Rio Hondo canyon two alternate contours are drawn. 15 B. Gaining and losing streams and groundwater recharge The gaining or losing nature of streams and their interaction with the groundwater flow system can be determined from both groundwater contours and stream flow measurements. Groundwater elevation contours along the Arroyo Seco from the study of"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "is not strictly a potentiometric surface. With this fact, and the variation in data quality in mind, the contours were not forced to fit every well measurement. Contours are dashed where approximate and queried where speculative, and in two areas along the south rim of the Rio Hondo canyon two alternate contours are drawn. 15 B. Gaining and losing streams and groundwater recharge The gaining or losing nature of streams and their interaction with the groundwater flow system can be determined from both groundwater contours and stream flow measurements. Groundwater elevation contours along the Arroyo Seco from the study of Drakos et al. (2004a) change from slightly gaining upstream (contours bend slightly upstream) of the namesake town to strongly losing (contours bend strongly downstream) downstream of the town. Drakos et al. (2004a) also performed streamflow measurements in January 2000 on the Arroyo Seco drainage, and these generally correlate with their groundwater contours, in that they indicate that the stream becomes losing where the groundwater contours start to bend strongly downstream. The groundwater contours in the present study show the same general pattern and degree of gaining and losing reaches – the stream becomes a losing reach in the vicinity of the town of Arroyo Seco (Map 3). Losing streams recharge the subjacent groundwater system, and the small drainages undergoing transient flow from spring runoff during April and May 2005 were actively recharging groundwater. This can be seen in water levels in wells AS-101 and AS-102, which sit adjacent to, and north of, a small tributary drainage of Arroyo Seco creek just north of the town center. According to the homeowner, both wells are approximately the same depth, but AS-101 sits on a small hill to the north of AS-102 and the well head is 5 feet higher. However, the water level is 4 feet lower than in well AS- 102, This indicates that the groundwater level is sloping away from the small drainage, and that a recharge mound exists under the drainage. It is likely that similar local recharge mounds develop under unlined flowing acequias. This recharge behavior of 16 streams discharging from the mountain front has been documented previously in the southern Taos valley (Spiegel and Couse, 1969; Bauer et al., 1999, and references therein). A January 2000 stream gauging study by Drakos et al. (2004a) showed the Rio Hondo to be a losing reach upstream of the Gates of Valdez and a gaining reach downstream. However, their groundwater elevation contours show the upstream portion to be a strongly gaining reach. They attributed the discrepancy to either: 1) the stream flow measurements not capturing all diversions from or additions to the reach during the measurement period; or 2) the groundwater measurements representing an averaged, longer-term set of conditions. During the present study, the Rio Hondo was flowing strongly and the groundwater elevation contours show it to be gaining upstream of the Gates of Valdez and losing or approximately neutral to the west (Map 3) C. Groundwater flow patterns The overall pattern of groundwater flow in the study area is from east to west, from the mountain block into the basin fill (Map 3, Plates 2a and b). However, the strongly curved groundwater elevation contours indicates that the details of the groundwater flows path are complex. There are limited data on the hydraulic properties of sediments penetrated by wells in the area (see section IIIG), and none that bear on the possible anisotropy of hydraulic properties. Assuming then that the water-bearing strata are isotropic, groundwater flow paths will be perpendicular to the elevation contours. The gaining and losing reaches of the streams are obvious, as groundwater flow paths will 17 converge on gaining reaches (e.g., upstream Rio Hondo) and diverge from losing reaches (e.g., downstream Arroyo Seco). Hydraulic gradients are variable as well, ranging from 0.02 in the lower reaches of the Arroyo Seco drainage, to 0.16 in the El Salto area, to a high of 0.18 north of the Yaravitz well. These variations in gradient yield insight into the nature of the water-bearing units, as they reflect variations in the transmissivity of the sediments, with lower gradients corresponding to higher transmissivities, and vice versa. Transmissivity is the product of aquifer thickness and hydraulic conductivity (the ease with which water moves through the material). High transmissivity indicates a thicker aquifer, or more permeable sediments such as gravel, or both, whereas low transmissivity corresponds to a thin aquifer, and/or less permeable material such as clay or relatively unfractured bedrock. Gradients are fairly constant throughout the central portion of the map area and north of the Rio Hondo, probably reflecting relatively homogeneous aquifer properties. They become more variable and complex along the mountain front and in the vicinity of the Gates of Valdez – Des Montes area (Des Montes is a local"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "aquifer thickness and hydraulic conductivity (the ease with which water moves through the material). High transmissivity indicates a thicker aquifer, or more permeable sediments such as gravel, or both, whereas low transmissivity corresponds to a thin aquifer, and/or less permeable material such as clay or relatively unfractured bedrock. Gradients are fairly constant throughout the central portion of the map area and north of the Rio Hondo, probably reflecting relatively homogeneous aquifer properties. They become more variable and complex along the mountain front and in the vicinity of the Gates of Valdez – Des Montes area (Des Montes is a local name for the area surrounding and to the south of the Gates of Valdez). These areas are discussed in more detail below. D. Gates of Valdez – Des Montes area: High transmissivity and downward flow Drakos et al. (2004a) described an area of downward flow that extends from the Gates of Valdez-Des Montes to south of the area of the present study. The new water level data collected during this study replicate this downward gradient in the groundwater flow pattern (Map 3 and Plate 2a). It can be clearly seen by comparing water levels in 18 adjacent shallow/deep well pairs. Examples of such pairs are Cielo Azul shallow and deep, DM-2 and DM-3 with the Arroyo Seco School well, and DM-102 with DM-21 (Tables 1 and 2). The deeper wells have water levels from 200 to more than 400 feet deeper. Immediately south of the Gates of Valdez, wells DM-36, DM-38, and DM-39 show a pattern of decreasing water level elevation with increasing screen depth (Map 3). All of these data indicate that the hydraulic head decreases with depth, indicating a vertically downward gradient and presumably downward flow. Table 1 – Shallow and deep well pairs in the Des Montes area. Well Depth (ft) Screen top (ft) Screen bottom (ft) Water level (ft) Cielo Azul 353 ? ? 7303 Cielo Azul Deep 850 720 840 7103 DM-2 280 240 280 7281 DM-3 320 240 320 7292 Arroyo Seco School 760 660 740 6820 DM-102 365 325 365 7206 DM-21 750 650 750 7049 Along the south rim of the Rio Hondo canyon east of the Gates of Valdez is a plateau in the groundwater surface, implying a high transmissivity zone. This forms a recharge mound immediately south of the river at the Gates, and immediately west of the Gates the groundwater level contours are straight as they cross the river. This suggests that the Rio Hondo changes from gaining to essentially neutral as it flows through the Gates of Valdez, i.e., the river is no longer gaining much water from the groundwater system. 19 Wells DM-36, DM-38, DM-39, VAL-103, and DM-101 largely define the high transmissivity zone, and have water levels that range over 100 feet. Unfortunately, only VAL-103 reflects a current measurement. Other water levels are from driller’s records. DM-38 penetrates basalt and is screened in sand and gravel beneath the basalt at a depth of 300 to 340 feet. The top of this screen is approximately 50 feet beneath the river level immediately to the north in the canyon. The driller’s record indicates a water elevation of 7249 feet, which is approximately 30 feet above the river level. Well DM-36 is screened in fractured basalt at a depth of 200 to 260 feet, approximately at river level. Well DM-39 bottoms in basalt at 260 feet, and is screened in sand and gravel from 220 to 260 feet. This is also approximately at river level. Water levels in these two wells are similar, and slightly over 100 feet above the level of the Rio Hondo. It thus appears that the high transmissivity in this area is due to the combination of basalt and gravel layers, and not just fractured basalt alone (which would be expected to have high transmissivity). An estimated hydraulic conductivity for these highly permeable gravels and fractured basalt in this area is 100 to 1000 feet/day (Domenico and Schwartz, 1990). The presence of a high transmissivity gravel layer is also implied by the warping of contours around well VAL-103, which is to the east of the subsurface basalt (Maps 2 and 3). This well is screened in sand and gravel and minor clay from 220 to 300 feet, approximately at the level of the river in the valley to the north. The water level in the well is at 7402 feet, about 80 feet above the river level. This defines a steep northward gradient to the river level, as shown in the contours. 20 Beyond about 0.5 km west of NM-230 in the west-central portion of the study area most wells are screened below 300 feet. From reports of homeowners in the area, many wells in a north-south strip in the vicinity of NM-230 and Lobo"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "in sand and gravel and minor clay from 220 to 300 feet, approximately at the level of the river in the valley to the north. The water level in the well is at 7402 feet, about 80 feet above the river level. This defines a steep northward gradient to the river level, as shown in the contours. 20 Beyond about 0.5 km west of NM-230 in the west-central portion of the study area most wells are screened below 300 feet. From reports of homeowners in the area, many wells in a north-south strip in the vicinity of NM-230 and Lobo Road, which are screened at shallow depths, have gone dry in the past few years, and have had to be deepened or redrilled. The western edge of the groundwater elevation contours on Map 3 is interpreted to be the western edge of the “shallow aquifer” that is tapped by most wells from NM- 230 east to the El Salto area. This shallow aquifer probably consists of multiple local unconfined or leaky-confined water-bearing strata, corresponding to the “upper aquifer” at 295-340 feet depth in the New Mariposa Ranch well (Glorieta Geoscience, 1995) and/or the “shallow aquifer” of 160 to 170 feet in the Arroyo Seco School well (Drakos, 1997). The “dieout” of this shallow aquifer at a point coincident with the area of downward gradients suggests that downward flow, probably through fractured basalt and/or permeable gravels is the dominant direction of groundwater movement in this portion of the aquifer. E. El Salto area: Mountain front recharge and variable influence of faults The basement prong beneath the Yaravitz well coincides with the steep hydraulic gradient along the south side of the mouth of Rio Hondo Canyon, perhaps indicating that the rock has relatively low transmissivity. Generally, crystalline rocks adjacent to major faults are highly fractured, as in the amphibolite outcrops upstream of the mouth of Hondo Canyon. However, the buried prong may contain subsidiary faults with chloritized gouge zones, which could act as low permeability-baffles and contribute to the high gradient. 21 To the south, in the El Salto area, there are significant changes in the vertical distribution of hydraulic head with geographic location that are probably related to the range-front faults. The log of Well ES-10 records granite at 260 feet, sand and gravel from 460 to 480, and then granite to the total depth. The sand and gravel interval is interpreted as most likely being crushed rock in a fault zone in the granite. This well is screened below 400 feet, entirely in bedrock and (inferred) faulted rock. Well ES-15 bottoms in granite at 250 feet, with multiple screens from 60 to 250 feet, so the water level reflects an integrated hydraulic head value over this interval. The similarity of water levels in these two wells (within 20 feet) indicates that there is little variation of head with depth between the interval 60-250 feet and greater than 400 feet. From this it is inferred that the fractured rock aquifer system within the Taos Range mountain block to the east discharges to the unconsolidated sediment aquifer system west of the mountain front along approximately horizontal flow paths that are not appreciably altered at the sediment-bedrock contact. West of the inferred buried fault near well ES-15, wells ES-4 and ES-24 have screens shallower than 100 feet and greater than 240 feet, respectively. These wells also have water levels within 20 feet of each other, again indicating little change of head with depth and subhorizontal flow. Thus it appears that this segment of the buried north-south range- front fault is not greatly affecting the groundwater flow paths. In contrast to these well pairs, along the northwest-strking fault segment, wells ES-21 and ES-130 have significantly lower water levels than those in the surrounding area, which otherwise increase fairly uniformly towards the mountain front. ES-21 is screened at 340-380 feet and ES-23, ~ 330 feet to the northeast is screened at 435-495 feet. The 22 water level in ES-23 is approximately 300 feet higher than in ES-21, even though it is screened 50 feet deeper. A log for well ES-130 is not available, but the water level is approximately the same as ES-21 and a neighbor reported that it was approximately the same depth as ES-21. These data indicate an upward hydraulic gradient in the vicinity of the three wells, as opposed to the roughly horizontal flow out of the mountain block to the southeast. Neither ES-21, -23, or -130 penetrated bedrock; geologic logs for all three show only sand and gravel. They are located in the “corner” formed by the inferred, buried, steeply dipping range front faults, which are influencing the hydraulic gradient in the area. Possible explanations are: 1) The shallow levels of the range-front fault near these wells are highly impermeable, perhaps"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "neighbor reported that it was approximately the same depth as ES-21. These data indicate an upward hydraulic gradient in the vicinity of the three wells, as opposed to the roughly horizontal flow out of the mountain block to the southeast. Neither ES-21, -23, or -130 penetrated bedrock; geologic logs for all three show only sand and gravel. They are located in the “corner” formed by the inferred, buried, steeply dipping range front faults, which are influencing the hydraulic gradient in the area. Possible explanations are: 1) The shallow levels of the range-front fault near these wells are highly impermeable, perhaps due to cementation or development of clay-rich fault gouge. Therefore, groundwater exiting the mountain block crosses the fault at depth, resulting in an upward hydraulic gradient in the basin-fill sediments immediately west of the fault zone, or: 2) The fault itself is acting as a conduit, channeling water from depth to shallower levels. The adjacent intersection of fault strands is likely an area of intense bedrock fracturing, which would favor conduit behavior. F. Rangefront north of the Rio Hondo Canyon North of the Rio Hondo Canyon the steeply-dipping range-front fault is buried beneath the drainage that runs north from the Hacienda del Valdez condominium 23 complex (Map 2). The location of the fault is constrained by well VAL-102, which penetrates bedrock at a depth of 200 feet, and well DM-44, which bottoms in sand and gravel at 670 feet depth (Plate 2b). The bottom 40 feet of well VAL-102 are described as sand and gravel in the well log, but are likely brecciated rock in a fault zone. The log for well DM-44 records an interval of granite from 590 to 620 feet, which may be a bedrock sliver related to the range-front fault. To the south, the Hacienda well penetrates quartzite at 43 feet and bottoms in amphibolite at 702 feet. The elevation of the quartzite in the well is about 40 feet above the level of the Rio Hondo at the mountain front. Although there is little change in ground elevation between VAL-102 and DM-44, there is a drop in water levels of almost 600 feet between the two wells. VAL-102 is screened from 300 to 400 feet depth in granite, whereas the screen on DM-44 is over 200 feet deeper. This change in water levels implies a downward gradient between the two wells, and across the fault. The water level in DM-44 is from a driller’s record and may not be accurate. The owners of DM-44 reported very small yields and deepened the well to 870 feet in 1989, although no data are available on the geology at depth, new screens, or water levels. Even if the reported water level in DM-44 is off by hundreds of feet, there would still be a large decline in water levels between this well and VAL-102, and thus across the range front fault from bedrock into basin-fill sediments. This is in contrast to the apparent upward gradient adjacent to the range front fault in the vicinity of wells ES-23 and ES-21. These differences are likely due to the combined effects of fault zone structure and permeability contrasts between fractured bedrock on one side of the fault and heterolithic basin fill sediments on the other side, but the relative importance of these two factors cannot be determined from the present data. 24 G. Hydraulic properties of the basin fill aquifers Several estimate of hydraulic properties of the basin-fill sediments in the study area have been made by Glorieta Geoscience, Inc. (GGI), in the course of their groundwater consulting work in the northern Taos Valley. GGI drilled and tested the New Mariposa Ranch Well, DM-15 (NMOSE record # RG-62458; Glorieta Geoscience, 1995). The well is 800 feet deep with screens from 520 to 725 feet. Basalt was encountered from a depth of 756 feet to the bottom of the well. GGI measured a static water depth of 582 feet on 9/14/95. The water bearing strata are sandy gravel from 590 to 660 feet and gravel from 680 to 720 feet, and water also possibly comes from the fractured basalt. This “deep aquifer” is separated from the “shallow aquifer” at 295 to 340 feet by a presumed leaky confining bed consisting of cemented sandy gravel. GGI performed a 48-hour aquifer test, and from water level recovery curves they calculated transmissivity values that range from 520 to 550 feet2/ day. Assuming an average saturated thickness of 110 feet, they then calculated hydraulic conductivity to be 4.9 feet/day GGI drilled and tested the Cielo Azul, (DM-41, NMOSE record # RG-65614; Drakos, 1995) and Cielo Azul Deep (DM-43, NMOSE record # RG-70152; Glorieta Geoscience, 1998) wells. Two intervals of water-bearing strata were identified in the 352- foot deep Cielo Azul well, the upper in sand from"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "feet by a presumed leaky confining bed consisting of cemented sandy gravel. GGI performed a 48-hour aquifer test, and from water level recovery curves they calculated transmissivity values that range from 520 to 550 feet2/ day. Assuming an average saturated thickness of 110 feet, they then calculated hydraulic conductivity to be 4.9 feet/day GGI drilled and tested the Cielo Azul, (DM-41, NMOSE record # RG-65614; Drakos, 1995) and Cielo Azul Deep (DM-43, NMOSE record # RG-70152; Glorieta Geoscience, 1998) wells. Two intervals of water-bearing strata were identified in the 352- foot deep Cielo Azul well, the upper in sand from 120 to 140 feet depth, and the lower in coarse sand from 310 to 330 feet depth. This lower zone is probably equivalent to the upper water bearing zone, or “shallow aquifer” in the Mariposa Ranch well, described above. GGI measured the depth to water in the lower aquifer at 136 feet. They performed 25 a 48-hour aquifer test and from water level recovery curves calculated a transmissivity value of 390 feet2/ day. They assumed a saturated thickness of 40 feet representing the two water-bearing zones, and from this derived a hydraulic conductivity value of 9.2 feet/day. The Cielo Azul Deep well is 850 feet deep and is approximately 40 feet from the Cielo Azul well. This well is screened from 720 to 840 feet and is sealed off from the two higher water bearing levels described in the Cielo Azul well. The depth to water was 340 feet on 10/22/98. Presumably, this well is tapping the same aquifer as the Mariposa Ranch well. A 48-hour aquifer test was performed and transmissivity was calculated to be from 34.5 to 45.9 feet2/day. During the test, no drawdown was observed in the adjacent, shallower Cielo Azul well. Hydraulic conductivity was calculated to be 0.4 feet/day, using an assumed saturated thickness of 100 feet representing the screened interval of the well. Water levels in all of the tested wells recovered fully over the span of a few days to two weeks. The estimated hydraulic conductivity values are at the low end of published values for clean sands and gravels (Domenico and Schwartz, 1990), but all are reasonable for the deposits, considering they are likely moderately to poorly sorted mixes of gravel, sand and clay (see section IIE). The aquifers in the study area appear to be relatively homogeneous – the estimated conductivity values vary over slightly more than an order of magnitude, from 0.4 feet/day, to 9.2 feet/day. These values are in accord with the range in hydraulic gradients observed in the study area, which vary over approximately one order of magnitude (0.02 to 0.18). 26 IV. DISCUSSION A. Declining water levels and recharge According to local residents, in the western portion of the study area, several wells completed in the shallow aquifer (wells approximately 300 feet deep or less) have gone dry within the past five years, requiring redrilling or deepening. This is in the general region of downward gradient between the shallow and deeper aquifers, along and west of NM-230. Downward leakage from the shallow to deep aquifer may be part of the reason for the aquifer depletion. However, during the Cielo Azul Deep well aquifer test, no drawdown was noted in the adjacent shallow well in response to pumping in the deep well. For at least the time scale of that test (48 hours), the shallow and deep aquifers do not appear to be in good hydraulic communication (i.e., they are separated by an effective aquitard), and/or not enough vertical flow was induced to cause drawdown in the shallow aquifer. It is likely that the long term rate of downward leakage is low enough that it is not entirely responsible for the water level declines in the shallow aquifer. A more likely cause of the declining water levels is reduced recharge to the aquifer due to drought within the last ten years. Drakos et al. (2004b) collected tritium data from three wells in the study area ranging from 200 to 760 feet deep. These data show that recharge to the shallow and deep portions of the groundwater system in the study area occurs on a time scale of < 5 to 10 years: i.e., the water is “modern” and has been in the aquifer less than 10 years. Consequently, it is likely that shallow domestic wells will respond to drought-induced variations in recharge to the aquifers. That there has been significant drought in the past ten years is clearly shown in Figures 1 through 3. 27 Figure 1. Snowfall data for Taos, NM, 1980 – 2004. Figure 2. Monsoon season precipitation for Taos, NM, 1980 – 2004. 28 Figure 3. Snowfall data for Red River, NM. 1980 – 2004. The effect of declining snowfall in the mountains above the study"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "to 10 years: i.e., the water is “modern” and has been in the aquifer less than 10 years. Consequently, it is likely that shallow domestic wells will respond to drought-induced variations in recharge to the aquifers. That there has been significant drought in the past ten years is clearly shown in Figures 1 through 3. 27 Figure 1. Snowfall data for Taos, NM, 1980 – 2004. Figure 2. Monsoon season precipitation for Taos, NM, 1980 – 2004. 28 Figure 3. Snowfall data for Red River, NM. 1980 – 2004. The effect of declining snowfall in the mountains above the study area, represented by the Red River snowfall data, is particularly significant, as it is responsible for the reduced peaks in stream flow in the Rio Hondo and Rio Lucero during the late spring runoff period, which is generally the months of April, May and June (Figures 4 and 5). As noted in Section IIIB, the Arroyo Seco and small tributary drainages in the vicinity of the town of Arroyo Seco contribute recharge to the shallow groundwater system during the spring runoff period. Declining winter snowpacks due to reduced snowfall directly affect the volume of runoff and thus recharge. To date, the deeper wells in the western portion of the study area, such as the Arroyo Seco School well and the Mariposa Ranch well, have not shown water level declines. However, the isotopic data suggest that the deeper aquifer also could be negatively 29 Figure 4. Daily streamflow data for the Rio Hondo at the Valdez gauge, 1990 – 2002. Figure 5. Daily streamflow data for the Rio Lucero, 1990 – 2002. 30 affected by reduced recharge if drought conditions continue into the future. Conversely, several years of abundant moisture should reverse the trend of declining water levels and drying wells, with the important caveat that excessive exploitation of the aquifer may negate any gains in groundwater storage from increased precipitation. Overall, the young groundwater ages imply that at least until the recent drought, the aquifer was receiving abundant recharge. B. Groundwater travel times It is worthwhile to compare the groundwater ages from tritium collected by GGI with estimates of groundwater travel times by hydrologic means. To illustrate, the length of the study area from the mountain front to the town of Arroyo Seco is roughly 11,000 feet, with an average hydraulic gradient of .055 across this distance. The range of calculated hydraulic conductivities from aquifer tests is 0.4 feet/day to 9.2 feet/day. Assuming an effective porosity of aquifer materials of 15%, travel times for groundwater to move this distance are on the order of 300 to 10000 years. This calculation assumes that all of the groundwater is being recharged only at the mountain front. As it has been shown that groundwater is recharged along the Arroyo Seco and subsidiary drainages by surface water, these travel times are upper bounds, and are probably significant overestimates. True travel times are less, as shown by the tritium data. Nevertheless, the above calculation shows that the hydrologic properties, water level measurements, and isotopic data are all consistent. Additionally, it suggests that the hydrologic properties measured by GGI are reasonable values for aquifer materials throughout the study area. 31 V. CONCLUSIONS AND RECOMMENDATIONS FOR FUTURE WORK The main conclusions of this study are as follows: 1. Groundwater flows generally from east to west through the study area, but the details of the flow paths are complex, and are affected by faults along the mountain front, variations in aquifer transmissivity, and recharge from and discharge to streams. 2. The Sangre de Cristo fault is composed of several interlinked fault strands, and the hydrologic properties of the fault vary from north to south. These variations have a noticeable affect on the groundwater flow patterns, resulting in upward, downward, and horizontal groundwater flow paths near and across the fault. 3. The region of downward flow at the western edge of the study area approximately coincides with the termination of the shallow aquifer, which is probably losing some water downward. 4. The buried basalt and dacite and associated gravel layers (?) in the vicinity of the Gates of Valdez comprise a high transmissivity unit with a downward gradient, and strongly influence the local groundwater flow pattern. 5. Tritium isotopic data, water level measurements adjacent to streams, and estimated groundwater travel times are consistent and indicate that recharge occurs to the aquifers during peak flows. The recent drying of wells tapping the shallow aquifer in the western portion of the study area is probably due to decreased recharge resulting from drought over the past ten years. Similar 32 groundwater ages in the shallow and deep aquifers suggest that the deep aquifer could eventually be impacted by continued drought. 6. The large variation between water levels recorded on driller’s records and"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "strongly influence the local groundwater flow pattern. 5. Tritium isotopic data, water level measurements adjacent to streams, and estimated groundwater travel times are consistent and indicate that recharge occurs to the aquifers during peak flows. The recent drying of wells tapping the shallow aquifer in the western portion of the study area is probably due to decreased recharge resulting from drought over the past ten years. Similar 32 groundwater ages in the shallow and deep aquifers suggest that the deep aquifer could eventually be impacted by continued drought. 6. The large variation between water levels recorded on driller’s records and those measured in this study calls into question the suitability of relying on these records for groundwater studies. It is recommended that future work in this area incorporate new water level measurements. Further data collection in the study area would better delineate some of the more poorly constrained groundwater contours and more firmly establish the geologic controls on groundwater flow. Areas where more water level measurements would be useful include: 1. The high-transmissivity area around the Gates of Valdez; 2. North of the Rio Hondo, where there are only four new measurements; 3. Along the mountain front north of the El Salto area, both north and south of the Rio Hondo, to characterize the bedrock-sediment interface and the influence of the Sangre de Cristo fault; Although the hydraulic properties determined by GGI appear to be representative of the aquifer sediments in general, aquifer tests in the El Salto area and north of the Rio Hondo would be useful to determine the spatial variability of the aquifers. Finally, continued monitoring of a subset of the wells in this study, both shallow and deep, would be necessary to document changes in water levels over time. This would allow the 33 relative impacts of variations in recharge and increased residential use on groundwater storage and water levels to be determined. VI. ACKNOWLEDGMENTS Funding for this study was provided by Taos County through an appropriation for aquifer mapping by the New Mexico State Legislature. Allen Vigil, Tom Blankenhorn, and Sammy Pacheco, all of the Taos County Government, assisted with the fiscal aspects of the project. This study would not have been possible without the cooperation of the numerous homeowners who kindly allowed access to their wells. Tony Benson of the Taos Soil and Water Conservation District provide an inventory of accurately located wells in the Taos valley. Paul Drakos of Glorieta Geoscience, Inc., provided numerous aquifer test reports and well logs. Hamilton Brown of Arroyo Seco contacted numerous homeowners in the study area and provided cheerful assistance in the field. Paul Bauer, Peggy Johnson, and Stacy Wagner provided thorough reviews that greatly improved the manuscript. VII. REFERENCES CITED Bankey, V., Grauch, V. J. S., and Fugro Airborne Survey Corporation., 2004, Digital aeromagnetic data and derivative products from a helicopter survey over the Town of Taos and surrounding areas, Taos County, New Mexico: U. S. Geologic Survey Open-File Report 2004-1229A. 34 Bauer, P. W., Johnson, P. S., and Kelson, K. I., 1999, Geology and hydrogeology of the southern Taos Valley, Taos County, New Mexico: Final Technical Report for the New Mexico Office of the State Engineer, 56 p. Bauer, P. W., Kelson, K. I., and Diehl, K., 2001, Preliminary Geologic Map of the Taos 7.5 - minute quadrangle: New Mexico Bureau of Geology and Mineral Resources Open-File Geologic Map OF-GM-43, scale 1:24000. Brister, B. S., Bauer, P. W., Read, A. S., and Leuth, V. W., eds., 2004, Geology of the Taos Region: New Mexico Geological Society Guidebook 55, 440 p. Domenico, P. A. and Schwartz, F. W., 1990, Physical and chemical hydrogeology: New York, John Wiley, 824 p. Drakos, P., 1995, Geohydrology of Cielo Azul Subdivision, Taos County, New Mexico: Glorieta Geoscience, Inc., unpublished report. Drakos, P., 1997, Pumping test analysis, Arroyo Seco School well, Taos County, New Mexico: Glorieta Geoscience, Inc., unpublished report. Drakos, P., Lazarus, J., White, B., Banet, C., Hodgins, M., Riesterer, J., and Sandoval, J., 2004a, Hydrologic characteristics of basin-fill aquifers in the southern San Luis basin, New Mexico, in Brister, B. S., Bauer, P. W., Read, A. S., and Leuth, V. W., eds., Geology of the Taos Region: New Mexico Geological Society Guidebook 55, p. 391- 404. Drakos, P., Sims, K., Riesterer, J., Blusztan, J., and Lazarus, J., 2004b, Chemical and isotopic constraints on source-waters and connectivity of basin-fill aquifers in the southern San Luis basin, New Mexico, in Brister, B. S., Bauer, P. W., Read, A. S., 35 and Leuth, V. W., eds., Geology of the Taos Region: New Mexico Geological Society Guidebook 55, p. 405-414. Glorieta Geoscience Inc., 1995, Geohydrology of Mariposa Ranch subdivision, Taos County, New Mexico: unpublished report. Glorieta Geoscience, Inc., 1998, Well completion and pumping test analysis report: Cielo Azul subdivision well, Taos County, New"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "Geological Society Guidebook 55, p. 391- 404. Drakos, P., Sims, K., Riesterer, J., Blusztan, J., and Lazarus, J., 2004b, Chemical and isotopic constraints on source-waters and connectivity of basin-fill aquifers in the southern San Luis basin, New Mexico, in Brister, B. S., Bauer, P. W., Read, A. S., 35 and Leuth, V. W., eds., Geology of the Taos Region: New Mexico Geological Society Guidebook 55, p. 405-414. Glorieta Geoscience Inc., 1995, Geohydrology of Mariposa Ranch subdivision, Taos County, New Mexico: unpublished report. Glorieta Geoscience, Inc., 1998, Well completion and pumping test analysis report: Cielo Azul subdivision well, Taos County, New Mexico: unpublished report Kelson, K. I., 1986, Long-term tributary adjustments to base-level lowering in northern Rio Grande rift, New Mexico: M.S. thesis, University of New Mexico, 210 p. Lipman, P. W., and Reed, J. C., 1989, Geologic map of the Latir volcanic field and adjacent areas, northern New Mexico: U. S. Geological Survey Miscellaneous Investigations Series Map I-1907, scale 1:48,000. McIntosh, W. C., Peters, L., Esser, R., and Bauer, P. W., 2004, Geochronology data from the Taos region: New Mexico Bureau of Geology and Mineral Resources Open-File Report OF-AR-24. Read, A. S., Bauer, P. W., Thompson, R. A., Kelson, K. I., and Muehlberger, W. R., 2004, The Taos Plateau and Rio Grande Gorge, in Brister, B. S., Bauer, P. W., Read, A. S., and Leuth, V. W., eds., Geology of the Taos Region: New Mexico Geological Society Guidebook 55, p. 1-36. Spiegel, Z. and Couse, I. W., 1969, Availability of ground water for supplemental irrigation and municipal-industrial uses in the Taos Unit of the U.S. Bureau of Reclamation San Juan–Chama Project, Taos County, New Mexico: Office of the New Mexico State Engineer Open-File Report, 22 p. 36 APPENDIX I. DESCRIPTIONS OF GEOLOGIC MAP UNITS Note: LR indicates description from or adapted from Lipman and Reed (1989). Quaternary Surficial Deposits QHa, Q8 - Arroyo alluvium, undivided (Holocene to Historic) – Units are equivalent. Gravel and poorly to moderately sorted fine- to coarse-grained sand in active drainages. Bar and swale topography is well developed. Soils are very weakly developed. Qc – Colluvium (Pleistocene to Holocene) - Poorly lithified and stratified bouldery to sandy colluvium that obscures underlying bedrock. Exists in steep drainages within the Sange de Cristo Mountains. Ql – Landslide deposits (Pleistocene to Holocene) - Lobate accumulations of poorly sorted soil and rock debris on slopes marked by hummocky topography and downslope-facing scarps. Derived from bedrock and glacial deposits, and includes small earthflow, block-slump, and block-slide deposits (LR). Qaf - Alluvial fans – (Pleistocene to Holocene) – moderately to poorly sorted clay, silt, sand and gravel in low relief fans at the mouths of small tributary drainages. Qty – Young stream terrace deposits – (Pleistocene to Holocene) – Poorly sorted silt, sand, pebbles, and boulders in low terraces along the Rio Lucero. Equivalent to unit Qt6 of Kelson (1986). (Unit description adapted from Bauer et al. (2001)) Qt6, 7 – Fluvial terraces - (late (?) Pleistocene) – Strath terrace treads along the Rio Hondo valley eroded on older Santa Fe Group sediments. Thin deposits composed of veneers of sand and gravel. 37 Q6 – Undifferentiated alluvial fan and/or valley side-slope surface – (late (?) Pleistocene) – Deposits mantling older Santa Fe Group sediments. Composed of sand and gravel up to a few meters thick. Qsct – Stream terrace deposits along San Cristobal Creek - (middle to early (?) Pleistocene) - Poorly sorted silt, sand, pebbles, and boulders in low terraces along San Cristobal Creek. Appear to be higher in elevation and more stabilized by vegetation than similar deposits along the Rio Lucero. Surface commonly disturbed by development. Qt5, 4 – Fluvial terraces - (middle (?) Pleistocene) – Strath terrace treads along the Rio Hondo valley eroded on older Santa Fe Group sediments. Thin deposits composed of veneers of sand and gravel. Q4, 3 – Undifferentiated alluvial fan and/or valley side-slope surfaces – (middle to early (?) Pleistocene) – Deposits mantling older Santa Fe Group sediments. Composed of sand and gravel up to a few meters thick. Qt2 – Fluvial terraces - (middle to early (?) Pleistocene) – Strath terrace treads along the Rio Hondo valley eroded on older Santa Fe Group sediments. Thin deposits composed of veneers of sand and gravel. Q2 – Undifferentiated alluvial fan and/or valley side-slope surface – (middle to early (?) Pleistocene) – Deposits mantling older Santa Fe Group sediments. Composed of sand and gravel up to a few meters thick. Q1,Qfy – Highest extensive geomorphic surface and associated piedmont deposits (early Pleistocene) – Units are probably equivalent. Deposits mantle older Santa Fe 38 Group sediments. Composed of sand and gravel probably up to several meters thick south of the Rio Hondo. Qfo – Older piedmont and fan deposits (earliest (?) Pleistocene) – Dissected piedmont and alluvial"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "sediments. Thin deposits composed of veneers of sand and gravel. Q2 – Undifferentiated alluvial fan and/or valley side-slope surface – (middle to early (?) Pleistocene) – Deposits mantling older Santa Fe Group sediments. Composed of sand and gravel up to a few meters thick. Q1,Qfy – Highest extensive geomorphic surface and associated piedmont deposits (early Pleistocene) – Units are probably equivalent. Deposits mantle older Santa Fe 38 Group sediments. Composed of sand and gravel probably up to several meters thick south of the Rio Hondo. Qfo – Older piedmont and fan deposits (earliest (?) Pleistocene) – Dissected piedmont and alluvial fan deposits along mountain front in the El Salto area. Field relations with Qtsfu are uncertain. Quaternary and Tertiary Sedimentary Rocks QTsfu – undivided Santa Fe Group sediments – (late Tertiary to Pleistocene (?)) – Well-stratified clay, sand, and gravel deposited by streams and in alluvial fans. Probably includes Blueberry Hill deposits of (Bauer et al., 2001). See sections IID and E for more detailed description. Tertiary Igneous Rocks Td – Cerro Negro dacite – (late Miocene) – Dark gray to black, extensively fractured two-pyroxene dacite flows and/or shallow intrusions. Age is 5.7 Ma (McIntosh et al., 2004). Tgy – Lucero Peak Pluton – (Miocene) - White to pale pink, medium- to coarse- grained, equigranular granite to quartz monzonite. Tg - Biotite granite – (Oligocene) – Granitic roof phase of the Rio Hondo pluton emplaced in the Questa caldera at about 26 Ma, during volcanism and caldera formation. Medium-grained and equigranular, with sparse aplite and no hornblende (LR). 39 Tgd – Rio Hondo Pluton (Oligocene) – White to pale grayish-orange, medium- to fine- grained, massive to locally foliated granodiorite. White to pale orange, aphanitic- porphyritic border facies has quartz phenocrysts and local breccia. Has potassium feldspar phenocrysts up to 4 cm in size. Generally forms rounded outcrops with abundant grus. Ta – Andesitic lava flows – (Oligocene) – Purplish-gray to gray, aphanitic to porphyritic andesite lava flows and flow breccias, with minor interbedded volcaniclastic sediments. Phenocrysts include plagioclase and hornblende. Tqi – Latite and quartz latite – (Miocene and Oligocene) - Light tan to gray latite and quartz latite, often stained rust brown, with 15-30% phenocrysts of sanidine, pyroxene and/or hornblende, sparse quartz, and altered cubes of pyrite. Plagioclase phenocrysts to several centimeters in length are present. Occurs as dikes up to 20 m wide and elongate intrusive masses north of the Lawrence Ranch. Trp – Porphyritic rhyolite - (Miocene and Oligocene) - White to light tan to light gray porphyritic rhyolite typically containing 5-20% phenocrysts of quartz, sandine, and sparse plagioclase and biotite. Occurs as dikes 1-10 m wide and local irregular and shallow intrusions (LR). Generally only observed as float. Tri – Aphanitic rhyolite –(Miocene and Oligocene) – Aphanitic to sparsely porphyritic rhyolite, otherwise similar to Trp. Tapi – Porphyritic andesite and dacite – (Miocene and Oligocene) – Fine-grained dark gray aphanitic and porphyritic andesite and minor basalt. Where present, phenocrysts include hornblende, plagioclase, biotite, and little or no quartz or sanidine. 40 Tqk – Potassium feldspar quartz latite – (Miocene and Oligocene) – Coarsely porphyritic, light-gray quartz latite containing potassium feldspar phenocrysts as long as 5 cm (LR). Trt - Amalia Tuff - (Oligocene) – Pinkish-red, welded rhyolite tuff with fiamme to 5 cm in length. Contains abundant phenocrysts of quartz and sanidine, and volcanic lithic fragments. Tt – Tuff of Tetilla Peak – (Oligocene) – Quartz-rich, light-colored, weakly welded, rhyolitic ash-flow tuff containing abundant small volcanic fragments. Contains 10- 30% phenocrysts of quartz, sanidine, plagioclase and sparse chloritized biotite. Lithic fragments mostly andesite and quartz-bearing rhyolite (LR). Proterozoic Igneous and Metamorphic Rocks Xd – Diabase – (early Paleozoic or late Proterozoic(?)) – Nonfoliated, dark gray-green, medium- to fine-grained rocks with well preserved ophitic texture (LR). Xqc – Quartz monzonite of Columbine Creek (early Proterozoic) - White to gray to pale tan, moderately to strongly foliated quartz monzonite. Recrystallized to sugary textured, non foliated rock near Tertiary plutons. Age is 1730 Ma (Lipman and Reed, 1989). Xq – Quartzite (early Proterozoic) - White to gray, massive, vitreous quartzite with crossbeds defined by heavy mineral concentrations. Pervasively fractured into decimeter-scale, angular lozenges by joints, irregular fractures, and bedding. 41 Xms - Biotite muscovite schist and gneiss – (early Proterozoic) – Medium- to coarse- grained, thinly layered to massive, lustrous quartz mica schist and gneiss. Commonly contains sillimanite. Locally contains garnet, andalusite and cordierite (LR). Xfg – Felsic gneiss (early Proterozoic) - Pale gray to orange-brown, micaceous, weakly to moderately foliated, quartzofeldspathic gneiss locally grading to micaceous quartzite. Commonly interlayered with amphibolite and amphibole gneiss. Xa – Amphibolite (early Proterozoic) - Thinly layered to massive, fine- to coarse- grained, medium green to dark green to black amphibolite and amphibole gneiss. Locally contains calc-silicate gneiss, biotite-hornblende gneiss, felsic gneiss, and"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "41 Xms - Biotite muscovite schist and gneiss – (early Proterozoic) – Medium- to coarse- grained, thinly layered to massive, lustrous quartz mica schist and gneiss. Commonly contains sillimanite. Locally contains garnet, andalusite and cordierite (LR). Xfg – Felsic gneiss (early Proterozoic) - Pale gray to orange-brown, micaceous, weakly to moderately foliated, quartzofeldspathic gneiss locally grading to micaceous quartzite. Commonly interlayered with amphibolite and amphibole gneiss. Xa – Amphibolite (early Proterozoic) - Thinly layered to massive, fine- to coarse- grained, medium green to dark green to black amphibolite and amphibole gneiss. Locally contains calc-silicate gneiss, biotite-hornblende gneiss, felsic gneiss, and muscovite biotite schist (LR). 42 Table 2 – Well data collected in this study (notes are at end of tables). Well ID OSE RG #1 UTM E2 UTM N Elevation3 Depth4 Driller’s dtw5 Measured dtw6 Date7 Water level Screen top Screen bottom Bas/bedr8 depth Bas/bedr elevation AS-1 68469 448438 4041199 7585 140 35 35.24 4/27/05 7550 100 140 - - AS-2 76172 447720 4042620 7631 350 0 192.98 4/28/05 7438 250 350 - - AS-4 69159 447402 4041580 7562 380 250 108.00 4/27/05 7454 340 380 - - AS-101 36895 448764 4041427 7617 50 10 15.59 4/28/05 7601 20 50 - - AS-102 ? 448799 4041347 7612 ? ? 6.81 4/28/05 7605 ? ? - - AS-103 57621 448872 4042064 7671 180 175 51.14 5/10/05 7619 130 170 - - DM-2 70886 446084 4042178 7466 280 131 185.01 4/13/05 7281 240 280 - - DM-3 72426 446183 4042263 7488 320 208 195.83 4/13/05 7292 240 320 - - DM-5 63664 446428 4043504 7371 184 68 96.45 5/12/05 7277 75 180 180 7193 DM-13 64878 447941 4040687 7523 105 20 gps only - 7503 65 105 - - DM-21 59384 445809 4041642 7461 750 350 411.15 4/28/05 7049 650 750 675 6785 DM-24 20046 449435 4042394 7739 500 175 26.81 5/11/05 7713 169 408 - - DM-30 62489 444391 4042210 7365 570 290 385.40 4/13/05 6980 520 560 - - DM-34 68172 446935 4041361 7528 343 193 165.30 4/27/05 7362 183 343 - - DM-101 ? 447382 4042496 7602 ? ? 190.79 4/28/05 7411 ? ? - - DM-102 59384 445820 4041621 7461 365 190 255.00 4/28/05 7206 325 365 - - DM-103 66358 444395 4042993 7343 280 200 240.82 5/10/05 7102 220 280 - - DM-104 49139 444980 4043522 7159 65 26 28.96 5/10/05 7130 43 59 - - DM-105 74965 446764 4038728 7356 180 40 41.73 5/11/05 7314 100 180 - - DM-106 69994 446264 4040798 7470 420 290 252.04 5/11/05 7218 340 420 - - ES-1 68698 450417 4042057 7869 140 70 52.93 4/13/05 7813 100 140 - - ES-2 76245 451087 4042173 8001 426 28 53.20 4/12/05 7955 ? ? - - ES-3 64387 451472 4042125 8126 99 44 70.09 4/12/05 8057 48 99 - - ES-4 68777 450974 4042075 7964 100 50 4.98 4/27/05 7959 60 100 - - ES-5 58385 449973 4042257 7815 187 65 59.63 4/27/05 7755 100 140 - - ES-6 68531 450820 4042229 7969 650 138 143.95 5/10/05 7827 140 650 - - 43 Table 2 (cont.) – Well data collected in this study. Well ID OSE RG # UTM E UTM N Elevation Depth Driller’s dtw Measured dtw Date Water level Screen top Screen bottom Bas/bedr depth Bas/bedr elevation ES-9 67222 451920 4041921 8241 100 37 32.64 4/27/05 8209 60 100 - - ES-10 72994 451632 4042523 8193 520 197 157.51 4/12/05 8068 420 520 - - ES-15 54271 451569 4041871 8126 250 60 13.18 4/13/05 8084 60 250 - - ES-18 55519 451925 4041381 8154 ? 10 2.95 4/12/05 8153 22 220 - - ES-21 55147 450743 4042571 8055 ? 284 313.63 4/13/05 7731 340 380 - - ES-23 63288 450866 4042749 8135 ? 370 95.00 4/12/05 8051 435 495 - - ES-24 65789 451091 4042463 8095 ? 180 179.32 4/12/05 7941 240 335 - - ES-126 ? 451360 4041984 8077 ? ? 16.74 4/12/05 8060 ? ? - - ES-127 ? 451348 4041984 8070 ? ? 3.49 4/12/05 8067 ? ? - - ES-128 ? 451576 4041538 8049 ? ? 0.45 4/12/05 8049 ? ? - - ES-129 ? 451731 4042625 8291 ? ? 246.34 4/12/05 8045 ? ? - - ES-130 60367 450692 4042590 8045 ? ? 299.41 4/27/05 7746 ? ? - - ES-131 81280 450039 4042169 7812 145 46 64.25 4/27/05 7747 105 145 - - ES-132 31148? 449521 4042721 7779 150 90 51.72 5/11/05 7728 ? ? - - ES-seep - 451943 4041685 8220 - - - - 8220 - - - - VAL-7 53728 446598 4044438 7525 210 160 138.49 5/11/05 7386 180 210 - - VAL-101 62335 448745 4042841 7713 320 290 gps only - 7423 260 335 - - VAL-102 68392 449462 4044674 7975 400 360 66.36 5/10/05 7909 300 400 -"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "- - ES-130 60367 450692 4042590 8045 ? ? 299.41 4/27/05 7746 ? ? - - ES-131 81280 450039 4042169 7812 145 46 64.25 4/27/05 7747 105 145 - - ES-132 31148? 449521 4042721 7779 150 90 51.72 5/11/05 7728 ? ? - - ES-seep - 451943 4041685 8220 - - - - 8220 - - - - VAL-7 53728 446598 4044438 7525 210 160 138.49 5/11/05 7386 180 210 - - VAL-101 62335 448745 4042841 7713 320 290 gps only - 7423 260 335 - - VAL-102 68392 449462 4044674 7975 400 360 66.36 5/10/05 7909 300 400 - - VAL-103 74051 446770 4042772 7572 300 175 170.00 5/11/05 7402 220 300 - - VAL-104 74109 447095 4043589 7455 280 184 165.40 5/11/05 7290 200 280 - - 44 Table 3 – Well data collected by Glorieta Geoscience, Inc., and used in this study. Well OSE RG # UTM E UTM N Elevation Depth Driller’s dtw Measured dtw Date Water level Screen top Screen bottom Bas/bedr depth Bas/bedr elevation Comment Arroyo Seco Plaza 74081 448950 4041175 7613 740 60 ? ? 7553 320 720 - - AS-5 Arroyo Seco School 66075 446162 4042084 7480 760 658 658.70 8/12/97 6820 660 740 800 6678 DM-1 Cielo Azul 65614 446420 4040260 7441 353 128 137.48 7/30/96 7303 ? ? - - DM-41 Cielo Azul Deep 70152 446400 4040250 7444 850 347 340.74 10/22/98 7103 720 840 - - DM-43 New Mariposa Ranch 62458 444890 4041950 7411 800 585 582.00 9/14/95 6829 520 725 756 6655 DM-15 Old Mariposa Ranch ? 445180 4040820 7405 ~ 700 289 295.00 7/24/95 7110 ? ? - - DM-18 Yaravitz 52455 449826 4042805 7834 400 0 95.40 10/31/91 7738 270 400 - - - Hacienda ? 449688 4043734 7660 702 80 ? ? 7580 141 641 - - OSE data 45 Table 4 – Well data used in this study collected by Taos Soil and Water Conservation District. Well OSE RG # UTM E UTM N Elevation Depth Driller’s dtw Water Level Screen top Screen bottom DM-6 63898 446518 4041554 7503 300 130 7373 260 300 DM-7 67500 446457 4041657 7508 360 220 7288 260 360 DM-16 75035 444290 4041545 7359 760 480 6879 580 740 DM-23 73517 444823 4042687 7410 490 438 6972 440 490 DM-29 75913 444790 4042187 7394 960 870 6523 880 960 DM-36 50207 445683 4042875 7484 260 130 7354 200 260 DM-38 ? 445736 4043034 7487 340 238 7249 300 340 DM-39 60926 446045 4042801 7516 260 180 7336 220 260 DM-42 71432 446291 4040386 7451 302 190 7261 262 302 DM-44 46375 448904 4044372 7961 870 620 7341 640 670 DM-45 ? 446346 4044594 7638 310 250 7388 ? ? ES-20 ? 451150 4041750 7979 320 205 7774 220 320 VAL-1 63016 447946 4043521 7538 232 195 7343 170 230 VAL-2 69159 447953 4043806 7394 380 250 7144 340 380 VAL-3 61611 448416 4044163 7895 693 410 7485 645 688 VAL-8 52512 448050 4043275 7444 35 15 7429 15 35 VAL-10 ? 448500 4043300 7480 95 48 7432 ? ? 1 Identification number assigned to well by the NM Office of the State Engineer (OSE). All wells are in the Rio Grande hydrologic basin. 2 Universal Transverse Mercator coordinates, NAD27 datum, in meters. Wells were located with a handheld GPS unit, with an accuracy of ± 8 meters or better. 3 Elevations and depths of all wells are in feet. Elevations of well heads were derived from a 10-meter digital elevation model, based on the GPS location. 4 Depth of well. 5 Depth to water (dtw) as recorded by the well driller in OSE records. 6 Depths to water in this study were measured with a graduated steel tape. 7 Date of water level measurement. 8 Bas/bedr = basalt or bedrock, depending on which was encountered in well. 46 PLATE 1A PLATE 1B PLATE 2A Plate 2a East to west fence diagram. Line of fence connects the wells shown (see Map 3); distances between wells are true distances, not projections. Tops of wells are at the ground surface. Examination of driller’s logs revealed no continuous, stratigraphic horizons in the Santa Fe Group sediments that could be correlated. Groundwater flow directions are based on water level contours shown on Map 3. PLATE 2B Plate 2b Northeast to southwest fence diagram. Line of fence connects the wells shown (see Map 3); distances between wells are true distances, not projections. Tops of wells are at the ground surface. Examination of driller’s logs revealed no continuous, stratigraphic horizons in the Santa Fe Group sediments that could be correlated. Groundwater flow directions are based on water level contours shown on Map 3. 4039000 4039000 4040000 4040000 4041000 4041000 4042000 4042000 4043000 4043000 4044000 4044000 4045000 4045000 4046000 4046000 4047000 4047000 4048000 4048000 4049000 4049000 4050000"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "are based on water level contours shown on Map 3. PLATE 2B Plate 2b Northeast to southwest fence diagram. Line of fence connects the wells shown (see Map 3); distances between wells are true distances, not projections. Tops of wells are at the ground surface. Examination of driller’s logs revealed no continuous, stratigraphic horizons in the Santa Fe Group sediments that could be correlated. Groundwater flow directions are based on water level contours shown on Map 3. 4039000 4039000 4040000 4040000 4041000 4041000 4042000 4042000 4043000 4043000 4044000 4044000 4045000 4045000 4046000 4046000 4047000 4047000 4048000 4048000 4049000 4049000 4050000 4050000 4051000 4051000 4052000 4052000 4053000 4053000 105°37'30\"W 105°37'30\"W 105°35'0\"W 105°35'0\"W 105°32'30\"W 105°32'30\"W 36°30'0\"N 36°30'0\"N 36°32'30\"N 36°32'30\"N 36°35'0\"N 36°35'0\"N 36°37'30\"N 36°37'30\"N 444000 444000 445000 445000 446000 446000 447000 447000 448000 448000 449000 449000 450000 450000 451000 451000 452000 452000 453000 453000 454000 454000 Map 1 - Geologic Map of a portion of the Arroyo Seco 7.5 - minute Quadrangle 0 0.5 1 1.5 2 0.25 Miles 0 0.5 1 1.5 2 0.25 Kilometers 1:24,000 Base from U.S.Geological Survey 1984, from photographs taken 1976 and field checked in 1976. Map edited in 1984 1927 North American datum, UTM projection -- zone 13N 1000- meter Universal Transverse Mercator grid, zone 13, shown in red CONTOUR INTERVAL 40 FEET NATIONAL GEODETIC VERTICAL DATUM OF 1929 Taos Questa Red River Arroyo Seco Pueblo Peak Wheeler Peak Arroyo Hondo Los Cordovas Guadalupe Mountain by Geoffrey C. Rawling July 2005 q ¸ Magnetic Declination July, 2005 9º 39' East At Map Center New Mexico Bureau of Geology New Mexico Tech 801 Leroy Place Socorro, NM 87801-4796 [505] 835-5420 http://geoinfo.nmt.edu This and other maps are available in PDF format from: http://geoinfo.nmt.edu/statemap or contact: NMBGMR Publications -- [505] 835-5410 NMBGMR Geologic Information Center -- [505] 835-5145 Explanation of symbols Point measurements r upright bedding t overturned bedding o bedding, top unknown ³ S2 foliation £ 7 compositional layering Ü mineral lineation j fault plane Ü slickenline Â joint Geologic contacts certain, exposed certain, approximately located @ @ @ inferred, approximately located @ @ @ uncertain, approximately located Dikes Tqi Tri Trp Tapi ! ! ! ! Tqk Xd fault - approximately located line of cross section Geologic Units (see Appendix 1 for descriptions) QHa Q8 Qc Ql Qaf Qty Qt7 Qt6 Q6 Qsct Qt5 Qt4 Q4 Q3 Qt2 Q2 Q1 Qfy Qfo QTsfu Td Tgy Tg Tgd Ta Tqi Tri Trp Trt Tt Xqc Xq Xms Xfg Xa A B A' A'' B' * * * * * * * * * * * * * * * * * * 7400 7300 7300 6600 6600 6600 6700 6700 6700 6700 6700 6800 6800 6800 6800 6900 6900 6900 6900 7000 7000 7000 7000 7100 7100 7100 7300 7300 7200 7200 7200 ES-23 Hacienda 7617 Yaravitz 7594 ES-15 7876 ES-18 8104 ES-10 7933 VAL-102 7775 DM-5 7193 7189 DM-46 7325 7265 DM-39 7256 7256 DM-38 7418 7303 DM-36 7354 7224 DM-35 7033 6524 DM-29 6754 6434 DM-23 6950 6920 DM-22 6974 6924 DM-21 6786 6779 DM-15 6655 6611 DM-1 6680 6680 444000 445000 446000 447000 448000 449000 450000 451000 452000 4039000 4040000 4041000 4042000 4043000 4044000 * Bedrock wells bedrock elevation * Basalt wells top of basalt / bottom of basalt or bottom of well Well ES-23 bottoms in sediment Inferred faults Basalt outcrop Bedrock outcrop Basalt contours Certain Inferred @ Queried Bedrock contours Certain Inferred @ Queried 1927 North American datum, UTM projection - zone 13N 1000- meter Universal Transverse Mercator grid, zone 13, shown in red Map 2 - Bedrock and Basalt Contours 1:24,000 0 500 1,000 1,500 2,000 Meters 0 1,000 2,000 3,000 4,000 5,000 Feet Geoffrey Rawling, August 2005 Gat e s of Val d ez El Sa l to !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( * * * * * * * * * * * * * * * * * * VAL-8 7429 15 ES-20 7774 220 VAL-10 7432 VAL-2 7144 340 VAL-3 7485 645 VAL-1 7343 170 DM-7 7288 260 DM-6 7373 260 DM-45 7388 DM-44 7341 640 DM-42 7261 262 DM-39 7336 220 DM-38 7249 300 DM-36 7354 200 DM-29 6523 880 DM-23 6972 440 DM-16 6879 580 Hacienda 7580 141 Yaravitz 7738 270 Old Mariposa Ranch 7110 New Mariposa Ranch 6829 520 Cielo Azul Deep 7103 720 Cielo Azul 7303 AS School 6820 660 AS Plaza 7553 320 AS-102 7605 DM-21 7049 650"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/400-499/492/ofr-492.pdf",
        "Text": "* * * * * * * * * * * * * * * VAL-8 7429 15 ES-20 7774 220 VAL-10 7432 VAL-2 7144 340 VAL-3 7485 645 VAL-1 7343 170 DM-7 7288 260 DM-6 7373 260 DM-45 7388 DM-44 7341 640 DM-42 7261 262 DM-39 7336 220 DM-38 7249 300 DM-36 7354 200 DM-29 6523 880 DM-23 6972 440 DM-16 6879 580 Hacienda 7580 141 Yaravitz 7738 270 Old Mariposa Ranch 7110 New Mariposa Ranch 6829 520 Cielo Azul Deep 7103 720 Cielo Azul 7303 AS School 6820 660 AS Plaza 7553 320 AS-102 7605 DM-21 7049 650 DM-102 7206 325 AS-2 7438 250 AS-101 7601 20 VAL-101 7423 260 DM-101 7411 AS-4 7454 340 DM-34 7362 183 AS-1 7550 100 ES-seep ES-9 8209 60 ES-131 7747 105 ES-5 7755 100 ES-130 7746 ES-4 7959 60 ES-126 8060 DM-30 6980 520 DM-3 7292 240 DM-2 7281 240 DM-13 7503 65 ES-1 7813 100 ES-21 7731 340 ES-15 8084 60 ES-24 7941 240 ES-23 8051 435 ES-2 7955 ES-18 8153 22 ES-129 8045 ES-128 8049 ES-127 8067 ES-10 8068 420 ES-3 8057 48 DM-105 7314 100 DM-5 7277 75 DM-106 7218 340 VAL-7 7386 180 DM-24 7713 169 VAL-104 7290 200 VAL-103 7402 220 ES-132 7728 DM-104 7130 43 DM-103 7102 220 AS-103 7619 130 VAL-102 7909 300 ES-6 7827 140 444000 445000 446000 447000 448000 449000 450000 451000 452000 4039000 4040000 4041000 4042000 4043000 4044000 * Bedrock wells * Basalt wells !( TSWCD wells water level / screen top !( GGI wells water level / screen top !( Measured wells water level / screen top Zone of downward flow Water level contours (elevations in feet) certain inferred @ queried basalt outcrop bedrock outcrop 1927 North American datum, UTM projection - zone 13N 1000- meter Universal Transverse Mercator grid, zone 13, shown in red 1:24,000 Map 3 - Well Locations and Groundwater Elevation Contours 0 500 1,000 1,500 2,000 250 Meters 0 1,000 2,000 3,000 4,000 5,000 Feet Geoffrey Rawling, August 2005 Ga tes o f V ald ez El S alt o"
    }
]