[
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "N e w M e x i c o B u r e a u o f G e o l o g y a n d M i n e r a l R e s o u r c e s Hydrologic Investigation at White Sands National Monument B. Talon Newton Bruce Allen Open-file Report 559 December 2014 New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 www.geoinfo.nmt.edu Hydrologic Investigation at White Sands National Monument B. Talon Newton Bruce Allen Open-file Report 559 December 2014 New Mexico Bureau of Geology and Mineral Resources iv P R O J E C T F U N D I N G Funding for this work came from the National Park Service (NPS) New Mexico Bureau of Geology and Mineral Resources - Aquifer Mapping Program, Cover photograph courtesy of National Park Service The flooding of Heart of the Dunes in 2006 v Executive summary .................................................................................................1 I. Introduction ...................................................................................4 Significance ........................................................................................4. Description of study area .................................................5 Geologic background ............................................................8 Hydrologic background .................................................12 Purpose and scope ................................................................14 II. Methods ............................................................................................15 Data description and purpose .................................15 Location of sites ......................................................................15 Water-level data .......................................................................15 Tensiometer data ....................................................................16 Geochemical methods ......................................................17 Precipitation .................................................................................17 III. Results ................................................................................................18 Geology (stratigraphy) ....................................................18 Hydrology ......................................................................................19 Precipitation ..........................................................................19 Surface water .......................................................................20 Groundwater ........................................................................21 Occurrence of groundwater ................................21. Hydraulic gradients ............................................................23. Water-level fluctuations ..................................................24 Infiltration through gypsum sand dunes .27 Geochemistry ..............................................................................32 Field parameters ...............................................................32. General chemistry .................................................................33 Controls on water chemistry .............................35 Stable isotopes of hydrogen and oxygen ....37 Groundwater age and residence time ............38. Tritium ...............................................................................................38 Tritium-Helium / Noble Gases ........................39 Chlorofluorocarbons (CFCs) .............................40 Carbon – 14 ..........................................................................40 Groundwater residence time ..............................41 Aquifer test in the Heart of the Dunes .........41 IV. Conclusions ..................................................................................45 Water sources that contribute to dune aquifer system .....................................................................45 Aquifer-aquifer interactions ......................................46 Hydrogeologic conceptual model .......................47 V. Future Work ...............................................................................48 Project personnel and Acknowledgments .....49 References ...................................................................................................50 Figures 1. Definition of a wet dune system ...............................4 2. Location of White Sands National Monument in southern New Mexico .........5 3. White Sands National Monument .........................6 4. Photograph of Alkali Flat ................................................6 5. Photograph of a barchan dune ..................................7 6. Photograph of eastern edge of the dune field ......................................................................................7 7. Perennial reach of Lost River ......................................8 8. Regional geologic map ........................................................9 9. Regional geologic cross-section ............................10 10. Geologic map of study area ......................................11 11. Regional water table map ............................................13 12. Location of all sample sites ........................................16 13. Shallow stratigraphy of basin-fill sediments ..................................................................................18 14. Stratigraphy in basin-fill sediments beneath gypsum dune field ..................................19 15. Monthly precipitation values measured between 2010–2012, compared to thirty year monthly averages .............................20 16. Photograph of Lake Lucero flooded ...............21 17. Photograph of picnic area flooded ....................21 18. Location of observation wells .................................22 19. Groundwater level elevations as a function of UTM easting values ....................23 20. Groundwater level comparison .............................24 21. Continuous groundwater levels ............................25 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W H I T E S A N D S C o n t e n t s N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S vi Appendices Appendix A–Electrical resistivity surveys at White Sands National Monument .......3 pages Appendix B–Electrical resistivity surveys of the Jarilla fault zone, White Sands National Monument, New Mexico ..............................6 pages Appendix C–Shallow seismic survey Jarilla fault investigation Alamogordo, New Mexico August-September, 2012 .............................13 pages Appendix D–Pumping-test well installations......................................................................3 pages Appendix E–Piezometer Installation................6 pages Appendix F–Chemistry data......................................3 pages 22. Short-term and long-term groundwater level fluctuations ..............................................................26 23. Interactions between groundwater systems .........................................................................................27 24. Tensiometer depths at two positions on a dune ...........................................................................................28 25. Matric potential data at different depths for tensiometers ................................................................29 26. Temperature fluctuation in air and six inches below the surface at the top of a dune ....................................................................................30 27. Hydraulic gradients for different depth intervals ......................................................................................31 28. Sites that were sampled for geochemical analyses .......................................................................................32 29. Spatial distribution of TDS values ....................34 30. Piper diagram .............................................................................35 31. Saturation indices with respect to calcite and gypsum ............................................................................36 32. Stable isotope data ...............................................................37 33. Tritium values ............................................................................38 34. Measured drawdown for the pumping well and the observation well ...........................42 35. Drawdown data and model along with derivatives and modeled derivatives for the pumping well, WS-018 ........................43 36. Drawdown data and model for the observation well, WS-017 .....................................43 37. Conceptual hydrogeologic model .......................47 Tables 1. Observation wells ..................................................................17 2. Site IDs and descriptions for sites that were sampled for chemical analysis .................33 3. Field parameters ......................................................................33 4. Dominant cations and anions for water samples ......................................................................35 5. Age dating data ........................................................................39 6. Transmissivity, hydraulic conductivity, and storage coefficient estimates from aquifer test ...............................................................44 7. Factors that are representative of local and regional groundwater components observed in the shallow dune aquifer .....45 1 W h i t e S a n d s White Sands National Monument (WHSA), located in southern New Mexico, includes a portion of the largest gypsum dune field in the world. This unique landscape not only offers beautiful views and outdoor activities for tourists, but also serves as a valuable resource for researchers. Scientists from all fields conduct research on a variety of topics, ranging from geology to evolutionary biology. One very interesting feature at WHSA is a very shallow water table. Within the dune field in WSHA, depth to water in interdunal areas ranges from one to three feet below the surface. This type of dune field is called a wet dune system, and the shal- low groundwater directly affects dune processes. Groundwater effectively stabilizes sand that has accumulated for thousands of years. At WHSA, up to thirty feet of gypsum sand is stored below interdunal areas. A significant decrease in groundwater levels in the dune aquifer system would likely make much of this accumulated sand more available for transport by wind, signifi- cantly changing dune dynamics as well as local ecosystems and habitats. The dune field is located in the Tularosa Basin, which has a very limited water supply to maintain municipal and agricultural uses in the area. Local communities, such as Alamogordo and Tularosa, are actively looking for new water sources, and will likely begin desalinating brackish groundwater in the near future. Increases in groundwater pumping and changes in precipitation trends due to climate change may have a severe impact on regional groundwater levels throughout the basin. Therefore, the National Park Service, is concerned about changes in local water levels at WHSA as a result of increased groundwater pumping in the Tularosa Basin and possible effects of climate change. In 2009, researchers at the New Mexico Bureau of Geology and Mineral Resources began a hydrologic study at WHSA with the primary goals of : 1) Identifying water sources that contribute to the shallow hydrologic system in the dune field, and 2) Assessing the interactions"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "beautiful views and outdoor activities for tourists, but also serves as a valuable resource for researchers. Scientists from all fields conduct research on a variety of topics, ranging from geology to evolutionary biology. One very interesting feature at WHSA is a very shallow water table. Within the dune field in WSHA, depth to water in interdunal areas ranges from one to three feet below the surface. This type of dune field is called a wet dune system, and the shal- low groundwater directly affects dune processes. Groundwater effectively stabilizes sand that has accumulated for thousands of years. At WHSA, up to thirty feet of gypsum sand is stored below interdunal areas. A significant decrease in groundwater levels in the dune aquifer system would likely make much of this accumulated sand more available for transport by wind, signifi- cantly changing dune dynamics as well as local ecosystems and habitats. The dune field is located in the Tularosa Basin, which has a very limited water supply to maintain municipal and agricultural uses in the area. Local communities, such as Alamogordo and Tularosa, are actively looking for new water sources, and will likely begin desalinating brackish groundwater in the near future. Increases in groundwater pumping and changes in precipitation trends due to climate change may have a severe impact on regional groundwater levels throughout the basin. Therefore, the National Park Service, is concerned about changes in local water levels at WHSA as a result of increased groundwater pumping in the Tularosa Basin and possible effects of climate change. In 2009, researchers at the New Mexico Bureau of Geology and Mineral Resources began a hydrologic study at WHSA with the primary goals of : 1) Identifying water sources that contribute to the shallow hydrologic system in the dune field, and 2) Assessing the interactions between the shallow aquifer in the dune field and the larger regional system. Moneys obtained over several years from the NPS were used to fund the following activities: • Monitoring of water levels in several monitoring wells at WHSA • Geochemical analyses of groundwater samples • Monitoring of hydrologic parameters in the unsaturated zone within a dune • Aquifer tests • Geophysical surveys The results of this study show clear evidence that the dune field is a recharge area. Groundwater-levels within the dune field respond to local precipitation events very quickly. Hydraulic gradients in the unsaturated zone within the dunes are fairly constant in a downward direction. It appears that pore spaces within the dunes usually store the maximum amount of water that can be held against the pull of gravity (field capacity). Therefore, when it rains, water stored in the dunes is quickly flushed downward. During the hottest and driest part of the year (March – June), when evaporation rates are at their highest, the hydraulic gradient in the top one to three feet of the dunes is in the upward direction due to water evaporating from E x e c u t i v e S u m m a r y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 2 the shallow unsaturated sand. Once the monsoon rains begin, hydraulic gradients in the upper part of the unsaturated zone quickly change back to the downward direction. Groundwater chemistry also indicates that local precipitation recharges the shallow aquifer within the dune field. In particular, groundwater located directly below the dunes appears to have the lowest total dissolved solids (TDS) values and is the youngest groundwater observed in the study area. In contrast, groundwater beneath interdunal areas is observed to have much higher TDS values and is significantly older than the fresher water found beneath the dunes. This older water probably represents a regional component that originates from basin-fill sedi- ments to the east and below the gypsum sand. Electrical resistivity data shows that, volumetri- cally, this regional component is the dominant water source that is present in the overall shallow system in the gypsum sand. Shallow ground water-levels just to the east and west of the dune field do not respond to individual rain events, but show a gradual increase throughout the monsoon season (July – September), mainly due to increased water-levels in the shallow dune aquifer. Water-levels in these areas area continue to increase through March due to a decrease in evaporation rates, followed by a steady decline between March and June as evaporation rates increase. Water chemistry and electrical resistivity data suggest that groundwater flows from the shallow aqui- fer in the dune field to the shallow groundwater systems both to the east and west of the dune field. On the eastern edge of the dune field, the stratigraphy of the basin-fill sediments help to focus relatively fresh recharge from the dune aquifer through the more permeable layers. In many areas along the eastern margin of the dune field, this shallow “fresh” groundwater would be relatively easy to access, which is probably why most archeology sites are found in these areas. Stratigraphic control of shallow groundwater flow is also observed on the western edge of the dune field, where localized perched aquifers sit on top of clay layers. An aquifer test was conducted to assess interactions between the shallow dune aquifer and the somewhat deeper groundwater system in deposits below the accumulation of gypsum sand. A pumping well and an observation well were installed approximately sixty feet apart from each other with screened intervals from 145 to 195 feet below the surface. The screened inter- vals are well below the gypsum sand/ basin-fill interface, which is about thirty feet below the surface at this location. The pumping well is located about twelve feet from a shallow observa- tion well installed in the gypsum dune aquifer. Deposits between the depths of about 25 and 100 feet consist of interbedded to interlaminated clay and silty fine gypsum sand, commonly containing an abundance of coarse, secondary selenite crystals. Beneath 105 feet, the strati- graphic succession contains a relatively large proportion of clay, and thin, siliciclastic silty sand interbeds increase in abundance below a depth of 165 feet. Discharge at about four gallons per minute for approximately three days resulted in over one hundred feet of drawdown in the pumping well and over thirty feet of drawdown in the observation well screened over the same depth interval. This significant drawdown is due to the low permeability expected for the very fine-grained clay beds at depth. Despite the large draw- down observed in the deeper aquifer, no drawdown was observed in the shallow aquifer during or after the test. Therefore, interactions between the shallow and somewhat deep groundwater systems did not occur under the test conditions. From the results of this study, we have constructed a conceptual hydrogeologic model of the shallow groundwater system in the dune field within WHSA. Geologic, hydrologic, and geo- chemical data indicate that the shallow groundwater system in the gypsum dune field is a single aquifer that is separate from the shallow systems to the east and west and the deeper"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "and the somewhat deeper groundwater system in deposits below the accumulation of gypsum sand. A pumping well and an observation well were installed approximately sixty feet apart from each other with screened intervals from 145 to 195 feet below the surface. The screened inter- vals are well below the gypsum sand/ basin-fill interface, which is about thirty feet below the surface at this location. The pumping well is located about twelve feet from a shallow observa- tion well installed in the gypsum dune aquifer. Deposits between the depths of about 25 and 100 feet consist of interbedded to interlaminated clay and silty fine gypsum sand, commonly containing an abundance of coarse, secondary selenite crystals. Beneath 105 feet, the strati- graphic succession contains a relatively large proportion of clay, and thin, siliciclastic silty sand interbeds increase in abundance below a depth of 165 feet. Discharge at about four gallons per minute for approximately three days resulted in over one hundred feet of drawdown in the pumping well and over thirty feet of drawdown in the observation well screened over the same depth interval. This significant drawdown is due to the low permeability expected for the very fine-grained clay beds at depth. Despite the large draw- down observed in the deeper aquifer, no drawdown was observed in the shallow aquifer during or after the test. Therefore, interactions between the shallow and somewhat deep groundwater systems did not occur under the test conditions. From the results of this study, we have constructed a conceptual hydrogeologic model of the shallow groundwater system in the dune field within WHSA. Geologic, hydrologic, and geo- chemical data indicate that the shallow groundwater system in the gypsum dune field is a single aquifer that is separate from the shallow systems to the east and west and the deeper hydrologic 3 W h i t e S a n d s system directly below. Toward the eastern and western edges of the dune field the shallow aquifer behaves as a perched aquifer with a downward gradient that results in groundwater flowing from the shallow dune aquifer to adjacent shallow groundwater systems on both sides. The shallow dune aquifer is recharged by local precipitation, while very little infiltra- tion occurs outside the dune field. Local recharge is observed in the dune aquifer and is easily identified by geochemical and isotope data. Groundwater discharges by evaporation throughout the study area. Aquifer test data also suggest that the dune aquifer appears to be relatively isolated from the underlying groundwater system due to the thick sequence very fine-grained deposits of low permeability that lies below the accumulated gypsum sand. However, a regional source undoubtedly accounts for the bulk of the water in the shallow dune groundwater system. This regional groundwater component has a distinct geochemical signature and is greater than 10,000 years old. More research is needed to determine where and how this groundwa- ter enters the shallow system As an extension of this study, we are currently using numerical modeling techniques to quantify the volumetric flux of regional groundwater that makes its way into the shallow dune aquifer and to examine the time scale on which changes in regional ground water-levels will affect water-levels in the shallow dune aquifer system. The final report that describes these models is due in 2015. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 Significance T his report presents the results a hydrologic investigation at White Sands National Monument (WHSA) in southern New Mexico. The principle objective of this study is to develop a conceptual model of the shallow groundwater system within the gypsum dune field with the intent to increase our understand- ing of how it interacts with the larger, regional hydrologic system. The monument, which encompasses approximately 115 square miles, includes a portion of the largest gypsum dune field in the world. In addition to preserving this unique desert landscape, WHSA serves as a natural laboratory for a variety of research topics, ranging from geology to ecology and evolutionary biology (Fryberger, 2001; Rasmussen, 2012; Kocurek and Ewing, 2005; Szynkiewicz et al., 2008; Kocurek et al., 2010; Scheidt et al., 2010; Langford, 2003; Kocurek et al., 2006; Jerolmack et al., 2011; Jerolmack et al., 2012; Allmendinger and Titus, 1973; Stockwell et al., 1998; Rogowski et al., 2006; Szynkiewicz et al., 2009). The dune field is what is known as a “wet eolian system,” (Kocurek and Havholm, 1993; Ewing et al., 2006) (Figure 1), due to the presence of a very shallow water table that effectively stabilizes accumulated sand beneath the dunes. In wet eolian systems a gradual increase in the water table results in a long-term accumulation of dune and interdunal (between dunes) deposits. Conversely, a decrease in the water table may result in the deflation of interdunal deposits and a net decrease in the amount of sand stored in the dune field. Therefore, a change in the shallow groundwater system, whether natural or anthropogenic, will significantly change dune processes, and the local ecosystem. I . I N T R O D U C T I O N The gypsum dune field is located in the Tularosa Basin, which has limited water resources. The cities of Tularosa and Alamogordo, which are located just to the east of WHSA, derive their water supply from surface water and groundwater. Surface water comes from streams in the Sacramento Mountains, which are very vulnerable to drought and has decreased significantly in recent years. Pumping additional fresh groundwater is limited by availability, administrative rules, and land ownership. Currently, the City of Alamogordo 40-year water development plan (Livingston and Shomaker, 2006) identifies the need for new water sources, including the Alamogordo Regional Water Supply Project (ARWSP), which involves desalination of brackish groundwater. Increasing population and uncertainty in the regional climate may result in significant increase in groundwater pumping from the regional basin-fill aquifer. The motivation for this study is a concern about how the shallow aquifer sys- tem in the gypsum dune field will respond to this increased pumping in the regional aquifer. This study focuses on identifying water sources that contribute to the shallow X Accumulation Accumulation Sediment in transport Sediment in transport Depositional surface Depositional surface Figure 1. In a dune field, the depositional surface is the plane that con- nects interdunal areas. Sand that resides in dunes above the deposi- tional surface is sediment in transport. Sand stored below the deposi- tional surface is called accumulation. A wet dune system is defined by a water table or capillary fringe that is located at or near the depositional surface. Modified from Kocurek and Havholm (1993). 5 W h i t e S a n d s groundwater system in the dune field and how this system responds to water-level fluctua- tions in the adjacent regional basin-fill aquifer. Knowledge gained by this study will help WHSA to expand its understanding about how the shallow dune aquifer system will respond to population growth and climate change. With this increased understanding of the groundwater system, WHSA can"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "are located just to the east of WHSA, derive their water supply from surface water and groundwater. Surface water comes from streams in the Sacramento Mountains, which are very vulnerable to drought and has decreased significantly in recent years. Pumping additional fresh groundwater is limited by availability, administrative rules, and land ownership. Currently, the City of Alamogordo 40-year water development plan (Livingston and Shomaker, 2006) identifies the need for new water sources, including the Alamogordo Regional Water Supply Project (ARWSP), which involves desalination of brackish groundwater. Increasing population and uncertainty in the regional climate may result in significant increase in groundwater pumping from the regional basin-fill aquifer. The motivation for this study is a concern about how the shallow aquifer sys- tem in the gypsum dune field will respond to this increased pumping in the regional aquifer. This study focuses on identifying water sources that contribute to the shallow X Accumulation Accumulation Sediment in transport Sediment in transport Depositional surface Depositional surface Figure 1. In a dune field, the depositional surface is the plane that con- nects interdunal areas. Sand that resides in dunes above the deposi- tional surface is sediment in transport. Sand stored below the deposi- tional surface is called accumulation. A wet dune system is defined by a water table or capillary fringe that is located at or near the depositional surface. Modified from Kocurek and Havholm (1993). 5 W h i t e S a n d s groundwater system in the dune field and how this system responds to water-level fluctua- tions in the adjacent regional basin-fill aquifer. Knowledge gained by this study will help WHSA to expand its understanding about how the shallow dune aquifer system will respond to population growth and climate change. With this increased understanding of the groundwater system, WHSA can better make informed decisions about how to con- serve this valuable natural resource. Description of Study Area W HSA is located in the Tularosa Basin in southern New Mexico (Figure 2). The Tularosa Basin is a topographically closed basin bounded on the east by the Sacramento Mountains, to the west by the Franklin, Organ, and San Andres Mountains. To the north, Chupadera Mesa is the basinal bound- ary, and in the south, a gentle topographic rise separates the Tularosa Basin from the Hueco Bolson. The monument encompasses approxi- mately 225 square miles, which includes 115 square miles of the 275 square miles of gypsum sand dunes (Figure 3). In the western portion of the monument, Alkali Flat (Figure 4) is characterized as a large flat expanse of sand with active playas, such as Lake Lucero on the western edge. The dune field (Figure 5), which makes up a large percentage of the monument, is made up of white gypsum sand dunes, interdunes, and sand sheets (Fryberger, 2001). In this report, the term “dune field” refers to the entire area with in the Monument that contains these features. Within the dune field, “the Heart of the Dunes” refers to an area frequented by visitors due to accessibility by roads main- tained by NPS. This is the area where tourists typically spend the day sliding down the dunes on sleds. Near the eastern boundary of WHSA, the landscape is characterized by a sharp boundary (Figure 6), with dunes to the west and basin-fill deposits to the east. Figure 2. White Sands National Monument is located in the Tularosa Basin in southern New Mexico. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 Figure 3. White Sands National Monument. Figure 4. Photograph of Alkali Flat to the west of the gypsum dune field. 7 W h i t e S a n d s Figure 5. A barchan dune located in the gypsum dune field on the monument. Figure 6. Eastern edge of the dune field at White Sands National Monument. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 8 Geologic Background W HSA lies on the eastern side of the Basin and Range physiographic province in a region with large intermontane basins that are internally drained and undissected compared to the deeply entrenched Rio Grande valley just to the west (Hawley, 1993). The monument lies within one of these topographically closed basins (Tularosa basin), which encompasses an area of about 5400 square miles (14,000 km2) (Figure 8). The mountains on either side of the Tularosa basin are generally capped by Paleozoic sedimen- tary rocks (in contrast to the highest mountain, Sierra Blanca, which is composed largely of a complex of Tertiary-age igneous rocks). In general the sedimentary rocks capping the eastern mountain blocks dip to the east; on the west side they are tilted toward the west. Based on this general observation early geological reports regarding the basin (e.g., Herrick, 1904; Meinzer and Hare, 1915; Darton, 1928) consid- ered the overall structure of the basin to be that of a large, north-south trending anticline, with or without (depending on the report) major faults along the basin-bounding mountain fronts. Subsequent work has expanded on this theme to recognize that the floor of the basin has dropped by faulting relative to the border- ing mountain uplifts due to regional extensional stresses in Earth's crust that occurred during Neogene time. Faulting beneath the covered floor of the basin is also thought to be present Another feature that should be noted is Lost River (Figure 7), an ephemeral stream that drains a large area on the Sacramento Mountains, including La Luz Creek. Lost River is usually dry but conveys significant amounts of water in flash floods associated with monsoon rains in the mountains. This mountain runoff feeds multiple playas in the dune field. There is also a small perennial reach of Lost River in the dune field where the channel intersects the regional water table. This water is highly saline and is home to the endangered White Sands Pupfish (Rogowski et al., 2006). Figure 7. Perennial reach of Lost River on White Sands National Monument. 9 W h i t e S a n d s Figure 8. Regional geologic map. Labeled cross-section is shown on the next figure. Modified from Seager et al. (1987). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 10 and rather complex in places, entailing intrabasin horsts and grabens, including a north-south trending intrabasin fault (Jarilla fault) that extends for some distance beneath the floor of the basin (Figure 9). This structural feature is of potential interest to the study of the groundwater system in the vicinity of the monument because faults may exert significant controls on the behavior of groundwater flow systems. Although the Jarilla"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "on this theme to recognize that the floor of the basin has dropped by faulting relative to the border- ing mountain uplifts due to regional extensional stresses in Earth's crust that occurred during Neogene time. Faulting beneath the covered floor of the basin is also thought to be present Another feature that should be noted is Lost River (Figure 7), an ephemeral stream that drains a large area on the Sacramento Mountains, including La Luz Creek. Lost River is usually dry but conveys significant amounts of water in flash floods associated with monsoon rains in the mountains. This mountain runoff feeds multiple playas in the dune field. There is also a small perennial reach of Lost River in the dune field where the channel intersects the regional water table. This water is highly saline and is home to the endangered White Sands Pupfish (Rogowski et al., 2006). Figure 7. Perennial reach of Lost River on White Sands National Monument. 9 W h i t e S a n d s Figure 8. Regional geologic map. Labeled cross-section is shown on the next figure. Modified from Seager et al. (1987). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 10 and rather complex in places, entailing intrabasin horsts and grabens, including a north-south trending intrabasin fault (Jarilla fault) that extends for some distance beneath the floor of the basin (Figure 9). This structural feature is of potential interest to the study of the groundwater system in the vicinity of the monument because faults may exert significant controls on the behavior of groundwater flow systems. Although the Jarilla fault is covered by alluvium and its precise location is poorly constrained in terms of direct surface expression (fault scarps), its inferred position suggests that it passes closely to the eastern side of the White Sands dune field (Figure 10). The thickness of the basin-fill underlying Tularosa basin, and the distribution of bedrock units beneath the basin-fill, are similarly poorly documented due to a lack of robust (e.g., deep-borehole and/or seismic-survey) data. Peterson and Roy (2005) suggest up to about five to ten thousand feet of basin-fill beneath the floor of the basin, based on gravity data and various model assumptions. During the last ice age, the Tularosa Basin contained perennial lakes, the largest of which is known as Lake Otero. During wetter periods Lake Otero expanded to a surface elevation of about 3,950 feet (1,204 m) and covered at least 290 square miles (750 km2) (Allen et al., 2009). Sierra Blanca, with an elevation of over 11,800 feet (3600 m), was capped by a small mountain glacier during the last ice age as well (Smith and Ray, 1941). After Lake Otero dried up during the end of the last ice age, excavation of the relict lake floor by the wind resulted in the formation of a large (~160 square mile) deflation basin, Alkali Flat (Figure 10), the floor of which is periodically covered by shallow water after heavy precipita- tion events. Lake Lucero is the lowest (eleva- tion ~3,887 feet) wind-deflated area on Alkali Flat; the White Sands dune field lies along the eastern side of the flat. The deposits of ancient Lake Otero contain an abundance of gypsum, and evaporation of ephemeral surface brines on present-day Alkali Flat results in the precipita- tion of new gypsum crystals as well. Prevailing winds from the southwest have thus transported gypsum grains from Alkali Flat eastward for millennia where they have been deposited to form the White Sands. During the past several decades investiga- tors involved in various projects have drilled a number of shallow holes within the monument boundary. Notable is an effort conducted Figure 9. Regional geologic cross-section (location shown on previous figure). Modified from Seager et al. (1987). 5,000 Sea level -5,000 -10,000 -15,000 Elev ft A 10,000 A’ Q Qa Qa Py Psa Py Psa Py T U L A R O S A B A S I N Sacramento Mountains San Andres Mountains M Pz Pz Pz Pzu T4 Yp Yp Yp Yp M Pz M 0 10 Mi Alamogordo fault zone Jarilla fault zone San Andres Mts. fault zone Psa San Andres Formation (Middle Permian) Py Yeso Formation (Lower Permian) Q Alluvium, and sand dunes (Quaternary) Qa Camp Rice Formation (Quaternary) T4 Tertiary, undivided Basinfill M Mississippian, undivided Pz Lower Paleozoic, undivided Yp Granitic rocks (Precambrian) ps Sedimentary rocks (Pennsylvanian) Pzu Mississipian and Devonian, undivided 11 W h i t e S a n d s Figure 10. Geologic map of study area modified from Seager et al. (1987). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 during the early 2000s by the NPS to install several shallow (~30 feet deep) monitoring wells within and in the immediate vicinity of the dune field in order to collect information about water- levels and water-level fluctuations. Geologic logs compiled during the construction of these moni- toring wells, along with information collected for other studies (e.g., McKee and Moiola, 1975; Kocurek et al., 2007), suggest that the gypsum sand beneath interdunal areas is on the order of eighteen to thirty feet thick. Hydrologic Background M uch work on the hydrogeology of the Tularosa Basin has been done. Meinzer and Hare (1915) published a USGS Water Supply Paper that describes the spatial and temporal variability of precipitation and the spatial occur- rence of groundwater and includes a regional water table map. Figure 11 shows the most recent regional water table map, constructed by Embid and Finch (2011), which shows similar trends to those shown in the map of Meinzer and Hare (1915). The primary aquifer is in the basin- fill of Tertiary to Holocene age. The regional groundwater flow direction is from northeast to southwest. Groundwater mainly is recharged by west flowing streams in the Sacramento Mountains (McLean, 1970; Garza and McLean, 1977). Although, it is likely that groundwater in the center of the basin flows to the south, some groundwater does discharge by evaporation in areas of Alkali Flat where the local water table is very close to the surface. Within the Tularosa Basin, groundwater is dominantly saline (TDS >1000 mg/L), with a large proportion of brines (TDS >35,000 mg/L). McLean (1970) estimated that less than 0.2% of saturated deposits contain fresh water (TDS <1,000 mg/L). Orr and Meyers (1986) estimated that 85% of saturated deposits in the basin may contain saline water with TDS values greater than 3,000 mg/L. Fresh water is primarily located in alluvial fan deposits on the eastern and western margins of the basin (Orr and Myers, 1986). In general, water quality decreases with depth and proximity to the center of the basin. In the center of the basin, lacustrine deposits, which can be as thick as 3,440 feet, are saturated with saline water. More permeable sand units"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "al., 2007), suggest that the gypsum sand beneath interdunal areas is on the order of eighteen to thirty feet thick. Hydrologic Background M uch work on the hydrogeology of the Tularosa Basin has been done. Meinzer and Hare (1915) published a USGS Water Supply Paper that describes the spatial and temporal variability of precipitation and the spatial occur- rence of groundwater and includes a regional water table map. Figure 11 shows the most recent regional water table map, constructed by Embid and Finch (2011), which shows similar trends to those shown in the map of Meinzer and Hare (1915). The primary aquifer is in the basin- fill of Tertiary to Holocene age. The regional groundwater flow direction is from northeast to southwest. Groundwater mainly is recharged by west flowing streams in the Sacramento Mountains (McLean, 1970; Garza and McLean, 1977). Although, it is likely that groundwater in the center of the basin flows to the south, some groundwater does discharge by evaporation in areas of Alkali Flat where the local water table is very close to the surface. Within the Tularosa Basin, groundwater is dominantly saline (TDS >1000 mg/L), with a large proportion of brines (TDS >35,000 mg/L). McLean (1970) estimated that less than 0.2% of saturated deposits contain fresh water (TDS <1,000 mg/L). Orr and Meyers (1986) estimated that 85% of saturated deposits in the basin may contain saline water with TDS values greater than 3,000 mg/L. Fresh water is primarily located in alluvial fan deposits on the eastern and western margins of the basin (Orr and Myers, 1986). In general, water quality decreases with depth and proximity to the center of the basin. In the center of the basin, lacustrine deposits, which can be as thick as 3,440 feet, are saturated with saline water. More permeable sand units may exist beneath these lacustrine deposits. Several groundwater investigations which have been conducted on Holloman Air Force Base, White Sands Missile Range, and WHSA, focused on water availability and potential groundwater contamination (Huff, 1996; Basabilvazo et al., 1994; Balance, 1967; Stone, 1991). Depth to groundwater in supply wells located south of Alamogordo ranges from 70 to 300 feet below the ground surface. Huff (1996) showed that in many of these supply wells, discharge equaled or exceeded recharge. Groundwater quality decreases to the west. Depth to water also decreases to the west. The general hydrology at WHSA has been described by Allmendinger and Titus (1973) and Fryberger (2001). Depth to groundwater is very shallow in the dune field and Alkali Flat, ranging from zero to 3 feet below the surface. These shallow water-levels in this area, which has the lowest elevations within the basin, were attributed to the accumulation of ground- water coming from the mountains over time. Allmendinger and Titus (1973) identified a depression in the water table in the area near Lake Lucero, which was interpreted to be due to the discharge of groundwater through soil evaporation. This water table depression can be seen in Figure 11 as a large semi-closed contour (3900 feet) that encompasses a large area on the western edge of the basin. Although it is thought that groundwater in the Tularosa Basin mainly discharges into the Rio Grande near El Paso, Szynkiewicz et al. (2009) identifies the White Sands playa system to be a sub-basin with a closed drainage system. Sulfur isotopic com- positions of gypsiferous sediments near Lake Lucero indicate that the origin of this gypsum is the dissolution of lower and middle Permian rocks that lie beneath the basin-fill sediments. This evidence suggests that groundwater in the 13 W h i t e S a n d s Figure 11. Regional water table map. Groundwater primarily flows from Northeast to Southwest. Closed contours on western edge of the basin suggest that groundwater is discharging by evaporation. Modified from Embid and Finch (2011). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 vicinity of these playas may travel along deep regional flow paths and up along faults at the western margin of the basin ( Szynkiewicz et al., 2009). Whether or not evaporation through soils represent local or regional discharge, it is clear that evaporation plays an important role in the shallow hydrology within the study area. Groundwater levels within the entire study area are largely controlled by evaporation through the shallow unsaturated zone, resulting in higher water-levels during the winter when evaporation rates are low and lower water levels during the summer, when evaporation rates are high (Allmendinger and Titus, 1973; Fryberger, 2001). Barud-Zubillaga (2000) asserted that the groundwater flow direction in the dune field was more from east to west than is observed by the regional hydraulic gradient. He also observed physical and chemical responses to precipita- tion events in the shallow groundwater system within the monument. Seasonal groundwater level fluctuations were observed with increases during the monsoon season and overall declines during the winter months. A decrease in electri- cal conductance of groundwater as a response to precipitation events indicates local recharge to the shallow aquifer. It is generally accepted that the shallow groundwater system in the dune field plays a role in dune dynamics (Kocorek et al., 2007). Langford et al. (2009) tested the hypothesis that groundwater salinity largely controlled dune morphology. The spatial variability observed for groundwater salinity roughly correlates with dune type. Dune morphology in the dune field changes from west (upwind) to east (downwind), with rapidly migrating barchan dunes in the west gradually transitioning into parabolic dunes that are stabilized by vegetation on the eastern edge of the dune field. Groundwater salinity decreases, and the elevation of interdune areas increases from west to east. Langford et al. (2009) asserts that local precipitation that infiltrates through the sand at the higher eleva- tions to the east, forms a fresh water lens that is available for vegetation, which in turn stabilizes the sand to form parabolic dunes. The barchan dunes to the west are located at a lower eleva- tion deflation surface that intersects the regional saline water table. This conceptual model will be discussed in more detail below. Purpose and Scope M ost researchers agree that the shallow groundwater system plays an important role in dune processes at WHSA. There have been many studies that focus on specific components of the local hydrologic system within the dune field and how it controls dune processes. This study however is the first comprehensive investi- gation of the shallow groundwater system within the context of the regional groundwater system in the Tularosa Basin. The primary objectives of this study are: • Identify water sources that contribute to the shallow groundwater system in the dune field • Assess the connectivity and interactions between the shallow groundwater system in the dune field and the system directly below the gypsum sand aquifer. This report is a comprehensive summary of data collection and data interpretation for the shallow groundwater system at WHSA and how it is related to the larger regional system. This Open-file Report serves as the final deliverable"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "that groundwater salinity largely controlled dune morphology. The spatial variability observed for groundwater salinity roughly correlates with dune type. Dune morphology in the dune field changes from west (upwind) to east (downwind), with rapidly migrating barchan dunes in the west gradually transitioning into parabolic dunes that are stabilized by vegetation on the eastern edge of the dune field. Groundwater salinity decreases, and the elevation of interdune areas increases from west to east. Langford et al. (2009) asserts that local precipitation that infiltrates through the sand at the higher eleva- tions to the east, forms a fresh water lens that is available for vegetation, which in turn stabilizes the sand to form parabolic dunes. The barchan dunes to the west are located at a lower eleva- tion deflation surface that intersects the regional saline water table. This conceptual model will be discussed in more detail below. Purpose and Scope M ost researchers agree that the shallow groundwater system plays an important role in dune processes at WHSA. There have been many studies that focus on specific components of the local hydrologic system within the dune field and how it controls dune processes. This study however is the first comprehensive investi- gation of the shallow groundwater system within the context of the regional groundwater system in the Tularosa Basin. The primary objectives of this study are: • Identify water sources that contribute to the shallow groundwater system in the dune field • Assess the connectivity and interactions between the shallow groundwater system in the dune field and the system directly below the gypsum sand aquifer. This report is a comprehensive summary of data collection and data interpretation for the shallow groundwater system at WHSA and how it is related to the larger regional system. This Open-file Report serves as the final deliverable for the contract with the NPS. Data and inter- pretation from this study will improve under- standing of the local groundwater system and will help the NPS to make important decisions regarding the conservation of this important natural resource. 15 W h i t e S a n d s Data Description and Purpose E xisting and previously reported data used in this study include published geologic maps, subsurface geologic data from well records and lithologic logs, hydrologic consultants’ reports, weather station data, and historical depth-to- water and water quality data from published and unpublished sources. New data collected by the NMBGMR, and NPS staff from 2009 to 2012 include: • Subsurface geologic unit descriptions from well cuttings • GPS measurements of field site locations (UTM) and detailed characterization of well sites • One-time and repeated depth-to-water measurements in wells • Continuous matric potential measurements at different depths that provide information on hydraulic gradients in the vadose zone • One-time and repeated geochemical, isoto- pic, and environmental tracer sampling from wells, springs, streams, and precipitation • Aquifer test data that consists of continuous water-level measurements in the pumping and observation wells over a time period that significantly goes beyond the duration of the test • Precipitation amount and other climate data Details about the new data collected and techniques used for this study are described below. In this report, we use the terms “regional” and “local” to describe large and small scale observations, respectively. When the terms regional or large-scale are used, we are referring to the Tularosa Basin-scale hydrologic I I . m e t h o d s system. Local or small-scale terminology refers to the shallow system in the study area. Location of Sites A ll sample and measurement sites (Figure 12) (wells, exploration holes, tensiometers, precipitation collectors) were located using a hand-held Garmin 76 or 76S global position- ing system (GPS). The locations of many of the observations wells were surveyed with a TOPCOM differential GPS. Water-Level Data F or this study monitoring wells shown in Figure 12 are identified as WS-###. Most of these monitoring wells were installed by WHSA. However a few shallow monitoring wells were installed by NMBGMR, and two deep wells (WS-017 and WS-018) were installed by the USGS. Monitoring wells WS-007 – WS-015 (Table 1), which are located within and out- side the dune field, range in depth from 18 to 40 feet deep and are generally screened over the entire water column. Monitoring wells WS-019 – WS-022 are located within the dune field and are usually less than 6 feet deep and are also screened over the entire water column. Piezometers installed by NMBGMR which are less than 15 feet deep, are screened over a rela- tively short depth interval, and sealed above the screened interval with bentonite. WS-017 and WS-018 are approximately 200 feet deep with the screened interval between 140 and 195 feet. Water-level measurements can provide insight about the occurrence and direction of groundwater flow. The water-level in a well is a N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 measure of potential energy or head. Water flows from high head to low head. Therefore, a change in water-levels in wells, with respect to a com- mon datum over a horizontal distance indicates the direction of lateral groundwater flow. These data can also help determine if groundwater water is moving vertically. Repeated water-level measurements and/or continuous measurements provide information about daily, monthly and seasonal fluctuations that occur in an aquifer system. Water-level measurements in most wells were made on a quarterly basis between 2010 and Fall 2012. From a specific measuring point on each well casing, depth to water measurements were made by staff of WHSA using a Solinst™ electronic sounder. During the course of the study, most wells were also monitored with con- tinuous water-level recorders. These were pro- grammed to record water-level and temperature at hourly intervals. Tensiometer Data A s part of the goal of assessing the sources of water that recharge the shallow aquifer within the dune field, we conducted a vadose zone investigation to determine the significance of local precipitation contributing to ground- water recharge. For this part of the study, we used instruments called tensiometers to measure Figure 12. Location of all sample sites, including monitoring wells, and tensiometers. 17 W h i t e S a n d s the potential energy that causes water to flow upward in the unsaturated zone. This potential energy is usually called matric potential or soil suction, and is mainly due to capillary action, and adsorption of water to soil particles. A tensiometer is a long sealed tube containing water that is hydraulically connected to the soil by a porous cup that is buried at a known depth. Water is pulled from the tube through the porous cup into the surrounding soil until the pres- sure in the tensiometer equals that in the soil. This negative pressure is the matric potential. Principles of tensiometers are discussed in detail by Yeh and Guzman-Guzman (1995). In this report the data are reported in feet of water, and most values are negative. These negative values can be thought to represent the"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "Repeated water-level measurements and/or continuous measurements provide information about daily, monthly and seasonal fluctuations that occur in an aquifer system. Water-level measurements in most wells were made on a quarterly basis between 2010 and Fall 2012. From a specific measuring point on each well casing, depth to water measurements were made by staff of WHSA using a Solinst™ electronic sounder. During the course of the study, most wells were also monitored with con- tinuous water-level recorders. These were pro- grammed to record water-level and temperature at hourly intervals. Tensiometer Data A s part of the goal of assessing the sources of water that recharge the shallow aquifer within the dune field, we conducted a vadose zone investigation to determine the significance of local precipitation contributing to ground- water recharge. For this part of the study, we used instruments called tensiometers to measure Figure 12. Location of all sample sites, including monitoring wells, and tensiometers. 17 W h i t e S a n d s the potential energy that causes water to flow upward in the unsaturated zone. This potential energy is usually called matric potential or soil suction, and is mainly due to capillary action, and adsorption of water to soil particles. A tensiometer is a long sealed tube containing water that is hydraulically connected to the soil by a porous cup that is buried at a known depth. Water is pulled from the tube through the porous cup into the surrounding soil until the pres- sure in the tensiometer equals that in the soil. This negative pressure is the matric potential. Principles of tensiometers are discussed in detail by Yeh and Guzman-Guzman (1995). In this report the data are reported in feet of water, and most values are negative. These negative values can be thought to represent the potential of the unsaturated medium to pull water up a certain distance by capillary action. For example, -3 feet of water indicates that the soil being measured can pull water up three feet. Matric potential is a function of soil texture and water content. In general, drier soils have higher (more negative) matric potentials because more of the smaller pores not filled with water. In the unsaturated zone, matric potential must be considered along with gravitational potential to evaluate the vertical hydraulic gradient, and the direction of water flow. By measuring the matric potential in the sand dunes at different depths, we can determine whether pore water is moving upward or downward. The tensiometers we are using are equipped with pressure transducers that measure the matric potential on an hourly time interval. Geochemical Methods C hemical and isotopic analyses of precipitation, stream, and well waters provide insight into the flow path of groundwater, where it is recharged, and its residence time in the subsur- face. For this study, water was sampled for a number of analyses including major ion chem- istry, trace metal chemistry, stable isotopes of oxygen and hydrogen, and several naturally occurring environmental tracers which provide estimates of groundwater age. Sampling and analytical methods are described in detail in Timmons et al. (2013). Precipitation W e collected precipitation on WHSA using a simple collection device made of a funnel, a tube, and a one-gallon glass bottle. In the winter, a 1-foot section of 4 inch PVC pipe was attached to the funnel to allow snow to accumulate. The total volume of water that accumulated in the glass sample vessel between sampling events was measured, and a sub-sample was collected to be analyzed for stable isotopes of oxygen and hydrogen. Samples were collected every 3 months (March, June, September, and December) in order to assess the seasonal variability of the average isotopic composition of precipitation. Table 1. Observation wells. Point ID Original well IDs Installation Depth of well (feet) WS-001 BURPZ-1 NMBGMR WS-002 BURPZ-2 NMBGMR WS-003 BURPZ-3 NMBGMR WS-004 BURPZ-4 NMBGMR WS-005 BURPZ-5 NMBGMR WS-006 BURPZ-6 NMBGMR WS-007 MW1 WHSA 25.3 WS-008 MW2 WHSA 24.9 WS-009 MW3 WHSA 39.4 WS-010 MW4 WHSA 34.0 WS-011 MW5 WHSA WS-012 MW6 WHSA 26.1 WS-014 MW9 WHSA WS-015 MW10 WHSA 25.7 WS-016 NE BNDRY WHSA ~20 WS-017 MW11 USGS 200 WS-018 MW12 USGS 200 WS-019 PZ-01 WHSA 6.1 WS-020 PZ-03 WHSA 6.1 WS-021 PZ-04 WHSA 6.0 WS-022 PZ-05 WHSA WS-023 NL Lucero WHSA N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 18 Geology (Stratigraphy) W ell logs for monitoring wells in the study area (Figure 12) provided information about the subsurface geology. Within the dune field, it is reasonably clear that the White Sands (eolian accumulations of gypsum sand) extend, broadly speaking, to a depth of 20 to 30 feet below interdune areas. The observation wells WS-007, WS-008, and WS-012, which are completed to the bottom of the gypsum sand, are 25.3, 24.9, and 26.1 feet deep respectively. The thickness of the gypsum decreases to the east and is very shallow (~10 feet) at the eastern edge of the dune field. The material that makes up the dune field is pri- marily fine to medium gypsum sand with some thin clay and silt laminations. Older deposits beneath the sand dunes and immediately to the east of the dunes consist of a mix of interbedded alluvial, eolian, and wetland deposits, of Pleistocene and Holocene age, which create a complex hydro- geologic framework of more permeable and less permeable (confining) beds. We installed two shallow piezometers, a little more than twelve feet deep, just to the east of the dune field a short distance south of the visitor center (WS-002 (Figure 13) and WS-003). These holes encountered about five feet of loose silty sand and mud beneath the surface, which we interpret to represent relatively young (mid-late Holocene) loess and alluvium. Below that the deposits are more compact, and con- sist of thinly interbedded layers of clay and silty to sandy clay, which we interpret as older (Pleistocene-early Holocene) alluvial basin-fill. We installed a third, approximately 12 foot deep I I I . r e s u l t s 1 0 2 3 4 5 6 7 8 9 10 11 12 13 14 ft 1 0 2 3 4 m Cottonwood grove piezometer, WS-002 (east side of road) end cap screen 2-inch pipe borehole diameter: ~10 cm (.010”) bentonite (to land surface) Water level 6 Dec. 2010 1.65 m below top of standpipe sand (to bottom of hole) reddish- brown silt and clay with olive-gray mottles near base brown to olive clay (hard) gray to reddish- brown clay yellowish- to reddish- brown silty sand and clay disseminated gypsum silt and sand is present throughout as individual grains and as secondary, mm-scale aggregates of smaller grains reddish- brown clay with thin silty beds reddish- brown to olive clay with thin silty beds completion materials (annulus) 3/8 bentonite chips 10-20 Colorado silica sand land surface mixed loess and alluvium (Holocene) alluvial and wetland basin-fill deposits (lower Holocene - Pleistocene) Figure 13. Shallow stratigraphy of basin-fill sediments near the eastern edge of the dune field. 19 W h i t e"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "deposits, of Pleistocene and Holocene age, which create a complex hydro- geologic framework of more permeable and less permeable (confining) beds. We installed two shallow piezometers, a little more than twelve feet deep, just to the east of the dune field a short distance south of the visitor center (WS-002 (Figure 13) and WS-003). These holes encountered about five feet of loose silty sand and mud beneath the surface, which we interpret to represent relatively young (mid-late Holocene) loess and alluvium. Below that the deposits are more compact, and con- sist of thinly interbedded layers of clay and silty to sandy clay, which we interpret as older (Pleistocene-early Holocene) alluvial basin-fill. We installed a third, approximately 12 foot deep I I I . r e s u l t s 1 0 2 3 4 5 6 7 8 9 10 11 12 13 14 ft 1 0 2 3 4 m Cottonwood grove piezometer, WS-002 (east side of road) end cap screen 2-inch pipe borehole diameter: ~10 cm (.010”) bentonite (to land surface) Water level 6 Dec. 2010 1.65 m below top of standpipe sand (to bottom of hole) reddish- brown silt and clay with olive-gray mottles near base brown to olive clay (hard) gray to reddish- brown clay yellowish- to reddish- brown silty sand and clay disseminated gypsum silt and sand is present throughout as individual grains and as secondary, mm-scale aggregates of smaller grains reddish- brown clay with thin silty beds reddish- brown to olive clay with thin silty beds completion materials (annulus) 3/8 bentonite chips 10-20 Colorado silica sand land surface mixed loess and alluvium (Holocene) alluvial and wetland basin-fill deposits (lower Holocene - Pleistocene) Figure 13. Shallow stratigraphy of basin-fill sediments near the eastern edge of the dune field. 19 W h i t e S a n d s piezometer about 200 feet to the west of one of these boreholes within the dune field (WS-006). Sediments recovered from this hole were loose eolian gypsum sand. It is obvious that many more shallow monitoring wells in immediately adjacent dune-top/dune-base areas would be desirable in order to confirm this pattern. From November 28 through December 2, 2011 the US Geological Survey (USGS) drilled and completed two 195-foot water wells (WS-017 and WS-018) on the northeast side of the loop drive near pre-existing shallow monitoring well WS-007 (Figure 12). The newly constructed wells were used to conduct an aquifer test, which will be discussed later in this report. A schematic diagram of the well construction is shown in Figure 14. Borehole cuttings were collected at five-foot intervals during drilling of the monitoring well and are presently being stored by the New Mexico Bureau of Geology and Mineral Resources (NMBGMR), New Mexico Tech. A brief sum- mary of lithologies underlying the study site based on field examination of the recovered cores and cuttings is provided in Figure 14. Deposits below a depth of about 25 feet con- sist of interbedded to interlaminated clay and silty fine gypsum sand. Clay beds in the interval below ~25 feet commonly contain an abundance of coarse, secondary selenite crystals. Beneath 105 feet, the stratigraphic succession contains a relatively large proportion of clay and thin, siliciclastic silty sand interbeds. Although these wells provide an assessment of the stratigraphy beneath the eolian gypsum sand at just one point, they are an example of the types of sediments that are consistent with deposition environments described above. Hydrology Precipitation T he average annual precipitation on WHSA is approximately eight inches per year, much of which is due to summer thunderstorms. Figure 14. Stratigraphy in basin-fill sediments beneath gypsum dune field in the Heart of the Dunes (WS-017 and WS-018). TD 195 ~3,990 ft elevation feet gypsum silty sand with clay laminae and thin clay interbeds clay with sand-sized and coarser selenite crystals; clay and minor sandy interbeds clay clay clay clay with secondary selenite crystals clay with secondary selenite crystals peaty layers peaty layers laminated clay laminated clay thin sandy beds thin sandy beds thinly inter- bedded fine gypsum sand and clay thinly inter- bedded fine gypsum sand and clay clay with siliciclastic sand interbeds clay 0 10 20 30 40 50 60 70 80 90 100 110 120 130 140 150 160 170 180 190 steel surface casing, cemented seal-bentonite at base, grout above 10-20 silica sand PVC casing .020 screen N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 Figure 15 shows monthly precipitation values on WHSA during the study as well as thirty year monthly averages. The thirty year averages were calculated from data collected at a weather station at WHSA that is part of the National Weather Service (NWS) Cooperative Network (COOP 299686) (www.wrcc.dri.edu/cgi-bin/ cliMAIN.pl?nm9686). It can be seen that precipitation amounts can vary greatly from month to month and from year to year. In general, the majority of the annual precipita- tion occurs during the summer monsoon season (July-September). Surface water There is very little perennial surface water on the monument. As described above, there is a small reach of Lost River within the sand dunes that has water year round (Figure 7). This water appears to be regional groundwater, as it is very saline and flows extremely slowly due to an almost flat gradient. Another perennial surface water body on the study area is Garton Pond, which is located approximately one mile southeast of the WHSA visitor center. Garton Pond, covering approxi- mately two acres, is the result of the drilling of an oil exploration well in 1916 when the artesian flow of water from approximately 890 feet below the surface was initiated. Attempts to plug the well were unsuccessful. The initial flow rate and water temperature were 1,100 gallons per minute and 94 °F respectively. The water was allowed to flow into a shallow pond and surrounding marsh (Sprester, 1980) and was subsequently used by the NPS for recreation and educational purposes. The flow rate and water temperature gradually decreased with time. By 1980, the flow rate was estimated to be less than ten gallons per minute and the water tempera- ture was approximately 75 °F. Today, Garton Pond is a large marsh with little standing water. The WHSA monitoring well WS-014 is located very close to Garton Pond. On the northeastern corner of the monu- ment, Salt Spring is a small depression filled with highly saline water and is home to the White Sands Pup Fish. Water is observed on the ground surface along the northern monument Figure 15. Monthly precipitation values measured at White Sands National Monument between January 2010 and August 2012, compared to thirty year monthly averages. 0.00 0.50 1.00 1.50 2.00 2.50 3.00 Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Precipitation (in) 2010 2011 2012 30 yr average 21 W h i t e S a n d s boundary near the monitoring well WS-015. Another spring identified on older maps is located on the eastern edge of the dunes near a large"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "and flows extremely slowly due to an almost flat gradient. Another perennial surface water body on the study area is Garton Pond, which is located approximately one mile southeast of the WHSA visitor center. Garton Pond, covering approxi- mately two acres, is the result of the drilling of an oil exploration well in 1916 when the artesian flow of water from approximately 890 feet below the surface was initiated. Attempts to plug the well were unsuccessful. The initial flow rate and water temperature were 1,100 gallons per minute and 94 °F respectively. The water was allowed to flow into a shallow pond and surrounding marsh (Sprester, 1980) and was subsequently used by the NPS for recreation and educational purposes. The flow rate and water temperature gradually decreased with time. By 1980, the flow rate was estimated to be less than ten gallons per minute and the water tempera- ture was approximately 75 °F. Today, Garton Pond is a large marsh with little standing water. The WHSA monitoring well WS-014 is located very close to Garton Pond. On the northeastern corner of the monu- ment, Salt Spring is a small depression filled with highly saline water and is home to the White Sands Pup Fish. Water is observed on the ground surface along the northern monument Figure 15. Monthly precipitation values measured at White Sands National Monument between January 2010 and August 2012, compared to thirty year monthly averages. 0.00 0.50 1.00 1.50 2.00 2.50 3.00 Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Precipitation (in) 2010 2011 2012 30 yr average 21 W h i t e S a n d s boundary near the monitoring well WS-015. Another spring identified on older maps is located on the eastern edge of the dunes near a large cottonwood tree. This spring, which appeared to discharge from the toe of the dune, no longer exists. Monitoring well WS-003 is located very close to this extinct spring. There are several ephemeral surface water bodies on the monument. Lake Lucero is an active playa that fills with water (Figure 16) after large rain events in the San Andres Mountains. There are also several playas that fill up due to flash floods in Lost River to the east. Other playas appear to respond more to rising ground- water levels rather than surface runoff. The depth to groundwater is very shallow in the dune field and it is common for groundwater level increases to result in flooding of the interdunal areas (Figure 17). This flooding of interdunal areas generally occurs during the monsoon sea- son after heavy rains or during the winter, when evaporation rates are low. Rising groundwater levels in the dunes also occasionally results in springs that discharge from the western edge of the dune field. This water usually flows into Lake Lucero (Pers. Comm., David Bustos, 2012). Groundwater Figure 18 shows the location of observation wells, which were used to measure water-levels and collect groundwater samples for chemical analyses. Occurrence of groundwater Within the study area groundwater is very shal- low (1–20 feet below the surface). To the east of the dune field, groundwater is observed in the alluvial and wetland basin-fill deposits that can be seen in the well log for WS-002 (Figure 13). These deposits consist of mostly low permeability clays and silt beds of slightly higher permeability. As will be discussed below, this shallow groundwater to the east of the dune field is hydraulically connected to the shallow Figure 16. Lake Lucero flooded (Photograph by David Bustos). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 groundwater system in the dune field. All obser- vation wells located outside of the dune field, which were sampled for this study are less than thirty feet deep. Therefore, water-levels measured and water samples collected from these wells are likely characteristic of a shallow hydrologic system, and the degree to which it is connected to the deeper regional system is unclear. However, it should be noted that the well located near Garton Pond (WS-014, Figure 18) may produce groundwater of deeper origin that has migrated upwards along flow paths associated with the original oil explora- tion well that allowed deep warm water to reach the surface, as described in the above section on surface water in the study area. Within the dune field, groundwater is observed in the gypsum sand which sits above clay and silt basin-fill deposits (Figure 14). The thickness of the gypsum sand varies and is generally thickest in the center of the dune field where there can be as much as thirty feet of accumulated sand in the interdunal area. Figure 18. Location of observation wells . Figure 17. Picnic area flooded in 2006 (Photograph by David Bustos). 23 W h i t e S a n d s needed to assess groundwater flow conditions in Alkali Flat. Hydraulic gradients It can be seen in Figure 11 that the regional hydraulic gradient is to the south and west, indi- cating that on a regional scale, groundwater flows from the north and the Sacramento Mountains in the east to the south and west. Although there is certainly some groundwater flowing to the east from the San Andres Mountains, we do not have observation wells in locations to show these groundwater flow paths. Groundwater levels measured in monitoring wells across the study area (Figure 19) also show a general hydraulic gradient to the west with water-level elevations being greater in the east (east of the dune field) and lower to the west (Alkali Flats). Figure 19 also shows the surface elevation at each well, and it can be seen that to the east of the dune field, the depth to water is greater than that in other areas in the monument. The occurrence of groundwater in Alkali Flat is not well known because there are very few observation wells in this area. At the northern boundary of the monument and the western edge of the dune field, near WS-015, water is com- monly observed at the surface, while the depth to water in WS-015 is usually approximately one foot below the ground surface. A few hun- dred feet to the west, where the surface elevation is lower, depth to groundwater is greater than ten feet (Pers. Comm., Dave Love, 2013). The depth to water in WS-019, which is also near the boundary between the dune field and Alkali Flat, fluctuates between half a foot and two feet below the surface. To the south and west near Lake Lucero, depth to groundwater is less than two feet. The landscape on Alkali Flat drops in elevation from east to west in a step-like fashion, where flat surfaces that resemble terraces are likely due to the presence of clay layers at the surface. It appears that there are several small localized perched aquifers that sit on top of these clay layers in different areas. More research is Figure 19. Groundwater level elevations as a function of"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "east from the San Andres Mountains, we do not have observation wells in locations to show these groundwater flow paths. Groundwater levels measured in monitoring wells across the study area (Figure 19) also show a general hydraulic gradient to the west with water-level elevations being greater in the east (east of the dune field) and lower to the west (Alkali Flats). Figure 19 also shows the surface elevation at each well, and it can be seen that to the east of the dune field, the depth to water is greater than that in other areas in the monument. The occurrence of groundwater in Alkali Flat is not well known because there are very few observation wells in this area. At the northern boundary of the monument and the western edge of the dune field, near WS-015, water is com- monly observed at the surface, while the depth to water in WS-015 is usually approximately one foot below the ground surface. A few hun- dred feet to the west, where the surface elevation is lower, depth to groundwater is greater than ten feet (Pers. Comm., Dave Love, 2013). The depth to water in WS-019, which is also near the boundary between the dune field and Alkali Flat, fluctuates between half a foot and two feet below the surface. To the south and west near Lake Lucero, depth to groundwater is less than two feet. The landscape on Alkali Flat drops in elevation from east to west in a step-like fashion, where flat surfaces that resemble terraces are likely due to the presence of clay layers at the surface. It appears that there are several small localized perched aquifers that sit on top of these clay layers in different areas. More research is Figure 19. Groundwater level elevations as a function of UTM easting values show a hydraulic gradient to the west, similar to that observed in the regional hydrologic system in the Tularosa Basin. The distance between the surface and water-level reflects the depth to water. Depth to water is greater east of the dunes than in the dune field and to the west of the dune field. 3,940 3,960 3,980 4,000 4,020 3,880 3,900 3,920 360,000 365,000 370,000 375,000 380,000 385,000 390,000 395,000 Elevation AMSL (ft) UTM Easting (m) East of dunes (surface) East of dunes (groundwater) Dune field (surface) Dune field (groundwater) West of dunes (surface) West of dunes (groundwater) Regional hydraulic gradient N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 24 Figure 20 shows a small scale cross-section that coincides with the piezometers WS-002, WS-003 (both installed in the shallow basin-fill sediments just to the east of the dune Field), and WS-006 (located in the dune field). It can be seen that at this location, there appears to be a local gradient to the east with a higher water- level elevation in the dunes, which is opposite to that observed for the overall gradient observed across the study area. Within the dune field, the hydraulic gradient is to the west. It should also be noted that this was the only location where this local gradient was measured directly due to the locations and limited number of observation wells. However, electrical resis- tance surveys in two locations along transects that cross the eastern edged of the dune field, one near WS-002 and one near WS-009 indicate relatively fresh water flows from the dunes to shallow basin-fill sediments to the east and north (see Appendix A) The vertical hydraulic gradient was assessed by observing groundwater levels in WS-018 and WS-007. WS-018 penetrates the gypsum sand (approximately thirty feet thick) to a total depth of 200 feet. The screen interval is between 150 and 200 feet deep. WS-007 extends to the bottom of the gypsum sand, approximately thirty feet below the surface, and is screened along the entire saturated zone. The depth to water in both of these wells is very shallow (less than three feet below the surface). There appears to be no significant difference between water-level elevations in these two wells, indicat- ing no vertical hydraulic gradient in this area. It should be noted that the vertical gradient was examined in only one area, and vertical gradients may exist in other areas in the dune field. Water-level fluctuations Figure 21 shows depth to water below the ground surface for wells located on the eastern edge of the dune field (A), wells within the dune field (B), wells west of the dune field (Alkali Flat) and near Lake Lucero (C), and daily precipita- tion (D). The depths to water in wells to the west and within the dune field are significantly shallower that those in wells located to the east of the dune field. Groundwater hydrographs in wells within the dune field (Figure 21B) show two different trends: 1) short-term responses to individual storm events, where groundwater levels increase by less than a foot and then Figure 20. Groundwater levels (blue solid and dashed lines) in the dunes at the eastern edge of the dune field are higher than those in the basin-fill sediments adjacent to the dune field, resulting in a local hydraulic gradient to the east. 4,000 4,010 3,990 3,980 3,970 3,960 Elev ftB B’ mixed loess and alluvium alluvial and wetland basin-fill deposits gypsum silt and sand 3,982 feet 1,214 meter 4002 feet 1220 meter WS-002 WS-003 WS-006 Edge of Dune Vertical exaggeration = 4x 25 W h i t e S a n d s decrease to previous levels within hours to days and 2) long-term fluctuations where groundwa- ter levels increase by one foot or more and then decrease to previous levels over several months (Figure 22). The short-term responses are characterized by a sharp increase in water-level followed by a gradual decline and represent local recharge through the sand dunes. These short-term responses generally occur in groups and are superimposed on a long-term fluctuation. An example of this can be observed between July 2010 and July 2011. 2010 mon- soon storms result in a series of short-term storm responses in almost all wells within the dune field between July 2010 and October 2010. These short-term responses are superimposed on a gradual groundwater level increase of approximately one foot over the same time Figure 21. Continuous groundwater levels for (A) wells east of dune field, (B) wells within the dune field, (C) wells to the west of the dune field. (D) Precipitation measurements within the monument. WS-019 WS-015 Alkali Flat Dune Field East of Dune Field WS-010 WS-011 WS-014 WS-009 WS-023 WS-007 WS-008 WS-012 WS-020 WS-021 WS-022 WHSA weather station NMBGMR precipitation measurements 4 6 8 10 12 14 16 18 Depth to water (ft bgs) 1 2 3 4 5 6 Depth to water (m bgs) 1 2 3 4 5 Depth to water (ft bgs) 0.2 0.4 0.6 0.8 1 1.2 1.4 Depth to water (m bgs) 1 2 3 4 5 Depth to water (ft bgs) 0 0 0 0 0.2 0.4 0.6 0.8 1 1.2 1.4"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "ftB B’ mixed loess and alluvium alluvial and wetland basin-fill deposits gypsum silt and sand 3,982 feet 1,214 meter 4002 feet 1220 meter WS-002 WS-003 WS-006 Edge of Dune Vertical exaggeration = 4x 25 W h i t e S a n d s decrease to previous levels within hours to days and 2) long-term fluctuations where groundwa- ter levels increase by one foot or more and then decrease to previous levels over several months (Figure 22). The short-term responses are characterized by a sharp increase in water-level followed by a gradual decline and represent local recharge through the sand dunes. These short-term responses generally occur in groups and are superimposed on a long-term fluctuation. An example of this can be observed between July 2010 and July 2011. 2010 mon- soon storms result in a series of short-term storm responses in almost all wells within the dune field between July 2010 and October 2010. These short-term responses are superimposed on a gradual groundwater level increase of approximately one foot over the same time Figure 21. Continuous groundwater levels for (A) wells east of dune field, (B) wells within the dune field, (C) wells to the west of the dune field. (D) Precipitation measurements within the monument. WS-019 WS-015 Alkali Flat Dune Field East of Dune Field WS-010 WS-011 WS-014 WS-009 WS-023 WS-007 WS-008 WS-012 WS-020 WS-021 WS-022 WHSA weather station NMBGMR precipitation measurements 4 6 8 10 12 14 16 18 Depth to water (ft bgs) 1 2 3 4 5 6 Depth to water (m bgs) 1 2 3 4 5 Depth to water (ft bgs) 0.2 0.4 0.6 0.8 1 1.2 1.4 Depth to water (m bgs) 1 2 3 4 5 Depth to water (ft bgs) 0 0 0 0 0.2 0.4 0.6 0.8 1 1.2 1.4 Depth to water (m bgs) 0 8/1 2/17 9/5 3/24 10/10 4/27 11/13 6/1 12/18 2009 2010 2010 2011 2011 2012 2012 2013 2013 0.2 0.4 0.6 0.8 1 1.2 1.4 1.6 1.8 Precipitation (in) A B C D N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 26 period (long-term fluctuation). Groundwater levels then gradually decrease to levels observed in June 2010 by July 2011. Groundwater hydrographs in most wells east and west of the dune field exhibit long-term fluctuations only. Hydrographs for wells WS-011 and WS-014 show a three to four month lag time between the onset of the long-term fluctuations observed in wells within the dune field and long-term fluctuations observed in these wells. These trends show interactions between the shallow hydrologic system within the dune field and the shallow systems adjacent to the dunes. These interactions are shown in Figure 23. During time periods of little or no rain, the shal- low systems within and outside of the dune field are essentially in equilibrium, exhibiting simi- lar water-level elevations with a slight gradient towards the west. Groundwater is discharging by evaporation within and outside the dune field throughout the study area. During the monsoon season groundwater recharge appears to occur primarily in the dune field as precipitation quickly infiltrates through the highly permeable sand, resulting in the short-term fluctuations observed in hydrographs in wells within the dune field. The recession limbs of these short-term responses are due to water draining from the shallow system in the dune field to adjacent shal- low aquifers to the east and west. As monsoon storms continue to recharge groundwater in the dune field and then drain into adjacent shallow aquifers, shallow groundwater levels in the dune field and adjacent aquifers increase, resulting in the rising limb of the long-term hydrographs. After monsoon rains subside, groundwater levels within and outside the dune field decrease gradually due to evaporation. The one well, whose hydrograph does not necessarily conform to these trends described Figure 22. Illustration of short-term groundwater level fluctuations (1) that are responses to individual precipitation events. The recession curves of these short-term fluctuations are due to the draining of groundwater in the dune field into adjacent shallow groundwater systems. Long-term fluctua- tions (2) are due to the gradual filling of the shallow aquifers in the dune field and adjacent aquifers to the east and west and subsequent water-level decreases due to evaporation. Short-term fluctuations Long-term fluctuations Recharge to shallow aquifer in dune field WS-014 WS-012 July 2010 September November January 2011 March May Depth to water (ft bgs) within dune field east of dune field Draining of ground water from dune field aquifer to adjacent shallow aquifers Filling of larger aquifer system Lag time Evaporation (dune aquifer & adjacent shallow system) 10 11 12 2 0 1 1 2 2 27 W h i t e S a n d s above, is the well near Lake Lucero. While some water-level fluctuations in this well correlate with long term fluctuations in other wells, other changes in water-level appear to be unrelated to recharge events within the dune field. For example, the water-level increase that begins in January 2001 does not correlate to changes in water-levels observed in any other wells in the study area. Most other wells show a general decline in water-levels during this same time period. These observations suggest that ground- water near Lake Lucero may be responding to a different or more regional hydrologic regime. Infiltration through gypsum sand dunes Tensiometer depths and matric potential data were used to calculate total head gradients at different depth intervals at tensiometer sites (WS-401 and WS-402). SM-401 is a group of four tensiometers that are installed at the approximate depths of one foot, three feet, five feet and nine feet at the crest of a dune. WS-401 is a group of two tensiometers that are installed at the approximate depths of one foot and three feet at the toe of the stoss side of a dune (Figure 24). Matric potential measurements are shown in Figure 25 for the top of the dune (A) and the toe of the dune (B), along with precipitation Figure 23. Water-level fluctuations represent interactions between the shallow groundwater system within the dune field and adjacent shallow systems to the east and west of the dune field. Increases in water-levels within the dune field (A) are due to infiltration of monsoon rains through the gypsum sand into the shallow groundwater system. Recession curves for these short-term fluctuations are due to water draining from the dune field aquifer into adjacent shallow systems. For the long-term fluctuations ( B) increases in groundwater level are due to the accumulation of recharge from the dune field over the monsoon season. The recession curve for the long-term fluctuations is due to evaporation of groundwater through the shallow unsaturated zone. A B A B Hydrograph WS-014 Water level (WL) increase/decrease WL decrease WL increase Movement Water flow Dune field E of dunes Alkali Flat B A Precipitation Evaporation 4,000 4,010 3,990 3,980 3,970 3,960 Elev ft mixed loess and alluvium alluvial and wetland basin-fill deposits gypsum silt and sand WS-002 WS-003 WS-006 Extinct spring Precipitation Inflitration Watertable Vertical"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "Lucero may be responding to a different or more regional hydrologic regime. Infiltration through gypsum sand dunes Tensiometer depths and matric potential data were used to calculate total head gradients at different depth intervals at tensiometer sites (WS-401 and WS-402). SM-401 is a group of four tensiometers that are installed at the approximate depths of one foot, three feet, five feet and nine feet at the crest of a dune. WS-401 is a group of two tensiometers that are installed at the approximate depths of one foot and three feet at the toe of the stoss side of a dune (Figure 24). Matric potential measurements are shown in Figure 25 for the top of the dune (A) and the toe of the dune (B), along with precipitation Figure 23. Water-level fluctuations represent interactions between the shallow groundwater system within the dune field and adjacent shallow systems to the east and west of the dune field. Increases in water-levels within the dune field (A) are due to infiltration of monsoon rains through the gypsum sand into the shallow groundwater system. Recession curves for these short-term fluctuations are due to water draining from the dune field aquifer into adjacent shallow systems. For the long-term fluctuations ( B) increases in groundwater level are due to the accumulation of recharge from the dune field over the monsoon season. The recession curve for the long-term fluctuations is due to evaporation of groundwater through the shallow unsaturated zone. A B A B Hydrograph WS-014 Water level (WL) increase/decrease WL decrease WL increase Movement Water flow Dune field E of dunes Alkali Flat B A Precipitation Evaporation 4,000 4,010 3,990 3,980 3,970 3,960 Elev ft mixed loess and alluvium alluvial and wetland basin-fill deposits gypsum silt and sand WS-002 WS-003 WS-006 Extinct spring Precipitation Inflitration Watertable Vertical exaggeration = 4x A B A B N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 28 amounts on the right y-axis. For the top of the dune, matric potential at an approximate depth of 1 foot shows much larger fluctuations than observed at other depths. It can be seen that dur- ing the typical dry period (between March and July) the matric potential at this shallow depth decreases significantly. This decrease is most obvious during the months of June and July 2011, where matric potential values get down to -15 feet of water. This decrease in matric poten- tial values is due to the removal of moisture from the sand due to evaporation. The onset of the monsoon season in late July results in the almost immediate increase to the approximate value of -2 feet of water. Although matric potential is most responsive to precipitation events at the shallowest depth, increases in matric potential values that are due to precipitation events can be seen at all depths. These increases are due to an increase in water content at that depth. It is interesting that at depths of 3 feet and deeper, matric potential values are relatively constant over time and average about -2 feet of water. This value is within the range of typical values for field capacity in fine to medium sands (Wierenga, 1995). Field capacity refers to the amount of water an unsaturated medium can retain against the pull of gravity. Therefore, if a known amount of water is added to a soil that is at field capacity, that same amount of water will drain downward due to gravity. It appears that field capacity is maintained in the dunes at depths greater 3 feet below the sur- face. Therefore, the volumetric water content in the unsaturated zone within the dune is relatively constant with time. This assessment is reasonable given that in the area where the experiment is being done, there is little or no vegetation to extract water from the sand. Furthermore, redistribution of unsaturated zone water due to evaporation and condensation resulting from subsurface temperature fluctua- tions is likely minimal. Figure 26 shows air temperature along with the temperature approximately six inches below the surface. It can be seen that diurnal temperature fluctuations are greatly attenuated just a few inches below the surface. Temperature fluctuations are surely even more attenuated at greater depths. This observed high attenuation of temperature fluctuations in the subsurface is probably due to the high albedo of the white sand, resulting in much of the sensible heat to be reflected back into the atmosphere. For the tensiometers at the toe of the dune (WS-402) (Figure 25B), again, large fluctuations in matric potential are observed at the shallowest depth of 1 foot. During the dry period before the monsoon season, values at this depth get as low as -9 feet of water due to evaporation of water in the sand. Rapid responses to precipita- tion events (precipitation data was not available for the early time period shown) is observed, and, as was observed at the top of the dune, upon the onset of the monsoon season in 2010, matric potential increased to an average value of about -2 feet of water, indicating that the sand is at field capacity at that depth. At 3 feet below the surface, matric potential values are signifi- cantly higher than -2 feet of water. These high values are a result of the tip of the tensiometer being just above the water table, where water is pulled up by capillary action, increasing the water content. Groundwater flows from high total head to low total head. The total head in the unsaturated zone at any point is the sum of matric potential (pressure head) and the gravitational poten- tial (elevation head). As was described above for the tensiometers installed at the top of the dune, matric potential values below three feet Figure 24. Tensiometer depths at two positions on a dune. WS-402 3, and 1 foot tensiometers WS-401 9, 5, 3, and 1 foot tensiometers Sand d une Sand d une Groundwater 29 W h i t e S a n d s Figure 25. Matric potential data at different depths for tensiometers installed at the top of the dune (A) and the toe of the dune (B). Top of Dune -18 -16 -14 -12 -10 -8 -6 -4 -2 0 05/26/10 09/03/10 12/12/10 03/22/11 06/30/11 10/08/11 01/16/12 04/25/12 08/03/12 11/11/12 02/19/13 Matric Potential (ft of water) 0 0.2 0.4 0.6 0.8 1 1.2 1.4 1.6 Precipitation (in) precipitation Matric Potential ~1 ft Matric Potential ~3 ft Matric Potential ~5 ft Matric Potential ~9 ft -10 -8 -6 -4 -2 0 2 B A 05/25/10 06/14/10 07/04/10 07/24/10 08/13/10 09/02/10 09/22/10 10/12/10 11/01/10 11/21/10 Matric Potential (ft of H2O) 0 0.2 0.4 0.6 0.8 1 1.2 1.4 1.6 Precipitation (in) Precipitation ~1 ft ~3 ft N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 30 below the surface are relatively"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "of water. These high values are a result of the tip of the tensiometer being just above the water table, where water is pulled up by capillary action, increasing the water content. Groundwater flows from high total head to low total head. The total head in the unsaturated zone at any point is the sum of matric potential (pressure head) and the gravitational poten- tial (elevation head). As was described above for the tensiometers installed at the top of the dune, matric potential values below three feet Figure 24. Tensiometer depths at two positions on a dune. WS-402 3, and 1 foot tensiometers WS-401 9, 5, 3, and 1 foot tensiometers Sand d une Sand d une Groundwater 29 W h i t e S a n d s Figure 25. Matric potential data at different depths for tensiometers installed at the top of the dune (A) and the toe of the dune (B). Top of Dune -18 -16 -14 -12 -10 -8 -6 -4 -2 0 05/26/10 09/03/10 12/12/10 03/22/11 06/30/11 10/08/11 01/16/12 04/25/12 08/03/12 11/11/12 02/19/13 Matric Potential (ft of water) 0 0.2 0.4 0.6 0.8 1 1.2 1.4 1.6 Precipitation (in) precipitation Matric Potential ~1 ft Matric Potential ~3 ft Matric Potential ~5 ft Matric Potential ~9 ft -10 -8 -6 -4 -2 0 2 B A 05/25/10 06/14/10 07/04/10 07/24/10 08/13/10 09/02/10 09/22/10 10/12/10 11/01/10 11/21/10 Matric Potential (ft of H2O) 0 0.2 0.4 0.6 0.8 1 1.2 1.4 1.6 Precipitation (in) Precipitation ~1 ft ~3 ft N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 30 below the surface are relatively constant with an approximate value of -2 feet of water. Therefore, gravitational potential is the dominant potential energy that drives water flow in the unsaturated zone within the dune. Figure 27A shows hydraulic gradients at different depth intervals. Positive gradients indicate downward flow, and negative gradients indicate upward flow. At depths below three feet, hydraulic gradients are always downward, and generally approach the value of one, which indicates gravity drainage. The hydraulic gradi- ent between approximate depths of one and three feet is upwards during time periods with little or no rain, as a result of evaporation of water in the shallow sand. Almost immediately after monsoons begin, the shallow hydrau- lic gradient changes to a downward gradient, due to the infiltration of local precipitation. Tensiometers installed at the toe of the dune (Figure 27B) show similar trends between one and three feet. Tensiometer data clearly indicate the dune field is a recharge zone. On the top of dunes, there can be up to fifteen or twenty feet of unsat- urated sand above the water table. Within this unsaturated zone, hydraulic gradients are domi- nated by gravitational potential (downward). It appears that the volumetric water content at depths greater than three feet below the surface, are fairly constant and close to field capacity. Between the depths of one and three feet, the hydraulic gradient is upward due to evaporation during the dry season but then quickly changes to downward when the monsoon season begins. Because the unsaturated zone appears to main- tain field capacity, infiltration of precipitation at the surface quickly flushes water into the shallow aquifer system, resulting in the short term fluctu- ations observed in the groundwater hydrographs in the dune field discussed above. At the toe of the dunes and within the inter- dunes, the unsaturated zone is much shallower (one to three feet). Evaporation during the dry Figure 26. Temperature fluctuation in air and six inches below the surface at the top of a dune. -30 -20 -10 0 10 20 30 40 50 8/27/2010 10/16/20 10 12/5/2010 1/24/2011 3/15/2011 5/4/2011 6/23/2011 8/12/2011 10/1/2011 11/20/2011 Temperature (ºC) Air Temperature Temperature 6 inches below surface 31 W h i t e S a n d s Figure 27. Hydraulic gradients for different depth intervals for the top of the dune (A) and the toe of the dune (B) -2 -1.5 -1 -0.5 0 0.5 1 1.5 2 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 Hydraulic gradient (ft/ft) 1 - 3 ft precip Downward gradient Upward gradient -6 -5 -4 -3 -2 -1 0 1 2 3 6/21/10 9/29/10 1/7/11 4/17/11 7/26/11 11/3/11 2/11/12 5/21/12 8/29/12 12/7/12 Hydraulic gradient 0 0.2 0.4 0.6 0.8 1 1.2 1.4 1.6 Precipitation (in) Precipitation (in) 1-3 ft 3-5 ft 5-9 ft Upward gradient Downward gradient B A 06/21/10 07/11/10 07/31/10 08/20/10 09/09/10 09/29/10 10/19/10 11/08/10 11/28/10 Precipitation (in) N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 32 season is apparent by an upward hydraulic gra- dient. Thin crusts observed in these areas also indicate evaporation of shallow groundwa- ter. Again, during the rainy season, hydraulic gradients are downward, which is consistent with local precipitation recharging the shallow aquifer. Geochemistry S amples were collected from eleven wells and one surface water location along Lost River within the monument (Figure 28, Table 2). Samples were analyzed for general chemistry, trace metals, stable isotopes of hydrogen and oxygen, tritium, tritium-helium, Carbon-14, and CFCs. In this section we will describe geochemi- cal data and interpretations. Field parameters The field parameters of pH, specific conductance (SC), temperature (T), and dissolved oxygen (DO) were measured in the field during sam- pling (Table 3). Measured pH values for most water samples ranged between 7.1 and 7.7. The groundwater sample collected from WS-023, a well near Lake Lucero, and the surface water sample from Lost River (WS-201) had pHs of 6.73 and 8.21 respectively. SC values ranged from 2,404 to 153,894 μS/cm. The lowest value was observed for water collected from a well installed on the top a dune (WS-006). The sample from WS-005, which is also located on a dune top, exhibits a relatively low SC value. The SC value for WS-007, which is installed in an interdune near WS-005 and completed in the shallow gypsum sand aquifer, was 14,080 μS/cm in May 2010, and 12,691 μS/cm in December 2010. WS-018 is completed in the basin-fill directly beneath WS-007 and exhibits a sig- nificantly larger SC value over 50,000 μS/cm. Samples collected from WS-009 and WS-011, which are completed in basin-fill sediments just to the east of the dune field and are approxi- mately twenty to thirty feet deep, had relatively lower SC values, similar to groundwater beneath the tops of dunes (4,193 and 3,735 μS/cm respectively). WS-014, which is located a couple miles east of the dune field near Garton Pond has a SC value of 11,728 μS/cm. Groundwater near Lake Lucero exhibited the highest SC value (153,894 μS/cm). Groundwater temperatures ranged from 14.39 to 22.31 °C, with the highest temperature being observed in WS-014, near Garton Pond. The next highest temperature was observed in WS-023, near Lake Lucero. DO values for groundwater were highly variable, ranging from 0.01"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "and oxygen, tritium, tritium-helium, Carbon-14, and CFCs. In this section we will describe geochemi- cal data and interpretations. Field parameters The field parameters of pH, specific conductance (SC), temperature (T), and dissolved oxygen (DO) were measured in the field during sam- pling (Table 3). Measured pH values for most water samples ranged between 7.1 and 7.7. The groundwater sample collected from WS-023, a well near Lake Lucero, and the surface water sample from Lost River (WS-201) had pHs of 6.73 and 8.21 respectively. SC values ranged from 2,404 to 153,894 μS/cm. The lowest value was observed for water collected from a well installed on the top a dune (WS-006). The sample from WS-005, which is also located on a dune top, exhibits a relatively low SC value. The SC value for WS-007, which is installed in an interdune near WS-005 and completed in the shallow gypsum sand aquifer, was 14,080 μS/cm in May 2010, and 12,691 μS/cm in December 2010. WS-018 is completed in the basin-fill directly beneath WS-007 and exhibits a sig- nificantly larger SC value over 50,000 μS/cm. Samples collected from WS-009 and WS-011, which are completed in basin-fill sediments just to the east of the dune field and are approxi- mately twenty to thirty feet deep, had relatively lower SC values, similar to groundwater beneath the tops of dunes (4,193 and 3,735 μS/cm respectively). WS-014, which is located a couple miles east of the dune field near Garton Pond has a SC value of 11,728 μS/cm. Groundwater near Lake Lucero exhibited the highest SC value (153,894 μS/cm). Groundwater temperatures ranged from 14.39 to 22.31 °C, with the highest temperature being observed in WS-014, near Garton Pond. The next highest temperature was observed in WS-023, near Lake Lucero. DO values for groundwater were highly variable, ranging from 0.01 to 7.27 mg/L. The observed spatial variability for SC values indicates that, within the dune field, fresher water is found directly beneath the dunes, while groundwater in interdunal areas is generally higher in total dissolved solids (TDS). Groundwater in the deeper basin-fill sediments beneath the gypsum sand apparently has higher TDS than all groundwater in the shallow dune field aquifer. Shallow groundwater just east of the dune field exhibits SC values closer to those observed beneath the dunes, suggesting that fresh local recharge from the dunes is flowing into the shallow groundwater system to the east, which is consistent with observed local hydraulic gradi- ents discussed above. The intermediate SC value and high temperature observed in WS-014 (near Garton Pond) may indicate that water is flow- ing upward from depth as discussed above, and Figure 28. Location of sites that were sampled for geochemical analyses. 33 W h i t e S a n d s therefore, this water may represent a regional groundwater component. The high SC value observed for WS-023 (near Lake Lucero) indi- cates a high TDS value, which may be indicative of a regional groundwater component. The high temperature is probably just due to the shallow depth to water and represents the average annual air temperature in the area. General Chemistry Water samples were analyzed for general chemistry, which includes the major ions of calcium (Ca2+), magnesium (Mg2+), sodium (Na+), bicarbonate (HCO3-), sulfate (SO4 2-), and chloride (Cl-). The relative chemical composition with respect to these ions, observed spatial variability in water chemistry, and interpreta- tions are presented in this section below. Total dissolved solids (TDS) values ranged from 2,323 to 256,922 mg/L. Figure 29 shows the spatial distribution for TDS values. Interestingly, as observed for SC values, the lowest values were found in wells completed in the shallow gypsum sand aquifer and installed at the top of a dune (WS-005 and WS-006). WS-007, which is located in an interdunal area near WS-005 exhibited a TDS value of over 10,000 mg/L, and WS-018, which is located approximately twelve feet from WS-007 but completed in the basin- fill sediments well below the gypsum sand at approximately 200 feet below the surface, shows a TDS value of 39,000 mg/L. Most observation wells located near the edge of the dune field, both to the east and west had TDS values of less than 5,000 mg/L, with the exception of WS-002, which is completed at a shallower depth than other wells that were sampled along the edge of the dune field. WS-014 has a TDS value of 8,498 mg/L. The highest TDS values were observed in the Lost River and groundwa- ter sampled near Lake Lucero (74,341 mg/L and 256,922 mg/L respectively). In the Piper diagram shown in Figure 30, Table 4, water chemistry data are plotted as rela- tive abundances of cations and anions in the two triangle sections, which are then projected onto Table 3. Field parameters Site ID Date sampled pH Specific Conductance (μS/cm) T (°C) Dissolved Oxygen (mg/L) WS-002 12/8/2010 7.61 12,595 18.45 0.97 WS-005 5/21/2010 7.10 4,467 14.95 4.35 WS-005 12/7/2010 7.57 4,538 14.39 4.17 WS-006 12/8/2010 7.64 2,404 16.13 3.86 WS-007 5/20/2010 14,080 15.02 0.72 WS-007 12/7/2010 7.56 12,691 15.07 1.99 WS-009 12/6/2010 7.37 4,193 19.22 3.6 WS-011 12/10/2010 7.35 3,735 18.27 5.27 WS-012 1/10/2010 7.10 WS-014 12/7/2010 7.13 11,728 22.31 0.17 WS-015 5/20/2010 7.03 5,663 16.67 5.08 WS-015 12/8/2010 7.69 5,528 16.07 5.97 WS-018 11/8/2012 7.32 57,719 16.81 0.11 WS-018 11/11/2012 7.31 56,491 17.79 0.01 WS-201 12/9/2010 8.21 96,423 1.18 7.27 WS-023 12/8/2010 6.73 153,894 21.11 0.04 Site ID Description WS-002 Well completed in shallow basin-fill sediments just east of dune field WS-005 Well completed in gypsum sand aquifer, top of dune, Heart of Dunes WS-006 Well completed in gypsum sand aquifer, top of dune, near eastern edge of dune field WS-007 Well completed in gypsum sand aquifer, interdune, Heart of Dunes WS-009 Well completed in shallow basin-fill sediments just east of dune field WS-011 Well completed in shallow basin-fill sediments just east of dune field WS-012 Well completed in gypsum sand aquifer, interdune, Heart of Dunes WS-014 Well completed in shallow basin-fill sediments near Garton Pond WS-015 Well completed in shallow sediments on eastern edge of Alkali Flats WS-018 Well completed in basin-fill sediments beneath the gypsum sand in the Heart of the Dunes WS-201 Surface water sample collected in perennial reach of Lost River in WHSA WS-023 Well completed in shallow sediments near Lake Lucero Table 2. Site IDs and descriptions for sites that were sampled for chemical analysis N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 34 the diamond portion of the diagram. Most water samples can be characterized as mixed-cation waters, meaning that the relative abundances of the three primary cations (Mg, Ca, and Na) are similar. The exceptions to this observation are water samples collected from: 1) WS-006 (top of dune near eastern edge of dune field), which is dominated by Ca, 2) WS-002, which is dominated Mg, and 3) WS-201(Lost River), WS-023 (near Lake Lucero), and WS-018 (basin- fill beneath dunes), which are dominated by Na. All water samples have small relative HCO3 concentrations. SO4 is the dominant anion for water samples"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "in shallow basin-fill sediments just east of dune field WS-005 Well completed in gypsum sand aquifer, top of dune, Heart of Dunes WS-006 Well completed in gypsum sand aquifer, top of dune, near eastern edge of dune field WS-007 Well completed in gypsum sand aquifer, interdune, Heart of Dunes WS-009 Well completed in shallow basin-fill sediments just east of dune field WS-011 Well completed in shallow basin-fill sediments just east of dune field WS-012 Well completed in gypsum sand aquifer, interdune, Heart of Dunes WS-014 Well completed in shallow basin-fill sediments near Garton Pond WS-015 Well completed in shallow sediments on eastern edge of Alkali Flats WS-018 Well completed in basin-fill sediments beneath the gypsum sand in the Heart of the Dunes WS-201 Surface water sample collected in perennial reach of Lost River in WHSA WS-023 Well completed in shallow sediments near Lake Lucero Table 2. Site IDs and descriptions for sites that were sampled for chemical analysis N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 34 the diamond portion of the diagram. Most water samples can be characterized as mixed-cation waters, meaning that the relative abundances of the three primary cations (Mg, Ca, and Na) are similar. The exceptions to this observation are water samples collected from: 1) WS-006 (top of dune near eastern edge of dune field), which is dominated by Ca, 2) WS-002, which is dominated Mg, and 3) WS-201(Lost River), WS-023 (near Lake Lucero), and WS-018 (basin- fill beneath dunes), which are dominated by Na. All water samples have small relative HCO3 concentrations. SO4 is the dominant anion for water samples collected from wells on dune tops, in basin-fill sediments just to the east and west of the dune field. Water sampled from the shallow gypsum sand aquifer in interdune areas, near Lake Lucero and Lost River were observed to contain similar relative concentrations for SO4 and Cl. Cl was the dominant anion for ground- water in basin-fill beneath the dune field. The water sample that plots at the top corner of the diamond section of the piper diagram was collected from WS-006, located on the top of a dune at the eastern edge of the dune field. This well also produced the lowest TDS value. The water chemistry for this sample is primarily controlled by the dissolution of gypsum sand (Ca-SO4 water type) and represents the local recharge component that originates as precipita- tion in the dune field. Water samples collected near Garton Pond (WS-014), at Lost River (WS-201), near Lake Lucero (WS-023) and in the basin-fill sediments below the gypsum sand (WS-018) have higher TDS values and have higher relative abundances of sodium and chloride (Na-Cl water type). The water chemistry of these water samples is prob- ably due to other geochemical processes, not just the dissolution of minerals, such as cation exchange, and evaporation. These water samples likely represent some regional component. All other water samples plot between these two water types (local recharge component and regional component). The specific processes that control the water chemistry will be discussed below. Figure 29. Spatial distribution of TDS values. 35 W h i t e S a n d s Controls on water chemistry The general chemistry data discussed above shows two discrete chemical signatures; lower TDS Ca-SO4 water and a high TDS Na-Cl water. Geochemical modeling was used to determine the mechanisms that control the observed water chemistry. Figure 31 shows the ratio of Ca/SO4 as a function of SO4 concentration for all water samples along with models calculated for mixing and evaporation. WS-006 (top of dune near the eastern edge of the dune field) shows a Ca/SO4 ratio similar to that of the mineral gypsum (~0.42), which would be expected for water that has infiltrated through gypsum sand. The mixing model represents the mixing of the two apparent end members, WS-006 (top of dune in Heart of Dunes) and WS-023 (near Lake Lucero). The evaporation curve models the Figure 30. Piper Diagram that shows relative water chemistry for water samples. Calcium Chloride Magnesium Carbonate + Bicarbonate Sodium + Potassium Sulfate Chloride + Sulfate Calcium + Magnesium 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 20 40 40 40 60 80 20 40 60 80 80 Top of dune Interdunal area shallow gypsum sand deep basin-fill shallow, eastern edge of dunes Near Lake Lucero Alkali Flat Lost River Near Garton Pond 50% SO4 50% HCO3 50% CI 50% Mg 50% Ca 50% Na 50% SO4 50% HCO3 50% CI 50% Mg 50% Ca 50% Na WS-006 WS-006 WS-002 WS-002 WS-018 WS-018 WS-006 WS-006 WS-002 WS-002 WS-018 WS-018 WS-006 WS-006 WS-002 WS-002 WS-018 WS-018 Table 4. Dominant cations and anions for water samples. Site ID Dominant cation Dominant anion Comment WS-002 Mg SO4 Shallow (~15 feet), eastern edge of dune field WS-005 Mixed SO4 Top of dune in the Heart of Dunes WS-006 Ca SO4 Top of dune near eastern edge of dune field WS-007 Mixed Cl/ SO4 Interdune (shallow, gypsum sand) WS-009 Mixed SO4 Eastern edge of dune field WS-011 Mixed SO4 Eastern edge of dune WS-012 Mixed SO4 Interdune (shallow gypsum sand) WS-014 Na Cl/ SO4 Near Garton Pond WS-015 Mixed SO4 Alkali Flat on edge of dune field WS-018 Na Cl Interdune (deep, basin-fill) WS-201 Na Cl/ SO4 Lost River WS-023 Na Cl/ SO4 Near Lake Lucero N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 36 evaporation of water with an initial high Ca/ SO4 ratio in equilibrium with calcite and gypsum (i.e. gypsum and calcite precipitates as Ca and SO4 concentration increase due to evaporation). Saturation indices for calcite and gypsum for all water samples (Figure 31) indicate saturated to super saturated conditions, which is consistent with the equilibrium conditions specified in the evaporation model. It can be seen that both models are very similar and that most data fit the models well, indicating that both processes can explain the observed water chemistry. Water samples for WS-018, which is from the basin-fill sediments below the gypsum sand in the dune field, do not plot on either curve, exhibiting higher SO4 concentrations than other waters of similar Ca/SO4 ratios. This observation is indicative of the variability of groundwater chemistry in the regional system. Groundwater samples collected at the High Energy Laser System Test Facility (HELSTF) (Basabilvazo et al., 1994), approximately five miles south of the monument, at various depths up to 800 feet below the surface, are chemically similar to the four samples identified as regional groundwa- ter (WS-014, WS-023, WS-201, WS-018). The HELSTF samples plot over the same range of values on a Piper Diagram and exhibit similar TDS values. The mixing model shown in Figure 31 strongly supports the interpretation that"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "(shallow gypsum sand) WS-014 Na Cl/ SO4 Near Garton Pond WS-015 Mixed SO4 Alkali Flat on edge of dune field WS-018 Na Cl Interdune (deep, basin-fill) WS-201 Na Cl/ SO4 Lost River WS-023 Na Cl/ SO4 Near Lake Lucero N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 36 evaporation of water with an initial high Ca/ SO4 ratio in equilibrium with calcite and gypsum (i.e. gypsum and calcite precipitates as Ca and SO4 concentration increase due to evaporation). Saturation indices for calcite and gypsum for all water samples (Figure 31) indicate saturated to super saturated conditions, which is consistent with the equilibrium conditions specified in the evaporation model. It can be seen that both models are very similar and that most data fit the models well, indicating that both processes can explain the observed water chemistry. Water samples for WS-018, which is from the basin-fill sediments below the gypsum sand in the dune field, do not plot on either curve, exhibiting higher SO4 concentrations than other waters of similar Ca/SO4 ratios. This observation is indicative of the variability of groundwater chemistry in the regional system. Groundwater samples collected at the High Energy Laser System Test Facility (HELSTF) (Basabilvazo et al., 1994), approximately five miles south of the monument, at various depths up to 800 feet below the surface, are chemically similar to the four samples identified as regional groundwa- ter (WS-014, WS-023, WS-201, WS-018). The HELSTF samples plot over the same range of values on a Piper Diagram and exhibit similar TDS values. The mixing model shown in Figure 31 strongly supports the interpretation that mixing of local and regional groundwater components is an important process that controls water chemistry in the shallow aquifer in the dune field. The fact that water sampled from WS-018 (basin-fill sediments below the gypsum sand) does not plot on the mixing curve just means that groundwater in that area that resides between 150 and 200 feet below ground does not enter the shallow aquifer system in the gypsum sand that lies above. The regional component that mixes with local recharge in the shallow aquifer in the dune field is probably best characterized by WS-014 (near Garton Pond). It is likely that the main chemical differences Figure 31. Saturation indices with respect to calcite and gypsum (A) – most water samples are saturated or super saturated with respect to both minerals. Ca/SO4 ratios as a function of SO4 concentration (B) – Most water samples plot along both the mixing and evaporation models, with the exception of WS-018. SO4 (mg/L) Data WS-006 A B WS-014 WS-023 WS-014 WS-002 WS-201 Evaporation Mixing 0 10,000 20,000 30,000 40,000 50,000 60,000 70,000 80,000 90,000 100,000 0 10,000 20,000 30,000 40,000 50,000 60,000 70,000 80,000 90,000 100,000 S.I. (Calcite) S.I. (Gypsum) 0.0 0.1 0.2 0.3 0.4 0.5 Ca/SO4 -0.8 -0.4 0.0 0.4 0.8 1.2 1.6 Saturation Index 37 W h i t e S a n d s observed for WS-018 and WS-014 are due to different local chemical processes. Well cuttings from WS-017 and WS-018 show that basin-fill sediments below the gypsum sand contain signifi- cant amounts of gypsum, which would explain the relatively high Ca/SO4 ratio. The high clay content in the deeper basin-fill sediments and absence of a vertical gradient in this area also suggests that water from the deeper system is not flowing into the shallow system at this location. More research is necessary to understand where regional groundwater is entering the shallow aquifer in the dune field. Stable Isotopes of Hydrogen and Oxygen Figure 32 shows stable isotope data plotted as δD vs. δ18O. The data include stable isotopic compositions for local precipitation samples. Two of the precipitation samples plot very close to the global meteoric water line (GMWL), while the other shows evidence of being evaporated. It is not uncommon for precipitation in arid areas to exhibit an evaporative isotopic signa- ture. During light rain storms, rain drops evapo- rate as they fall to the ground. The groundwater samples are grouped by geographic location. It can be seen that ground- water collected from the well near Garton Pond (WS-014) plots on the GMWL, and therefore shows no sign of evaporation. This water likely represents regional groundwater that originated as precipitation in the Sacramento Mountains thousands of years ago. The isotopic composi- tions of water from Lost River and groundwater from near Lake Lucero can be explained by the evaporation of this regional ground water. The isotopic compositions of groundwater from the eastern edge of the dunes, within the dune field, and on Alkali Flats plot on the evaporation line or between the evaporation line and the GMWL. Water that plots between the evaporation line Figure 32. Stable isotope data for all water samples suggest the isotope composition of Lost River, and groundwater near Lake Lucero can be explained purely as a result of evaporation of groundwater near Garton Pond (regional groundwater). The isotopic composition of all other water samples can be explained by evaporation of this regional component to a certain extent along with mixing of local recharge that occurs in the dune field. -100 -50 -40 -30 -20 -10 0 -90 -80 -70 -60 -11 -9 -7 -5 -3 -1 1 3 δD (‰) δ18O (‰) GMWL Precipitation Lake Lucero Alkali flats Dune field Eastern edge of dunes Lost River Garton Pond Lost River Lake Lucero Near Garton Pond Evaporation Mixing N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 38 and the GMWL can be explained by the mixing of evaporated regional groundwater with local precipitation that infiltrates through the dunes. These interpretations are consistent with water- level data, tensiometers readings and general chemistry findings. Precipitation in the dune field recharges the shallow aquifer system, mixing with older regional groundwater. Groundwater Age and Residence Time T he residence time of groundwater is often inferred from its “isotopic age,” based on interpretation of environmental tracers such as tritium (3H), chlorofluorocarbons (CFCs), or carbon-14 (14C). The isotopic age relates to the time elapsed between groundwater recharge and collection of a sample at a discharge point such as a well or spring (Mazor and Nativ, 1992). Tracer ages may also be influenced by mixing of groundwater from multiple sources, water-mineral interactions, and groundwater- atmosphere interactions. Therefore, it is advan- tageous to use several different environmental tracers to estimate groundwater residence time. In this section, we present results and interpreta- tions for environmental tracer analyses. Tritium Precipitation samples were not tested for tri- tium for this study. Newton et al. (2012) found tritium levels in precipitation in the nearby Sacramento Mountains to range from 3 to 10 TU, reflecting typical seasonal variations, which gives an idea for the range of values that repre- sent “modern” precipitation. Tritium concentrations in well samples from the study area ranged from"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "-3 -1 1 3 δD (‰) δ18O (‰) GMWL Precipitation Lake Lucero Alkali flats Dune field Eastern edge of dunes Lost River Garton Pond Lost River Lake Lucero Near Garton Pond Evaporation Mixing N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 38 and the GMWL can be explained by the mixing of evaporated regional groundwater with local precipitation that infiltrates through the dunes. These interpretations are consistent with water- level data, tensiometers readings and general chemistry findings. Precipitation in the dune field recharges the shallow aquifer system, mixing with older regional groundwater. Groundwater Age and Residence Time T he residence time of groundwater is often inferred from its “isotopic age,” based on interpretation of environmental tracers such as tritium (3H), chlorofluorocarbons (CFCs), or carbon-14 (14C). The isotopic age relates to the time elapsed between groundwater recharge and collection of a sample at a discharge point such as a well or spring (Mazor and Nativ, 1992). Tracer ages may also be influenced by mixing of groundwater from multiple sources, water-mineral interactions, and groundwater- atmosphere interactions. Therefore, it is advan- tageous to use several different environmental tracers to estimate groundwater residence time. In this section, we present results and interpreta- tions for environmental tracer analyses. Tritium Precipitation samples were not tested for tri- tium for this study. Newton et al. (2012) found tritium levels in precipitation in the nearby Sacramento Mountains to range from 3 to 10 TU, reflecting typical seasonal variations, which gives an idea for the range of values that repre- sent “modern” precipitation. Tritium concentrations in well samples from the study area ranged from 0.09 to 4.63 TU (Figure 33, Table 5). Most samples collected from wells near the eastern edged of the dune field, within the dune field, and just west of the dune field, are observed to have tritium Figure 33. Tritium values for water samples show “modern” precipitation values for most locations. 39 W h i t e S a n d s concentrations between 3 and 5 TU. These tritium values likely reflect a mixture of modern and older waters, which is consistent with interpretations of hydrologic and geochemical data presented in previous sections. Local pre- cipitation infiltrates through the dunes and mixes with an older regional groundwater component. The only exception to this trend is WS-009, which has a tritium concentration of 0.09 TU, indicating a mixture of largely older water and a small component of modern water. This observa- tion is interesting because it is inconsistent with water chemistry data, which suggests that this well taps relatively low TDS water that comes from the near-by dune field. Samples collected from WS-014 (near Garton Pond) and WS-023 (near Lake Lucero) also show tritium values much less than 1 TU, reflecting mostly older water, with a small component of modern water. These data support ion chemistry data that sug- gests that these waters represent the regional component. The water sample collected from Lost River (WS-201) exhibits a tritium value of 4.42 TU, which appears to be higher than expected, based on ion water chemistry and isotope data that identifies this water as regional groundwater. It is likely that exposure to the atmosphere has resulted with partial re-equilibration with atmospheric tritium. For most other age dating methods, such as carbon-14 and CFCs, the concentration of the environmental tracer of interest is controlled by the partial pressure of a gas in the atmosphere or unsaturated soil at the time of recharge. Therefore, exposure of the water to the atmosphere at a spring or stream usually increases uncertainty in the estimated age due to re-equilibration with gases in the atmosphere. Tritium is more stable because it is part of the water molecule. However, given enough time, tritium concentrations in surface water will be controlled by tritium levels in water vapor in the atmosphere. The large evaporative isotopic signature observed for this sample suggests that water in the Lost River is exposed to the atmosphere for an extended period of time. The reach of Lost River that is in the study area is characterized by a very flat gradient, and it is difficult to visually observe movement of water in this stream. Therefore, it is likely that 4.42 TU is an over-estimate of the age of the water. Tritium-Helium / Noble Gases Noble gas analyses were performed on 5 groundwater sample locations within the study area and were used to derive tritium-helium (3H/3He) groundwater ages, which vary from 2.4 to greater than 50 years (Table 5). A sample with an age greater than 50 years indicates that the age is off the 3H/3He scale, and the true age Table 5. Age dating data Site Name Collection date Tritium (TU) 3H:3He Age (yrs) R/Ra δ13C (‰) C-14 (YBP) CFC12 (YBP) CFC113 (YBP) CFC113/12 (YBP) WS-006 12/8/2010 3.77 2.4 1.02 -9.9 360 23.65 22.78 22.18 WS-005 12/7/2010 3.17 18.2 0.86 -8.7 390 17.71 22.38 23.64 WS-011 12/10/2010 4.62 -6.3 860 47.71 40.17 22.44 WS-009 12/6/2010 0.09 >55 0.44 -7.5 2040 WS-007 12/7/2010 3.00 52.2 0.54 -6.8 3220 32.38 29.78 28.04 WS-015 12/8/2010 4.20 -10 3720 21.51 22.31 22.71 WS-014 12/7/2010 0.14 >55 0.39 -6.4 9890 46.44 WS-023 12/8/2010 0.45 -7 22690 WS-201 12/9/2010 4.42 WS-002 12/8/2010 4.63 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 40 of the groundwater sample is too old to be deter- mined using noble gas systematics. These results show that the youngest water is found in wells located at the tops of dunes (WS-005, WS-006). Groundwater collected from an interdunal area (WS-007), in the basin-fill sediments just east of the dune field (WS-009), and from near Garton Pond (WS-014) all have tritium-helium ages of greater than 50 years. R/Ra ratios (3He/4Hewater sample/3He/4Heatmosphere) provide information about the different sources of helium, and therefore, provides insight on the subsurface environment that groundwater has encountered. For the two water samples collected from wells at the top of the dunes (WS-005, WS-006), R/Ra ratios are very close to one, indicating that the 3He/4He ratios for these water samples are similar to that of the atmosphere, as would be expected for young groundwater. All other water samples have R/Ra ratios significantly less than one, which is characteristic of older water that has accu- mulated 4He due to U/Th radioactive decay in the crust (Castro, 2004). Water collected from WS-014, located near Garton Pond exhibits the lowest R/Ra ratio and was determined to geochemically represent the regional groundwa- ter component. Chlorofluorocarbons (CFCs) Calculation of apparent age based on CFC concentrations in water samples is dependent on knowledge of the input recharge elevation and recharge temperature, with temperature being the more critical variable. Estimated recharge temperatures that are too cold will result in apparent CFC ages that are too old, while warmer estimated recharge temperatures will result in erroneously young apparent ages. Similarly,"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "4.63 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 40 of the groundwater sample is too old to be deter- mined using noble gas systematics. These results show that the youngest water is found in wells located at the tops of dunes (WS-005, WS-006). Groundwater collected from an interdunal area (WS-007), in the basin-fill sediments just east of the dune field (WS-009), and from near Garton Pond (WS-014) all have tritium-helium ages of greater than 50 years. R/Ra ratios (3He/4Hewater sample/3He/4Heatmosphere) provide information about the different sources of helium, and therefore, provides insight on the subsurface environment that groundwater has encountered. For the two water samples collected from wells at the top of the dunes (WS-005, WS-006), R/Ra ratios are very close to one, indicating that the 3He/4He ratios for these water samples are similar to that of the atmosphere, as would be expected for young groundwater. All other water samples have R/Ra ratios significantly less than one, which is characteristic of older water that has accu- mulated 4He due to U/Th radioactive decay in the crust (Castro, 2004). Water collected from WS-014, located near Garton Pond exhibits the lowest R/Ra ratio and was determined to geochemically represent the regional groundwa- ter component. Chlorofluorocarbons (CFCs) Calculation of apparent age based on CFC concentrations in water samples is dependent on knowledge of the input recharge elevation and recharge temperature, with temperature being the more critical variable. Estimated recharge temperatures that are too cold will result in apparent CFC ages that are too old, while warmer estimated recharge temperatures will result in erroneously young apparent ages. Similarly, an overestimation of recharge elevation will result in apparent ages that are too young, and an underestimation of recharge elevation will produce erroneously old ages (Kazemi et al., 2006). For this study, because these parameters are unknown, recharge elevations were set to the elevations of the sample locations, and recharge temperatures were set to the temperatures of the water that was sampled. CFC-11 ages were not considered because of its greater potential for contamination and microbial degradation. Samples analyzed for chlorofluorocarbons have CFC12 ages ranging from 17.7 to 47.7 (Table 5). CFC113 ages are within seven years of the CFC- 12 estimates, and the CFC113/CFC12 ages are similar to the CFC113 ages for all samples ana- lyzed for CFCs, with the exception on WS-011, located at the eastern edge of the dune field. For this sample, the ratio age is younger than appar- ent age based on the concentration of CFC12 alone. Such a discrepancy between apparent and ratio ages usually implies that mixing of waters of different ages has occurred (Han et al., 2001; Plummer et al., 2006). Carbon – 14 For the carbon-14 age estimates, it should be noted that these are apparent ages and have not been corrected for hydrogeologic processes, such as carbonate dissolution and exchange of carbon isotopes between the dissolved inorganic carbon and carbonate minerals. Judging by the water chemistry, and the old apparent ages, these processes have likely influenced carbon-14 concentrations. Almost all water samples are saturated or super saturated with respect to calcite, indicating that significant carbonate dissolution has taken place. Carbon that is derived from most carbonate rocks does not contain carbon-14. Therefore, carbonate dissolu- tion dilutes aqueous carbon-14 concentrations, making the water sample look older than it is. One method of correcting ages for carbonate dissolution uses 13C/12C ratios (δ13C). It can be seen in Table 5 that δ13C values range from -6.3 to -9.9 ‰. These δ13C values are a result of the mixing of dissolved inorganic carbon derived by the dissolution of soil CO2 in the recharge area and carbonate derived by the dissolution of carbonate rocks in the phreatic system, as well as other geochemical processes, including matrix exchange and redox reactions (Clark and Fritz, 41 W h i t e S a n d s 1997). Without knowing recharge conditions such as the δ13C value of the soil CO2 in the recharge area, it is very difficult to correct car- bon-14 age estimates for these processes. We did attempt to correct carbon-14 age estimates using the measured δ13C values for dissolved inorganic carbon and assumed δ13C values for soil CO2 in the recharge area and for geologic carbonate, but could not yield reasonable estimates for all samples under the same assumptions. The range of apparent carbon-14 ages is large, and therefore these values can be used to assess relative ages amongst the water samples. As was observed for other age dating methods, the youngest apparent carbon-14 ages (360 and 390 YBP) were exhibited in water samples col- lected from the top of dunes (WS-005, WS-006) waters. Water sampled in the interdunal areas and slightly outside the dune field, both to the east and west, has older apparent carbon-14 ages that range from 860 to 3720 YBP. The two water samples that were chemically identified as representing regional groundwater, WS-014 and WS-023, exhibit the oldest apparent carbon-14 ages of 9,890 and 22,690 YBP respectively. Groundwater residence time The large range in apparent ages observed in the data described above is likely due to the range of ages that the different environmental tracers measure. For example, CFCs can only be used to date groundwater that has been recharged in the 1950s and after. Mixing of older CFC-free groundwater makes apparent CFC age estimates appear older but cannot provide an age estimate for the CFC-free water. Carbon-14, due to its relatively long half-life, is commonly used to esti- mate the age of groundwater that is much older (on the order of thousands of years). For the carbon-14 data presented above, apparent ages of the youngest samples (~300 YBP) represent mostly modern groundwater. Although the age estimates discussed above may not yield an actual groundwater age, the age estimates resulting from the different methodolo- gies show a common trend that is consistent with geochemical data discussed above. The youngest water is found in wells installed on top of dunes, indicating that local precipitation infiltrates through the sand dunes to recharge the shallow groundwater system. All other water samples appear to be older due to mixing with an older regional component. The R/Ra ratios (3He/4Hewater sample/3He/ 4Heatmosphere) show the same trend. Groundwater residing directly beneath the dunes exhibit R/ Ra ratios that indicate that the atmosphere is the main source of helium, which is consistent with a young water that represents local recharge. All other water samples, including shallow groundwater beneath interdunes, exhibit R/Ra ratios that are characteristic of older waters that have traveled along a flow path, acquiring geo- logic 4He. These R/Ra ratio data are consistent with other data discussed above that show that groundwater in the shallow groundwater system in the dune field is a result of mixing of young local recharge and an older regional component. Aquifer Test in the Heart of the Dunes A n aquifer test was conducted beginning Thursday November 8 at 10:40 am and end- ing the morning of November 11. Water was"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "only be used to date groundwater that has been recharged in the 1950s and after. Mixing of older CFC-free groundwater makes apparent CFC age estimates appear older but cannot provide an age estimate for the CFC-free water. Carbon-14, due to its relatively long half-life, is commonly used to esti- mate the age of groundwater that is much older (on the order of thousands of years). For the carbon-14 data presented above, apparent ages of the youngest samples (~300 YBP) represent mostly modern groundwater. Although the age estimates discussed above may not yield an actual groundwater age, the age estimates resulting from the different methodolo- gies show a common trend that is consistent with geochemical data discussed above. The youngest water is found in wells installed on top of dunes, indicating that local precipitation infiltrates through the sand dunes to recharge the shallow groundwater system. All other water samples appear to be older due to mixing with an older regional component. The R/Ra ratios (3He/4Hewater sample/3He/ 4Heatmosphere) show the same trend. Groundwater residing directly beneath the dunes exhibit R/ Ra ratios that indicate that the atmosphere is the main source of helium, which is consistent with a young water that represents local recharge. All other water samples, including shallow groundwater beneath interdunes, exhibit R/Ra ratios that are characteristic of older waters that have traveled along a flow path, acquiring geo- logic 4He. These R/Ra ratio data are consistent with other data discussed above that show that groundwater in the shallow groundwater system in the dune field is a result of mixing of young local recharge and an older regional component. Aquifer Test in the Heart of the Dunes A n aquifer test was conducted beginning Thursday November 8 at 10:40 am and end- ing the morning of November 11. Water was pumped from WS-018, which is completed in basin-fill sediments below the gypsum sand that makes up the dune field (Figure 14, Figure 12). Water-level responses observed in this well and WS-017 (also completed in deeper basin-fill) were analyzed to estimate hydrologic parameters in this deeper aquifer system. Water-levels were also observed in WS-007, which is completed in the shallow aquifer in the gypsum sand. An observed water-level change in this shallow well due to pumping from WS-018 would show a hydraulic connection between the shallow groundwater system within the dune field and the deeper system that lies below the gypsum sand. Figure 34 shows draw- down in WS-017 and WS-018 during the test as well as the recovery period after the pump was N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 42 turned off. The pumping rate was initially set at approximately four gallons per minute, and adjustments were made during the test to try and maintain a constant flow rate. On Saturday morning, November 10, 2012, total drawdown in the pumping well was at about 140 feet, with only a ten foot water column above the pump. At this point, the flow rate was decreased to about three gallons per minute, which caused an increase in water-levels. Other abrupt changes in water-level fluctuations in WS-018 that are observed prior to the change in pumping rate correlate with times when the flow rate was adjusted. These adjustments were necessary because of the flow rate would decrease in a fairly abrupt manner, probably due to the dewatering of a more permeable sand unit. The pump was turned off on Sunday morn- ing, November 11, 2012, and we pulled the pump on Tuesday, November 13. No water level change was observed in WS-007 (shallow aquifer) during the test. Drawdown and recovery data were analyzed using AQTESOLV for windows (Duffield, 2007). Diagnostic analyses of these data can help to characterize hydrologic processes associated with water moving from the aquifer to the well bore and being discharged at the surface. Several different mathematical models exist that describe different flow regimes during an aquifer test. The equation solved by Papadopulos and Cooper (1967), which fits drawdown data well (Figure 35, Figure 36), applies to fully penetrating wells in a confined aquifer and accounts for wellbore storage. Figure 35 shows data, derivatives, and fitted curves for the pumping well (WS-018). Early time drawdown data show a linear trend with a slope close to one. Calculated deriva- tives, which are the change in drawdown with time, show a decrease close to the time when the Figure 34. Measured drawdown for the pumping well (blue line) and the observation well (pink line) during and the pumping test and the recovery period. 20 40 60 80 100 120 140 160 07 09 11 13 15 17 19 21 23 Drawdown (ft) Day in November 2012 Pump is removed Pump is shut off Pump rate is decreased Initial water level Deep observation well (WS-017) Pumping well (WS-018) 43 W h i t e S a n d s 0.1 1. 10. 100. 1000. 1.0E+4 1.0E+5 1.0E-6 1.0E-5 1.0E-4 0.001 0.01 0.1 1. 10. 100. 1000. Time (min) Displacement (ft) Obs. Wells WS-018 Aquifer Model Confined Papadopulos-Cooper Parameters T = 0.00482 ft2/min S = 0.0003178 r(w) = 0.25 ft r(c) = 0.25 ft Solution 1. 0.1 1. 10. 100. 1000. 1.0E+4 1.0E+5 0.001 0.01 0.1 10. 100. 1000. Time (min) Displacement (ft) Obs. Wells WS-017 Aquifer Model Confined Solution Papadopulos-Cooper Parameters T = 0.007886 ft2/min S = 0.0001441 r(w) = 0.1343 ft r(c) = 0.1652 ft Figure 35–Drawdown data (black squares) and model (blue line) along with derivatives (red pluses) and mod- eled derivatives (black line) for the pumping well, WS-018. Figure 36. Drawdown data (black squares) and model (blue line) for the observation well, WS-017. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 44 drawdown trend changes in slope. These obser- vations together, are indicative of the effects of borehole storage. The initial rapid decline in water-level in the pumping well is due to the removal of water from the well bore. After about 20 minutes, water from the aquifer begins to move into the wellbore, resulting in a slower rate of decline in water-levels in the well bore. This effect of well bore storage is due to the relatively large diameter well casing (six inches) and the low permeability of the aquifer. Figure 36 shows a log-log graph of drawdown and recovery data for the observation well (WS-017) and the fit- ted curve for the Papadopulos-Cooper model. The linear trend observed for the drawdown is indicative of radial flow, meaning water is flowing horizontally from the aquifer into the well from all sides. Table 6 shows estimated transmissivity and storage coefficient values for both the pumping and observation wells. Hydraulic conductivity values were calculated assuming that the aquifer thickness was equal to the screened interval (50 feet). These values estimated from test data for the two different wells are"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "100. 1000. Time (min) Displacement (ft) Obs. Wells WS-017 Aquifer Model Confined Solution Papadopulos-Cooper Parameters T = 0.007886 ft2/min S = 0.0001441 r(w) = 0.1343 ft r(c) = 0.1652 ft Figure 35–Drawdown data (black squares) and model (blue line) along with derivatives (red pluses) and mod- eled derivatives (black line) for the pumping well, WS-018. Figure 36. Drawdown data (black squares) and model (blue line) for the observation well, WS-017. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 44 drawdown trend changes in slope. These obser- vations together, are indicative of the effects of borehole storage. The initial rapid decline in water-level in the pumping well is due to the removal of water from the well bore. After about 20 minutes, water from the aquifer begins to move into the wellbore, resulting in a slower rate of decline in water-levels in the well bore. This effect of well bore storage is due to the relatively large diameter well casing (six inches) and the low permeability of the aquifer. Figure 36 shows a log-log graph of drawdown and recovery data for the observation well (WS-017) and the fit- ted curve for the Papadopulos-Cooper model. The linear trend observed for the drawdown is indicative of radial flow, meaning water is flowing horizontally from the aquifer into the well from all sides. Table 6 shows estimated transmissivity and storage coefficient values for both the pumping and observation wells. Hydraulic conductivity values were calculated assuming that the aquifer thickness was equal to the screened interval (50 feet). These values estimated from test data for the two different wells are similar. Hydraulic conductivity values are within the range of typi- cal values for silt or silty sand, and the storage coefficients are within the range of expected values for a confined aquifer. Results of this aquifer test show that the basin-fill sediments that lie directly below the dune field are characterized by a very low hydraulic conductivity. The large drawdown response to pumping at such low flow rates shows that these sediments do not convey water easily. It should be noted again that the water- level in WS-007, which is completed in the shallow dune field aquifer, showed no significant change during or after the test. We attempted to fit the drawdown and recovery data to mod- els that account for vertical leakage through an overlying confining bed with no success. It appears that the shallow dune aquifer system is effectively isolated from the deeper hydrologic system due to the low permeability sediments that exist directly below the gypsum sand. Water chemistry also supports this conclu- sion. Total TDS values for water pumped from the deeper system were significantly higher than groundwater collected in the shallow system within the dune field (Figure 29). Also, for water samples collected from WS-018 during the aquifer test, data do not plot on the mixing and evaporation curves shown on Figure 31, suggest- ing that the water chemistry observed for water collected from the deeper system is not necessar- ily controlled by the same processes that control water chemistry in the shallow system. Table 6. Transmissivity, hydraulic conductivity, and storage coefficient estimates from aquifer test. Well Transmissivity (T) (ft2/min) Hydraulic Conductivity (K) (ft/day) Storage coefficient (S) WS-017 (observation) 0.0072 0.207 0.0001755 WS-018 (pumping) 0.0048 0.138 0.0003178 45 W h i t e S a n d s F or this study, we have collected many dif- ferent types of data, including groundwater levels, water chemistry, matric potential, and geophysical data (see appendices). Although these different types of data characterized differ- ent processes within the hydrologic system, they complement each other, and the interpretations of these different data types largely tell the same story. This section will examine interpretations of these data and integrate them to develop a conceptual model of the shallow groundwater system in the dune field and how it interacts with the larger regional system. Water Sources that Contribute to Dune Aquifer System G roundwater level data, unsaturated zone characterization, water chemistry, groundwa- ter age data, and stable isotope data all strongly suggest that the dune field is a recharge zone. Water-levels within the dune field respond dra- matically to local individual precipitation events, while shallow water-levels just outside the dune field do not (Figure 21). Hydraulic gradients, in the unsaturated zone within a dune at depths I V . C o n c l u s i o n s greater than three feet, were observed to be relatively constant and in a downward direction (Figure 27). Water stored in the unsaturated zone within dunes is quickly flushed into the groundwater system due to the infiltration of local precipitation. Water chemistry data, including the major anions and cations, the stable isotopes of oxygen and hydrogen, and environmental isotopes that provide information about groundwater age, also show that most groundwater in the gypsum sand aquifer is a mixture of a local recharge component and a regional component. Again, the local component is derived from local precipitation and the regional component was likely derived from precipitation in the Sacramento Mountains. Table 7 shows how the different groundwater components are character- ized for the different data types. In general local recharge exhibits lower TDS values and dominant ions of Ca and SO4 due to the dissolution of the gypsum sand. The stable isotopic composition of shallow groundwater in the study area indicates that regional groundwater originated as winter precipita- tion (likely in the Sacramento Mountains) that has evaporated significantly, with groundwater Table 7. Factors that are representative of local and regional groundwater components observed in the shallow dune aquifer. Local component Regional TDS (mg/L) <5,000 mg/L >10,000 mg/L Ion distribution and water type Ca and SO4 are dominant ions Na and Cl are dominant ions Stable isotopes (δ18O and δD) Slight shift from evaporative trend towards GMWL (Figure 32) Relatively light values that plot on the GMWL (δ18O = -10 ‰, δD = -68 ‰) and heavier values that show an evaporative trend Groundwater age Tritium content of 3 to 4 TU and apparent carbon-14 dates <1,000 ybp Little or no tritium present and apparent carbon-14 age >9,000 ybp Spatial distribution Purest local component samples were collected from wells installed at the top of a dune. The purest regional groundwater component was observed in WS-014, which is located to the east of the dune field. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 46 beneath Lake Lucero being the most evaporated water sampled. Groundwater samples within the dune field show a significant deviation from the evaporation line towards the GMWL, where summer precipitation typically plots (Figure 32). Therefore, the local groundwater compo- nent is derived from local summer precipitation. Groundwater age data shows a large range of ages, with the purest local recharge component having tritium levels above four"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "values and dominant ions of Ca and SO4 due to the dissolution of the gypsum sand. The stable isotopic composition of shallow groundwater in the study area indicates that regional groundwater originated as winter precipita- tion (likely in the Sacramento Mountains) that has evaporated significantly, with groundwater Table 7. Factors that are representative of local and regional groundwater components observed in the shallow dune aquifer. Local component Regional TDS (mg/L) <5,000 mg/L >10,000 mg/L Ion distribution and water type Ca and SO4 are dominant ions Na and Cl are dominant ions Stable isotopes (δ18O and δD) Slight shift from evaporative trend towards GMWL (Figure 32) Relatively light values that plot on the GMWL (δ18O = -10 ‰, δD = -68 ‰) and heavier values that show an evaporative trend Groundwater age Tritium content of 3 to 4 TU and apparent carbon-14 dates <1,000 ybp Little or no tritium present and apparent carbon-14 age >9,000 ybp Spatial distribution Purest local component samples were collected from wells installed at the top of a dune. The purest regional groundwater component was observed in WS-014, which is located to the east of the dune field. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 46 beneath Lake Lucero being the most evaporated water sampled. Groundwater samples within the dune field show a significant deviation from the evaporation line towards the GMWL, where summer precipitation typically plots (Figure 32). Therefore, the local groundwater compo- nent is derived from local summer precipitation. Groundwater age data shows a large range of ages, with the purest local recharge component having tritium levels above four tritium units and an apparent carbon-14 age of less than 500 years before present. The spatial variability of the data discussed above suggests that much of the recharge in the dune field occurs directly below the dunes, as opposed to interdunal areas. The youngest and lowest TDS waters were observed in wells located on top of dunes, while wells located in the interdunes produced water with a much larger proportion of the regional component. Resistivity data supports this interpretation (Appendix A). High resistivity values (fresher water) are observed directly beneath the dunes, while extremely low resistivity values are observed in interdunal areas (brackish water and brines). It should be noted that the results of this study indicate that regional groundwater makes up a much larger proportion of water in the shallow dune aquifer than local recharge. Aquifer-aquifer Interactions G eology, water-level data, and water chemistry, provide rationale for identifying the shallow groundwater system within the gypsum dune field as a single aquifer that is separate from the shallow groundwater systems to the east and west of the dune field and the system directly below the gypsum sand. Geologically, the dune field is defined by the relatively homogeneous accumulation of gypsum sand that can be up to thirty feet thick. This accumulation of sand gradually pinches out both to the east and west of the dune field. The shallow groundwater system to the east and west of the dune field, occurs in highly stratified basin-fill sediments, consisting of eolian, alluvial, and playa deposits. The boundary between the dune field and basin- fill sediments to the east is abrupt and quite vis- ible due to the color difference and topographic relief of the dunes (Figure 6). The nature of the western boundary between the shallow aquifers is not well characterized in terms of where the accumulation of gypsum sand ends and where the basin-fill sediments begin. However, a short distance to the west of the western most dunes, the elevation of Alkali Flat decreases in a step- wise fashion, indicating that the topography is likely controlled by the local stratigraphy. Groundwater level data reveal that at the eastern boundary of the dune field, the water table in the dunes is slightly higher than the water table in the basin-fill sediments just to the east (Figure 20). This water-level elevation difference represents a local hydraulic gradient to the east, which is different from the regional hydraulic gradient to the west. This local gra- dient indicates that groundwater flows from the dune field aquifer to the shallow aquifer system in the basin-fill sediments to the east. Groundwater level fluctuations in the study area, described above, indicate that water-level increases in the shallow system outside the dune field are due to interactions between the dune aquifer and the other shallow systems to the east and west (Figure 23). Local precipitation quickly recharges the dune aquifer, resulting in a rapid increase in water-levels in the dune field. This increase in hydraulic head causes water to drain to adjacent shallow aquifer systems, resulting in gradual water-level increases to the east and west of the dune field. Water chemistry and environmental tracer data also support the above interpretation. Groundwater with relatively low TDS values and younger ages, indicative of the local recharge component, were observed in shallow wells just outside the dune field (Figure 29). Resistivity data also show highly resistive fresh water flow- ing from the dunes down gradient into basin-fill sediments (see appendix A). It appears the shallow accumulation of gypsum sand at the eastern edge of the dune field W h i t e S a n d s 47 and the stratigraphy of the basin-fill sediments allows relative isolation of this fresher water along higher permeability layers. Interestingly, most archeological sites are located near the eastern dune field boundary where fresher water was likely accessible. Stratigraphic control on groundwater flow can also be observed to the west of the dune field. WS-015 shows the water table to be at approximately one and a half feet below the surface. However, this area often has standing water at the surface perched on top of a low permeability layer. This surface water and water produced from the well is relatively fresh, indicating that it is largely local recharge from the dunes, and is flowing laterally along playa sediments in Alkali Flat. Farther to the west, depth to water is highly variable and may be greater than ten feet below the surface in some areas, demonstrating the existence of localized perched aquifers throughout this area. In con- trast, local recharge that occurs in the center of the dune field, where accumulation sand can be up to thirty feet thick, there is no stratigraphy to focus the flow of this fresher water. Therefore, it just slowly mixes with higher TDS regional groundwater. Interactions between the shallow dune aquifer and the deeper regional system was investigated with an aquifer test, where water was continuously pumped from WS-018 for approximately three days. Water-levels in the pumping well and observation wells (WS-017, WS-007) were observed during pumping and the recovery period. Although there was significant drawdown in the deeper system that was being pumped (WS-017, WS-018), no drawdown was observed in the shallow aquifer (WS-007). Aquifer test data show no evidence of leakage from the shallow system into the deeper system under the conditions of the test. The low perme- ability playa"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "a n d s 47 and the stratigraphy of the basin-fill sediments allows relative isolation of this fresher water along higher permeability layers. Interestingly, most archeological sites are located near the eastern dune field boundary where fresher water was likely accessible. Stratigraphic control on groundwater flow can also be observed to the west of the dune field. WS-015 shows the water table to be at approximately one and a half feet below the surface. However, this area often has standing water at the surface perched on top of a low permeability layer. This surface water and water produced from the well is relatively fresh, indicating that it is largely local recharge from the dunes, and is flowing laterally along playa sediments in Alkali Flat. Farther to the west, depth to water is highly variable and may be greater than ten feet below the surface in some areas, demonstrating the existence of localized perched aquifers throughout this area. In con- trast, local recharge that occurs in the center of the dune field, where accumulation sand can be up to thirty feet thick, there is no stratigraphy to focus the flow of this fresher water. Therefore, it just slowly mixes with higher TDS regional groundwater. Interactions between the shallow dune aquifer and the deeper regional system was investigated with an aquifer test, where water was continuously pumped from WS-018 for approximately three days. Water-levels in the pumping well and observation wells (WS-017, WS-007) were observed during pumping and the recovery period. Although there was significant drawdown in the deeper system that was being pumped (WS-017, WS-018), no drawdown was observed in the shallow aquifer (WS-007). Aquifer test data show no evidence of leakage from the shallow system into the deeper system under the conditions of the test. The low perme- ability playa deposits that lie below the gypsum sand effectively limit interactions between the shallow and deeper hydrologic systems. It should be noted that, although the shal- low system does appear to be relatively isolated from the regional system, results from this study indicate the presence of an older regional component. This observation suggests that the shallow dune aquifer does interact with the regional system, probably on a much larger time scale than was represented for the aquifer test. This regional groundwater component probably enters the shallow groundwater system in the dune field from the east and localized areas from below. More research is needed to determine how and where the regional component is enter- ing the shallow gypsum sand aquifer system. Hydrogeologic Conceptual Model F igure 37 shows a conceptual hydrogeologic model along the cross-section A-A’ (Figure 8). It should be noted that the vertical exaggeration is approximately 134x. This large vertical exag- geration is necessary to show the shallow system, which we are interested in. It could be seen that the shallow water table in the dune field is very shallow and slightly higher than the water table to the east of the dune field. The black arrows show the direction of groundwater movement. Local recharge occurs in the dune field as precipi- tation infiltrates through the high permeability sand. A regional component enters the dune field aquifer from the east and possibly north and from greater depths. Groundwater discharge primar- ily occurs as evaporation from the shallow water table through the unsaturated sediments. 3,880 3,890 3,900 3,910 3,920 3,930 3,940 3,950 3,960 3,970 3,980 3,990 4,000 0 10,000 20,000 30,000 40,000 50,000 60,000 70,000 80,000 90,000 Jarilla Fault ? Bedrock Mixed Alluvial-Eolian-Wetland Deposits Basin-Floor Lacustrine-Playa Deposits (Pleistocene) Gypsum Eolian-Interdune Deposits Alkali Flat (Modern Playa) Deflation Surface (Late Pleistocene-Holocene) feet Vertical exaggeration is approximately 134x feet EAST WEST C’ C C C' Figure 37–Conceptual hydrogeologic model for WHSA. Local recharge occurs in the dune field. A Region groundwater component enters the shallow dune aquifer from the east, north and from below. Groundwater discharges in the study area as soil water evaporation. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 48 This study considers a large data set, comprised of many data types, including geologic observa- tions, groundwater levels, water chemistry, matric potential, precipitation measurements, and geophysical surveys. The use of multiple data types strengthens the interpretations and conclusions that have been drawn about the hydrologic system in the study area. However, the study area (WHSA) represents a very small proportion of the gypsum dune field. It would be very helpful to look at groundwater flow conditions throughout the entire dune field. As mentioned above, when considering regional groundwater flow and how the regional system interacts with the shallow dune aquifer, the effect of the Jarilla Fault on groundwater flow cannot be ignored. However, accurate characterization of this large fault in terms of the regional hydrogeologic framework is a very difficult task. Currently, the exact location of this structure is not known. The Jarilla Fault is denoted on geologic maps as a dashed line to show it’s approximate location. As a part of this study, the NPS provided some funding for geophysical investigations to locate the Jarilla V . f u t u r e w o r k Fault within and near the study area. These investigations include electrical resistivity surveys (Appendix B) and seismic surveys (Appendix C). The fault was located by both methods just east of the WHSA Visitor’s Center. The fault was easily located here due to the presence of exposed bedrock near the water tower on the east side of Highway 70. Efforts were also made to locate the fault near the north WHSA bound- ary, but the results were more ambiguous indicating a spatially complex fault zone. It would be worth the effort to conduct more geophysical surveys to improve our understand- ing of this important structure. We are currently in the process of using mathematical modeling approaches to estimate the volume of regional groundwater that makes its way into the shallow dune groundwater system and to assess the timescale on which changes in regional water-levels will affect water- levels in the shallow aquifer in the dune field. Much of the data described in this report is being used to calibrate these models. The final report describing these modeling efforts is to come out in 2015. 49 W h i t e S a n d s Talon Newton, Ph.D., Hydrogeologist, NMBGMR, talon@nmbg.nmt.edu Tasks: Principal Investigator, task manager, hydrogeologic data collection and inter- pretation, technical report writing, public outreach Bruce Allen, Ph.D., Sr. Field Geologist NMBGMR, allenb@nmbg.nmt.edu Tasks: Geologic characterization, hydro- geologic data collection and interpretation, technical report writing, public outreach Support Staff Lewis Land, Ph.D., Cave and karst hydrogeolo- gist, NMBGMR, tkludt@nmbg.nmt.edu Tasks: Electrical Resistivity surveys, data collection Trevor Kludt, Ph.D., Hydrogeologic lab associ- ate, NMBGMR, lland@nmbg.nmt.edu Tasks: Field work assistance Bonnie Frey, Analytical Chemistry Laboratory Manager / Geochemist, NMBGMR, bfrey@ nmbg.nmt.edu Tasks: Geochemical sample analysis Brigitte Felix, Report production coordinator/ GIS Specialist, NMBGMR, bfk@nmbg.nmt.edu Tasks: GIS cartography, drafting, report design, layout and production Students Michelle Bourret, New Mexico Tech M.S. Hydrology Student Tasks: Field work assistance, data management"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "surveys (Appendix C). The fault was located by both methods just east of the WHSA Visitor’s Center. The fault was easily located here due to the presence of exposed bedrock near the water tower on the east side of Highway 70. Efforts were also made to locate the fault near the north WHSA bound- ary, but the results were more ambiguous indicating a spatially complex fault zone. It would be worth the effort to conduct more geophysical surveys to improve our understand- ing of this important structure. We are currently in the process of using mathematical modeling approaches to estimate the volume of regional groundwater that makes its way into the shallow dune groundwater system and to assess the timescale on which changes in regional water-levels will affect water- levels in the shallow aquifer in the dune field. Much of the data described in this report is being used to calibrate these models. The final report describing these modeling efforts is to come out in 2015. 49 W h i t e S a n d s Talon Newton, Ph.D., Hydrogeologist, NMBGMR, talon@nmbg.nmt.edu Tasks: Principal Investigator, task manager, hydrogeologic data collection and inter- pretation, technical report writing, public outreach Bruce Allen, Ph.D., Sr. Field Geologist NMBGMR, allenb@nmbg.nmt.edu Tasks: Geologic characterization, hydro- geologic data collection and interpretation, technical report writing, public outreach Support Staff Lewis Land, Ph.D., Cave and karst hydrogeolo- gist, NMBGMR, tkludt@nmbg.nmt.edu Tasks: Electrical Resistivity surveys, data collection Trevor Kludt, Ph.D., Hydrogeologic lab associ- ate, NMBGMR, lland@nmbg.nmt.edu Tasks: Field work assistance Bonnie Frey, Analytical Chemistry Laboratory Manager / Geochemist, NMBGMR, bfrey@ nmbg.nmt.edu Tasks: Geochemical sample analysis Brigitte Felix, Report production coordinator/ GIS Specialist, NMBGMR, bfk@nmbg.nmt.edu Tasks: GIS cartography, drafting, report design, layout and production Students Michelle Bourret, New Mexico Tech M.S. Hydrology Student Tasks: Field work assistance, data management P r o j e c t s t a f f a n d a c k n o w l e d g m e n t s Acknowledgments This project would not be possible without funding provided by the National Park Service (NPS). David Bustos (NPS), in particular, was integral to the planning and implementation of instrument installation, data collection, and data management. Other personnel and volunteers at WHSA provided assistance in data collection and field work. Larry Martin and James Harte from the NPS provided significant support and advice related to research activities at WHSA. Art Clark and others from the USGS installed two wells that were used for an aquifer test for this study. Stacy Timmons (NMBGMR) provided general advice and reviewed reports associated with this study. Dave Love (NMBGMR) also assisted with data interpretation. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 50 R E F E R E N C E S Allen, B. D., Love, D. W., and Myers, R. G., 2009, Evidence for late Pleistocene hydrologic and climatic change from Lake Otero, Tularosa basin, south-central New Mexico: New Mexico Geology, v. 31, p. 9-25. Allmedinger, R. J. and Titus, F. B., 1973, Regional Hydrology and Evapora-tive Discharge as a Present –day source of Gypsum at White Sands National Monument, New Mexico. New Mexico Bureau of Mines and Mineral Resources, OFR-55. Balance, W. C. and Mattick, R., 1967, Ground-Water Resources of the Holloman Air Force Base Well-Field Area, 1967, New Mexico. USGS Open-file Report 76-807. Barud-Zubillaga, A., 2000, A Conceptual Model of the Hydrogeology of White Sands National Monument, South-Central New Mexico. Unpublished M.S. thesis, University of Texas at El Paso. Basabilavazo, G. T., Myers, R. G., and Nickerson, E. L., 1994, Geohydrology of the High Energy Laser system Test Facility Site, White Sands Missle Range, Tularosa Basin, south-Central New Mexico. USGS Water-Resources Investigations report 93-4192. Castro M. C., 2004, Helium sources in passive margin aquifers: new evidence for a significant mantle 3He source in aquifers with unexpectedly low in situ 3He/4He production. Earth Planet Sci Lett 222(3–4):897–913 Darton, N. H., 1928, “Red beds” and associated formations in New Mexico: with an outline of the geology of the state: U.S. Geo- logical Survey, Bulletin 794, 356 p. Duffield, G. M., 2007, AQTESOLV for Windows Version 4.5 User's Guide, HydroSOLVE, Inc., Reston, VA. Embid, E. H., Finch, S. T., 2011, White Sands National Monument Inventory of Water Rights and groundwater Evaluation Data. John Shomaker & Associates, Inc. Report prepared for White Sands National Monument. Ewing, R. C., Kocurek, G., and Lake, L., 2006, Pattern analysis of dune- field parameters. Earth Surface Processes and Landforms. v. 31, p. 1176. Fryberger, S. G., 2001, Geological Overview of White Sands National Monument. National Park Service. www.nature.nps.gov/geology/parks/ whsa/geows/ Garza, S. and McLean, J. S., 1977, Fresh-water Resources, Southeastern Part Tularosa Basin. USGS Technical Report 40. Han, L. F., Pang, Z. and Groening, M., 2001, Study of groundwater mixing using CFC data. Science in China 44: 21-28 Hawley, J. W., 1993, Geomorphic setting and late Quaternary his- tory of the pluvial-lake basins in the southern New Mexico region: New Mexico Bureau of Mines and Mineral Resources Open-file Report 391, 28 p. Herrick, C. L., 1904, Lake Otero, an ancient salt lake in southeast- ern New Mexico: The American Geologist, v. 34, p. 174-189. Hesp, P. A., 2011. Trailing and defla- tion basin ecogeomorphology in White Sands National Monument, New Mexico. Geography and Anthropology, Louisiana State University. Study # WHSA-00040. NPS Investigators Annual Report. Huff, G. F., 1996, Analysis of Ground- Water Data for Selected Wells Near Holloman Air Force Base, New Mexico, 1950-95. USGS Water- Resources Investigations Report 96-4116. Jerolmack, D. J., Reitz, M. D., and Martin, R. L., 2011, Sorting out abrasion in a gypsum dune field. Journal of Geophysical Research. v. 116. F02003. 15pp. Jerolmack, D. J., Ewing, R. C., Falcini, F., Martin, R. L., Masteller, C., Phillips, C., Reitz, M. D., and Buynevich, I., 2012, Internal boundary layer model for the evolution of desert dune fields. Nature Geoscience, Letter. v. 5, pp. 206-209. Kazemi, G. A., Lehr, J. H. and Perrochet, P., 2006, Groundwater Age, John Wiley and Sons, Hoboken Kocurek, G., Carr, M., Ewing, R., Havholm, K. G., Nagar, Y. C., and Singhvi, A. K., 2006, White Sands dune field, New Mexico: age, dune dynamics and recent accumulations: Sedimentary Geology, v. 197, pp. 313–331. Kocurek, G. and Ewing, R. C., 2005, Aeolian dune field self-organization – implications for formation of simple versus complex dune-field patterns. Geomorphology. v. 72. pp. 94-105. Kocurek, G., Ewing, R. C., and Mohrig, D., 2010, How do bedform patterns arise? New views on the role of bedform interactions with a set of boundary conditions. v. 35. pp. 51-63. Kocurek, G. and Havholm, K. G., 1993, Eolian Sequence Stratigraphy – A Conceptual framework; in Siliciclastic Sequence Stratigraphy: Recent Developments and Applications. P. Weimer and H. W. Posamentier, eds. AAPG Memoir 58. pp. 393-409. W h i t e S a n d s 51 Langford, R. P., Rose, J. M., and White, D. E., 2009, Groundwater salinity as a control on develop- ment of eolian landscape: An example from White Sands of New Mexico. Geomorphology. v."
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "in White Sands National Monument, New Mexico. Geography and Anthropology, Louisiana State University. Study # WHSA-00040. NPS Investigators Annual Report. Huff, G. F., 1996, Analysis of Ground- Water Data for Selected Wells Near Holloman Air Force Base, New Mexico, 1950-95. USGS Water- Resources Investigations Report 96-4116. Jerolmack, D. J., Reitz, M. D., and Martin, R. L., 2011, Sorting out abrasion in a gypsum dune field. Journal of Geophysical Research. v. 116. F02003. 15pp. Jerolmack, D. J., Ewing, R. C., Falcini, F., Martin, R. L., Masteller, C., Phillips, C., Reitz, M. D., and Buynevich, I., 2012, Internal boundary layer model for the evolution of desert dune fields. Nature Geoscience, Letter. v. 5, pp. 206-209. Kazemi, G. A., Lehr, J. H. and Perrochet, P., 2006, Groundwater Age, John Wiley and Sons, Hoboken Kocurek, G., Carr, M., Ewing, R., Havholm, K. G., Nagar, Y. C., and Singhvi, A. K., 2006, White Sands dune field, New Mexico: age, dune dynamics and recent accumulations: Sedimentary Geology, v. 197, pp. 313–331. Kocurek, G. and Ewing, R. C., 2005, Aeolian dune field self-organization – implications for formation of simple versus complex dune-field patterns. Geomorphology. v. 72. pp. 94-105. Kocurek, G., Ewing, R. C., and Mohrig, D., 2010, How do bedform patterns arise? New views on the role of bedform interactions with a set of boundary conditions. v. 35. pp. 51-63. Kocurek, G. and Havholm, K. G., 1993, Eolian Sequence Stratigraphy – A Conceptual framework; in Siliciclastic Sequence Stratigraphy: Recent Developments and Applications. P. Weimer and H. W. Posamentier, eds. AAPG Memoir 58. pp. 393-409. W h i t e S a n d s 51 Langford, R. P., Rose, J. M., and White, D. E., 2009, Groundwater salinity as a control on develop- ment of eolian landscape: An example from White Sands of New Mexico. Geomorphology. v. 105, pp. 39-49. Langford, R. P., 2003, The Holocene history of the White Sands dune field and influences on eolian defla- tion and playa lakes. Quaternary International. v. 104, pp. 31-39. Livingston and Shomaker, 2006, City of Alamogordo 40-Year Water Development Plan 2005–2045. Consultant’s Report prepared for the City of Alamogordo, 56 pp. Mazor, E. and Nativ, R., 1992, Hydraulic calculation of ground- water flow velocity and age: Examination of the basic premises. Journal of Hydrology 138: 211-222 McKee, E. D. and Moiola, R. J., 1975, Geometry and growth of the White Sands dune field, New Mexico: U.S. Geological Survey, Journal of Research, v. 3, p. 59-66. McLean, J. S. 1970, Saline Gound- water resources of the Tularosa Basin, New Mexico. USGS OSW Report No. 561. Meinzer, O. E. and Hare, R. F., 1915, Geology and water resources of Tularosa basin, New Mexico: U.S. Geological Survey, Water-supply Paper 343, 317 p. Orr, B. R. and Myers, R. G., 1986, Water Resources in Basin-Fill Deposits in the Tularosa Basin, New Mexico. Papadopulos, I. S. and H. H. Cooper, 1967, Drawdown in a well of large diameter, Water Resources Research, vol. 3, no. 1, pp. 241-244. Peterson, C. and Roy, M., 2005, Gravity and flexure models of the San Luis, Albuquerque, and Tularosa basins in the Rio Grande rift, New Mexico, and southern Colorado: New Mexico Geological Society, Guidebook 56, pp. 105-114. Plummer, L. N. and Busenberg, E., 2000, Chlorofluorcarbons; in Cook, P. and Herczeg, A. L. (eds.), Environmental Tracers in Subsurface Hydrology, Kluwer Academic, Dordrecht, p. 441-478. Rasmussen, K. R., 2012, Flow and form. Nature Geoscience. v. 5. pp. 164-165. Rogowski, D. L., Reiser, H., and Stockwell, C.A., 2006, Fish habitat associations in a spatially vari- able desert stream. Journal of Fish Biology. v. 68, pp. 1473-1483. Scheidt, S, Ramsey, M., and Lancaster, M., 2010, Determining soil moisture and sediment availabil- ity at White Sands Dune Field, New Mexico, from apparent thermal inertial data. Journal of Geophysical Research. v. 115 F02019. Seager, W. R., Hawley, J. W., Kottlowski, F. E., and Kelley, S. A., 1987, Geology of east half of Las Cruces and northeast El Paso 1 degree by 2 degree Sheets, New Mexico: Geologic Map GM-57, scale 1:125,000. Solomon, D. K., Cook, P. G., and Plummer, L. N., 2006, Models of groundwater ages and residence times;vin Use of chlorofluorocar- bons in hydrology: A guidebook, International Atomic Energy Agency, Vienna, p. 73-88. Sprester, F. R., 1980, Hydrologic Evaluation of Garton Lake White Sands National Monument New Mexico. USAF Hospital, Environmental Health Service, Holloman AFB, NM. Unpublished report. Stockwell C. A., Mulvey M., and Jones A. G., 1998, Genetic evidence for two evolutionarily significant units of White Sands pupfish. Animal Conservation. v. 1, 213-225. Stone, W. J., 1991, Recharge at the White Sands Hazardous Waste Facility, Otero county, New Mexico. New Mexico Bureau of Mines and Mineral Resources, OFR-346. Szynkiewicz, A., Moore, C. H., Glamoclija, M., Pratt, L. M., 2009, Sulfur isotope signatures in gyp- siferous sediments of the Estancia and Tularosa Basins as indicators of sulfate sources, hydrological processes, and microbial activity. Geochimica et Cosmochimica Acta. v. 73, pp. 6126-6186. Szynkiewicz, A., Pratt, L. M., Glamoclija, M., Moore, C. H., singer, E., Bustos, D., 2008, White Sands Gypsum Dunes: A Terrestrial Analog to North Polar dunes on Mars? LPI Contribution No. 1403, Planetary Dunes Workshop: A Record of Climate Change, #7011. Smith, H. T. U. and Ray, L. L., 1941, Southernmost glaciated peak in the United States: Science, v. 93, p. 209. Turney, T. C., 1997, Tularosa Under- ground Water Basin Administrative Criteria for the Alamogordo- Tularosa Area. New Mexico State Engineer Office. 17 pp. Wierenga, P. J., 1995, Water and Solute Transport and Storage; in Handbook of Vadose Zone Characterization & Monitoring. eds. Wilson, L. G., Everett, L. G., and Cullen, S. J., CRC Press, Inc. Boca Raton, Florida. Yeh, T. C. J. and Guzman-Guzman, A., 1995, Tensiometry; in Handbook of Vadose Zone Characterization & Monitoring, eds. Wilson, L. G., Everett, L. G., and Cullen, S. J., CRC Press, Inc. Boca Raton, Florida. X A P P E N D I C E S Appendix A–Electrical resistivity surveys at White Sands National Monument \b 3 pages Appendix B–Electrical resistivity surveys of the Jarilla fault zone, White Sands National Monument, New Mexico\b 6 pages Appendix C–Shallow seismic survey Jarilla fault investigation Alamogordo, New Mexico, August-September, 2012\b 13 pages Appendix D–Pumping-test well installations\b 3 pages Appendix E–Piezometer Installation\b 6 pages Appendix F–Chemistry data\b 3 pages Environmental Tracers Lewis Land New Mexico Bureau of Geology and Mineral Resources and National Cave and Karst Research Institute During the week of December 6-10, 2010, science staff from the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) and National Cave and Karst Research Institute (NCKRI) conducted electrical resistiv- ity (ER) surveys at White Sands National Monument. The purpose of these surveys was to characterize the local and sub-regional hydrology of the dune fields and adjacent areas within the Monument, and their relationship to regional hydrologic conditions in the Tularosa Basin. This report provides a brief description of the results of this work. The basic operating principal for electrical resistivity surveys involves generating a direct current between two metal electrodes implanted in the ground, while the ground voltage is measured between two additional implanted electrodes. Given the current flow and measured voltage drop between two electrodes, the subsurface resistivity between the electrodes can be determined and"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "Engineer Office. 17 pp. Wierenga, P. J., 1995, Water and Solute Transport and Storage; in Handbook of Vadose Zone Characterization & Monitoring. eds. Wilson, L. G., Everett, L. G., and Cullen, S. J., CRC Press, Inc. Boca Raton, Florida. Yeh, T. C. J. and Guzman-Guzman, A., 1995, Tensiometry; in Handbook of Vadose Zone Characterization & Monitoring, eds. Wilson, L. G., Everett, L. G., and Cullen, S. J., CRC Press, Inc. Boca Raton, Florida. X A P P E N D I C E S Appendix A–Electrical resistivity surveys at White Sands National Monument \b 3 pages Appendix B–Electrical resistivity surveys of the Jarilla fault zone, White Sands National Monument, New Mexico\b 6 pages Appendix C–Shallow seismic survey Jarilla fault investigation Alamogordo, New Mexico, August-September, 2012\b 13 pages Appendix D–Pumping-test well installations\b 3 pages Appendix E–Piezometer Installation\b 6 pages Appendix F–Chemistry data\b 3 pages Environmental Tracers Lewis Land New Mexico Bureau of Geology and Mineral Resources and National Cave and Karst Research Institute During the week of December 6-10, 2010, science staff from the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) and National Cave and Karst Research Institute (NCKRI) conducted electrical resistiv- ity (ER) surveys at White Sands National Monument. The purpose of these surveys was to characterize the local and sub-regional hydrology of the dune fields and adjacent areas within the Monument, and their relationship to regional hydrologic conditions in the Tularosa Basin. This report provides a brief description of the results of this work. The basic operating principal for electrical resistivity surveys involves generating a direct current between two metal electrodes implanted in the ground, while the ground voltage is measured between two additional implanted electrodes. Given the current flow and measured voltage drop between two electrodes, the subsurface resistivity between the electrodes can be determined and mapped. Results of ER surveys are based on a com- puter-generated inverse model of measurements made in the field, and are referred to as the apparent resistivity. Resistivity profiles detect vertical and lateral variations in resistivity in the subsurface. The presence of water or water-saturated soil or bedrock will strongly affect the results of a resistivity survey. Saltwater and brine have very low resistivity, ranging from <1 to a few tens of ohm-meters. Fresh water will show a much higher apparent resistivity, up to several thousand ohm-meters depending on dissolved solids content. Brackish water will display a spectrum of apparent resistivity values ranging from brine to pure water. Air-filled pore space in sediment above the water table will also have very high resistivity. In a relatively homogeneous system such as dune sand, the total dissolved solids (TDS) content of the groundwater in an area will be the principal factor controlling apparent resistivity. Dune sands are considered to be an exceptionally challenging environment for conducting electrical resistiv- ity surveys, in part because of the very high contact resistance usually encountered between the electrodes and the sand. A secondary objective of this study was to determine the effectiveness of ER methods in the dune field environment at White Sands National Monument. Results Resistivity surveys were conducted along 4 different transects within the monument (Figure A1). The first transect was located at the eastern edge of the dune field near the piezometers WS-002, 003, and 006 and was A p p e n d i x A Electrical resistivity surveys at White Sands National Monument Figure A1. Locations of the 4 electrical resistivity transects. W h i t e S a n d s | A p p e n d i x A | P a g e 1 / 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S On Wednesday, 12/8, we conducted a 42 electrode rollalong ER survey across the large dune in the film area (Figure A3), where NMBGMR personnel have a tensiometer, rain gage and other hydrologic equipment deployed. The rollalong method incorporates a 50% overlap and allows for longer resistivity survey lines. Using a 6 meter electrode spacing, we achieved a depth of investigation of ~32 m (105 ft). The most distinctive fea- tures of this survey are the extensive zones of low apparent resistivity beginning ~5 meters below ground level, an indication that the dunes are probably saturated with very brackish water. Small areas of very high resistivity, indicated by bright orange and red colors, are probably artifacts of the inversion process, and an indication of the high noise level of this data set. Figure A3. 28 electrode ER survey across dune in film area. WS-007 is located ~40 m from the southeast end of the survey line. Figure A2. 28 electrode SE-NW ER survey at eastern edged of dune field. Horizontal scale in this and all other figures is in meters. On Thursday, 12/9, we transported the ER equipment to the northeast corner of the Monument, near the area where Lost River disappears beneath the dunes. We attempted to conduct a long survey of 672 meters over the projected path of Lost River. Although some of the data collected was compromised by logistical problems, we were able to recover 168 meters of the survey data (Figure A4). Using a 6 meter electrode spacing, we achieved a depth of investigation of ~36 m (118 ft). Two broad zones of very low resistivity below ~1190 m elevation probably represent brine-filled sand. A smaller zone of relatively high resistivity below the 125 m position on the profile, ~20 m below ground level, suggests the presence of a lens of porous sand containing fresher water. oriented from southeast to northwest. This survey was done three times using different transect lengths and elec- trode spacing that allowed us to examine the apparent resistivity profile at different scales. On Monday, 12/6, we conducted a 28 electrode ER survey at 3 meter electrode spacing (Figure A2). The terrain-corrected resistivity profile shows a maximum depth of investigation of ~18 m (59 ft). A shallow zone of very low apparent resistiv- ity on the southeast end of the profile probably results from a thin perched aquifer containing brackish water. A deeper zone of somewhat fresher water is suggested by higher resistivity values below 1204 m elevation, sepa- rated by a thin aquitard. Another pocket of fresher water is indicated by higher resistivity values in the dune area at the northwest end of the line. This high resistivity area appears to be connected with higher resistivity values further to the east, and suggests that the dunes may serve as a recharge area for the local hydrologic sys- tem southeast of the dune field. The other two surveys that were conducted in this area showed similar hydro- logic features and suggested the presence of an extensive brine aquifer at greater depth beneath the perched fresher water systems within the dunes. W h i t e S a n d s | A p p e n d i x A | P a g e 2 / 3 On Friday, 12/10, we conducted a 28 electrode ER survey with 6 m"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "~36 m (118 ft). Two broad zones of very low resistivity below ~1190 m elevation probably represent brine-filled sand. A smaller zone of relatively high resistivity below the 125 m position on the profile, ~20 m below ground level, suggests the presence of a lens of porous sand containing fresher water. oriented from southeast to northwest. This survey was done three times using different transect lengths and elec- trode spacing that allowed us to examine the apparent resistivity profile at different scales. On Monday, 12/6, we conducted a 28 electrode ER survey at 3 meter electrode spacing (Figure A2). The terrain-corrected resistivity profile shows a maximum depth of investigation of ~18 m (59 ft). A shallow zone of very low apparent resistiv- ity on the southeast end of the profile probably results from a thin perched aquifer containing brackish water. A deeper zone of somewhat fresher water is suggested by higher resistivity values below 1204 m elevation, sepa- rated by a thin aquitard. Another pocket of fresher water is indicated by higher resistivity values in the dune area at the northwest end of the line. This high resistivity area appears to be connected with higher resistivity values further to the east, and suggests that the dunes may serve as a recharge area for the local hydrologic sys- tem southeast of the dune field. The other two surveys that were conducted in this area showed similar hydro- logic features and suggested the presence of an extensive brine aquifer at greater depth beneath the perched fresher water systems within the dunes. W h i t e S a n d s | A p p e n d i x A | P a g e 2 / 3 On Friday, 12/10, we conducted a 28 electrode ER survey with 6 m electrode spacing near WS-009 (Figure A5), extending across the access road into the monument and into the edge of the dune field. The shallow area of very high resistivity at the center of the profile is caused by highly compacted sediment and asphalt where the survey line crossed the road bed. A zone of relatively low resistivity ~5 m below ground level, shown in green and extending across most of the profile, probably represents a perched aquifer that is locally recharged by the nearby dunes. Underlying the perched aquifer is an extensive zone of very low resistivity ~15 m below ground level, suggesting the presence of an extensive brine aquifer at greater depth below the perched system. Preliminary results of electrical resistivity surveys at White Sands National Monument clearly indicate that resistivity methods can be conducted in aeolian dune sand, in spite of very high contact resistance. Total dis- solved solids content of groundwater contained within the dunes and adjacent areas appears to be the principal factor controlling apparent resistivity distribution. In most areas surveyed, shallow perched aquifers containing water of variable TDS overlie an extensive brine-filled aquifer system at greater depths (usually 15-20 m below ground level). Figure A4. 28 electrode ER survey over projected westward extension of Lost River. 6 meter electrode spacing. Figure A5. 28 electrode ER survey, 6 m electrode spacing, near WS-009. W h i t e S a n d s | A p p e n d i x A | P a g e 3 / 3 Environmental Tracers W h i t e S a n d s | A p p e n d i x B | P a g e 1 / 6 Lewis Land New Mexico Bureau of Geology and Mineral Resources and National Cave and Karst Research Institute Introduction In November, 2011 and August, 2012 science staff from the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) and National Cave and Karst Research Institute (NCKRI) conducted two week-long electrical resistivity (ER) surveys at White Sands National Monument (WSNM), New Mexico, assisted by per- sonnel from the National Park Service. The purpose of these surveys was to locate the Jarilla Fault, a basin-scale fault with no surface expression that apparently trends roughly north-south and passes beneath White Sands National Monument and the White Sands Missile Range. A p p e n d i x B Electrical resistivity surveys of the Jarilla Fault zone, White Sands National Monument, New Mexico Figure B1. Tularosa Basin and adjacent uplifts, showing approximate position of Jarilla Fault. Blue areas indicate Paleozoic bedrock outcrop on upthrown side of fault. Basin-bounding surface faults indicated by heavy solid lines; subsurface faults indicated by dashed lines. WSNM = White Sands National Monument headquarters; HAFB = Holloman Air Force Base; WSMR = White Sands Missile Range headquarters; Tul = Tularosa; Alm = Alamogordo (modified from McLean, 1975). Geologic Setting The Tularosa Basin is an elongate, north-trending intermontane basin, formed by middle to late Cenozoic continental rifting (Chapin, 1971). The basin is bor- dered by the Sierra Blanca and Sacramento Mountains to the east, and the San Andres, Organ, and Franklin Mountains to the west and southwest (Figure B1). Major normal faults with several thousand meters of vertical displacement separate the basin from the east and west-flanking uplifts (Lozinsky and Bauer, 1991). Igneous and sedimentary rocks of Precambrian through Tertiary age are exposed in escarpments on the east and west sides of the basin (Orr and Myers, 1986). As regional uplift progressed, concurrent erosion of the surrounding highlands has resulted in deposition of several thousand meters of alluvial sediment in the adjacent rift basin. Previous investigations (e.g., Belzer, 1999; King and Harder, 1985) show that the basin consists of two north-trending half-grabens separated by the buried Jarilla fault zone. These grabens contain over 1800 m of Tertiary basin-fill material, consisting of unconsolidated to weakly-indurated gravel, sand, silt and clay eroded from the surrounding highlands. The alluvial fill is underlain by consolidated bedrock, thought to consist largely of Paleozoic carbonates. However, little is known of the underlying bedrock since very few boreholes have penetrated the entire section (McLean, 1970). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Prior to this study, Healy et al. (1978) estimated the position of the Jarilla Fault based on a gravity high that extends northward from the Hueco and Jarilla mountains to a point southwest of Alamogordo. This gravity high is associated with a band of pre-Cenozoic bedrock that crops out through the valley fill within the Tularosa Basin, indicating a major normal fault system, downthrown to the west (Figure B2). Geologic mapping by Seager et al. (1987) shows the Jarilla Fault extending northward beneath White Sands National Monument; however, the precise location of the fault zone is poorly constrained. An isolated knoll of Paleozoic limestone located across Highway 70 from the WSNM visitors center (Figure B3) may represent a bedrock outlier on the upthrown side of the Jarilla fault zone. Figure B3. Detailed map of White Sands National Monument study area. Position of Jarilla Fault is derived from geologic map by Seager et al. (1987) and gravity data from Healy et al. (1978). Ph = Permian Hueco"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "alluvial sediment in the adjacent rift basin. Previous investigations (e.g., Belzer, 1999; King and Harder, 1985) show that the basin consists of two north-trending half-grabens separated by the buried Jarilla fault zone. These grabens contain over 1800 m of Tertiary basin-fill material, consisting of unconsolidated to weakly-indurated gravel, sand, silt and clay eroded from the surrounding highlands. The alluvial fill is underlain by consolidated bedrock, thought to consist largely of Paleozoic carbonates. However, little is known of the underlying bedrock since very few boreholes have penetrated the entire section (McLean, 1970). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Prior to this study, Healy et al. (1978) estimated the position of the Jarilla Fault based on a gravity high that extends northward from the Hueco and Jarilla mountains to a point southwest of Alamogordo. This gravity high is associated with a band of pre-Cenozoic bedrock that crops out through the valley fill within the Tularosa Basin, indicating a major normal fault system, downthrown to the west (Figure B2). Geologic mapping by Seager et al. (1987) shows the Jarilla Fault extending northward beneath White Sands National Monument; however, the precise location of the fault zone is poorly constrained. An isolated knoll of Paleozoic limestone located across Highway 70 from the WSNM visitors center (Figure B3) may represent a bedrock outlier on the upthrown side of the Jarilla fault zone. Figure B3. Detailed map of White Sands National Monument study area. Position of Jarilla Fault is derived from geologic map by Seager et al. (1987) and gravity data from Healy et al. (1978). Ph = Permian Hueco Limestone outcrop. Red lines show locations of ER surveys. Monument boundary indicated by light solid line. Heavy dashed line shows hypothetical position of subsurface fault, based on pinning points identified on resistivity profiles. Figure B2. Diagrammatic cross-section of the Tularosa Basin, showing approximate position of the Jarilla fault zone relative to basin-bounding uplifts (modified from King and Harder, 1985, and Healy et al., 1978). W h i t e S a n d s | A p p e n d i x b | P a g e 2 / 6 Electrical Resistivity Methods The basic operating principal for electrical resistivity surveys involves generating a direct current between two metal electrodes implanted in the ground, while the ground voltage is measured between two additional implanted electrodes. Given the current flow and measured voltage drop between two electrodes, the subsurface resistivity between the electrodes can be determined and mapped. Resistivity profiles detect vertical and lateral variations in resistivity in the subsurface. The presence or absence of water or water-saturated soil or bedrock will strongly affect the results of a resistivity survey. Apparent resistivity values are highest in air-filled pore space in the unsaturated zone, ranging from several thousand to tens of thousands of ohm-meters, depending on factors such as porosity and clay content. Saltwater and brine have very low resistivity, ranging from <1 to a few tens of ohm-meters. Fresh water will show a much higher apparent resistivity, up to several thousand ohm-meters depending on dissolved solids content. Brackish water will display a spectrum of apparent resistivity values ranging from brine to pure water. In a relatively homogeneous system such as an unconsolidated sand and gravel aquifer, the total dissolved solids (TDS) content of the groundwater will be the principal factor controlling apparent resistivity. The depth of investigation for an ER survey is directly related to length of the array of electrodes – the lon- ger the array, the greater the penetration that can be obtained. For the White Sands investigation, 112 electrode arrays were deployed with an electrode spacing of 6 m, and a full array length of ~660 m. A standard dipole- dipole array configuration used to survey each ER line attained depths of ~150 m. To achieve a greater depth of investigation, the arrays were also coupled to an infinity electrode, creating a pole-dipole configuration that extended the depth of the survey to a maximum of ~230 m. EarthImager-2D™ software was used to process the resistivity data collected at White Sands National Monument. The software uses a forward and inverse modeling procedure to create a synthetic data set based on measured apparent resistivity. This is an iterative process; an L2-norm error factor is calculated for each new iteration. Noisy data points are progressively removed over the course of several iterations until the L2-norm error is reduced to an acceptable level. Every iteration requires the removal of a certain number of data points to attain smoother model output, and ideally the iterative process terminates before too much useful data is filtered out. The resistivity profiles have been terrain-corrected using elevation data collected with survey-grade Topcon GR3™ GPS receivers. The EarthImager software incorporates the elevation data into the inverse modeling pro- cedure to provide estimates of the elevation of subsurface phenomena. Results and Discussion November, 2011 surveys Data collected during the first three days of the November, 2011 investigation relied on shorter arrays of 56 and 82 electrodes at 6 m spacing, which were later deemed insufficiently long to adequately capture the transition from Permian bedrock outcrop to unconsolidated basin fill. The following discussion focuses on results of ER surveys on days 4 and 5 (11/17-18). WHSA4 survey ER survey WHSA4 consists of pole-dipole (Figure B4) and dipole-dipole (Figure B5) resistivity arrays that extend northwest to southeast from a low-relief area of gypsiferous basin floor sediment across a knoll of Permian Hueco Limestone (Figure B3). The pole-dipole survey attained a maximum depth of investigation of 233 m. The dipole-dipole survey, which sacrifices depth to provide greater data resolution, achieved a depth of investigation of 156 m. The position of the WHSA4 survey line was chosen because it crosses an outcrop of Permian Hueco Limestone. It is not clear based on surface geology alone if the limestone outcrop is simply an isolated erosional knoll projecting through the overlying basin fill material, or if it represents the upthrown side of the Jarilla fault (Figure B2). Seager et al. (1987) show the position of the fault about 5 km to the west (Figure B3). However, the location of the fault is based on interpretations of airborne gravity data several decades old (Healy et al., 1978) and is not well-constrained. The possibility exists that the fault trace actually occurs farther to the east. Results of the WHSA4 survey strongly suggest that the outcrop of Hueco Limestone east of the National Monument’s visitor center is a surface indicator of the Jarilla fault zone. High resistivity values W h i t e S a n d s | A p p e n d i x b | P a g e 3 / 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "surveys on days 4 and 5 (11/17-18). WHSA4 survey ER survey WHSA4 consists of pole-dipole (Figure B4) and dipole-dipole (Figure B5) resistivity arrays that extend northwest to southeast from a low-relief area of gypsiferous basin floor sediment across a knoll of Permian Hueco Limestone (Figure B3). The pole-dipole survey attained a maximum depth of investigation of 233 m. The dipole-dipole survey, which sacrifices depth to provide greater data resolution, achieved a depth of investigation of 156 m. The position of the WHSA4 survey line was chosen because it crosses an outcrop of Permian Hueco Limestone. It is not clear based on surface geology alone if the limestone outcrop is simply an isolated erosional knoll projecting through the overlying basin fill material, or if it represents the upthrown side of the Jarilla fault (Figure B2). Seager et al. (1987) show the position of the fault about 5 km to the west (Figure B3). However, the location of the fault is based on interpretations of airborne gravity data several decades old (Healy et al., 1978) and is not well-constrained. The possibility exists that the fault trace actually occurs farther to the east. Results of the WHSA4 survey strongly suggest that the outcrop of Hueco Limestone east of the National Monument’s visitor center is a surface indicator of the Jarilla fault zone. High resistivity values W h i t e S a n d s | A p p e n d i x b | P a g e 3 / 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x b | P a g e 4 / 6 (~300-3000 ohm-m) immediately underlying the outcrop area probably represent Hueco Limestone bedrock in the unsaturated zone (Figures B4 and B5). Lower resistivity values at greater depth beneath the outcrop prob- ably reflect water saturated bedrock. The low-relief area of the survey line between 0 and ~350 m is entirely dominated by very low resistivity (<10 ohm-m) in the subsurface, values consistent with brackish to very saline groundwater. This region of low resistivity contrasts sharply with the area of the profile underlying bedrock outcrop, and probably represents Tertiary basin fill material saturated with saline groundwater. A wedge of brackish water-saturated sediment lapping onto the bedrock is also apparent between 396 to 528 m. It appears very likely that the WHSA4 survey line crosses the Jarilla fault zone somewhere between 330 and 430 m. WHSA5 survey The position of the WHSA5 survey line (Figure B3) was chosen in an attempt to cross the mapped location of the Jarilla fault based on the geologic map by Seager et al. (1987). Results from the WHSA4 survey of the previous day indicated that the fault probably occurs several kilometers farther to the east. However, absent any surface manifestation of the fault, its breadth and structural character are unknown, and it is possible that a more basinward section of the fault zone could be present in the area underlying WHSA5. The WHSA5 arrays extend northwest to southeast from the edge of the gypsum dune field across a region of very low relief consisting of basin floor sediment and small playas. The WHSA5 pole-dipole survey attained a maximum depth of investigation of 226 m. The higher-resolution dipole-dipole survey achieved a depth of inves- tigation of 134 m. Both profiles are remarkable for their uniformity and their very low subsurface resistivity (<4 ohm-m) (Figures B6 and B7). Unlike results from the WHSA4 surveys, data from the WHSA5 arrays do not indicate any subsurface structures or higher-resistivity bedrock. Variations in the color field on the resistivity profiles appear to show very subtle variations in the salinity of groundwater in the basin fill sand and gravel aquifer. A band of very low resistivity occurs in the first few meters below ground level between 0 and ~380 m, in an area dominated by small playas. This low resistivity interval probably represents highly brackish, electrically conductive groundwa- ter that has been concentrated by near-surface evaporative processes. Resistivity increases slightly with depth, probably indicating the presence of slightly fresher groundwater between ~1120 and 1190 m. However, we emphasize that this higher resistivity interval represents an increase of only 3 or 4 ohm-m, and is only made Figure B4. WHSA4 pole-dipole resistivity profile. Location of survey shown in figure 3. Solid lines here and in figure 5 diagrammatically indicate approximate location of Jarilla fault zone. Dashed line illustrates unconformable contact between bedrock and overlying basin fill. Figure B5. WHSA4 dipole-dipole resistivity profile. W h i t e S a n d s | A p p e n d i x b | P a g e 5 / 6 obvious by modifications of the color scale. In fact, the most distinctive feature of both profiles is their lack of significant variations in subsurface resistivity. The lens-like appearance of slightly higher resistivity in the dipole- dipole survey is probably a data processing artifact due to fewer data points near the edges of the surveyed area. A slight decrease in resistivity near the bottom of the profile probably reflects a general increase in salinity in the basin fill aquifer at greater depths. August, 2012 surveys Based on results of the November, 2011 resistivity investigation, we conducted additional surveys about 10 km north of WSNM Visitors Center, near the northeast corner of the Monument (Figure B3). Two of the survey lines lie outside the Monument boundaries, on land administered by Holloman Air Force Base. Four ER surveys were conducted, but data from the WHS3 pole-dipole survey was not interpretable because of electrical shorts in the infinity cable. The fault identified during the previous year’s work (Figures B4 and B5) provides one point defining the linear fault zone, but without additional “pinning points” the precise orientation of the fault cannot be determined. We chose the location of the August, 2012 surveys based on an assumption that the fault on line WHSA4 would extend approximately north-northeast, a structural fabric suggested by the gravity surveys of Healy et al. (1978). Survey lines WHS2, WHS1, and WHS4 are oriented approximately east-west (Figure B3). Although for convenience the lines are shown as conjoined in Figures B8 and B9, the ends of the lines were seperated by several tens of meters in the field (130 m between WHS2 and WHS1, and 68 m between WHS1and WHS4). The resistivity profiles have been terrain-corrected using elevation data collected with survey-grade Topcon GR3™ GPS receivers, although this is not obvious because of the extremely flat topography in the study area. The dipole-dipole surveys (Figure B8) attained a maximum depth of investigation of 164 m; the two suc- cessful pole-dipole surveys (Figure B9) achieved a maximum depth of 227 m. The two westernmost dipole- dipole profiles show uniformly low resistivities, <10 ohm-m, and probably represent subtle variations in total dissolved solids of brackish water in the basin fill aquifer. WHS4, the easternmost profile, shows more"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "in the basin fill aquifer at greater depths. August, 2012 surveys Based on results of the November, 2011 resistivity investigation, we conducted additional surveys about 10 km north of WSNM Visitors Center, near the northeast corner of the Monument (Figure B3). Two of the survey lines lie outside the Monument boundaries, on land administered by Holloman Air Force Base. Four ER surveys were conducted, but data from the WHS3 pole-dipole survey was not interpretable because of electrical shorts in the infinity cable. The fault identified during the previous year’s work (Figures B4 and B5) provides one point defining the linear fault zone, but without additional “pinning points” the precise orientation of the fault cannot be determined. We chose the location of the August, 2012 surveys based on an assumption that the fault on line WHSA4 would extend approximately north-northeast, a structural fabric suggested by the gravity surveys of Healy et al. (1978). Survey lines WHS2, WHS1, and WHS4 are oriented approximately east-west (Figure B3). Although for convenience the lines are shown as conjoined in Figures B8 and B9, the ends of the lines were seperated by several tens of meters in the field (130 m between WHS2 and WHS1, and 68 m between WHS1and WHS4). The resistivity profiles have been terrain-corrected using elevation data collected with survey-grade Topcon GR3™ GPS receivers, although this is not obvious because of the extremely flat topography in the study area. The dipole-dipole surveys (Figure B8) attained a maximum depth of investigation of 164 m; the two suc- cessful pole-dipole surveys (Figure B9) achieved a maximum depth of 227 m. The two westernmost dipole- dipole profiles show uniformly low resistivities, <10 ohm-m, and probably represent subtle variations in total dissolved solids of brackish water in the basin fill aquifer. WHS4, the easternmost profile, shows more variation in resistivity, which increases with depth. This pattern of increasing resistivity at depth is also apparent on the easternmost pole-dipole profile (Figure B9). Resistivity values observed at greater depth on the eastern end of both profiles are consistent with resistivity values on line WHSA4 to the south (Figures B4 and B5) that we have interpreted as water-saturated Paleozoic bedrock. A thin high resistivity zone in the uppermost few meters of WHS1 and WHS4 may be a consequence of fresher water near the surface due to recent rainfall in the area. The data suggest that a fault is present between lines WHS1 and WHS4, seperating brackish-water satu- rated basin fill material on the downthrown side of the fault from saturated Paleozoic bedrock to the east, which Figure B7. WHSA5 dipole-dipole resistivity profile. Figure B6. WHSA5 pole-dipole resistivity profile. Note very low resistivity values throughout section, in contrast with data from WHSA4. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x b | P a g e 6 / 6 is itself overlain by 50 to 150 m of basin fill. Our preliminary interpretation is that the increase in resistivity with depth on line WHS4 reflects a northward extension of the fault zone identified on line WHSA4 during last year’s surveys (Figure B3). However, we emphasize that the two survey areas are seperated by over 10 km, and more subsurface or geophysical information is necessary to definitively support this interpretation. Conclusions Results from electrical resistivity surveys conducted at White Sands National Monument strongly suggest that the Jarilla fault occurs several kilometers farther east than indicated on existing surface geologic maps. Data from the WHSA4 resistivity surveys show higher-resistivity material underlying an area of Permian limestone outcrop transitioning abruptly into much lower resistivity material in the subsurface, consistent with brine-satu- rated basin fill sand and gravel. Results of the WHSA5 resistivity surveys are consistent with a relatively homo- geneous sand and gravel aquifer saturated with brackish to highly saline groundwater. No subsurface structural features are indicated in WHSA5, suggesting that this survey line did not cross the Jarilla fault zone. Resistivity surveys conducted 10 km to the north of WHSA4 also show evidence of water saturated bedrock overlain by ~50 to 150 m of basin fill, consistent with a northern extension of the fault zone. References Belzer, W. L., 1999, Gravity and Seismic Studies of the Tularosa Graben for Groundwater Studies [MS Thesis]: University of Texas at El Paso, 124 p. Chapin, C. E., 1971, The Rio Grande rift, pt. 1: modifications and additions; in James, H. L., ed., San Luis Basin: New Mexico Geological Society, Guidebook 22, p. 191-202. Healy, D. L., Wahl, R. R., and Currey, F. E., 1978, Gravity survey of the Tularosa valley and adjacent areas, New Mexico: U.S. Geological Survey Open File Report 78-309, 56 p. King, W. E. and Harder, V. M., 1985, Oil and gas potential of the Tularosa Basin-Otero platform-Salt Basin graben area, New Mexico and Texas: New Mexico Bureau of Mines and Mineral Resources, Circular 198, 36 p. Lozinsky, R. P. and Bauer, P. W., 1991, Structure and basin-fill units of the Tularosa Basin: New Mexico Geological Society, Guidebook 42, p. 7-9. McLean, J. S., 1970, Saline ground-water resources of the Tularosa Basin, New Mexico: U.S. Dept. of the Interior, Office of Saline Water Research and Development Progress Report 561, 128 p. McLean, J. S., 1975, Saline ground water in the Tularosa Basin, New Mexico; in Seager, W. R., Clemons, R. E., and Callender, J. F., eds., Las Cruces Country: New Mexico Geological Society, Guidebook 26, p. 237-238. Orr, B. R. and Myers, R. G., 1986, Water resources in basin-fill deposits in the Tularosa Basin, New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 85-4219, 94 p. Seager, W. R., Hawley, J. W., Kottlowski, F. E., and Kelley, S. A., 1987, GM 57: Geology of east half of Las Cruces and northeast El Paso 1° x 2° sheets: New Mexico Bureau of Mines and Mineral Resources Geologic Map Series, 1:125,000. Figure B8. Composite profile of the three dipole-dipole surveys conducted in August, 2012. Note different resistivity scale for WHS2 profile at left end of section. Figure B9. Composite profile of the two pole-dipole surveys conducted in August, 2012. W h i t e S a n d s | A p p e n d i x c | P a g e 1 / 1 3 Charles B. Reynolds Summary During August and September, Geological Associates carried out a shallow seismic survey as part of the New Mexico Bureau of Geology and Mineral Resources (NMBG&MR) investigation of the Jarilla Fault. The survey is made up of two lines totaling about 1.88 miles in length, located near Alamogordo, New Mexico (see Plate I). The purpose of the survey was first to locate the Jarilla Fault in the subsurface north of the Jarilla Mountains; and second, to gather data on its geologic structure. Line WS-1 is located near the White Sands National Monument Visitors Center, and Line WS-2 is located in the northwestern part of Holloman Air Force Base, approximately 3 Yz"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "Office of Saline Water Research and Development Progress Report 561, 128 p. McLean, J. S., 1975, Saline ground water in the Tularosa Basin, New Mexico; in Seager, W. R., Clemons, R. E., and Callender, J. F., eds., Las Cruces Country: New Mexico Geological Society, Guidebook 26, p. 237-238. Orr, B. R. and Myers, R. G., 1986, Water resources in basin-fill deposits in the Tularosa Basin, New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 85-4219, 94 p. Seager, W. R., Hawley, J. W., Kottlowski, F. E., and Kelley, S. A., 1987, GM 57: Geology of east half of Las Cruces and northeast El Paso 1° x 2° sheets: New Mexico Bureau of Mines and Mineral Resources Geologic Map Series, 1:125,000. Figure B8. Composite profile of the three dipole-dipole surveys conducted in August, 2012. Note different resistivity scale for WHS2 profile at left end of section. Figure B9. Composite profile of the two pole-dipole surveys conducted in August, 2012. W h i t e S a n d s | A p p e n d i x c | P a g e 1 / 1 3 Charles B. Reynolds Summary During August and September, Geological Associates carried out a shallow seismic survey as part of the New Mexico Bureau of Geology and Mineral Resources (NMBG&MR) investigation of the Jarilla Fault. The survey is made up of two lines totaling about 1.88 miles in length, located near Alamogordo, New Mexico (see Plate I). The purpose of the survey was first to locate the Jarilla Fault in the subsurface north of the Jarilla Mountains; and second, to gather data on its geologic structure. Line WS-1 is located near the White Sands National Monument Visitors Center, and Line WS-2 is located in the northwestern part of Holloman Air Force Base, approximately 3 Yz miles north of Line WS-1. Both lines show a steep, west-dipping normal fault near their eastern end, which is probably the Jarilla Fault. There also is a graben structure in each line, formed by the Jarilla Fault, a steep, east dipping normal fault near the west- ern end of both lines, and a number of fault blocks in between. The graben is wider and more complex on Line WS-2 than it is on Line WS-1, which suggests that it may be narrowing or even closing to the south. Seismic velocities consistent with Tertiary basin fill are present in the western half of Line WS-1, but only present near the surface(<25 ft depth) in Line WS-2. This suggests that the Jarilla Fault may define the margin of the deep Tularosa Basin at Line WS-1, but may be part of a buried bench or pediment at Line WS-2. The presence of this graben on both lines suggests that in this study area, the Jarilla Fault may fairly be described as a fault \"zone\" or fault \"system.\" Introduction During August and September, 2012, a shallow seismic survey was carried out in the area southwest of Alamogordo, in Otero County, New Mexico. The survey consisted of two seismic lines (Lines WS-1 and WS-2) totaling about 1.88 miles in length located near the White Sands National Monument Visitors Center (Line WS-1), and in the northwest part of Holloman Air Force Base (Line WS-2) (see Plate 1). Method The survey was done by Geological Associates' combined refraction and reflection technique. This is a two- man, one vehicle operation. The seismic energy source is an accelerated weight drop source, a Gisco ES-100, with multiple drops (usually between six and twelve) summed at each source point. The receiver array is a land streamer with twelve receivers spaced 10 meters (32.8 feet) apart for a total spread length of 393.6 feet or 120 meters towed behind the seismic truck. The recording instruments are a Geometries multi-channel system with digital recording. The lines were recorded along pre-existing dirt roads. This made the field operation far more effective, and improved data quality considerably. The seismic source is mounted on the back of a four-wheel-drive truck that is driven by the instrument operator. The second man walks behind, helps measure out the line distances, and operates the seismic source (weight drop or thumper). After the operator decides that enough thumps have been made at a given source- or A p p e n d i x C Shallow Seismic Survey Jarilla Fault Investigation Alamogordo, New Mexico August-September, 2012 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S drop-point, he makes a digital recording of the data at that station and the system is moved forward five meters or 16.4 feet, and the process repeated. This arrangement yields 322 stations and records per mile. A typical day's production is one quarter to one third of a mile of new seismic line (80 to 110 records). At each twentieth station a wooden stake marked with the line and station number is driven into the ground beside the track, to allow later recovery of the stations if needed, for example in locating drill sites. For mapping purposes, a band-held GPS is read at the start and end of each line, at line intersections and line bends. After a line is completed, the data are processed and analyzed in the Geological Associates office, which is located in Albuquerque. The refraction data are first analyzed by an experienced refraction interpreter using Rimrock Geophysics' SIP computer refraction analysis system. Our technique usually produces refraction data from the surface down to a depth of about 125-150 feet. The reflection data are next processed and interpreted, using computer programs written by ourselves specifically for data produced by our seismic system. This produces 1200% Common-Depth-Point data, usually composed horizontally to 2400% or 4800%. In other words, each final seismic trace consists of anywhere from twelve to forty-eight traces, digitally summed together. The depth of penetration by our reflection system is typi- cally about 1,000 feet in unconsolidated Tertiary-Quaternary strata. After completion of the field work on a project a final analysis, interpretation and geological assessment of the project are covered by a final report. This normally takes about as long as the fieldwork. Results The quality of the refraction data in this case is excellent. The reflection data are poor in places, but generally of fair to good quality in the zone of primary interest (surface to about 200 feet deep). Refraction data results are illustrated by seismic line, in Figures 1 and 2. The horizontal axis of each figure shows the seismic line profile, with stations represented by open circles. The vertical axis of each figure repre- sents depth below the surface in feet. The body of each figure contains a number of symbols, generally consisting of a line with numbers below. These symbols represent refractors and associated seismic velocities (in feet per second) at a given station. In general, every fifth seismic station or record (every 82 feet) was analyzed. In areas of extra interest or evident complication, more than every fifth profile was analyzed. Seismic velocities on Line WS-1 fall into three general groups"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "office, which is located in Albuquerque. The refraction data are first analyzed by an experienced refraction interpreter using Rimrock Geophysics' SIP computer refraction analysis system. Our technique usually produces refraction data from the surface down to a depth of about 125-150 feet. The reflection data are next processed and interpreted, using computer programs written by ourselves specifically for data produced by our seismic system. This produces 1200% Common-Depth-Point data, usually composed horizontally to 2400% or 4800%. In other words, each final seismic trace consists of anywhere from twelve to forty-eight traces, digitally summed together. The depth of penetration by our reflection system is typi- cally about 1,000 feet in unconsolidated Tertiary-Quaternary strata. After completion of the field work on a project a final analysis, interpretation and geological assessment of the project are covered by a final report. This normally takes about as long as the fieldwork. Results The quality of the refraction data in this case is excellent. The reflection data are poor in places, but generally of fair to good quality in the zone of primary interest (surface to about 200 feet deep). Refraction data results are illustrated by seismic line, in Figures 1 and 2. The horizontal axis of each figure shows the seismic line profile, with stations represented by open circles. The vertical axis of each figure repre- sents depth below the surface in feet. The body of each figure contains a number of symbols, generally consisting of a line with numbers below. These symbols represent refractors and associated seismic velocities (in feet per second) at a given station. In general, every fifth seismic station or record (every 82 feet) was analyzed. In areas of extra interest or evident complication, more than every fifth profile was analyzed. Seismic velocities on Line WS-1 fall into three general groups (Figure 1). The first group, labeled Fault Block A, is located between station 1 and approximately station 40, and contains faster velocities approximately 12,000 ft/sec or greater. The second group is labeled Fault block B, and is located in the area between approxi- mately stations 40 and 170. Fault Block B mostly contains seismic velocities that vary between approximately 5,000 to 6,000 ft/sec, although the southeastern end of Fault Block B contains higher velocities ( >10,000 ft/sec) that are consistent with the velocities in Fault Block A. Fault Block C IS located west of station 170. Although the seismic velocities in Fault Block C are similar to those in the adjacent part of Fault Block B, Fault Block Cis still distinguished based on the clear evidence for faulting shown in the reflection data. Seismic velocities on Line WS-2 are more uniform than the velocities on Line WS-1, showing velocities gen- erally 5,000 to 8,000 ft/sec, within approximately 25 feet of the surface. Few seismic velocities typical of either igneous or metamorphic rocks, or younger Tertiary basin fill, were found on line WS-2. In general, seismic compressional wave velocity is a function of the induration of the material through which the seismic wave is travelling. Crystalline igneous or metamorphic rocks, and limestones, typically have the fastest seismic velocities and are much faster than loose, unconsolidated sediments, for example. Seismic velocities in unindurated or poorly indurated sediments typically vary from approximately 1,000 ft/sec to 6,000 ft/sec. Seismic velocities in clastic sedimentary rocks typically vary from approximately 5,000 ft/sec to 10,000 ft/sec. Crystalline rocks, such as limestones, igneous, and metamorphic rocks typically have seismic velocities higher than approximately 10,000 ft/sec. The wide range of values for each category is due to variations in degrees of induration, or alteration such as weathering or local cementation. (Hunt, 2007. See especially Table 1.9). 3,000 ft/sec is generally considered a representative compressional wave velocity for Santa Fe group basin fill It should be noted that if present, saline groundwater may increase the calculated seismic velocity. However, this is unlikely to substantially distort the general relationships described above. On Line WS-1, the seismic velocities calculated in Fault block A are probably crystalline rocks of the type found at the surface in the adjacent Jarilla Mountains. The southeastern end of Fault Block B shows velocities typical of the crystalline rocks in Fault Block A, but deepening from near the surface at approximately station 40, to approximately 50 feet by station 70. W h i t e S a n d s | A p p e n d i x c | P a g e 2 / 1 3 W h i t e S a n d s | A p p e n d i x c | P a g e 3 / 1 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x c | P a g e 4 / 1 3 The remainder of Line WS-1, Fault Block B from approximately station 95 to 170, and Fault Block C, is mostly composed of velocities around 5,500 ft/sec. This is most likely to be older, more compacted Tertiary Santa Fe group basin fill although it is possible it could be clastic sedimentary rock. This seems unlikely, though, since there is little evidence of higher, crystalline rock seismic velocities as in the southeastern end of the line and the adjacent Jarilla Mountains. Thus, seismic velocities in this part of Line WS-1 suggest that the older Santa Fe group basin fill is located from near surface (less than 25 feet depth), to approximately 75 ft to 100 ft depth. Line WS-2 shows almost entirely seismic velocities ranging from 5,000 to 8,000 ft/sec at less than 25 feet depth. Velocities of 8,000 ft/sec or greater are present at greater than 25 feet depth throughout the line, but few velocities greater than 10,000 ft/sec are seen. This suggests that basin fill is at most approximately 25 feet thick throughout line WS-2, and the abundant crystalline rocks of the southeastern end of Line WS-1 are absent from Line WS-2. The faults (green lines) shown on the refraction depth sections are interpreted from the reflection sections (Figures 3 and 4). Not all the faults recognized on the reflection sections are shown on the refraction sections. This is because the refraction analyses alone do not necessarily always provide clear evidence for a fault, possi- bly because the fault in question may not be of severe enough displacement or deformation. The interpreted reflection sections for the lines are shown in Figures 3 and 4. On-interpreted copies of the same sections are shown in Figures 5 and 6. The processing sequence selected, after numerous comparisons, was demultiplex, filter 30-140, re-sample to 1 second at 2 ms sample rate, mute to remove first breaks and groundroll, normal moveout removal at 7,000 ft/sec, CDP stack 1200%, horizontal stack 2:1 to 2400%, hori- zontal stack 2:1 to 4800%, and plot variable area. In general, the lines bad fair to good reflection data. Both lines show faults that define a graben, bounded on"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "little evidence of higher, crystalline rock seismic velocities as in the southeastern end of the line and the adjacent Jarilla Mountains. Thus, seismic velocities in this part of Line WS-1 suggest that the older Santa Fe group basin fill is located from near surface (less than 25 feet depth), to approximately 75 ft to 100 ft depth. Line WS-2 shows almost entirely seismic velocities ranging from 5,000 to 8,000 ft/sec at less than 25 feet depth. Velocities of 8,000 ft/sec or greater are present at greater than 25 feet depth throughout the line, but few velocities greater than 10,000 ft/sec are seen. This suggests that basin fill is at most approximately 25 feet thick throughout line WS-2, and the abundant crystalline rocks of the southeastern end of Line WS-1 are absent from Line WS-2. The faults (green lines) shown on the refraction depth sections are interpreted from the reflection sections (Figures 3 and 4). Not all the faults recognized on the reflection sections are shown on the refraction sections. This is because the refraction analyses alone do not necessarily always provide clear evidence for a fault, possi- bly because the fault in question may not be of severe enough displacement or deformation. The interpreted reflection sections for the lines are shown in Figures 3 and 4. On-interpreted copies of the same sections are shown in Figures 5 and 6. The processing sequence selected, after numerous comparisons, was demultiplex, filter 30-140, re-sample to 1 second at 2 ms sample rate, mute to remove first breaks and groundroll, normal moveout removal at 7,000 ft/sec, CDP stack 1200%, horizontal stack 2:1 to 2400%, hori- zontal stack 2:1 to 4800%, and plot variable area. In general, the lines bad fair to good reflection data. Both lines show faults that define a graben, bounded on the southeastern and northwestern sides by west- and east-dipping normal faults, respectively. The graben contains five internal faults and is roughly a mile wide on Line WS-2, but only contains one internal fault and is less than half a mile wide on Line WS-1. This suggests that the graben may be narrowing or even closing to the south. Interpretation The refraction data were processed and analyzed first, using SIP. Refraction results suggest that Tertiary basin fill strata may be present in the northwestern part of Line WS-1, but not present on Line WS-2. Reflection results show a graben on both lines. The geometry of the graben is generally similar on both lines, and the two lines are only approximately 3 miles apart. This suggests that the two lines probably cross the same graben. Line WS-1 suggests that the graben contains the Jarilla Fault, given that it overall seems to place Tertiary basin fill strata to the northwest, against bedrock to the southeast. The easternmost normal fault is down to the west, and is therefore probably the Jarilla Fault itself. Given these results, though, it may be more accurate to refer to the Jarilla Fault in this area as the Jarilla Fault Zone or Fault System. Line WS-2 shows no evidence of deep Tertiary basin fill strata, suggesting that the Jarilla Fault or Fault Zone may be crossing a buried pediment or bench in this area, similar to what can be seen in other parts of the Rio Grande Rift such as the Hubble Bench (Kelley, 1982). If so, then deep Tertiary basin fill strata should be found west of Line WS-2 (see Plate II). Note that there is clear reflection evidence of faulting at the west end of Line WS-2, near the saline spring. This suggests that the spring is probably fault controlled. Conclusions 1. Seismic Lines WS-1 and WS-2 suggest that between White Sands and Holloman Air Force base, the Jarilla Fault forms the easternmost normal fault in a system or zone of faulting that defines a graben. This is supported by Line WS-1, which seems to place Tertiary basin fill deposits to the northwest, down against bedrock to the southeast. It is also supported by Line WS-2, which seems to document the same graben. 2. The seismic refraction results indicate that bedrock is exposed at or near the surface on the southeastern end of Line WS-1. This bedrock is probably very similar in composition to that exposed in the adjacent Jarilla Mountains. Bedrock is faulted down to the northwest along Line WS-1, by a series of normal faults. By W h i t e S a n d s | A p p e n d i x c | P a g e 5 / 1 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x c | P a g e 6 / 1 3 W h i t e S a n d s | A p p e n d i x c | P a g e 7 / 1 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x c | P a g e 8 / 1 3 W h i t e S a n d s | A p p e n d i x c | P a g e 9 / 1 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x c | P a g e 1 0 / 1 3 W h i t e S a n d s | A p p e n d i x c | P a g e 1 1 / 1 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x c | P a g e 1 2 / 1 3 station 95 it is probably about 100 feet deep, and buried by a section of probably older, more consolidated Tertiary Santa Fe group basin fill strata. Unconsolidated sediments seem to be no more than about 25 feet deep throughout Line WS-2. However, bedrock velocities consistent with crystalline igneous or metamor- phic rocks, or limestone, are not common. 3. The Jarilla Fault seems"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "R C E S W h i t e S a n d s | A p p e n d i x c | P a g e 8 / 1 3 W h i t e S a n d s | A p p e n d i x c | P a g e 9 / 1 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x c | P a g e 1 0 / 1 3 W h i t e S a n d s | A p p e n d i x c | P a g e 1 1 / 1 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S W h i t e S a n d s | A p p e n d i x c | P a g e 1 2 / 1 3 station 95 it is probably about 100 feet deep, and buried by a section of probably older, more consolidated Tertiary Santa Fe group basin fill strata. Unconsolidated sediments seem to be no more than about 25 feet deep throughout Line WS-2. However, bedrock velocities consistent with crystalline igneous or metamor- phic rocks, or limestone, are not common. 3. The Jarilla Fault seems to form the boundary of the deep Tularosa Basin at line WS-1, as indicated by the presence of Tertiary basin fill. However, the Jarilla Fault seems to be crossing a buried pediment or bench at Line WS-2, as indicated by the uniformly very shallow bedrock. This indicates that the actual deep Tularosa Basin probably lies west of Line WS-2 (see Plate II). Recommendation Future investigation should include looking west of Line WS-2, to find the actual margin of the deep Tularosa Basin. References Hunt, R. E., 2007, Geotechnical Investigation Methods - a Field Guide for Geotechnical Engineers: CRC Press, Boca Raton, Fl, 342 p. Kelley, V. C., 1982, Diverse Geology of the Hubbell Bench, Albuquerque Basin, New Mexico; in Grambling, J. A. and Wells, S.G., eds., Albuquerque Country II: New Mexico Geological Society Guidebook, Thirty-Third Annual Field Conference, p. 159-160 \u0007Respectfully submitted, ￼ Charles B. Reynolds Certified Prof. Geologist W h i t e S a n d s | A p p e n d i x c | P a g e 1 3 / 1 3 Environmental Tracers From 28 November through 2 December, the US Geological Survey (USGS) drilled and completed two 195-foot water wells on the northeast side of the loop drive near pre-existing shallow monitoring well WS-007 (Fig. D1). The newly constructed wells will be used to conduct a pumping test in order to investigate hydraulic properties of the aquifer system beneath the dune field. A p p e n d i x D Pumping-test well installations Figure D1. Photo of drilling site for pumping test wells, WHSA. WS-007 is a preexisting shallow monitoring well at the site. A schematic diagram of the well construction is shown in Figure D2. Both wells are screened over the bot- tom 40 feet; the annuli of the screened intervals up to fifty feet above the bottoms of the boreholes are packed with 10-40 silica sand. Above that the boreholes are sealed with bentonite and grout to the land surface. The pre-existing monitoring well at the locality, WS-007, is 25 feet deep and will also be monitored during the pumping test in order to investigate the connectivity between shallow and deeper aquifer systems at this locality. Completion data for WS-007 is on file with David Bustos of the NPS, WHSA. The pumping well for the test was cased using 6-inch PVC pipe, and is located approximately 17 feet from the shallow monitoring well WS-007. The deeper monitoring well was completed using 2-inch casing, and is located about 60 feet from the pumping well. The USGS will provide specific records regarding drilling and completion of the two newly constructed wells. The USGS drilling supervisor, Art Clark, ran a suite of geophysi- cal logs in the boreholes and these results will be provided to project participants. Borehole cuttings were collected at five-foot intervals during drilling of the monitoring well and are pres- ently being stored by the New Mexico Bureau of Geology and Mineral Resources (NMBGMR), New Mexico Tech. Careful examination of these samples has not been undertaken because the pumping-well borehole was core-drilled from a depth of 25 to 192 feet. Core recovery was quite good, about 83%, and the two-inch diam- eter sediment cores provide a much better record of down-hole lithologic changes than the cuttings obtained during drilling of the monitoring well. The sediment core was photographed during drilling by NMBGMR geologist Bruce Allen, and this photographic record will be made available to project participants as soon as the WS-007 W h i t e S a n d s | A p p e n d i x D | P a g e 1 / 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S one-foot photo segments have been stitched together (see Fig. D3 for sample photographs of the sediment core). Jim Harte (NPS hydrologist) also took photographs of the sediment core. Our understanding is that the core is stored at the USGS repository in Denver, CO. A brief summary of lithologies underlying the study site based on field examination of the recovered cores and cuttings is provided in Figure 1. This information is sufficient to proceed with the pumping test with some confidence as to the character of the hydrostratigraphic framework at the site. In particular, the deeper wells are screened in an interval of clay containing thin interbeds of silty fine siliciclastic sand. The screened interval is overlain and bottoms out in meter-scale beds of clay that may be expected to act as aquitards or confining beds above and below the screened interval. The shallow monitoring well at the site (WS-007) is screened within the upper, shallow aquifer system that consists of silty gypsum sand, largely eolian deposits. Deposits below a depth of about 25 feet consist of interbedded to interlaminated clay and silty fine gypsum sand. Clay beds in the interval below ~25 feet commonly contain an abundance of coarse, secondary mm- to cm-scale selenite crystals. Beneath 105 feet, the stratigraphic succession contains a relatively large proportion of clay and thin, siliciclastic silty fine sand interbeds. It is anticipated that the drilling effort has resulted in the completion of two wells that will shed valuable information about"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "i x D | P a g e 1 / 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S one-foot photo segments have been stitched together (see Fig. D3 for sample photographs of the sediment core). Jim Harte (NPS hydrologist) also took photographs of the sediment core. Our understanding is that the core is stored at the USGS repository in Denver, CO. A brief summary of lithologies underlying the study site based on field examination of the recovered cores and cuttings is provided in Figure 1. This information is sufficient to proceed with the pumping test with some confidence as to the character of the hydrostratigraphic framework at the site. In particular, the deeper wells are screened in an interval of clay containing thin interbeds of silty fine siliciclastic sand. The screened interval is overlain and bottoms out in meter-scale beds of clay that may be expected to act as aquitards or confining beds above and below the screened interval. The shallow monitoring well at the site (WS-007) is screened within the upper, shallow aquifer system that consists of silty gypsum sand, largely eolian deposits. Deposits below a depth of about 25 feet consist of interbedded to interlaminated clay and silty fine gypsum sand. Clay beds in the interval below ~25 feet commonly contain an abundance of coarse, secondary mm- to cm-scale selenite crystals. Beneath 105 feet, the stratigraphic succession contains a relatively large proportion of clay and thin, siliciclastic silty fine sand interbeds. It is anticipated that the drilling effort has resulted in the completion of two wells that will shed valuable information about the aquifer system beneath the White Sands, in particular (1) aquifer properties, and (2) connectivity between deeper groundwater and the shallow groundwater system that immediately underlies the dunes. The USGS drilling crew did a first-rate job of drilling and completing the wells, and the acquisition of sediment cores with a high recovery rate was an unanticipated and fortuitous contribution to the project. The next step will be to pump the 6-inch-cased hole in order to determine its yield (the drilling crew seemed to think that 5 to 7 gallons per minute was a good minimum estimate) and plan for the pumping test that will be con- ducted later this year. Figure D2. Summary of well construction and lithologies, WHSA water wells constructed 28 November to 2 December 2011. W h i t e S a n d s | A p p e n d i x D | P a g e 2 / 3 Figure D3. Photographs of sediment-core segments obtained from the drilling site. W h i t e S a n d s | A p p e n d i x D | P a g e 3 / 3 Environmental Tracers Six shallow piezometers (WS-001 - WS-006) have been constructed in order to provide additional information about the shallow groundwater system beneath the gypsum dunes. Four of the piezometers are located along the dirt road that extends south from the Administration Building along the east side of the \"edge-of-the-dunes\", not far from NPS monitoring WS-011. The other two piezometers are located within the \"heart-of-the-dunes\" along the loop drive. The piezometers are screened over a relatively short depth interval, and sealed above the screened interval with bentonite. These new wells will allow identification of possible vertical hydraulic gradients or geochemical discontinuities in the shallow groundwater system that cannot be detected with the current array of monitor- ing wells (WS-007-WS-015), since those wells are screened essentially over their entire length. For example, the water level in a very shallow piezometer (screen depth ~3 to 4 feet) near the cottonwood grove south of WS-011 was about two feet beneath the land surface in May, 2010. Water level in a nearby piezometer at a similar elevation, screened at about 10-13 feet, is approximately five feet beneath the land surface. These measurements suggest that local zones of \"perched\" groundwater exist along the flanks of the sand dunes. Furthermore, the water level in the very shallow piezometer was below the screened interval in December, 2010, indicating that the perched aquifer there is ephemeral and subject to seasonal changes in precipitation and evapotranspiration. One of the new piezometers (WS-005) was constructed at the top of the dune (near the Evening Program Area) where tensiometer nests have been deployed. It has been equipped with a water-level datalogger system for continuous measurement of fluctuations in water level. The electrical conductivity of water collected from this piezometer is significantly lower than values obtained from the nearby interdune monitoring well (WS-007), indicating that it is fresher and likely derived in part from direct meteoric recharge on the dune. A piezometer (WS-006) was constructed in the interdune area immediately to the west of the cottonwood- grove piezometers mentioned above. Water level in this well is a little more than 2 meters higher than in the well just to the east of dunes, only ~170 m away. Electrical conductivity of water from this well indicates that it is fresher than waters in wells to the east of the edge-of-the-dunes, reinforcing the idea that the dunes are areas of meteoric recharge to the shallow groundwater system. A water-level datalogger system has been installed in this piezometer as well. In addition to the hydrologic data they will provide, information about the lithology of deposits beneath the dune area is provided by the NPS monitoring wells and new piezometers that have been constructed. Within the dune field, it is reasonably clear that the White Sands (eolian accumulations of gypsum sand) extend, broadly speaking, to a depth of 20 to 30 feet below interdune areas, and are underlain by older siliciclastic basin-fill deposits. These older deposits beneath the sand dunes and immediately to the east of the dunes consist of a mix of interbedded alluvial, eolian, and wetland deposits, of Pleistocene and Holocene age, which create a complex hydrogeologic framework of more permeable and less permeable (confining) beds. The depth scale of vertical heterogeneity in the basin-fill aquifer system underlying the dune field apparently ranges on the order of meters or less, and is therefore quite complex. Construction of a deeper well and performance of a pumping test (future goals of this project) will be needed to clarify the degree of connectivity between deeper (depth-scale 10s of meters) \"regional\" aquifer(s) and the shallow groundwater system that immediately underlies the sand dunes. A p p e n d i x E Piezometer Installation W h i t e S a n d s | A p p e n d i x E | P a g e 1 / 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 1 0 2 3 4 5 6 7 8 9 10 11 12 13 14 15 ft 1"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "datalogger system has been installed in this piezometer as well. In addition to the hydrologic data they will provide, information about the lithology of deposits beneath the dune area is provided by the NPS monitoring wells and new piezometers that have been constructed. Within the dune field, it is reasonably clear that the White Sands (eolian accumulations of gypsum sand) extend, broadly speaking, to a depth of 20 to 30 feet below interdune areas, and are underlain by older siliciclastic basin-fill deposits. These older deposits beneath the sand dunes and immediately to the east of the dunes consist of a mix of interbedded alluvial, eolian, and wetland deposits, of Pleistocene and Holocene age, which create a complex hydrogeologic framework of more permeable and less permeable (confining) beds. The depth scale of vertical heterogeneity in the basin-fill aquifer system underlying the dune field apparently ranges on the order of meters or less, and is therefore quite complex. Construction of a deeper well and performance of a pumping test (future goals of this project) will be needed to clarify the degree of connectivity between deeper (depth-scale 10s of meters) \"regional\" aquifer(s) and the shallow groundwater system that immediately underlies the sand dunes. A p p e n d i x E Piezometer Installation W h i t e S a n d s | A p p e n d i x E | P a g e 1 / 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 1 0 2 3 4 5 6 7 8 9 10 11 12 13 14 15 ft 1 0 2 3 4 m land surface WP 349 piezometer, BURPZ-1 (near MW-5) end cap screen 2-inch pipe borehole diameter: ~10 cm (.010”) bentonite (to land surface) sand bentonite (to bottom of hole) Water level 6 Dec. 2010 1.88 m below top of standpipe completion materials (annulus) 3/8 bentonite chips 10-20 Colorado silica sand yellowish- to reddish- brown silty sand and clay reddish- brown silt and clay brown to yellowish- brown silty sand olive- to yellowish- brown silty clay brown silty clay (hard) disseminated gypsum silt and sand is present throughout as individual grains and as secondary, mm-scale aggregates of smaller grains mixed loess and alluvium (Holocene) alluvial and wetland basin-ﬁll deposits (lower Holocene - Pleistocene) WS-001 W h i t e S a n d s | A p p e n d i x E | P a g e 2 / 6 1 0 2 3 4 5 6 7 8 9 10 11 12 13 14 ft 1 0 2 3 4 m Cottonwood grove piezometer, BURPZ-2 (east side of road) end cap screen 2-inch pipe borehole diameter: ~10 cm (.010”) bentonite (to land surface) Water level 6 Dec. 2010 1.65 m below top of standpipe sand (to bottom of hole) reddish- brown silt and clay with olive-gray mottles near base brown to olive clay (hard) gray to reddish- brown clay yellowish- to reddish- brown silty sand and clay disseminated gypsum silt and sand is present throughout as reddish- brown clay with thin silty beds reddish- brown to olive clay with thin silty beds completion materials (annulus) 3/8 bentonite chips land surface mixed loess and alluvium (Holocene) alluvial and wetland basin-ﬁll deposits (lower Holocene - Pleistocene) WS-002 W h i t e S a n d s | A p p e n d i x E | P a g e 3 / 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 1 0 2 3 4 5 ft 1 0 m land surface Cottonwood grove piezometer, BURPZ-3 (west side of road) Water level shortly before completing piezometer (20 May 2010) was 0.64 m below land surface. Water level 6 Dec. 2010 was at base of screen, 1.52 m below top of standpipe (i.e., the screened interval was unsaturated). Therefore, it would appear that saturation at shallow depth here is strongly inﬂuenced by seasonal changes in precipitaion and ET. 1.5-inch pipe end cap screen (.020”) bentonite (to land surface) sand (to bottom of hole) borehole diameter: ~10 cm completion materials (annulus) 3/8 bentonite chips 10-20 Colorado silica sand WS-003 1 0 2 3 4 5 6 7 ft 1 0 2 m land surface Group-use area piezometer, BURPZ-4 (near MW-6) Entire hole is in gypsum sand end cap screen 2-inch pipe borehole diameter: ~10 cm (.010”) bentonite (to land surface) Water level 8 Dec. 2010 0.7 m below top of standpipe sand (to bottom of hole) completion materials (annulus) 3/8 bentonite chips 10-20 Colorado silica sand WS-004 W h i t e S a n d s | A p p e n d i x E | P a g e 4 / 6 1 0 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 ft 1 0 2 3 4 5 6 m sand bentonite (to ~1 m below land surface) land surface Dune-crest piezometer in Film Area, BURPZ-5 (tensiometer-cluster locality) Entire hole is in gypsum sand end cap screen 2-inch pipe completion materials (annulus) (.010”) 3/8 bentonite chips 10-20 Colorado silica sand borehole diameter: ~10 cm Water level 7 Dec. 2010 5.11 m below top of standpipe WS-005 W h i t e S a n d s | A p p e n d i x E | P a g e 5 / 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 1 0 2 3 4 5 6 7 8 9 10 11 12 13 1 0 2 3 4 Interdune piezometer, BURPZ-6 (west of cottonwood grove) end cap screen 2-inch pipe borehole diameter: ~10 cm (.010”) bentonite (to land surface) Water level 7 Dec. 2010 3.27 m below top of standpipe sand (to bottom of hole) completion materials (annulus) 3/8 bentonite chips 10-20 Colorado silica sand land surface white to very pale brown gypsum sand light brown gypsum sand w/ minor siliclastic silt and organic matter light brown gypsum sand w/ minor siliclastic silt and clay ft m WS-006 W h i t e S a n d s | A p p e n d i x E | P a g e 6 / 6 Sample site Date sampled pH (lab) pH (field) Specific Conductance (lab) (uS/cm) Specific Conductance (field) (uS/cm) Temperature (deg C) DO (mg/L) WS-007 5/20/2010 8 7 14100 14080 15 0.72 WS-015 5/20/2010 8 7 5710 5663 17 5.08 WS-005 5/21/2010 8 7 4550 4467 15 4.35 WS-012 1/10/2010 7 7 8000 WS-023 12/8/2010 7 7 160000 153894 21 0.04 WS-201 12/9/2010 8 8"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "(tensiometer-cluster locality) Entire hole is in gypsum sand end cap screen 2-inch pipe completion materials (annulus) (.010”) 3/8 bentonite chips 10-20 Colorado silica sand borehole diameter: ~10 cm Water level 7 Dec. 2010 5.11 m below top of standpipe WS-005 W h i t e S a n d s | A p p e n d i x E | P a g e 5 / 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 1 0 2 3 4 5 6 7 8 9 10 11 12 13 1 0 2 3 4 Interdune piezometer, BURPZ-6 (west of cottonwood grove) end cap screen 2-inch pipe borehole diameter: ~10 cm (.010”) bentonite (to land surface) Water level 7 Dec. 2010 3.27 m below top of standpipe sand (to bottom of hole) completion materials (annulus) 3/8 bentonite chips 10-20 Colorado silica sand land surface white to very pale brown gypsum sand light brown gypsum sand w/ minor siliclastic silt and organic matter light brown gypsum sand w/ minor siliclastic silt and clay ft m WS-006 W h i t e S a n d s | A p p e n d i x E | P a g e 6 / 6 Sample site Date sampled pH (lab) pH (field) Specific Conductance (lab) (uS/cm) Specific Conductance (field) (uS/cm) Temperature (deg C) DO (mg/L) WS-007 5/20/2010 8 7 14100 14080 15 0.72 WS-015 5/20/2010 8 7 5710 5663 17 5.08 WS-005 5/21/2010 8 7 4550 4467 15 4.35 WS-012 1/10/2010 7 7 8000 WS-023 12/8/2010 7 7 160000 153894 21 0.04 WS-201 12/9/2010 8 8 85000 96423 1 7.27 WS-002 12/8/2010 8 8 12700 12595 18 0.97 WS-005 12/7/2010 8 8 4770 4538 14 4.17 WS-006 12/8/2010 8 8 2510 2404 16 3.86 WS-007 12/7/2010 8 8 13500 12691 15 1.99 WS-009 12/6/2010 8 7 4400 4193 19 3.60 WS-011 12/10/2010 7 7 3980 3735 18 5.27 WS-014 12/7/2010 7 7 12450 11728 22 0.17 WS-015 12/8/2010 8 8 5900 5528 16 5.97 A p p e n d i x F Chemistry data General Chemistry Sample site Date sampled Alkalinity as HCO3 - (mg/L) Bromide (Br-) (mg/L) Chloride (Cl-) (mg/L) Fluoride (F-) (mg/L) Nitrite (NO2 -) (mg/L) Nitrate (NO3 -) (mg/L) WS-007 5/20/2010 125 0.33 3150 2.7 <2.0 15 WS-015 5/20/2010 74 0.21 675 3.6 <1.0 22 WS-005 5/21/2010 62 0.25 480 3.0 <0.5 14 WS-012 1/10/2010 150 <1.0 1350 3.1 <1.0 15 WS-023 12/8/2010 380 11.80 81600 <100 <100 <100 WS-201 12/9/2010 885 5.20 29800 <10 <10 <10 WS-002 12/8/2010 240 0.70 610 <4.0 <4.0 <4.0 WS-005 12/7/2010 82 <0.2 515 3.4 <1.0 16 WS-006 12/8/2010 115 0.08 10 4.8 <0.50 11 WS-007 12/7/2010 120 0.31 2850 3.0 <2.0 12 WS-009 12/6/2010 77 0.23 145 1.3 <1.0 21 WS-011 12/10/2010 145 0.25 83 3.7 <1.0 58 WS-014 12/7/2010 160 0.66 2600 <5.0 <5.0 <5.0 WS-015 12/8/2010 74 <0.2 645 3.5 <1.0 19 Sample site Date sampled Phosphate (mg/L) Sulfate (SO42-) (mg/L) Sodium (Na) (mg/L) Potassium (K) (mg/L) Magnesium (Mg) (mg/L) Calcium (Ca) (mg/L) WS-007 5/20/2010 <10 4110 1900 46 665 585 WS-015 5/20/2010 <5.0 2540 425 22 320 530 WS-005 5/21/2010 <0.5 2020 305 11 170 580 WS-012 1/10/2010 <5.0 2740 910 22 325 630 WS-023 12/8/2010 <500 87900 73500 1490 11900 295 WS-201 12/9/2010 <50 19800 17700 295 5540 715 WS-002 12/8/2010 <20 8700 885 395 1720 440 WS-005 12/7/2010 <5.0 1980 380 13 180 550 WS-006 12/8/2010 <2.5 1510 15 5 48 570 WS-007 12/7/2010 <10 3840 1960 44 635 570 WS-009 12/6/2010 <5.0 2400 380 14 210 485 WS-011 12/10/2010 <5.0 2240 140 49 270 510 WS-014 12/7/2010 <25 2890 2040 30 185 635 WS-015 12/8/2010 <5.0 2490 460 21 315 520 W h i t e S a n d s | A p p e n d i x f | P a g e 1 / 3 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Trace Metals (mg/L) Sample site Date sampled Total cations (mg/L) Total anions (mg/L) Percent difference TDS calculation (mg/L) Hardness (mg/L CaCO3) SiO2 calculation (mg/L) WS-007 5/20/2010 168 177 -2.6 10598 4200 45 WS-015 5/20/2010 72 74 -1.3 4620 2642 33 WS-005 5/21/2010 56 57 -0.5 3687 2149 57 WS-012 1/10/2010 98 98 0.2 6164 2912 92 WS-023 12/8/2010 4229 4138 1.1 256922 49748 35 WS-201 12/9/2010 1269 1267 0.1 74341 24603 17 WS-002 12/8/2010 212 202 2.4 12899 8183 19 WS-005 12/7/2010 59 58 1.4 3749 2115 56 WS-006 12/8/2010 33 34 -1.2 2323 1623 80 WS-007 12/7/2010 167 163 1.3 10037 4039 47 WS-009 12/6/2010 58 56 2.3 3760 2076 55 WS-011 12/10/2010 55 52 2.3 3493 2386 56 WS-014 12/7/2010 136 136 0.1 8498 2348 24 WS-015 12/8/2010 72 72 0.5 4559 2596 35 Sample site Date sampled Aluminum (Al) Antimony (Sb) Arsenic (As) Barium (Ba) Beryllium (Be) Boron (B) Cadmium (Cd) Chromium (Cr) Cobalt (Co) Copper (Cu) WS-023 12/8/2010 <0.10 <0.50 <0.10 <0.50 <0.10 5.4 <0.10 <0.10 <0.10 0.17 WS-201 12/9/2010 <0.020 <0.10 <0.020 <0.10 <0.020 1.5 <0.020 <0.020 <0.020 0.04 WS-002 12/8/2010 0.74 <0.10 <0.020 <0.10 <0.020 1.3 <0.020 <0.020 <0.020 <0.020 WS-005 12/7/2010 <0.010 <0.050 <0.010 <0.050 <0.010 0.26 <0.010 <0.010 <0.010 <0.010 WS-006 12/8/2010 <0.010 <0.050 <0.010 0.055 <0.010 0.10 <0.010 <0.010 <0.010 <0.010 WS-007 12/7/2010 <0.020 <0.10 <0.020 <0.10 <0.020 0.53 <0.020 <0.020 <0.020 <0.020 WS-009 12/6/2010 <0.010 <0.050 <0.010 <0.050 <0.010 <0.050 <0.010 <0.010 <0.010 <0.010 WS-011 12/10/2010 <0.010 <0.050 <0.010 <0.050 <0.010 0.91 <0.010 <0.010 <0.010 <0.010 WS-014 12/7/2010 <0.020 <0.10 <0.020 <0.10 <0.020 0.69 <0.020 <0.020 <0.020 <0.020 WS-015 12/8/2010 <0.010 <0.050 <0.010 <0.050 <0.010 0.43 <0.010 <0.010 <0.010 <0.010 Sample site Date sampled Lead (Pb) Lithium (Li) Manganese (Mn) Molybdenum (Mo) Nickel (Ni) Selenium (Se) Silicon (Si) Silver (Ag) Strontium (Sr) WS-023 12/8/2010 <0.10 4.19 <0.50 <0.10 <0.10 <0.50 16.4 <0.10 6.9 WS-201 12/9/2010 <0.020 1.98 0.95 0.204 <0.020 <0.10 8.1 <0.020 28.0 WS-002 12/8/2010 <0.020 0.94 0.50 0.850 <0.020 <0.10 8.7 <0.020 8.7 WS-005 12/7/2010 <0.010 0.09 <0.050 0.020 <0.010 <0.050 26.1 <0.010 15.1 WS-006 12/8/2010 <0.010 0.07 0.06 <0.010 0.011 <0.050 37.3 <0.010 12.3 WS-007 12/7/2010 <0.020 0.21 <0.10 0.056 <0.020 <0.10 22.0 <0.020 15.0 WS-009 12/6/2010 <0.010 0.13 <0.050 0.048 <0.010 <0.050 25.8 <0.010 9.4 WS-011 12/10/2010 <0.010 0.14 <0.050 0.083 0.010 <0.050 26.2 <0.010 10.8 WS-014 12/7/2010 <0.020 0.32 <0.10 <0.020 <0.020 <0.10 11.3 <0.020 13.4 WS-015 12/8/2010 <0.010 0.26 <0.050 0.053 0.011 <0.050 16.3 <0.010 13.6 Sample site Date sampled Thallium (Tl) Thorium (Th) Tin (Sn) Titanium (Ti) Uranium (U) Vanadium (V) Zinc (Zn) Iron (Fe) WS-023 12/8/2010 <0.10 <0.10 <0.10 <0.10 <0.10 <0.10 0.232 <2.0 WS-201 12/9/2010 <0.020 <0.020 <0.020 <0.020 0.268 <0.020 0.081 <0.40 WS-002 12/8/2010 <0.020 <0.020 <0.020 0.02 0.032 <0.020 0.058 0.70 WS-005 12/7/2010 <0.010 <0.010 <0.010 <0.010 0.027 0.015 <0.010 <0.20 WS-006 12/8/2010 <0.010 <0.010 <0.010"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "<0.10 <0.020 1.5 <0.020 <0.020 <0.020 0.04 WS-002 12/8/2010 0.74 <0.10 <0.020 <0.10 <0.020 1.3 <0.020 <0.020 <0.020 <0.020 WS-005 12/7/2010 <0.010 <0.050 <0.010 <0.050 <0.010 0.26 <0.010 <0.010 <0.010 <0.010 WS-006 12/8/2010 <0.010 <0.050 <0.010 0.055 <0.010 0.10 <0.010 <0.010 <0.010 <0.010 WS-007 12/7/2010 <0.020 <0.10 <0.020 <0.10 <0.020 0.53 <0.020 <0.020 <0.020 <0.020 WS-009 12/6/2010 <0.010 <0.050 <0.010 <0.050 <0.010 <0.050 <0.010 <0.010 <0.010 <0.010 WS-011 12/10/2010 <0.010 <0.050 <0.010 <0.050 <0.010 0.91 <0.010 <0.010 <0.010 <0.010 WS-014 12/7/2010 <0.020 <0.10 <0.020 <0.10 <0.020 0.69 <0.020 <0.020 <0.020 <0.020 WS-015 12/8/2010 <0.010 <0.050 <0.010 <0.050 <0.010 0.43 <0.010 <0.010 <0.010 <0.010 Sample site Date sampled Lead (Pb) Lithium (Li) Manganese (Mn) Molybdenum (Mo) Nickel (Ni) Selenium (Se) Silicon (Si) Silver (Ag) Strontium (Sr) WS-023 12/8/2010 <0.10 4.19 <0.50 <0.10 <0.10 <0.50 16.4 <0.10 6.9 WS-201 12/9/2010 <0.020 1.98 0.95 0.204 <0.020 <0.10 8.1 <0.020 28.0 WS-002 12/8/2010 <0.020 0.94 0.50 0.850 <0.020 <0.10 8.7 <0.020 8.7 WS-005 12/7/2010 <0.010 0.09 <0.050 0.020 <0.010 <0.050 26.1 <0.010 15.1 WS-006 12/8/2010 <0.010 0.07 0.06 <0.010 0.011 <0.050 37.3 <0.010 12.3 WS-007 12/7/2010 <0.020 0.21 <0.10 0.056 <0.020 <0.10 22.0 <0.020 15.0 WS-009 12/6/2010 <0.010 0.13 <0.050 0.048 <0.010 <0.050 25.8 <0.010 9.4 WS-011 12/10/2010 <0.010 0.14 <0.050 0.083 0.010 <0.050 26.2 <0.010 10.8 WS-014 12/7/2010 <0.020 0.32 <0.10 <0.020 <0.020 <0.10 11.3 <0.020 13.4 WS-015 12/8/2010 <0.010 0.26 <0.050 0.053 0.011 <0.050 16.3 <0.010 13.6 Sample site Date sampled Thallium (Tl) Thorium (Th) Tin (Sn) Titanium (Ti) Uranium (U) Vanadium (V) Zinc (Zn) Iron (Fe) WS-023 12/8/2010 <0.10 <0.10 <0.10 <0.10 <0.10 <0.10 0.232 <2.0 WS-201 12/9/2010 <0.020 <0.020 <0.020 <0.020 0.268 <0.020 0.081 <0.40 WS-002 12/8/2010 <0.020 <0.020 <0.020 0.02 0.032 <0.020 0.058 0.70 WS-005 12/7/2010 <0.010 <0.010 <0.010 <0.010 0.027 0.015 <0.010 <0.20 WS-006 12/8/2010 <0.010 <0.010 <0.010 <0.010 0.023 0.038 <0.010 <0.20 WS-007 12/7/2010 <0.020 <0.020 <0.020 <0.020 0.029 <0.020 0.072 <0.40 WS-009 12/6/2010 <0.010 <0.010 <0.010 <0.010 0.011 0.026 <0.010 <0.20 WS-011 12/10/2010 <0.010 <0.010 <0.010 <0.010 0.052 0.041 <0.010 <0.20 WS-014 12/7/2010 <0.020 <0.020 <0.020 <0.020 <0.020 <0.020 <0.020 <0.40 WS-015 12/8/2010 <0.010 <0.010 <0.010 <0.010 0.041 0.023 <0.010 <0.20 W h i t e S a n d s | A p p e n d i x f | P a g e 2 / 3 Sample site Date sampled δ18O (‰) δD (‰) δ13C *‰) C-14 measured age (YBP) Precision WS-007 5/20/2010 -6.3 -54 WS-015 5/20/2010 -6.8 -57 WS-005 5/21/2010 -6.4 -53 WS-012 1/10/2010 WS-023 12/8/2010 1.1 -22 -7 22,690 130 WS-201 12/9/2010 -0.4 -27 WS-002 12/8/2010 -6.4 -51 WS-005 12/7/2010 -6.8 -51 -8.7 390 30 WS-006 12/8/2010 -6.8 -50 -9.9 360 30 WS-007 12/7/2010 -6.4 -50 -6.8 3,220 30 WS-009 12/6/2010 -6.9 -53 -7.5 2,040 30 WS-011 12/10/2010 -6.8 -50 -6.3 860 30 WS-014 12/7/2010 -10.1 -72 -6.4 9,890 50 WS-015 12/8/2010 -6.7 -51 -10 3,720 40 Environmental Tracers Sample site Date sampled N2 total (ccSTP/g) Ar total (ccSTP/g) Ne total (ccSTP/g) Kr total (ccSTP/g) Xe total (ccSTP/g) He4 (ccSTP/g) WS-005 12/7/2010 1.26E-02 3.18E-04 1.81E-07 5.96E-08 1.00E-08 6.31E-08 WS-006 12/8/2010 1.20E-02 2.99E-04 1.75E-07 6.62E-08 9.48E-09 4.20E-08 WS-007 12/7/2010 1.50E-02 2.98E-04 1.68E-07 6.89E-08 9.36E-09 2.58E-07 WS-009 12/6/2010 1.19E-02 2.95E-04 1.75E-07 6.78E-08 9.45E-09 4.86E-07 WS-014 12/7/2010 1.31E-02 3.09E-04 1.59E-07 7.32E-08 9.93E-09 3.24E-05 Sample site Date sampled R/Ra Tritium (TU) Tritium (error +/-) Age (yr) - using Ne only Age (yr) - using EA Age (yr) - error EA Rterr - assumed Calc. Rech. Temp ºC Tot Dis Gas (atm) Excess Air (ccSTP/g) Rech Elev (m) Well Temp ºC WS-023 12/8/2010 - 0.45 0.10 - - - 2.77E-08 - - - 1185.7 21.11 WS-201 12/9/2010 - 4.42 0.18 - - - 2.77E-08 - - - 1214.9 1.18 WS-002 12/8/2010 - 4.63 0.22 - - - 2.77E-08 - - - 1214.5 17.45 WS-005 12/7/2010 0.86 3.17 0.17 17.4 18.2 10.78 2.77E-08 16.33 0.83 0.037 1213.7 14.39 WS-006 12/8/2010 1.02 3.77 0.18 1.4 2.4 0.80 2.77E-08 15.97 0.84 0.008 1218.0 16.13 WS-007 12/7/2010 0.54 3.00 0.14 52.2 52.2 22.13 2.77E-08 15.66 1.01 0.101 1209.3 15.07 WS-009 12/6/2010 0.44 0.09 0.10 >55 >55 >55 2.77E-08 15.94 0.85 0.002 1220.8 19.22 WS-011 12/10/2010 - 4.62 0.22 - - - 2.77E-08 - - - 1217.1 18.27 WS-014 12/7/2010 0.39 0.14 0.10 >55 >55 >55 2.77E-08 13.93 0.97 0.101 1220.4 22.31 WS-015 12/8/2010 - 4.20 0.19 - - - 2.77E-08 - - - 1204.9 16.07 Sample site Date sampled Well Salinity (‰) Lab O2 (mg/l) Field O2 (mg/l) SumRes^2 Notes WS-023 12/8/2010 256.92 - 0.0 - WS-201 12/9/2010 74.34 - 7.3 - WS-002 12/8/2010 12.9 - 1.0 - WS-005 12/7/2010 3.75 2.5 4.2 14.0 Excess N2 and He, age very sensitive to Rterr, poor gas model fit WS-006 12/8/2010 2.32 3.6 3.9 0.7 Excess N2 (little bit) WS-007 12/7/2010 10.04 1.4 2.0 0.1 Excess N2 and He, age very sensitive to Rterr WS-009 12/6/2010 3.76 1.7 3.6 0.7 Excess N2 and He, age very sensitive to Rterr WS-011 12/10/2010 3.49 - 5.3 - WS-014 12/7/2010 8.5 0.0 0.2 8.2 Excess N2 and He, age very sensitive to Rterr, poor gas model fit WS-015 12/8/2010 4.56 - 6.0 - W h i t e S a n d s | A p p e n d i x f | P a g e 3 / 3 New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 www.geoinfo.nmt.edu"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/559/OFR559_White_Sands.pdf",
        "Text": "Fax (575) 835 6333 www.geoinfo.nmt.edu"
    }
]