[
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "4970 4900 4910 4910 4870 4850 4830 4890 4910 489 4900 4900 4910 4930 4950 4950 4930 4930 4870 4880 4890 4870 B e ar Canyon Arr o yo B e ar Canyon Arr o yo T i j e ras A rr o y o Rio G r a nd e A r r oy o d e la s C a l a b aci llas ALBUQUERQUE Westgate Nor Este Lincoln Lincoln 351515106410402 351515106410402 U.S. Department of the Interior U.S. Geological Survey Pamphlet to accompany Scientific Investigations Map 3433 Estimated 2016 Groundwater Level and Drawdown from Predevelopment to 2016 in the Santa Fe Group Aquifer System in the Albuquerque Area, Central New Mexico Prepared in cooperation with the Albuquerque Bernalillo County Water Utility Authority Estimated 2016 Groundwater Level and Drawdown from Predevelopment to 2016 in the Santa Fe Group Aquifer System in the Albuquerque Area, Central New Mexico By Amy E. Galanter and Lucas T.S. Curry Prepared in cooperation with the Albuquerque Bernalillo County Water Utility Authority Pamphlet to accompany Scientific Investigations Map 3433 U.S. Department of the Interior U.S. Geological Survey U.S. Department of the Interior DAVID BERNHARDT, Secretary U.S. Geological Survey James F. Reilly II, Director U.S. Geological Survey, Reston, Virginia: 2019 For more information on the USGS—the Federal source for science about the Earth, its natural and living resources, natural hazards, and the environment—visit https://www.usgs.gov or call 1–888–ASK–USGS. For an overview of USGS information products, including maps, imagery, and publications, visit https://store.usgs.gov. Any use of trade, firm, or product names is for descriptive purposes only and does not imply endorsement by the U.S. Government. Although this information product, for the most part, is in the public domain, it also may contain copyrighted materials as noted in the text. Permission to reproduce copyrighted items must be secured from the copyright owner. Suggested citation: Galanter, A.E., and Curry, L.T.S., 2019, Estimated 2016 groundwater level and drawdown from predevelopment to 2016 in the Santa Fe Group aquifer system in the Albuquerque area, central New Mexico: U.S. Geological Survey Scientific Investigations Map 3433, 1 sheet, 13-p. pamphlet, as https://doi.org/10.3133/sim3433. ISSN 2329-1311 (print) ISSN 2329-132X (online) ISBN 978-1-4113-4295-8 iii Acknowledgments The authors would like to acknowledge the Albuquerque Bernalillo County Water Utility Authority for supporting this research, the many U.S. Geological Survey staff who have contributed to this work, and the many agencies that have shared data to make this publication possible, including Sandia National Laboratories, the Rio Rancho Utilities Department, AECOM, and Glorieta Geoscience, Inc. This report was greatly improved by insightful reviews and suggestions, for which the authors thank the many reviewers. iv Contents Acknowledgments.........................................................................................................................................iii Key Terms.........................................................................................................................................................v Abstract............................................................................................................................................................1 Introduction ....................................................................................................................................................1 Purpose and Scope...............................................................................................................................2 Description of Study Area....................................................................................................................3 Methods for Map Construction and Time-Series Analysis......................................................................3 Data Sources and Data Uncertainty Assessment ...........................................................................3 Methods for Estimating Groundwater-Level Contours and Drawdown.......................................4 Time-Series Analysis Methodology....................................................................................................5 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System.............9 Groundwater-Level Contours...............................................................................................................9 Drawdown ..............................................................................................................................................9 Use of the Map and Limitations.........................................................................................................10 Historical Response of Groundwater Levels...................................................................................10 Summary........................................................................................................................................................10 References Cited..........................................................................................................................................11 Figures 1. Map showing estimated 2016 groundwater level and drawdown, predevelopment to 2016, Albuquerque area, central New Mexico (https://doi.org/10.3133/sim3433)...................................................................................On sheet 2. Graph showing groundwater withdrawals, 1933–2016; surface-water withdrawals as part of the San Juan-Chama Drinking Water Project, 2004–2016; population in Albuquerque, New Mexico, 1930–2016; and the Albuquerque Bernalillo County Water Utility Authority service-area population, 2002–2016...........................................................................................2 3. Graphs showing daily mean groundwater-level elevations and annual highest groundwater levels from nine continuously measured piezometers in wells in the Albuquerque area, central New Mexico, for the period of record.................................6 Conversion Factors U.S. customary units to International System of Units Multiply By To obtain Length foot (ft) 0.3048 meter (m) mile (mi) 1.609 kilometer (km) v Datum Horizontal coordinate information is referenced to the North American Datum of 1983 (2011) (NAD 83). Vertical coordinate information is referenced to the North American Vertical Datum of 1988 (NAVD 88). Abbreviations ABCWUA Albuquerque Bernalillo County Water Utility Authority AHGWL Annual highest groundwater level Lidar Light Detection and Ranging MRGB Middle Rio Grande Basin NWIS National Water Information System SJCDWP San Juan-Chama Drinking Water Project USGS U.S. Geological Survey Key Terms Groundwater level Refers to the elevation to which water rises in a properly constructed well. In an unconfined aquifer, this is the elevation of the water table; in a confined aquifer, this is the elevation of the potentiometric surface (Carter and others, 2002). The groundwater level is a measurement of hydraulic head, which is the sum of the elevation head and pressure head and is proportional to the energy available for flow (Schwartz and Zhang, 2003). Previous publications (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014) used various terms to describe the groundwater level, including potentiometric surface and hydraulic head. For simplicity, the term “groundwater level” is used throughout this Scientific Investigations Map and should be thought of as synonymous with the previously used terminology. The groundwater-level surface refers to the grid (or raster) of the groundwater level, and the groundwater-level contours represent that surface. Predevelopment conditions In this report, predevelopment conditions are defined as pre- 1961. This time period was chosen in order to include enough data to represent regional trends while still representing a groundwater-level surface that has not been influenced by significant withdrawals (Bexfield and Anderholm, 2000). Note that the New Mexico Office of the State Engineer and the Albuquerque Bernalillo County Water Utility Authority (ABCWUA) use a different definition for predevelopment conditions, which is simulated from a groundwater model (McAda and Barroll, 2002) and based on an earlier time (ABCWUA, 2016). Production zone The interval of the Santa Fe Group aquifer system where production wells are screened, generally between 200 and 900 feet or more below the water table (Thiros and others, 2010). Water year The 12-month period, October 1 through September 30, that is designated by the calendar year in which it ends (Carter and others, 2002). vi Estimated 2016 Groundwater Level and Drawdown from Predevelopment to 2016 in the Santa Fe Group Aquifer System in the Albuquerque Area, Central New Mexico By Amy E. Galanter and Lucas T.S. Curry Abstract The U.S. Geological Survey, in cooperation with the Albuquerque Bernalillo County Water Utility Authority (ABCWUA), has developed a series of maps and associated reports to document changes in the groundwater level in the production zone of the Santa Fe Group aquifer system in the Albuquerque, New Mexico, area. The current map and associated report document the construction of contours representing the groundwater-level surface of winter (November to March) conditions for water year 2016 and estimated net groundwater-level declines (called drawdown) since widespread groundwater pumping began in the early 1960s (called predevelopment conditions). Prior to 2008, groundwater withdrawal from the Santa Fe Group aquifer system was the principal water supply for the study area. The large quantity of withdrawal relative to recharge resulted in drawdown throughout the Albuquerque area. In response, the ABCWUA implemented a strategy for sustainable development of its water resources, including the diversion of surface water as part of the San Juan-Chama Drinking Water Project in 2008. The 2016 groundwater-level contours indicate that the general direction of groundwater flow is towards clusters of production wells in the eastern and northwestern parts"
    },
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "use a different definition for predevelopment conditions, which is simulated from a groundwater model (McAda and Barroll, 2002) and based on an earlier time (ABCWUA, 2016). Production zone The interval of the Santa Fe Group aquifer system where production wells are screened, generally between 200 and 900 feet or more below the water table (Thiros and others, 2010). Water year The 12-month period, October 1 through September 30, that is designated by the calendar year in which it ends (Carter and others, 2002). vi Estimated 2016 Groundwater Level and Drawdown from Predevelopment to 2016 in the Santa Fe Group Aquifer System in the Albuquerque Area, Central New Mexico By Amy E. Galanter and Lucas T.S. Curry Abstract The U.S. Geological Survey, in cooperation with the Albuquerque Bernalillo County Water Utility Authority (ABCWUA), has developed a series of maps and associated reports to document changes in the groundwater level in the production zone of the Santa Fe Group aquifer system in the Albuquerque, New Mexico, area. The current map and associated report document the construction of contours representing the groundwater-level surface of winter (November to March) conditions for water year 2016 and estimated net groundwater-level declines (called drawdown) since widespread groundwater pumping began in the early 1960s (called predevelopment conditions). Prior to 2008, groundwater withdrawal from the Santa Fe Group aquifer system was the principal water supply for the study area. The large quantity of withdrawal relative to recharge resulted in drawdown throughout the Albuquerque area. In response, the ABCWUA implemented a strategy for sustainable development of its water resources, including the diversion of surface water as part of the San Juan-Chama Drinking Water Project in 2008. The 2016 groundwater-level contours indicate that the general direction of groundwater flow is towards clusters of production wells in the eastern and northwestern parts of the study area. Drawdown from predevelopment to 2016 is greatest along the eastern margin of the study area and in the northwestern part of the study area, likely correlated with groundwater withdrawals and potentially compounded by proximity to faults. Comparing drawdown in water year 2016 to that of water years 2002, 2008, and 2012 shows a reduction in drawdown (groundwater-level rebound) in the study area since 2008, which corresponds with the timing of reductions in groundwater withdrawals as a result of the ABCWUA’s San Juan-Chama Drinking Water Project. Time-series analysis of groundwater-level measurements in piezometers within the study area also indicates the recent groundwater-level rebound since 2008. Introduction The study area (fig. 1, available at https://doi. org/10.3133/sim3433) is located within the Middle Rio Grande Basin (MRGB) in central New Mexico and is largely within the city of Albuquerque, but also includes areas within the city of Rio Rancho and Kirtland Air Force Base. The Albuquerque Bernalillo County Water Utility Authority (ABCWUA) provides water and wastewater services to the greater Albuquerque area within the MRGB, serving more than 600,000 water users with a combination of surface water (San Juan-Chama Drinking Water Project [SJCDWP]) and groundwater (ABCWUA, 2016). Prior to 2008, groundwater withdrawal from the production zone of the Santa Fe Group aquifer system was the principal water supply for the study area (ABCWUA, 2016). The large quantity of groundwater withdrawal relative to recharge resulted in net groundwater-level declines (drawdown, relative to predevelopment conditions) throughout the study area (Thiros and others, 2010; Rice and others, 2014). From 1950 to 1995, increased demand for water in the area was largely driven by population growth (fig. 2). Despite an increasing population (fig. 2), water-conservation measures beginning in 1995 led to a decline in water demand (ABCWUA, 2016). Groundwater levels, however, continued to decline, prompting the ABCWUA to implement a strategy for the sustainable development of its water resources that included the use of surface water as the primary municipal supply, establishment of a groundwater reserve for times of drought, increased implementation of water-conservation measures, and regional water-resource planning and management (ABCWUA, 2007). As part of this strategy, beginning in December 2008, the ABCWUA implemented an infrastructural change in water management with the SJCDWP by diverting surface water from the Rio Grande for treatment and use. This strategy reduced groundwater withdrawals by 67 percent from 2008 to 2016 (Katherine Yuhas, ABCWUA, written commun., 2018). Figure 1. Estimated 2016 groundwater level and drawdown, predevelopment (prior to 1961) to 2016, Albuquerque area, central New Mexico. 2 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico 0 1 2 3 4 5 6 7 8 0 20 40 60 80 100 120 140 1930 1940 1950 1960 1970 1980 1990 2000 2010 Population, in hundreds of thousands of persons Annual withdrawal, in thousands of acre-feet ABCWUA groundwater withdrawal ABCWUA surface-water withdrawal from the SJCDWP Population of Albuquerque ABCWUA service-area population EXPLANATION Figure 2. Groundwater withdrawals, 1933–2016; surface-water withdrawals as part of the San Juan-Chama Drinking Water Project (SJCDWP), 2004–2016; population in Albuquerque, New Mexico, 1930–2016; and the Albuquerque Bernalillo County Water Utility Authority (ABCWUA) service-area population, 2002–2016. [Adapted from Thiros and others (2010); population data from U.S. Census Bureau (1952, 1973, 1982, 2012, 2019); groundwater-withdrawal, surface- water-withdrawal, and ABCWUA service-area population data from the ABCWUA (Katherine Yuhas, ABCWUA, written commun., 2018).] Since 2008, in response to the SJCDWP, which shifted approximately two-thirds of municipal water supply from groundwater withdrawal to surface water, the groundwater level in the Santa Fe Group aquifer system has rebounded. Definitions of the following key terms are provided on page v of this report: groundwater level, predevelopment conditions, production zone, and water year. Purpose and Scope The U.S. Geological Survey (USGS), in cooperation with the ABCWUA, has developed a series of maps documenting the groundwater level in the production zone of the Santa Fe Group aquifer system within the study area and the estimated drawdown since predevelopment (pre-1961) for water years 2002, 2008, and 2012 (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014). This Scientific Investigations Map is the latest in this series and presents the estimation of the 2016 groundwater level and the drawdown since predevelopment. Groundwater-level contours represent the estimated groundwater-level surface for water year 2016 and can be used to provide a “snapshot” of the conditions in the Santa Fe Group aquifer system within the study area. Comparing the water year 2016 groundwater-level contours to predevelopment conditions allows for analysis of the magnitude and spatial distribution of groundwater-level change. This analysis can help to improve the understanding of how the groundwater system responds to withdrawals and (or) to changes in water-resource management. Results of this analysis can support the efforts of water- management agencies to minimize future groundwater-level declines, to sustainably develop groundwater resources, and to plan for the future. Analysis of groundwater-flow directions and hydraulic gradients can provide an understanding of recharge and the hydraulic connection between the Santa Fe Group aquifer system and the Rio Grande, as well as the relation between the groundwater level and the underlying geology. Finally, temporal trends in individual hydrographs within the study area Methods for Map Construction and Time-Series Analysis 3 can place the 2016 groundwater level in historical context as well as provide more localized data to assist in understanding regional trends. Description of Study Area The Santa Fe Group"
    },
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "are provided on page v of this report: groundwater level, predevelopment conditions, production zone, and water year. Purpose and Scope The U.S. Geological Survey (USGS), in cooperation with the ABCWUA, has developed a series of maps documenting the groundwater level in the production zone of the Santa Fe Group aquifer system within the study area and the estimated drawdown since predevelopment (pre-1961) for water years 2002, 2008, and 2012 (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014). This Scientific Investigations Map is the latest in this series and presents the estimation of the 2016 groundwater level and the drawdown since predevelopment. Groundwater-level contours represent the estimated groundwater-level surface for water year 2016 and can be used to provide a “snapshot” of the conditions in the Santa Fe Group aquifer system within the study area. Comparing the water year 2016 groundwater-level contours to predevelopment conditions allows for analysis of the magnitude and spatial distribution of groundwater-level change. This analysis can help to improve the understanding of how the groundwater system responds to withdrawals and (or) to changes in water-resource management. Results of this analysis can support the efforts of water- management agencies to minimize future groundwater-level declines, to sustainably develop groundwater resources, and to plan for the future. Analysis of groundwater-flow directions and hydraulic gradients can provide an understanding of recharge and the hydraulic connection between the Santa Fe Group aquifer system and the Rio Grande, as well as the relation between the groundwater level and the underlying geology. Finally, temporal trends in individual hydrographs within the study area Methods for Map Construction and Time-Series Analysis 3 can place the 2016 groundwater level in historical context as well as provide more localized data to assist in understanding regional trends. Description of Study Area The Santa Fe Group aquifer system is composed of unconsolidated to moderately consolidated basin-fill deposits of the Santa Fe Group of Cenozoic age and of younger unconsolidated to poorly consolidated deposits of Quaternary age along the inner valley of the modern Rio Grande (the Rio Grande alluvial aquifer) (Bartolino and Cole, 2002; Plummer and others, 2012; Rankin and others, 2013). The Santa Fe Group and Rio Grande alluvial aquifers are hydraulically connected to each other and to the Rio Grande (Bartolino and Cole, 2002; Plummer and others, 2012; Rankin and others, 2013). The Rio Grande alluvial aquifer consists of channel, flood-plain, terrace, and tributary deposits that form a thin but extensive aquifer that is as much as 120 feet (ft) thick beneath the Rio Grande inner valley (Rankin and others, 2013). The Santa Fe Group sediments range in thickness from about 3,000 to more than 14,000 ft and have been divided informally into upper, middle, and lower units (Hawley and Haase, 1992; Plummer and others, 2012). Although the Santa Fe Group aquifer system throughout the MRGB is generally considered to be unconfined, silt and clay layers within the aquifer can create confined to semiconfined conditions. (Kernodle and Scott, 1986; Bartolino and Cole, 2002). The upper Santa Fe Group is the primary water-bearing unit (Thorn and others, 1993), with some water production yields from the middle and lower units, especially west of the Rio Grande (Bexfield and others, 2011). Hydraulic gradients (horizontal and vertical) are a measure of change in groundwater level divided by the distance; groundwater flows from higher potential to lower potential along hydraulic gradients. Generally, there is a downward vertical hydraulic gradient in the central and western parts of the study area and an upward vertical hydraulic gradient in the eastern part of the study area (Bexfield and Anderholm, 2002b). Regionally, groundwater in the Santa Fe Group aquifer system flows from the MRGB basin margins inward and southward towards the Rio Grande inner valley (McAda and Barroll, 2002). Locally within the study area, the direction of groundwater flow has changed from predevelopment directions because of drawdown in the production zone. In east Albuquerque, groundwater flows from the Rio Grande towards production wells; in Rio Rancho, groundwater flows from the east and west towards production wells (Bexfield and Anderholm, 2002a; McAda and Barroll, 2002; Falk and others, 2011; Powell and McKean, 2014). Most faults in the MRGB have a north-south trend (Bartolino and Cole, 2002; Connell, 2006). Faulting can affect groundwater flow by displacement and (or) by altering the local environment of the fault zone (Bartolino and Cole, 2002). A highly permeable deposit faulted against a deposit with lower permeability can cause large differences in groundwater levels across the fault (Bartolino and Cole, 2002). While numerous faults have been delineated within the study area (Connell, 2006; Minor and Hudson, 2006), for the purposes of this study, only the major basin-bounding faults are shown (fig. 1). Methods for Map Construction and Time-Series Analysis Discrete groundwater-level measurements for wells screened in the production zone and interpolated groundwater levels in the production zone under the Rio Grande were used to create groundwater-level contours for the winter of water year 2016. To compare the 2016 groundwater level to the predevelopment groundwater level, the 2016 groundwater- level contours and predevelopment groundwater-level contours were interpolated to grids and the 2016 groundwater- level grid was subtracted from the predevelopment grid. At nine piezometers, continuous groundwater-level data from water year 1997 to water year 2016 were analyzed by plotting the daily mean value and the annual highest groundwater levels (AHGWLs) in order to examine the maximum amount of recovery in the Santa Fe Group aquifer system. Data Sources and Data Uncertainty Assessment Groundwater-level measurements used for constructing the 2016 groundwater-level contours were compiled from various sources and have been published in an accompanying USGS data release (Galanter and Curry, 2019). Although much of the data used are available on the USGS National Water Information System (NWIS) website (https://waterdata. usgs.gov/nwis), for completeness and reproducibility purposes, these data are also available in the data release (Galanter and Curry, 2019). In addition to NWIS data, groundwater-level measurements and well infrastructure data were compiled from various sources (Copland, 2017; Pat Gallegos, Rio Rancho Utilities Department, written commun., 2017; Jim Reisterer, Glorieta Geoscience, Inc., written commun., 2017; Richard Wells, AECOM, written commun., 2017). Depth to water in wells was measured by using a steel tape, an electric tape, or an air line. Because of a lack of detailed information about air-line equipment and measurement accuracy, air-line measurements were used only if steel-tape or electric-tape measurements were not available and only when air-line measurements were deemed to be reliable. Air-line measurements were only used for Rio Rancho production wells. Data collected by the USGS include measurements from the monitoring network maintained by the USGS in cooperation with the ABCWUA (Beman and others, 2019), as well as groundwater-level measurements at ABCWUA 4 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico production wells generally during a period of decreased seasonal water use (winter) and specifically during a 2-week period without pumping (at least). Among the wells in the USGS-ABCWUA groundwater-monitoring network are piezometer nests (usually three piezometers per nest) that generally are located at least 1 mile (mi) from production wells to reduce the short-term effects of pumping on measured groundwater levels. Typically, one piezometer is near the water table, one"
    },
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "Santa Fe Group aquifer system. Data Sources and Data Uncertainty Assessment Groundwater-level measurements used for constructing the 2016 groundwater-level contours were compiled from various sources and have been published in an accompanying USGS data release (Galanter and Curry, 2019). Although much of the data used are available on the USGS National Water Information System (NWIS) website (https://waterdata. usgs.gov/nwis), for completeness and reproducibility purposes, these data are also available in the data release (Galanter and Curry, 2019). In addition to NWIS data, groundwater-level measurements and well infrastructure data were compiled from various sources (Copland, 2017; Pat Gallegos, Rio Rancho Utilities Department, written commun., 2017; Jim Reisterer, Glorieta Geoscience, Inc., written commun., 2017; Richard Wells, AECOM, written commun., 2017). Depth to water in wells was measured by using a steel tape, an electric tape, or an air line. Because of a lack of detailed information about air-line equipment and measurement accuracy, air-line measurements were used only if steel-tape or electric-tape measurements were not available and only when air-line measurements were deemed to be reliable. Air-line measurements were only used for Rio Rancho production wells. Data collected by the USGS include measurements from the monitoring network maintained by the USGS in cooperation with the ABCWUA (Beman and others, 2019), as well as groundwater-level measurements at ABCWUA 4 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico production wells generally during a period of decreased seasonal water use (winter) and specifically during a 2-week period without pumping (at least). Among the wells in the USGS-ABCWUA groundwater-monitoring network are piezometer nests (usually three piezometers per nest) that generally are located at least 1 mile (mi) from production wells to reduce the short-term effects of pumping on measured groundwater levels. Typically, one piezometer is near the water table, one is near the middle of the production zone, and one is near the bottom of or below the production zone (Bexfield and Anderholm, 2002a). Groundwater-level measurements from wells and piezometers screened in the middle of the production zone were considered to best represent the groundwater level in the production zone. For areas near the Rio Grande, few groundwater-level measurements from the production zone were available; however, because the Rio Grande is in partial hydraulic connection with the aquifer system (Bartolino and Cole, 2002), the groundwater level in the production zone under the Rio Grande was estimated for map construction. The groundwater level in the production zone at the Rio Grande was estimated in two steps: (1) estimation of the vertical groundwater-level difference between the Rio Grande alluvial aquifer and the deeper Santa Fe Group aquifer system; and (2) estimation of the groundwater level beneath the Rio Grande in the production zone by subtracting the estimated vertical groundwater-level difference from the water level in the Rio Grande. First, six sites were selected to estimate the groundwater level in the production zone beneath the Rio Grande at which both a piezometer screened across the Rio Grande alluvial aquifer and another screened across the production zone were located within 1 mi of the river (only five are shown on the map because the farthest north is in Bernalillo; see Galanter and Curry [2019] for locations and groundwater-level differences at all six sites). Winter 2016 (November to March) groundwater-level measurements in each pair of piezometers were subtracted (deeper piezometer groundwater level minus shallow piezometer groundwater level) to calculate the vertical groundwater-level difference between the Rio Grande alluvial aquifer and the production zone. Groundwater levels in the Rio Grande alluvial aquifer were higher than those in the production zone, indicating downward flow (a negative groundwater-level difference). These differences were then linearly interpolated between adjacent sites from north to south at 1-mi intervals along the Rio Grande within the study area (shown as production zone interpolation points along the Rio Grande in fig. 1). The difference calculated at the southernmost site (Isleta) was used at 1-mi interval points along the Rio Grande south of this site. The second step was to estimate the groundwater level in the production zone beneath the Rio Grande. The surface- water level in the Rio Grande was estimated from light detection and ranging (lidar) data collected in 2010 (Caerllion Thomas, Middle Rio Grande Council of Governments, written commun., 2017). The lidar data were referenced to the North American Vertical Datum of 1988 (NAVD 88). An estimated groundwater level in the production zone beneath the Rio Grande was calculated by adding the interpolated vertical groundwater-level difference to the elevation of the surface of the river at each point. This approach assumes that the Rio Grande and the alluvial aquifer are hydraulically connected and that the elevation at the surface of the river is equivalent to the groundwater-level elevation within the alluvial aquifer throughout the study area. The vertical groundwater-level difference, which was used to estimate the groundwater level in the production zone beneath the Rio Grande, is correlated to the vertical hydraulic gradient. Dividing the vertical groundwater-level difference by the difference in the midpoint of the screened intervals results in the vertical hydraulic gradient. Screened intervals at each piezometer are included in Galanter and Curry (2019). The uncertainty of every groundwater-level measurement used to create the groundwater-level contours was assessed. The accuracy of the groundwater-level measurement was provided or assigned for 124 out of 131 measurements (Galanter and Curry, 2019); accuracies range from the nearest hundredth of a foot to the nearest tenth of a foot. The accuracy of the reference elevation (either the land-surface elevation or the measuring-point elevation, depending on how the depth- to-water measurement was processed) was provided for 96 out of 131 sites (Galanter and Curry, 2019); accuracies range from 0.01 to 5 ft. Methods for Estimating Groundwater-Level Contours and Drawdown The groundwater level at each well was calculated by subtracting the measured depth to water from the reference elevation as referenced to NAVD 88. Groundwater-level measurements from the winter (generally November to March) of water year 2016 were used because winter groundwater levels are less affected by pumping due to decreased seasonal water use (ABCWUA, 2016) and are therefore more representative of relaxed conditions in the aquifer. If more than one groundwater-level measurement was available for the winter of water year 2016, the highest (or most recovered) measurement was used. Some areas lacked data for the winter of water year 2016, so winter groundwater-level measurements from 2014 to 2018 were used to increase the spatial data density. To account for possible inconsistencies related to the date that a depth to water was measured, measurements outside of water year 2016 were considered less reliable than measurements from water year 2016. The extent of both the groundwater-level contours and drawdown shown on the map (fig. 1) were selected to focus on areas where the most data were available. The eastern edge of the contoured area was selected with the intent of excluding the area east of where groundwater levels would not be representative of the production zone due to the existence of hydraulic discontinuities, probably associated with major Methods for Map Construction and Time-Series Analysis 5 faults (Connell, 2006; Minor and Hudson, 2006). Arrows indicating the approximate direction of groundwater flow in water year 2016 were included between adjacent"
    },
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "tenth of a foot. The accuracy of the reference elevation (either the land-surface elevation or the measuring-point elevation, depending on how the depth- to-water measurement was processed) was provided for 96 out of 131 sites (Galanter and Curry, 2019); accuracies range from 0.01 to 5 ft. Methods for Estimating Groundwater-Level Contours and Drawdown The groundwater level at each well was calculated by subtracting the measured depth to water from the reference elevation as referenced to NAVD 88. Groundwater-level measurements from the winter (generally November to March) of water year 2016 were used because winter groundwater levels are less affected by pumping due to decreased seasonal water use (ABCWUA, 2016) and are therefore more representative of relaxed conditions in the aquifer. If more than one groundwater-level measurement was available for the winter of water year 2016, the highest (or most recovered) measurement was used. Some areas lacked data for the winter of water year 2016, so winter groundwater-level measurements from 2014 to 2018 were used to increase the spatial data density. To account for possible inconsistencies related to the date that a depth to water was measured, measurements outside of water year 2016 were considered less reliable than measurements from water year 2016. The extent of both the groundwater-level contours and drawdown shown on the map (fig. 1) were selected to focus on areas where the most data were available. The eastern edge of the contoured area was selected with the intent of excluding the area east of where groundwater levels would not be representative of the production zone due to the existence of hydraulic discontinuities, probably associated with major Methods for Map Construction and Time-Series Analysis 5 faults (Connell, 2006; Minor and Hudson, 2006). Arrows indicating the approximate direction of groundwater flow in water year 2016 were included between adjacent contour lines of 20-ft intervals in areas where contours revealed a substantial hydraulic gradient. Short groundwater-flow lines indicate a steep hydraulic gradient while longer groundwater- flow lines indicate a less steep hydraulic gradient. Groundwater levels (from measurements and from interpolated points along the Rio Grande) were interpolated to create a gridded surface of the 2016 groundwater level by using a thin-plate spline interpolation (Topo to Raster tool; Esri, Inc., 2017a) in ArcMap 10.5 (Esri, Inc., 2017b). The grid generated in ArcMap was then used to generate a set of contours, which were manually modified by removing physically unreasonable numerical artifacts created by the automated contouring algorithm, to create a hydrologically reasonable interpretation. The final corrected 2016 groundwater-level contours were then used as input for the thin-plate spline interpolation and converted back to a grid. The 2016 groundwater-level grid was subtracted from the predevelopment groundwater- level grid of Bexfield and Anderholm (2000) to produce a drawdown map for 2016, showing cumulative groundwater- level declines since predevelopment conditions. The grid-cell size for the 2016 groundwater-level grid and the predevelopment groundwater-level grid was 100 ft. Time-Series Analysis Methodology Time-series data (daily mean values) from selected monitoring wells (fig. 3) were extracted from the USGS NWIS system (USGS, 2019). Continuous groundwater-level data collected by using pressure transducers at piezometer nests (Beman and others, 2019) were used to evaluate trends in groundwater-level elevations. Hydrographs from selected monitoring wells (fig. 3) were examined visually for seasonal and long-term patterns in groundwater levels. The elevations of the AHGWLs are shown on the hydrographs to indicate the maximum amount of recovery of the Santa Fe Group aquifer system from pumping stresses during the year. 6 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico 4,920 4,925 4,930 4,935 4,940 4,945 4,950 Lincoln 351515106410402 Groundwater-level elevation, in feet above NAVD 88 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 4,945 4,950 4,955 4,960 Sierra Vista 350910106414802 4,900 4,905 4,910 4,915 4,920 4,925 4,930 Nor Este 351114106330602 Water year U.S. Geological Survey site identifier is shown with piezometer nest name EXPLANATION Elevation of the annual highest groundwater level (AHGWL), in feet above the North American Vertical Datum of 1988 (NAVD 88) Daily mean groundwater-level elevation, in feet above NAVD 88. Blank where no data Figure 3. Daily mean groundwater-level elevations and annual highest groundwater levels (AHGWLs) from nine continuously measured piezometers in wells in the Albuquerque area, central New Mexico (locations shown on fig. 1), for the period of record. Methods for Map Construction and Time-Series Analysis 7 4,915 4,910 4,920 4,925 4,935 4,930 Garfield 350706106390302 4,915 4,920 4,925 4,930 4,935 4,940 4,945 4,950 4,955 4,960 West Bluff 350638106413702 4,845 4,850 4,855 4,860 4,865 4,870 4,875 4,880 4,885 Matheson 350653106311602 Groundwater-level elevation, in feet above NAVD 88 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 Water year U.S. Geological Survey site identifier is shown with piezometer nest name EXPLANATION Elevation of the annual highest groundwater level (AHGWL), in feet above the North American Vertical Datum of 1988 (NAVD 88) Daily mean groundwater-level elevation, in feet above NAVD 88. Blank where no data Figure 3. Daily mean groundwater-level elevations and annual highest groundwater levels (AHGWLs) from nine continuously measured piezometers in wells in the Albuquerque area, central New Mexico (locations shown on fig. 1), for the period of record.—Continued 8 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico Groundwater-level elevation, in feet above NAVD 88 4,845 4,850 4,855 4,860 4,865 4,870 4,875 4,880 4,885 4,890 4,895 Del Sol 350534106354702 4,875 4,880 4,885 4,890 4,895 4,900 4,905 Westgate 350244106450202 4,865 4,870 4,875 4,880 4,885 4,890 Montessa 350056106370102 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 Water year U.S. Geological Survey site identifier is shown with piezometer nest name EXPLANATION Elevation of the annual highest groundwater level (AHGWL), in feet above the North American Vertical Datum of 1988 (NAVD 88) Daily mean groundwater-level elevation, in feet above NAVD 88. Blank where no data Figure 3. Daily mean groundwater-level elevations and annual highest groundwater levels (AHGWLs) from nine continuously measured piezometers in wells in the Albuquerque area, central New Mexico (locations shown on fig. 1), for the period of record.—Continued Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System 9 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System Groundwater-level contours representing the groundwater-level surface of the production zone for the winter of water year 2016 are shown in figure 1. The approximate direction of groundwater flow is towards clusters of production wells in the northwestern and eastern parts of the study area. Drawdown of the groundwater level from predevelopment to 2016 is greatest on the eastern margin of the study area and in the northwestern part of the study area and smallest in the southwestern part of the study area and along the Rio Grande. These areas of drawdown are likely correlated with pumping stresses and possibly affected by proximity to faults. Compared to the previous drawdown maps for water years 2002, 2008, and 2012 (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014), the 2016 drawdown map indicates that groundwater"
    },
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "above NAVD 88 4,845 4,850 4,855 4,860 4,865 4,870 4,875 4,880 4,885 4,890 4,895 Del Sol 350534106354702 4,875 4,880 4,885 4,890 4,895 4,900 4,905 Westgate 350244106450202 4,865 4,870 4,875 4,880 4,885 4,890 Montessa 350056106370102 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 Water year U.S. Geological Survey site identifier is shown with piezometer nest name EXPLANATION Elevation of the annual highest groundwater level (AHGWL), in feet above the North American Vertical Datum of 1988 (NAVD 88) Daily mean groundwater-level elevation, in feet above NAVD 88. Blank where no data Figure 3. Daily mean groundwater-level elevations and annual highest groundwater levels (AHGWLs) from nine continuously measured piezometers in wells in the Albuquerque area, central New Mexico (locations shown on fig. 1), for the period of record.—Continued Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System 9 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System Groundwater-level contours representing the groundwater-level surface of the production zone for the winter of water year 2016 are shown in figure 1. The approximate direction of groundwater flow is towards clusters of production wells in the northwestern and eastern parts of the study area. Drawdown of the groundwater level from predevelopment to 2016 is greatest on the eastern margin of the study area and in the northwestern part of the study area and smallest in the southwestern part of the study area and along the Rio Grande. These areas of drawdown are likely correlated with pumping stresses and possibly affected by proximity to faults. Compared to the previous drawdown maps for water years 2002, 2008, and 2012 (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014), the 2016 drawdown map indicates that groundwater levels have recovered over much of the study area and that the magnitude of drawdown from predevelopment to 2016 is smaller than that of predevelopment to 2000, 2008, and 2012. This recent groundwater-level rebound is apparent in time-series analysis of piezometers in the study area (fig. 3) and correlates with reduced groundwater withdrawals in the study area (fig. 2). Groundwater-Level Contours The 2016 groundwater-level contours in 20-ft intervals, and in 10-ft intervals in areas where data density was sufficient, are shown in figure 1. For all wells located within the drawdown boundary, measured groundwater levels were compared with calculated groundwater levels from the grid. The resulting root mean square error (Helsel and Hirsch, 2002) value of 3.18 ft and coefficient of determination (R-squared) value of 0.9893 indicate that there is a good fit between the contours and the groundwater-level data. Contours with greater uncertainty were determined by assessing the uncertainty of the data (discussed in Data Sources and Data Uncertainty Assessment), disagreement of data points, and data sparsity. Disagreement of data points refers to areas in which data points in the same area did not follow the same trend or when the magnitude of the residuals (the calculated groundwater level from the grid subtracted from the measured groundwater level) was more than one standard deviation from the mean of the residuals of all groundwater-level measurements within the drawdown boundary. Data were categorized as sparse when the distance to the nearest groundwater-level measurement was greater than 1 standard deviation from the mean of the distance to the nearest groundwater-level measurement within the drawdown boundary. Near the Rio Grande, the vertical groundwater-level difference is negative (indicating downward flow) as the groundwater level in the Rio Grande alluvial aquifer is higher than the groundwater level in the Santa Fe Group aquifer system. The groundwater-level differences have a larger magnitude in the northern part of the study area than in the southern part of the study area (fig. 1). The vertical groundwater-level difference (gray triangles in fig. 1) correlates with the vertical hydraulic gradient (calculated by dividing the vertical groundwater-level difference by the difference in the midpoint of the screened intervals). Positive gradients indicate potential upward groundwater flow, and negative gradients indicate potential downward groundwater flow. From north to south, the vertical hydraulic gradients (in feet of change in groundwater level per vertical length of the production zone that is open to the well in feet) are as follows: –0.04 at Bernalillo (not shown on the map, sites 351900106325701 and 351821106333901 [Galanter and Curry, 2019]; –0.05 at IMW B; –0.06 at Paseo; –0.02 at Montaño; –0.01 at Rio Bravo; and 0.00 at Isleta. The 4,930-ft and 4,950-ft groundwater-level contours in the Rio Rancho area near the Arroyo de las Calabacillas exhibit a different shape than previous groundwater-level contours (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014). This area has historically been considered a region of uncertainty when generating groundwater-level contours; the well network is sparse, and groundwater-level measurements are unreliable at production wells because of faulty air lines and pumping influence. Motivated to better constrain this uncertainty, the USGS, in cooperation with the Rio Rancho Utilities Department, began a project in July 2018 to study the hydrogeology and groundwater levels in this area. The 2016 groundwater-level contours indicate that the approximate direction of groundwater flow is from the Rio Grande towards clusters of production wells in the eastern and northern parts of the study area (fig. 1), which is a change since predevelopment when groundwater flow in the Santa Fe Group aquifer system was from north to south with components of east to west flow from the Sandia Mountains (McAda and Barroll, 2002). The approximate direction of groundwater flow in 2016 is similar to the approximate general direction of groundwater flow in 2008 and 2012 (Falk and others, 2011; Powell and McKean, 2014). Drawdown Drawdown is largest along the eastern margin of the study area (decline of more than 120 ft) and in the northwestern part of the study area (decline of 101 to 120 ft) and smallest in the southwestern part of the study area, where groundwater withdrawals are minimal, and along the Rio Grande, where the river recharges the groundwater. Drawdown in the eastern margin of the study area is likely correlated to pumping stresses and amplified by the proximity of clusters 10 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico of production wells to basin-bounding faults; faulting and the resulting juxtaposition of lithologic units with different hydrologic properties likely increases the drawdown resulting from withdrawals (Heywood and others, 2002; McAda and Barroll, 2002; Connell, 2006). Pumping stresses likely cause drawdown in the western and northwestern parts of the study area. The effects of the numerous faults in the northwestern and western parts of the study area (Connell, 2006) on groundwater levels and drawdown have not been analyzed. Comparing the 2016 groundwater-level contours and drawdown to those of 2002, 2008, and 2012 (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014) shows similar spatial trends, with a reduction in drawdown since 2008 (groundwater-level rebound) in the eastern part of the study area and west of the Rio Grande north of the Westgate piezometer. This groundwater-level rebound is likely because of reduced groundwater withdrawals since 2008 (fig. 2). The extension of the 0–20 ft of drawdown extending north"
    },
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "of east to west flow from the Sandia Mountains (McAda and Barroll, 2002). The approximate direction of groundwater flow in 2016 is similar to the approximate general direction of groundwater flow in 2008 and 2012 (Falk and others, 2011; Powell and McKean, 2014). Drawdown Drawdown is largest along the eastern margin of the study area (decline of more than 120 ft) and in the northwestern part of the study area (decline of 101 to 120 ft) and smallest in the southwestern part of the study area, where groundwater withdrawals are minimal, and along the Rio Grande, where the river recharges the groundwater. Drawdown in the eastern margin of the study area is likely correlated to pumping stresses and amplified by the proximity of clusters 10 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico of production wells to basin-bounding faults; faulting and the resulting juxtaposition of lithologic units with different hydrologic properties likely increases the drawdown resulting from withdrawals (Heywood and others, 2002; McAda and Barroll, 2002; Connell, 2006). Pumping stresses likely cause drawdown in the western and northwestern parts of the study area. The effects of the numerous faults in the northwestern and western parts of the study area (Connell, 2006) on groundwater levels and drawdown have not been analyzed. Comparing the 2016 groundwater-level contours and drawdown to those of 2002, 2008, and 2012 (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014) shows similar spatial trends, with a reduction in drawdown since 2008 (groundwater-level rebound) in the eastern part of the study area and west of the Rio Grande north of the Westgate piezometer. This groundwater-level rebound is likely because of reduced groundwater withdrawals since 2008 (fig. 2). The extension of the 0–20 ft of drawdown extending north of the Arroyo de las Calabacillas is most likely not a result of groundwater-level rebound, but instead is likely the result of poor data quality in the Rio Rancho area resulting in groundwater-level contours that reflect artificially low groundwater levels in 2008 and 2012 (Falk and others, 2011; Powell and McKean, 2014). The cause of the drawdown along the Rio Grande north of the Arroyo de las Calabacillas has not been determined. This area of 41-60 ft of drawdown is consistent with the 2008 and 2012 maps (Falk and others, 2011; Powell and McKean, 2014) but not the 2002 map (Bexfield and Anderholm, 2002a), indicating that this localized area of drawdown may be caused by recent groundwater withdrawals or other conditions. Use of the Map and Limitations Additional uncertainty is associated with comparing the specific differences in mapped groundwater conditions from the previous maps (Bexfield and Anderholm, 2002a; Falk and others, 2011; Powell and McKean, 2014) to the 2016 map. Because the 2016 map is a comparative tool, effort to maintain consistency with previous methods of contouring and calculating drawdown was attempted; however, several methods and data points were updated that may affect the consistency from the previous groundwater-level maps and may result in apparent changes in drawdown that are not representative of actual changes. These updates include changes to the methods for interpolation of the groundwater levels associated with the Rio Grande, updated coordinates and (or) land-surface elevations of approximately 80 percent of the wells used, the availability and use of different wells for interpolation of the contours, and changes to the methods used to estimate the drawdown since predevelopment. To promote reproducibility and to create consistent methods for future groundwater-level contour generation, data and metadata used to generate contours have been published in Galanter and Curry (2019). The areas of drawdown presented in figure 1 are intended to provide only reasonable estimates of the general magnitude, extent, and spatial distribution of groundwater-level changes in the production zone. Because of the degree of variability and accuracy of the data, as well as the uncertainty introduced by the comparison of interpolated values on a grid, the boundaries shown between intervals of drawdown are not precisely located. It is not appropriate to use this map to estimate the exact drawdown at a specific location. Historical Response of Groundwater Levels Groundwater-level data from nine piezometers (fig. 3) indicate seasonal variations that are related to withdrawals from nearby production wells; in general, groundwater levels decline during summer when withdrawals are larger and rise during winter when withdrawals are smaller. Trends in groundwater levels reflect the response in the Santa Fe Group aquifer system to regional pumping patterns across the study area with recovery in piezometers near production wells that have reduced pumping since 2008 (Nor Este, Matheson, Montessa, Del Sol, Garfield, Sierra Vista, and Westgate), with little groundwater-level change over time in the piezometer near the river (West Bluff), and with groundwater-level declines in the piezometer near production wells with no reductions in pumping (Lincoln). The AHGWLs at piezometers east of the Rio Grande (Nor Este, Matheson, Montessa, Del Sol, and Garfield) increased beginning in water year 2009 (fig. 3). These piezometers are close to clusters of ABCWUA production wells in the eastern part of the study area, and this rise in AHGWL correlates with the decrease in groundwater withdrawals beginning in late 2008 (fig. 2). AHGWLs are more variable in the northwestern part of the study area (West Bluff, Lincoln, and Sierra Vista). The AHGWL at the Lincoln piezometer steadily decreases from 1998 to 2013 with a recent increase from 2014 to 2016. The AHGWL increases at Sierra Vista from 2009 to 2011, and the AHWGL at West Bluff has little change, despite major temporal variation throughout the period of record. At the Westgate piezometer, located in the southwest part of the study area, the AHGWL increases for the period of record (except for 2005 and 2008). The groundwater-level rebound signal seems to overshadow seasonal variation at the Westgate piezometer. The groundwater-level rebound near the Westgate piezometer is also likely related to post-2008 decreases in groundwater withdrawals at nearby production wells (fig. 2). Summary The estimated groundwater-level contours for winter (November to March) of water year 2016 and the estimated drawdown in groundwater level between predevelopment and water year 2016 for the production zone of the Santa Fe Group aquifer system are shown in figure 1. The References Cited 11 2016 groundwater-level contours indicate that the general direction of groundwater flow is from the Rio Grande towards clusters of production wells in the eastern and northwestern parts of the study area. Drawdown from predevelopment to 2016 is greatest along the eastern margin of the study area and in the northwestern part of the study area, likely correlated with groundwater withdrawals and potentially compounded by proximity to faults. Comparing drawdown in water year 2016 to that of water years 2002, 2008, and 2012 reveals a reduction in drawdown (recent groundwater-level rebound) in the study area since 2008, which corresponds with reductions in groundwater withdrawals as a result of the San Juan-Chama Drinking Water Project. Time-series analysis of groundwater- level measurements in piezometers within the study area also show the recent groundwater-level rebound since 2008. Future work to reduce areas of greater uncertainty, especially in the Rio Rancho area, is needed. Thorough analysis of faulting and its effects on groundwater levels and drawdown, as"
    },
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "2016. The AHGWL increases at Sierra Vista from 2009 to 2011, and the AHWGL at West Bluff has little change, despite major temporal variation throughout the period of record. At the Westgate piezometer, located in the southwest part of the study area, the AHGWL increases for the period of record (except for 2005 and 2008). The groundwater-level rebound signal seems to overshadow seasonal variation at the Westgate piezometer. The groundwater-level rebound near the Westgate piezometer is also likely related to post-2008 decreases in groundwater withdrawals at nearby production wells (fig. 2). Summary The estimated groundwater-level contours for winter (November to March) of water year 2016 and the estimated drawdown in groundwater level between predevelopment and water year 2016 for the production zone of the Santa Fe Group aquifer system are shown in figure 1. The References Cited 11 2016 groundwater-level contours indicate that the general direction of groundwater flow is from the Rio Grande towards clusters of production wells in the eastern and northwestern parts of the study area. Drawdown from predevelopment to 2016 is greatest along the eastern margin of the study area and in the northwestern part of the study area, likely correlated with groundwater withdrawals and potentially compounded by proximity to faults. Comparing drawdown in water year 2016 to that of water years 2002, 2008, and 2012 reveals a reduction in drawdown (recent groundwater-level rebound) in the study area since 2008, which corresponds with reductions in groundwater withdrawals as a result of the San Juan-Chama Drinking Water Project. Time-series analysis of groundwater- level measurements in piezometers within the study area also show the recent groundwater-level rebound since 2008. Future work to reduce areas of greater uncertainty, especially in the Rio Rancho area, is needed. Thorough analysis of faulting and its effects on groundwater levels and drawdown, as well as hydraulic discontinuities resulting from faults, could further enhance the understanding of the hydrogeology of the study area and potential responses to withdrawals and water management decisions. References Cited Albuquerque Bernalillo County Water Utility Authority [ABCWUA], 2007, Water resources management strategy—October 2007, overview, policies, and strategy for use of existing supplies: Albuquerque, N.M., Albuquerque Bernalillo County Water Utility Authority, 25 p., with appendix, accessed April 1, 2018, at http://www.abcwua. org/uploads/files/Your%20Drinking%20Water/WRMS_ Update_101207.pdf. Albuquerque Bernalillo County Water Utility Authority [ABCWUA], 2016, Water 2120: Securing our water future: Albuquerque, N.M., Albuquerque Bernalillo County Water Utility Authority, [variously paged], accessed May 5, 2018, at http://www.abcwua.org/uploads/files/Water_2120_ Volume_I.pdf. Bartolino, J.R., and Cole, J.C., 2002, Ground-water resources of the Middle Rio Grande Basin: U.S. Geological Survey Circular 1222, 132 p., accessed March 5, 2019, at https:// doi.org/10.3133/cir1222. Beman, J.E., Ritchie, A.B., and Galanter, A.E., 2019, Water-level data for the Albuquerque Basin and adjacent areas, central New Mexico, period of record through September 30, 2017: U.S. Geological Survey Data Series 1113, 39 p., https://doi.org/10.3133/ds1113. Bexfield, L.M., and Anderholm, S.K., 2000, Predevelopment water-level map of the Santa Fe Group aquifer system in the Middle Rio Grande Basin between Cochiti Lake and San Acacia, New Mexico: U.S. Geological Survey Water- Resources Investigations Report 00–4249, 1 sheet, accessed September 4, 2017, at https://doi.org/10.3133/wri004249. Bexfield, L.M., and Anderholm, S.K., 2002a, Estimated water- level declines in the Santa Fe Group aquifer system in the Albuquerque area, central New Mexico, predevelopment to 2002: U.S. Geological Survey Water-Resources Investigations Report 02–4223, 1 sheet, accessed September 4, 2017, at https://doi.org/10.3133/wri024233. Bexfield, L.M., and Anderholm, S.K., 2002b, Spatial patterns and temporal variability in water quality from City of Albuquerque drinking-water supply wells and piezometer nests, with implications for the ground-water flow system: U.S. Geological Survey Water-Resources Investigations Report 01–4244, 101 p., accessed November 10, 2018, at https://pubs.usgs.gov/wri/2001/4244/report.pdf. Bexfield, L.M., Heywood, C.E., Kauffman, L.J., Rattray, G.W., and Vogler, E.T., 2011, Hydrogeologic setting and groundwater-flow simulation of the Middle Rio Grande Basin regional study area, New Mexico, section 2 of Eberts, S.M., ed., Hydrogeologic settings and groundwater-flow simulations for regional investigations of the transport of anthropogenic and natural contaminants to public- production wells—Investigations begun in 2004: U.S. Geological Survey Professional Paper 1737–B, p. 2-1–2-61. Carter, J.M., Driscoll, D.G., Williamson, J.E., and Lindquist, V.A., 2002, Atlas of water resources in the Black Hills area, South Dakota: U.S. Geological Survey Hydrologic Atlas 747, 120 p., accessed May 5, 2018, at https://pubs.er.usgs. gov/publication/ha747. Connell, S.D., 2006, Preliminary geologic map of the Albuquerque–Rio Rancho metropolitan area and vicinity, Bernalillo and Sandoval Counties, New Mexico: Socorro, New Mexico Bureau of Geology and Mineral Resources Open-File Report 496, 2 sheets, scale 1:50,000. Copland, J.R., 2017, Well construction details, groundwater elevations, and figures for the Tijeras Arroyo groundwater area at Sandia National Laboratories, New Mexico, accessed January 26, 2017, at https://doi. org/10.2172/1340634. Esri, Inc., 2017a, ArcGIS Pro: Tool Reference—How Topo to Raster works, accessed October 1, 2017, at http://pro.arcgis. com/en/pro-app/tool-reference/3d-analyst/how-topo-to- raster-works.htm. Esri, Inc., 2017b, ArcGIS Desktop, Release 10: Redlands, Calif. 12 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico Falk, S.E., Bexfield, L.M., and Anderholm, S.K., 2011, Estimated 2008 groundwater potentiometric surface and predevelopment to 2008 water-level change in the Santa Fe Group aquifer system in the Albuquerque area, central New Mexico: U.S. Geological Survey Scientific Investigations Map 3162, 1 sheet, accessed September 4, 2017, at https:// doi.org/10.3133/sim3162. Galanter, A.E., and Curry, L.T.S., 2019, Select well locations, construction data and groundwater-level measurements used to estimate 2016 groundwater-level contours in the Santa Fe Group Aquifer System in the Albuquerque Area, Central New Mexico: U.S. Geological Survey data release, https:// doi.org/10.5066/P9TWBYYQ. Hawley, J.W., and Haase, S.C., 1992, Hydrogeologic framework of the northern Albuquerque Basin: New Mexico Bureau of Mines and Mineral Resources Open-File Report 287, 176 p. Helsel, D.R., and Hirsch, R.M., 2002, Statistical methods in water resources: U.S. Geological Survey Techniques of Water-Resources Investigations, book 4, chapter A3, 522 p. Heywood, C.E., Galloway, D.L., and Stork, S.V., 2002, Ground displacements caused by aquifer-system water-level variations observed using interferometric synthetic aperture radar near Albuquerque, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 02–4235, 18 p., accessed March 5, 2019, at https://doi.org/10.3133/ wri024235. Kernodle, J.M., and Scott, W.B., 1986, Three-dimensional model simulation of steady-state ground-water flow in the Albuquerque-Belen Basin, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 84–4353, 58 p., accessed March 5, 2019, at https://doi.org/10.3133/ wri844353. McAda, D.P., and Barroll, Peggy, 2002, Simulation of ground- water flow in the Middle Rio Grande Basin between Cochiti and San Acacia, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 02–4200, 81 p., accessed February 27, 2019, at https://doi.org/10.3133/ wri20024200. Minor, S.A., and Hudson, M.R., 2006, Regional survey of structural properties and cementation patterns of fault zones in the northern part of the Albuquerque Basin, New Mexico—Implications for ground-water flow: U.S. Geological Survey Professional Paper 1719, 28 p., accessed April 7, 2018, at https://doi.org/10.3133/pp1719. Plummer, L.N., Bexfield, L.M., Anderholm, S.K., Sanford, W.E., and Busenberg, E., 2012, Geochemical characterization of ground-water flow in the Santa Fe Group aquifer system, Middle Rio Grande Basin, New Mexico (ver. 1.2, November 20, 2012): U.S. Geological Survey Water-Resources Investigations Report 03–4131, 395 p., CD-ROM in pocket, accessed May 21, 2018, at https://pubs. usgs.gov/wri/wri034131/. Powell, R.I., and McKean, S.E., 2014, Estimated 2012 groundwater potentiometric surface and drawdown from predevelopment to 2012 in the Santa Fe Group aquifer system in the Albuquerque metropolitan area, central New Mexico: U.S. Geological"
    },
    {
        "URL": "https://pubs.usgs.gov/sim/3433/sim3433_pamphlet.pdf",
        "Text": "https:// doi.org/10.5066/P9TWBYYQ. Hawley, J.W., and Haase, S.C., 1992, Hydrogeologic framework of the northern Albuquerque Basin: New Mexico Bureau of Mines and Mineral Resources Open-File Report 287, 176 p. Helsel, D.R., and Hirsch, R.M., 2002, Statistical methods in water resources: U.S. Geological Survey Techniques of Water-Resources Investigations, book 4, chapter A3, 522 p. Heywood, C.E., Galloway, D.L., and Stork, S.V., 2002, Ground displacements caused by aquifer-system water-level variations observed using interferometric synthetic aperture radar near Albuquerque, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 02–4235, 18 p., accessed March 5, 2019, at https://doi.org/10.3133/ wri024235. Kernodle, J.M., and Scott, W.B., 1986, Three-dimensional model simulation of steady-state ground-water flow in the Albuquerque-Belen Basin, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 84–4353, 58 p., accessed March 5, 2019, at https://doi.org/10.3133/ wri844353. McAda, D.P., and Barroll, Peggy, 2002, Simulation of ground- water flow in the Middle Rio Grande Basin between Cochiti and San Acacia, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 02–4200, 81 p., accessed February 27, 2019, at https://doi.org/10.3133/ wri20024200. Minor, S.A., and Hudson, M.R., 2006, Regional survey of structural properties and cementation patterns of fault zones in the northern part of the Albuquerque Basin, New Mexico—Implications for ground-water flow: U.S. Geological Survey Professional Paper 1719, 28 p., accessed April 7, 2018, at https://doi.org/10.3133/pp1719. Plummer, L.N., Bexfield, L.M., Anderholm, S.K., Sanford, W.E., and Busenberg, E., 2012, Geochemical characterization of ground-water flow in the Santa Fe Group aquifer system, Middle Rio Grande Basin, New Mexico (ver. 1.2, November 20, 2012): U.S. Geological Survey Water-Resources Investigations Report 03–4131, 395 p., CD-ROM in pocket, accessed May 21, 2018, at https://pubs. usgs.gov/wri/wri034131/. Powell, R.I., and McKean, S.E., 2014, Estimated 2012 groundwater potentiometric surface and drawdown from predevelopment to 2012 in the Santa Fe Group aquifer system in the Albuquerque metropolitan area, central New Mexico: U.S. Geological Survey Scientific Investigations Map 3301, 1 sheet, accessed September 4, 2017, at https:// dx.doi.org/10.3133/sim3301. Rankin, D.R., McCoy, K.J., Moret, G.J.M., Worthington, J.A., and Bandy-Baldwin, K.M., 2013, Groundwater hydrology and estimation of horizontal groundwater flux from the Rio Grande at selected locations in Albuquerque, New Mexico, 2003–9: U.S. Geological Survey Scientific Investigations Report 2012–5007, 66 p., accessed October 23, 2018, at https://pubs.er.usgs.gov/publication/sir20125007. Rice, Steven, Oelsner, Gretchen, and Heywood, Charles, 2014, Simulated and measured water levels and estimated water-level changes in the Albuquerque area, central New Mexico, 1950–2012: U.S. Geological Survey Scientific Investigations Map 3305, 1 sheet, accessed October 2, 2017, at http://dx.doi.org/10.3133/sim3305. Schwartz, F.W., and Zhang, H., 2003, Fundamentals of ground water: New York, John Wiley & Sons, 583 p. Thiros, S.A., Bexfield, L.M., Anning, D.W., and Huntington, J.M., eds., 2010, Conceptual understanding and groundwater quality of selected basin-fill aquifers in the southwestern United States: U.S. Geological Survey Professional Paper 1781, 288 p., accessed March 5, 2019, at https://doi.org/10.3133/pp1781. Thorn, C.R., McAda, D.P., and Kernodle, J.M., 1993, Geohydrologic framework and hydrologic conditions in the Albuquerque Basin, Central New Mexico: U.S. Geological Survey Water-Resources Investigations Report 93–4149, 106 p., accessed March 25, 2019, at https://doi.org/10.3133/ wri934149. U.S. Census Bureau, 1952, Number of inhabitants, 1950 Census of Population, vol. 1: Washington, D.C., 1329 p., accessed November 9, 2018, at https://www.census.gov/ prod/www/decennial.html. U.S. Census Bureau, 1973, Characteristics of the population, New Mexico, 1970 Census of Population, vol. 1, part 33: Washington, D.C., 85 p., accessed November 9, 2018, at https://www2.census.gov/prod2/decennial/ documents/1970a_nm-01.pdf. References Cited 13 U.S. Census Bureau, 1982, General population characteristics New Mexico, 1980 Census of Population, vol. 1, chapter B, part 33, PC80-1-B33, 170 p., accessed November 9, 2018, at https://www2.census.gov/prod2/decennial/documents/ 1980/1980censusofpopu80133unse_bw.pdf. U.S. Census Bureau, 2012, New Mexico: 2010—Population and housing unit counts, 2010 Census of Population and Housing CPH-2-33: Washington, D.C., 79 p., accessed November 9, 2018, at https://www2.census.gov/library/ publications/decennial/2010/cph-2/cph-2-33.pdf. U.S. Census Bureau, 2019, ACS demographic and housing estimates 2012–2016 American Community Survey 5-year estimates, American Fact Finder, accessed February 2, 2019, at https://factfinder.census.gov/faces/tableservices/jsf/ pages/productview.xhtml?src=CF. U.S. Geological Survey [USGS], 2019, USGS water data for the Nation: U.S. Geological Survey National Water Information System database, accessed February 27, 2019, at https://doi.org/10.5066/F7P55KJN. 14 Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico For more information about this publication, contact Director, New Mexico Water Science Center U.S. Geological Survey 6700 Edith Blvd. NE Albuquerque, NM 87113 For additional information, visit https://www.usgs.gov/centers/nm-water Publishing support provided by Lafayette Publishing Service Center 493 Galanter and Curry—Estimated 2016 Groundwater Level and Drawdown in the Santa Fe Group Aquifer System, Central New Mexico—SIM 3433 ISBN 978-1-4113-4295-8 9 7 8 1 4 1 1 3 4 2 9 5 8 ISSN 2329-1311 (print) ISSN 2329-132X (online) https://doi.org/10.3133/sim3433"
    }
]