[
    {
        "URL": "Land2016_Capitan Reef_Basin_FBWQNM.pdf",
        "Text": "N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S A s New Mexico considers the use of desalinated brackish water (less than 10,000 mg/L total dissolved solid) to diversify the public water supply, many questions must ﬁrst be answered. Where are the brackish water resources? What data are available? What exactly is the water chemistry? How feasible is it to use brackish water for public supply? With funding from the New Mexico Environment Department, Drinking Water Bureau (related to Source Water Protection), the New Mexico Bureau of Geology, Aquifer Mapping Program, has compiled a number of water quality resources and data. These data were derived from the Aquifer Mapping Program, digitized historical water reports, the U.S. Geological Survey, and the New Mexico Environment Department. All pub- licly available data are now on an interactive map found here, under Water Resources: geoinfo.nmt.edu/maps. For an analysis and review of the compiled water quality data, we have attempted to assess the brackish water resources in the state of New Mexico in a regional approach. It is apparent that very large regions of New Mexico lack sufﬁcient data to assess the brackish water resources. Most of the data compiled in this review are from existing water supply wells, and therefore are not representative of the brackish water resources. These data also represent, in general, the shallowest parts of the aquifers where water wells are commonly completed. Each of the regions of assessment shown on the map are provided in individual chapters for quick review. These chapters are part of a larger technical report is available from the New Mexico Bureau of Geology and Mineral Resources at: geoinfo.nmt.edu/publications/openﬁle/home.cfml. O V E R V I E W O F F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O New Mexico counties, groundwater basins and aquifers discussed in this report. Lewis Land chapters are part of a larger technical report that is available from the New Mexico Bureau of Geology and Mineral Resources at: geoinfo.nmt.edu/publications/openfile/details.cfml?Volume=583 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O Capitan Reef The Capitan Reef is a fossil limestone reef of middle Permian age that is dramatically exposed along the south- east ﬂank of the Guadalupe Mountains in Eddy County, New Mexico, reaching its maximum elevation in west Texas, in Guadalupe Mountains National Park. In New Mexico, the reef serves as the host rock for the Big Room in Carlsbad Cavern. A few miles northeast of Carlsbad Caverns National Park, the reef dips into the subsurface and passes beneath the city of Carlsbad, where it forms a karstic aquifer that is the principal source of fresh water for that community (Land and Burger, 2008). The Capitan Reef continues in the subsurface east and south into Lea County, then south for ~150 miles to its southeasternmost outcrop in the Glass Mountains of west Texas. Recharge to the Reef Aquifer occurs by direct inﬁltration into outcropping cavernous zones formed in the Capitan limestone and equivalent backreef units of the Artesia Group. A signiﬁcant component of this recharge occurs during ﬂood events in Dark Canyon in the Guadalupe Mountains, where the reef crops out in the bed of Dark Canyon arroyo. Groundwater ﬂows northeastward through the reef and discharges from springs along the Pecos River within the city of Carlsbad (Bjorklund and Motts, 1959). Evidence of cavernous porosity and conduit ﬂow is well documented within the Reef aquifer, indicated by blowing wells and bit drops during drilling operations; and by the presence of water in channels and cavities at different horizons within the reef (Hendrickson and Jones, 1952; Motts, 1968). Carlsbad Cavern may thus be thought of as an upper end-mem- ber example of cavernous porosity development within the Capitan Formation (Land and Burger, 2008). Capitan Reef aquifer, surface geology and data distribution. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O Capitan Reef aquifer, summary of water chemistry, based in part on preliminary analysis of samples collected by Sandia National Labs. 6SHFLÀF\u0003 &RQG\u0011\u0003 (μS/cm) 7'6\u0003 (mg/l) &D\u0003 (mg/l) 0J\u0003 (mg/l) 1D\u0003 (mg/l) HCO3\u0003 (mg/l) SO4\u0003 (mg/l) CO\u0003\u0003 (mg/l) F\u0003 (mg/l) $V\u0003 (mg/l) 8\u0003\u0003 (mg/l) :HOO\u0003 depth Maximum 196,078 184,227 5,902 2,046 46,700 784 4,970 107,949 1.9 0.001 0.001 5,713 Minimum 602 364 48.9 32.6 5.1 56 14.3 10 0.1 0.001 0.001 327 Mean 64,412.8 54,046.5 1,555.6 737.5 15,021.1 338.7 2,204 29,959.8 0.69 0.001 0.001 3,285 Median 39,000 26,900 1,240 463.4 2,357.5 271 1,862.9 13,800 0.5 0.001 0.001 3,250 Fresh water is present in the aquifer only in the immediate vicinity of its recharge area in the Guadalupe Mountains. Mineral content rapidly increases east of the Pecos River, and throughout most of its extent the Capitan Reef is a brine reservoir, with TDS concentrations >100,000 mg/l in some of the deep monitoring wells in Lea County (Hiss, 1975a; 1975b). The data set for the Capitan Reef aquifer is very limited, consisting of only 13 wells, most of which were last sampled almost half a century ago. The small data set is primarily due to the extremely limited amount of fresh water available in the reef aquifer. The city of Carlsbad, because of its proximity to recharge areas in the Guadalupe Mountains, is the only community in the region that is favorably positioned to exploit the fresh- water segment of the reef. Because of the highly saline nature of groundwater in the Capitan Reef east of the Pecos River, very few water supply wells are completed in that portion of the aquifer. Until recently, the only water quality information available for the reef east of the Pecos River was from a network of monitoring wells installed by the U.S. Geological Survey in the mid-20th century (Hiss, 1975a; 1975b). These records conﬁrm the highly mineralized character of groundwater in the eastern segment of the Capitan Reef, resulting in a mean TDS concentration for the entire aquifer of >54,000 mg/l. We have chosen not to plot TDS and speciﬁc conduc- tance vs. depth for the Capitan Reef because the"
    },
    {
        "URL": "Land2016_Capitan Reef_Basin_FBWQNM.pdf",
        "Text": "1.9 0.001 0.001 5,713 Minimum 602 364 48.9 32.6 5.1 56 14.3 10 0.1 0.001 0.001 327 Mean 64,412.8 54,046.5 1,555.6 737.5 15,021.1 338.7 2,204 29,959.8 0.69 0.001 0.001 3,285 Median 39,000 26,900 1,240 463.4 2,357.5 271 1,862.9 13,800 0.5 0.001 0.001 3,250 Fresh water is present in the aquifer only in the immediate vicinity of its recharge area in the Guadalupe Mountains. Mineral content rapidly increases east of the Pecos River, and throughout most of its extent the Capitan Reef is a brine reservoir, with TDS concentrations >100,000 mg/l in some of the deep monitoring wells in Lea County (Hiss, 1975a; 1975b). The data set for the Capitan Reef aquifer is very limited, consisting of only 13 wells, most of which were last sampled almost half a century ago. The small data set is primarily due to the extremely limited amount of fresh water available in the reef aquifer. The city of Carlsbad, because of its proximity to recharge areas in the Guadalupe Mountains, is the only community in the region that is favorably positioned to exploit the fresh- water segment of the reef. Because of the highly saline nature of groundwater in the Capitan Reef east of the Pecos River, very few water supply wells are completed in that portion of the aquifer. Until recently, the only water quality information available for the reef east of the Pecos River was from a network of monitoring wells installed by the U.S. Geological Survey in the mid-20th century (Hiss, 1975a; 1975b). These records conﬁrm the highly mineralized character of groundwater in the eastern segment of the Capitan Reef, resulting in a mean TDS concentration for the entire aquifer of >54,000 mg/l. We have chosen not to plot TDS and speciﬁc conduc- tance vs. depth for the Capitan Reef because the lateral distribution of dissolved solids most accurately charac- terizes the distribution of salinity within this aquifer. Brackish water resources are clearly available in the Capitan Reef aquifer, although for the most part that water is more accurately described as a brine, and would thus not be suitable for conventional desalination technologies. However, this highly saline water is a valuable resource for industrial applications in southeastern New Mexico and west Texas. Both the petroleum and potash mining industries have recently expressed inter- est in exploiting brackish water in the reef aquifer for water ﬂooding of mature oil ﬁelds in the Permian Basin region and for processing of potash ore. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu Please cite this information as: Land, Lewis, 2016, Overview of fresh and brackish water quality in New Mexico, Open-ﬁle Report 583, 49 p."
    }
]