[
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "Capitan Reef Complex Structure and Stratigraphy Report by Allan Standen, P.G. Steve Finch, P.G. Randy Williams, P.G., Beronica Lee-Brand, P.G. Assisted by Paul Kirby Texas Water Development Board Contract Number 0804830794 September 2009 TABLE OF CONTENTS 1. Executive summary....................................................................................................................1 2. Introduction................................................................................................................................2 3. Study area geology.....................................................................................................................4 3.1 Stratigraphy........................................................................................................................4 3.1.1 Bone Spring Limestone...........................................................................................9 3.1.2 San Andres Formation ............................................................................................9 3.1.3 Delaware Mountain Group .....................................................................................9 3.1.4 Capitan Reef Complex..........................................................................................10 3.1.5 Artesia Group........................................................................................................11 3.1.6 Castile and Salado Formations..............................................................................11 3.1.7 Rustler Formation .................................................................................................12 3.1.8 Triassic Bissett Conglomerate ..............................................................................12 3.1.9 Cretaceous Formations..........................................................................................12 3.1.10 Quaternary-Tertiary Sedimentary Deposits and Volcanics ..................................12 3.2 Geologic History of the Delaware Basin and the Capitan Reef Complex .......................13 3.2.1 Structure................................................................................................................14 3.2.2 Faults.....................................................................................................................16 4. Data sources.............................................................................................................................18 4.1 Additional subsurface data sources..................................................................................18 4.1.1 Published geologic maps and reports....................................................................18 4.1.2 Oil and gas geophysical logs and scout tickets.....................................................19 4.1.3 Online well records and logs.................................................................................19 4.1.4 Revised aquifer outline .........................................................................................21 4.2 Geology and fault data sources ........................................................................................21 4.3 Stratigraphic interpretation...............................................................................................21 4.4 Lithologic and driller’s logs interpretations.....................................................................23 4.5 Geophysical log interpretations........................................................................................24 4.6 Generalized hydraulic communication characteristics of the geologic formations or groups ........................................................................................................24 4.7 Cross-Sections..................................................................................................................28 4.8 Surface contouring methodology .....................................................................................28 4.8.1 Faults identified during structural contouring.......................................................39 5. Gridding of Capitan Reef Complex top, thickness contours, and base ...................................40 5.1 Top Elevation of the Capitan Reef Complex ...................................................................40 5.2 Thickness contours of the Capitan Reef Complex...........................................................40 5.3 Base of the Capitan Reef Complex ..................................................................................40 6. Structural and stratigraphic features that affect groundwater flow..........................................44 6.1 Structural features ............................................................................................................44 6.2 Stratigraphic features that affect groundwater flow.........................................................46 i FIGURES Figure 1 Study Area and Geologic Features..............................................................................3 Figure 2 Reef Facies and Geologic Formations and Groups.....................................................6 Figure 3 Stratigraphic Cross-Section.........................................................................................7 Figure 4 Schematic of Delaware Basin and Local Stratigraphy................................................8 Figure 5 Study Area Faults......................................................................................................15 Figure 6 Type Geophysical Log Signatures ............................................................................20 Figure 7 Compiled Well Locations..........................................................................................22 Figure 8 Geologic Formations Overlying the Capitan Reef Complex ....................................25 Figure 9 Geologic Formations Underlying the Capitan Reef Complex ..................................27 Figure 10 Cross-Section Key.....................................................................................................29 Figure 11 Apache Mountains, Texas.........................................................................................30 Figure 12 Guadalupe Mountains, Texas....................................................................................31 Figure 13 Eddy County, New Mexico.......................................................................................32 Figure 14 Lea County, New Mexico .........................................................................................33 Figure 15 Pecos County, Texas .................................................................................................34 Figure 16 Glass Mountains, Texas ............................................................................................35 Figure 17 Capitan Reef Complex Top Contours, Mapped Faults, and Aquifer Extent Comparison....................................................................................................37 Figure 18 Capitan Reef Complex Thickness Contours .............................................................38 Figure 19 Top Surface Elevation Grid of Capitan Reef Complex.............................................41 Figure 20 Capitan Reef Complex Thickness Grid.....................................................................42 Figure 21 Base Elevation Grid of Capitan Reef Complex ........................................................43 Figure 22 Regional Groundwater Flow.....................................................................................45 Figure 23 Gross Isopach Grid of Interbedded Fine Sand, Silt, and Clay within the Capitan Reef Complex ..............................................................................................47 ii TABLES Table 1 Summary of geologic formations and groups forming the Capitan Reef Complex and Delaware Basin.....................................................................................5 APPENDICES Appendix A Database Development Appendix B GIS Attribute Definitions iii Acknowledgements The authors wish to thank Dr. J. P. Nicot of the Texas Bureau of Economic Geology, who contributed his knowledge of the Capitan Reef Complex, Dr. Mark Helper of the University of Texas at Austin for his assistance with the creation and interpretation of the structural contours of the top of the Capitan Reef Complex, and Mr. Paul Kirby and Mr. Kenny Calhoun of DBS&A for their expert assistance in database construction and GIS tasks. iv 1 1. Executive summary The Daniel B. Stephens & Associates, Inc. (DBS&A) team, consisting of DBS&A, John Shomaker & Associates, Inc., Bar-W Groundwater Exploration, and the Texas Bureau of Economic Geology, was contracted (Contract # 0804830794) by the Texas Water Development Board (TWDB) to construct a stratigraphic and structural framework of the Capitan Reef Complex. The purpose of the work is to develop a geologic framework that can serve as the foundation of a future groundwater availability model (GAM) of the Capitan Reef Complex Aquifer. The study area covers approximately 22,000 square miles in far west Texas and southeastern New Mexico and consists of all or portions of Winkler, Loving, Ward, Pecos, Reeves, Jeff Davis, Culberson, Brewster, and Hudspeth counties in Texas and Eddy and Lea Counties in New Mexico. The project consisted of compiling surface and subsurface geological data and information, constructing a geodatabase, and building a stratigraphic geologic model. A total of 726 geophysical logs, driller’s reports (oil, gas and water), and scout tickets were compiled into a geographical information system (GIS) geodatabase that was used to create Capitan Reef Complex surface, thickness, and base shapefiles and grids. An additional sand thickness grid was created of the subsurface sand-filled erosional channels between Capitan Reef Complex highs. The extent of the TWDB’s Capitan Reef Complex Aquifer outline has been modified based on available data. The DBS&A team also compiled GIS shapefiles of the formations overlying and underlying the Capitan Reef Complex. 2 2. Introduction A team led by Daniel B. Stephens & Associates, Inc. (DBS&A) and also including John Shomaker & Associates, Inc. (JSAI), Bar-W Groundwater Exploration, and the Texas Bureau of Economic Geology (TBEG) were retained under Contract # 0804830794) by the Texas Water Development Board (TWDB) to construct a stratigraphic and structural framework of the Capitan Reef Complex for the future building of a groundwater availability model (GAM). The project consisted of compiling surface and subsurface geological data, constructing a geodatabase, and building a stratigraphic model that can be used for groundwater availability modeling of the Capitan Reef Complex Aquifer. The scope of this project was to delineate the aquifer system top and base of the Capitan Reef Complex and to identify structural and/or stratigraphic features that impact groundwater flow in the Capitan Reef Complex. Deliverables for this project include: • A GAM-compatible geographical information system (GIS) geodatabase • Top and base elevation maps of the Capitan Reef Complex • Thickness contour maps of the carbonate and sand facies within the Capitan Reef Complex • Identification of structural and/or stratigraphic features that impact groundwater flow • A report describing methodology, data sources and results The study area covers approximately 22,000 square miles in far west Texas and southeastern New Mexico and consists of all or portions of Winkler, Loving, Ward, Pecos, Reeves, Jeff Davis, Culberson, Brewster and Hudspeth counties in Texas and Eddy and Lea Counties in New Mexico (Figure 1). The Capitan Reef Complex is a near-continuous stratigraphic unit deposited around the edge of the Permian Delaware Basin (Figure 1) that graded into fore-reef and back- reef depositional environments. As a result, the geologic contact for the Capitan Reef Complex is complicated by back-reef, reef, and fore-reef depositional sequences with abrupt or gradational vertical and lateral facies changes. Therefore, the structure and stratigraphy of the Capitan Reef Complex and surrounding stratigraphic units were investigated during the study. The Capitan Reef Complex has been recognized as a minor aquifer (Ashworth and Hopkins, 1995), with the TWDB designated boundaries confined to the known stratigraphic contact defined by past geologic studies. The objectives of the present study are to update the subsurface expression of the Capitan Reef Complex, using the geologic framework of the eastern half of the complex developed by Hiss (1976) as a starting point, and to define hydraulically confining and connected geologic units surrounding the Capitan Reef Complex. All of the figures in this report use the revised aquifer outline discussed in Section 4.1.4 of this report. I 10 US Hwy 67 US Hwy 385 State Hwy"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "groundwater flow in the Capitan Reef Complex. Deliverables for this project include: • A GAM-compatible geographical information system (GIS) geodatabase • Top and base elevation maps of the Capitan Reef Complex • Thickness contour maps of the carbonate and sand facies within the Capitan Reef Complex • Identification of structural and/or stratigraphic features that impact groundwater flow • A report describing methodology, data sources and results The study area covers approximately 22,000 square miles in far west Texas and southeastern New Mexico and consists of all or portions of Winkler, Loving, Ward, Pecos, Reeves, Jeff Davis, Culberson, Brewster and Hudspeth counties in Texas and Eddy and Lea Counties in New Mexico (Figure 1). The Capitan Reef Complex is a near-continuous stratigraphic unit deposited around the edge of the Permian Delaware Basin (Figure 1) that graded into fore-reef and back- reef depositional environments. As a result, the geologic contact for the Capitan Reef Complex is complicated by back-reef, reef, and fore-reef depositional sequences with abrupt or gradational vertical and lateral facies changes. Therefore, the structure and stratigraphy of the Capitan Reef Complex and surrounding stratigraphic units were investigated during the study. The Capitan Reef Complex has been recognized as a minor aquifer (Ashworth and Hopkins, 1995), with the TWDB designated boundaries confined to the known stratigraphic contact defined by past geologic studies. The objectives of the present study are to update the subsurface expression of the Capitan Reef Complex, using the geologic framework of the eastern half of the complex developed by Hiss (1976) as a starting point, and to define hydraulically confining and connected geologic units surrounding the Capitan Reef Complex. All of the figures in this report use the revised aquifer outline discussed in Section 4.1.4 of this report. I 10 US Hwy 67 US Hwy 385 State Hwy 54 US Hwy 285 US Hwy 62 US Hwy 90 State Hwy 18 State Hwy 17 US Hwy 290 State Hwy 166 State Hwy 302 State Hwy 118 State Hwy 2037 State Hwy 329 State Spur 57 State Hwy 118 State Hwy 17 State Hwy 115 I 10 US Hwy 90 I 20 Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Glass Mount ains Central Basin Platform Diablo Plateau Delaware Mountains Wild Horse Flat Davis Mountains Sheffield Channel Baylor Mountains Sierra Diablo Mountains Delaware Basin G u ada lu p e Mountains Bab b Fl exure Victorio Flexure Sal t B a sin Apache Mountains Patterson Hills Hov ey C h an nel Toyah Basin Monahans Pecos Alpine Fort Stockton Kermit Van Horn Toyah Wink Pyote Dell City Wickett Barstow Thorntonville Valentine Grandfalls Balmorhea JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/Capitan_Figure_1.mxd CAPITAN REEF COMPLEX Study Area and Geological Features Daniel B. Stephens & Associates, Inc. Figure 1 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Cities Major roads Texas/New Mexico border County boundary N e w M e x i c o N e w M e x i c o Te x a s Te x a s 3. Study area geology The Capitan Reef (Capitan Limestone) encompasses the Permian Delaware Basin in far west Texas and southeastern New Mexico. Due to exposures in the Guadalupe, Glass, and Apache Mountains and extensive oil and gas exploration in the Delaware Basin, the Capitan Limestone has been the subject of nearly 80 years of study resulting in numerous publications such as King, 1930, 1948, Wood, 1968, Hiss, 1976, Uliana, 2001, Kerans and others, 1994, Kerans and Tinker, 1999, and Hill, 1999, to name a few. Terminology for the Delaware Basin Permian section was originally defined by King (1948). Sediments deposited during the Leonardian epoch underlie the Capitan Reef Complex. The Guadalupian series represents the Delaware Basin depositional setting and development of the Capitan Reef Complex. The Ochoan Series represents the filling of the Delaware Basin with evaporite deposits. The time series has been commonly used as descriptive terms on oil and gas logs. A summary of stratigraphic units and time series for the Capitan Reef Complex and the Delaware Basin is provided in Table 1. Figure 2 illustrates the areal extent relationships of the carbonate facies (forereef, reef, and backreef) and the lateral boundaries of the geological formations or groups listed in Table 1. 3.1 Stratigraphy The Capitan Reef Complex forms a horseshoe shaped feature in the Permian Delaware Basin and consists of massive fossiliferous white limestone. The Capitan Reef Complex combines the Goat Seep Limestone, Capitan Limestone, and Carlsbad Limestone (Hiss, 1975) and grades into adjacent fore-reef and back-reef facies. The back-reef facies are predominantly massive limestone and gypsiferous limestone and consist of the Artesia Group (Yates, Queen, Seven Rivers, and Grayburg Formations). The fore-reef facies consist of evaporites and thin bedded limestone, shale, and sandstone units. The Capitan Reef Complex geologic model of fore-reef, reef, and back-reef facies was described in detail by King (1948) and is illustrated in Figure 3, by Melim and Scholle (1999). The Capitan Reef Complex is exposed in outcrops in the Guadalupe Mountains (Eddy County, New Mexico and Culberson County, Texas), Patterson Hills (Culberson and Hudspeth Counties, Texas), Apache Mountains (Culberson and Jeff Davis Counties, Texas), and Glass Mountains (Brewster and Pecos Counties, Texas) (Figure 1). Geologic descriptions stem primarily from detailed mapping in the Guadalupe and Glass Mountains (King, 1930, 1948). Analysis of the Capitan Reef Complex requires knowledge of the depositional sequences of the Delaware Basin and the characteristics of the underlying and overlying rocks. Sections 3.1.1 through 3.1.9 provide stratigraphic descriptions, from oldest (bottom) to youngest (top), of the formations underlying, overlying, and grading into the Capitan Reef Complex (Table 1). Figure 4 (Hill, 1999) illustrates the Delaware Basin and selected stratigraphic sequence cross- sections of the Capitan Reef Complex and associated geological formations and groups. 4 Back Reef Quaternary to Tertiary Cretaceous Triassic Bissett Rustler a Salado a Castile a Tansill Tansill Yates Yates 5 Seven Rivers Seven Rivers Queen/ Grayburg Goat Seep Dolomite Pipeline Shale Member Note: Cell sizes are not to scale for formation thickness Sources: Modified after King, 1930, 1948; Wood, 1968; Hiss, 1975; Uliana, 2001; Hill, 1999; Kerans and others, 1994; Kerans and Tinker, 1999 Upper San Andres Brushy Canyon Cherry Canyon Vidrio Carlsbad and Capitan Limestones Cherry Canyon Capitan Reef Complex Capitan Reef Complex Rustler Castile Bell Canyon Capitan Limestone Capitan Reef Complex Permian/ Guadalupian Permian/Ochoan Artesia Group Munn Table 1. Summary of geologic formations and groups forming the Capitan Reef Complex and Delaware Basin Quaternary Tertiary Deposits Quaternary Tertiary Deposits Quaternary Tertiary Deposits Quaternary Tertiary Deposits Reef Glass Mountains (King, 1930; Hill, 1999) Period/Epoch or Series Apache Mountains (Wood, 1968; Uliana, 2001) Back Reef Delaware Basin Guadalupe Mountains (King, 1948; Hiss, 1975; Kerans and others, 1994; Kerans and Tinker, 1999) Cretaceous Reef Reef Back Reef Leonard and Hess Member of Leonard Formation Bone Spring Limestone Permian/ Leonardian Word Formation (Cherry and Brushy Canyon Equivalent) Cherry Canyon Delaware Mountain Group Gilliam Tessey Lower San Andres (equivalent to Brushy Canyon) Artesia Group a Formations overlie Capitan Reef Complex between the Guadalupe and Glass Mountains Victorio Peak (Member of the Bone Spring Limestone) Cutoff Shale (Member of Bone Spring Limestone) Yeso Salado Eddy Lea Pecos Culberson"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "sequences of the Delaware Basin and the characteristics of the underlying and overlying rocks. Sections 3.1.1 through 3.1.9 provide stratigraphic descriptions, from oldest (bottom) to youngest (top), of the formations underlying, overlying, and grading into the Capitan Reef Complex (Table 1). Figure 4 (Hill, 1999) illustrates the Delaware Basin and selected stratigraphic sequence cross- sections of the Capitan Reef Complex and associated geological formations and groups. 4 Back Reef Quaternary to Tertiary Cretaceous Triassic Bissett Rustler a Salado a Castile a Tansill Tansill Yates Yates 5 Seven Rivers Seven Rivers Queen/ Grayburg Goat Seep Dolomite Pipeline Shale Member Note: Cell sizes are not to scale for formation thickness Sources: Modified after King, 1930, 1948; Wood, 1968; Hiss, 1975; Uliana, 2001; Hill, 1999; Kerans and others, 1994; Kerans and Tinker, 1999 Upper San Andres Brushy Canyon Cherry Canyon Vidrio Carlsbad and Capitan Limestones Cherry Canyon Capitan Reef Complex Capitan Reef Complex Rustler Castile Bell Canyon Capitan Limestone Capitan Reef Complex Permian/ Guadalupian Permian/Ochoan Artesia Group Munn Table 1. Summary of geologic formations and groups forming the Capitan Reef Complex and Delaware Basin Quaternary Tertiary Deposits Quaternary Tertiary Deposits Quaternary Tertiary Deposits Quaternary Tertiary Deposits Reef Glass Mountains (King, 1930; Hill, 1999) Period/Epoch or Series Apache Mountains (Wood, 1968; Uliana, 2001) Back Reef Delaware Basin Guadalupe Mountains (King, 1948; Hiss, 1975; Kerans and others, 1994; Kerans and Tinker, 1999) Cretaceous Reef Reef Back Reef Leonard and Hess Member of Leonard Formation Bone Spring Limestone Permian/ Leonardian Word Formation (Cherry and Brushy Canyon Equivalent) Cherry Canyon Delaware Mountain Group Gilliam Tessey Lower San Andres (equivalent to Brushy Canyon) Artesia Group a Formations overlie Capitan Reef Complex between the Guadalupe and Glass Mountains Victorio Peak (Member of the Bone Spring Limestone) Cutoff Shale (Member of Bone Spring Limestone) Yeso Salado Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Glas s Moun tains Delaware Basin G u ada lu p e Mountains Sa l t B a sin Apache Mountains JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 2.mxd CAPITAN REEF COMPLEX Reef Facies and Geologic Formations and Groups Daniel B. Stephens & Associates, Inc. Figure 2 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revsied) Capitan Reef Complex outcrop Texas/New Mexico border County boundary N e w M e x i c o N e w M e x i c o Te x a s Te x a s Davis Mountains F o r e r e e f Backreef Artesia Group Seven Rivers and Munn Fms. Backreef Gilliam Fm. and Bissett Conglomerate F o r e r e e f F o r e r e e f Backreef Artesia Group and San Andres (undifferentiated) Backreef Artesia Group and San Andres (undifferrentiated) Backreef Quaternary alluvium overlying San Andres Fm. (equivalent of Delware Mountain Group) R e e f Backreef Artesia Group and San Andres (undifferentiated) R e e f Reef Backreef Eocene volcanics Ochoan Rustler, Salado, and Castile (undifferentiated) capping Delaware Mountain Group Basin N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 3.mxd Figure 3 Stratigraphic Cross-Section CAPITAN REEF COMPLEX JN WR08.0039 08/28/2009 Daniel B. Stephens & Associates, Inc. Source: Melim and Scholle, 1999 Sources: Modified after Hill, 1999; King, 1930, 1937, 1948; Wood, 1968; Kerans and others, 1994; Kerans and Tinker, 1999 S:\\PROJECTS\\WR08.0039_CAPITAN_REEF\\VR-DRAWINGS\\WR08_0039_01W_GEOLOGIC_SCHEMATIC.CDR Schematic of Delaware Basin and Local Stratigraphy Figure 4 Daniel B. Stephens & Associates, Inc. 8-31-09 JN WR08.0039 CAPITAN REEF COMPLEX SALT BASIN APACHE MTNS. GUADALUPE MTNS. NORTH SIDE EAST SIDE GLASS MTNS. Capitan Ls Carlsbad Group Capitan Ls reef reef forereef Salado Tessey Ls New Mexico Texas DELAWARE BASIN Salado Salado Tessey Ls WEST SIDE Hovey Channel Capitan Capitan reef Artesia Group Backreef Goat Seep forereef Vidrio Backreef Artesia Group Capitan Fm. Gilliam Backreef Castile and Salado Evaporites San Andres Delaware Group Equivalent San Andres Munn Cutoff shale 3.1.1 Bone Spring Limestone The Bone Spring Limestone is part of the Leonard Series, and consists predominantly of thin beds of cherty black limestone. Total thickness of the Bone Spring Limestone ranges between 1,500 and 2,000 feet. In general, these rocks are located basin-side and below the Capitan Reef Complex. In the western part of the study area, the distribution of the Bone Spring Limestone is complicated by the faulting associated with the Salt Basin. As a result of this faulting, rocks of the Bone Spring Limestone crop out along the western side of the Delaware Mountains. In Culberson County where the formation commonly crops out, the thickness of the Bone Spring Limestone varies from 900 to 1,700 feet (Dietrich and others, 1983). West of the Capitan Reef Complex and toward the Delaware Basin fringe, the Bone Spring Limestone grades into the Victorio Peak Limestone (gray limestone) and the time-equivalent Yeso, Leonard and Hess Member of the Leonard Formation. The Bone Spring Limestone has been subdivided into two members, the Victorio Peak Member and the overlying Cutoff Shale Member. The Cutoff Shale Member is a black, platy, siliceous shale and shaly sandstone ranging from 50 to 150 feet in thickness (King, 1948). The Cutoff Shale Member forms a low permeability barrier between the underlying Victorio Peak Limestone and the overlying San Andres or Delaware Mountain Group stratigraphic equivalent (Table 1, Figure 3). 3.1.2 San Andres Formation The San Andres Formation was deposited during Guadalupian time. The San Andres has been subdivided into the Upper and Lower San Andres formation (Ward and others, 1986; Kerans and others, 1994). The lower half is called the lower cherty limestone member and the top half is referred to as the upper non-cherty limestone member. Total thickness of the San Andres Formation is 700 to 1,000 feet. The San Andres Formation is a widespread shelf carbonate deposit found throughout most of New Mexico and west Texas. The lower member of the San Andres Formation grades downward forming an unconformity with the Cutoff Shale Member of the Bone Spring Limestone, Cherry Canyon, and Brushy Canyon Formations of the Delaware Mountain Group (Hill, 1996; Hiss, 1975; Kerans and others, 1994; Kerans and Tinker, 1999; Ward and others, 1986). In the Delaware Basin, the San Andres Formation transition from shelf carbonate to reef environments is approximately 3 miles long and trends parallel to the Capitan Reef front (Hill, 1996; Hiss, 1975). In the reef margin, the San Andres Formation grades up into the Capitan Reef Complex (Table 1). 3.1.3 Delaware Mountain Group The Delaware Mountain Group consists of several formations and members of the Guadalupe Series. Most of the Delaware Mountain Group includes formations that were deposited in the Delaware Basin at the same time that the Capitan Reef complex was being deposited on the basin margin (Table 1). Units include the Brushy Canyon, Cherry Canyon, and Bell Canyon Formations. Parts of the Brushy Canyon and Bell Canyon Formations were deposited prior to the formation of the Capitan Reef Complex (Hill, 1996; Hiss, 1975). 9 The Delaware Mountain Group consists primarily of interbedded sandstones, shales, and limestones. The sandstone beds are commonly massive basin-side and adjacent to the Capitan Reef Complex and thin toward the basin center. The basal formation of the Delaware Mountain Group is primarily an interbedded coarse- to fine- grained sandstone and sandy shale unit with a maximum thickness of 1,000 feet"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "The lower half is called the lower cherty limestone member and the top half is referred to as the upper non-cherty limestone member. Total thickness of the San Andres Formation is 700 to 1,000 feet. The San Andres Formation is a widespread shelf carbonate deposit found throughout most of New Mexico and west Texas. The lower member of the San Andres Formation grades downward forming an unconformity with the Cutoff Shale Member of the Bone Spring Limestone, Cherry Canyon, and Brushy Canyon Formations of the Delaware Mountain Group (Hill, 1996; Hiss, 1975; Kerans and others, 1994; Kerans and Tinker, 1999; Ward and others, 1986). In the Delaware Basin, the San Andres Formation transition from shelf carbonate to reef environments is approximately 3 miles long and trends parallel to the Capitan Reef front (Hill, 1996; Hiss, 1975). In the reef margin, the San Andres Formation grades up into the Capitan Reef Complex (Table 1). 3.1.3 Delaware Mountain Group The Delaware Mountain Group consists of several formations and members of the Guadalupe Series. Most of the Delaware Mountain Group includes formations that were deposited in the Delaware Basin at the same time that the Capitan Reef complex was being deposited on the basin margin (Table 1). Units include the Brushy Canyon, Cherry Canyon, and Bell Canyon Formations. Parts of the Brushy Canyon and Bell Canyon Formations were deposited prior to the formation of the Capitan Reef Complex (Hill, 1996; Hiss, 1975). 9 The Delaware Mountain Group consists primarily of interbedded sandstones, shales, and limestones. The sandstone beds are commonly massive basin-side and adjacent to the Capitan Reef Complex and thin toward the basin center. The basal formation of the Delaware Mountain Group is primarily an interbedded coarse- to fine- grained sandstone and sandy shale unit with a maximum thickness of 1,000 feet (King, 1948). At the base of the Brushy Canyon is the persistent black platy Pipeline Shale interbedded with shaly sandstone, sandstone and limestone, and a basal conglomerate (King, 1948). The Cherry Canyon member of the Delaware Mountain Group is primarily thin-bedded, with very fine-grained quartz sandstone and a few shale beds (Dietrich and others, 1983). The thickness of the formation is up to 1,000 feet (King, 1948). The Bell Canyon Member of the Delaware Mountain Group is mostly very fine-grained sandstone with a thickness ranging from 670 to 1,000 feet (Dietrich and others, 1983). The Delaware Mountain Group is overlain by evaporites and carbonates of the Castile and Rustler Formations in the Rustler Hills east of the Delaware Mountains (Table 1, Figures 2 and 3). The Word Formation is approximately time equivalent to the Delaware Mountain Group formations and is located in the Glass Mountains (Hill, 1996; Hiss, 1975). The Word Formation consists of siliceous shale, chert with very thin units of fossiliferous limestone, sandstone, and conglomerate with thickness up to 1,500 feet. 3.1.4 Capitan Reef Complex For practical purposes, the Capitan Reef Complex Aquifer (Table 1) is defined as Permian carbonate reef-forming rocks that include the Goat Seep Limestone, Capitan Limestone, and Carlsbad Limestone (Hiss, 1975). In the eastern section of the Capitan Reef Complex near the Glass Mountains, equivalent rocks include the Vidrio and Tessey Formations described by King (1930) and Hill (1996). The Munn Formation underlies the Capitan Reef Complex in the Apache Mountains, is up to 450 feet thick and consists of primarily a thin-bedded dolomite and is stratigraphically equivalent to the Goat Seep Limestone and Vidrio (Barnes and others, 1968; Wood, 1968; Hiss, 1975). Deposition occurred around the margin of the Permian Delaware Basin and on the edge of the northwestern shelf. Surface outcrops and subsurface expression of the Capitan Reef Complex in the Capitan, Apache, and Glass Mountains are shown on Figure 1. The arc-shaped reef structure is about 10 to 14 miles wide and is dissected by the Hovey Channel in Brewster County (Hill, 1996; Hiss, 1975). The Capitan Reef Complex is composed of massive white to gray fossiliferous limestone beds. The limestone beds grade from fore-reef to back-reef deposits. The gradation into fore-reef deposits is typically abrupt, with a defined geologic contact, whereas the gradation into back-reef deposits is more transitional, with difficult to identify geologic contacts (Hill, 1996; Hiss, 1975). The rocks that make up the reef complex have been locally dissected by faulting; consequently, they do not form one continuous aquifer but rather a series of disconnected highly permeable 10 aquifers (Hill, 1996; Hiss, 1975). For example, the uplifted Guadalupe Mountains divide the Capitan Reef Complex Aquifer into two separate disconnected aquifers (Figure 1): one that trends to the northeast and discharges to the Pecos River in New Mexico and one that originates along the western flank of the Guadalupe Mountains and flows south from the Patterson Hills southeast toward the Apache Mountains (Hiss, 1975; King, 1948). 3.1.5 Artesia Group The Artesia Group includes the back-reef (youngest to oldest) Tansill, Yates, Seven Rivers, Queen, and Grayburg Formations (Table 1, Figures 2 and 3). (The term Artesia Group replaced the older Carlsbad Group nomenclature.) All of these formations gradually grade into the Capitan Reef Complex. The formations that make up the Artesia Group have rapid lateral facies changes with cyclic deposits of sandstone, sandy dolomite, and dolomite (Hill, 1996; Hiss, 1975). The Grayburg and Queen Formations grade into the Goat Seep Limestone, whereas the Seven Rivers, Yates, and Tansill Formations grade into the Capitan Limestone. Characteristics of these formations are: • The basal formation of the Artesia Group is the Grayburg Formation, which overlies the San Andres Formation and underlies the Queen Formation, and consists of interbedded dolomite with thin layers of fine-grained sandstone. Total thickness of this formation is approximately 300 to 400 feet (Hill, 1996; Hiss, 1975). • The Queen Formation is similar to the Grayburg Formation, but with a 100-foot-thick sandstone layer near the top of the formation with thin interbedded dolomite and shale. Because of this upper sand unit, the contact between the Queen and overlying Seven Rivers Formation is often identifiable (Hill, 1996; Hiss, 1975). This formation is up to 420 feet thick. • The Seven Rivers Formation is a thin-bedded dolomite sandwiched between the upper Queen sandstone and the Yates sand. This formation laterally grades from evaporite to a carbonate facies as it grades into the Capitan Reef Complex. The bedding disappears as it grades into the Capitan Limestone. This formation is up to 500 feet thick (Hiss, 1975) • The Yates Formation was named after the Yates Oil Field in Pecos County, and it is the most widespread horizon used for structure contouring in the Delaware Basin. The Yates Formation consists of siltstone and sandstone beds totaling approximately 300 to 400 feet in thickness near the reef margin (Hill, 1996; Hiss, 1975). • The Tansill Formation conformably overlies the Yates Formation near the reef margin. East of the Guadalupe Mountains, the formation is overlain by the Ochoan time evaporites (Salado Formation). The Tansill Formation consists of gypsum, red clay, and silt (evaporite facies) that laterally grades into dolomite near the reef margin. The thickness increases from 100 to 300 feet near the reef margin (Hill, 1996; Hiss, 1975). 3.1.6 Castile and Salado Formations During the Ochoan epoch, the Delaware Basin began to fill with"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "The basal formation of the Artesia Group is the Grayburg Formation, which overlies the San Andres Formation and underlies the Queen Formation, and consists of interbedded dolomite with thin layers of fine-grained sandstone. Total thickness of this formation is approximately 300 to 400 feet (Hill, 1996; Hiss, 1975). • The Queen Formation is similar to the Grayburg Formation, but with a 100-foot-thick sandstone layer near the top of the formation with thin interbedded dolomite and shale. Because of this upper sand unit, the contact between the Queen and overlying Seven Rivers Formation is often identifiable (Hill, 1996; Hiss, 1975). This formation is up to 420 feet thick. • The Seven Rivers Formation is a thin-bedded dolomite sandwiched between the upper Queen sandstone and the Yates sand. This formation laterally grades from evaporite to a carbonate facies as it grades into the Capitan Reef Complex. The bedding disappears as it grades into the Capitan Limestone. This formation is up to 500 feet thick (Hiss, 1975) • The Yates Formation was named after the Yates Oil Field in Pecos County, and it is the most widespread horizon used for structure contouring in the Delaware Basin. The Yates Formation consists of siltstone and sandstone beds totaling approximately 300 to 400 feet in thickness near the reef margin (Hill, 1996; Hiss, 1975). • The Tansill Formation conformably overlies the Yates Formation near the reef margin. East of the Guadalupe Mountains, the formation is overlain by the Ochoan time evaporites (Salado Formation). The Tansill Formation consists of gypsum, red clay, and silt (evaporite facies) that laterally grades into dolomite near the reef margin. The thickness increases from 100 to 300 feet near the reef margin (Hill, 1996; Hiss, 1975). 3.1.6 Castile and Salado Formations During the Ochoan epoch, the Delaware Basin began to fill with evaporite deposits of the Castile and Salado Formations. In places, these evaporite deposits overlie the Capitan Reef Complex. 11 The Castile Formation is made up of gypsum, anhydrite, and intermittent, thin- to medium- bedded limestone. The thickness of the formation varies from 1,500 to 2,000 feet (Anderson and others, 1995; King, 1948). The dissolution and collapse of this formation has led to the development of cavernous features, including sink holes, springs, and brecciation of upper layers as they fell into caves and other dissolution features (King, 1948). The Salado Formation is the second major basin-filling sequence of the Ochoan epoch following the Castile Formation. The Salado Formation is essentially a halite formation with supplementary beds of anhydrite, potash salts, and red sandy clay layers (Hill, 1996). Thickness of the formation is variable due to a combination of deposition location (basin, reef, and back- reef margins) and later dissolution. Thicknesses are typically 1,500 to 2,000 feet in the basin and less than 1,000 feet where the salt beds overlie the Tansill Formation on the shelf (on top the former reef and back-reef margins (King, 1948). 3.1.7 Rustler Formation The Rustler Formation was deposited in the Delaware Basin and consists of deeper water carbonates with inter-layered sand, siltstone, and shale. Salts such as anhydrite, gypsum, and halite (rock salt) formed after the basin filled in (King, 1948). The Rustler Formation is of the Ochoan epoch and overlies the Capitan Reef Complex in Pecos County, west of the Hovey Channel (Figure 1). 3.1.8 Triassic Bissett Conglomerate In the Glass Mountains area, the Capitan Reef Complex is covered by the Bissett Conglomerate, which consists of calcareous limestone and dolomite pebbles and cobbles interbedded with crystalline dolomite. The Bissett Conglomerate thickness is up to 740 feet (King, 1937). 3.1.9 Cretaceous Formations In the Glass Mountains area, the Capitan Reef Complex is covered by Cretaceous limestone and sandstone. Thick sequences of thin-bedded Cretaceous rocks are found in the Hovey Channel between the Davis and Glass Mountains (Hill, 1996; King, 1930). North of the Davis Mountains, the Cretaceous Buda, Boquillas, and Washita Formations overlie the extended outline of the Capitan Reef Complex. 3.1.10 Quaternary-Tertiary Sedimentary Deposits and Volcanics The Salt Basin forms a valley that extends from just north of the Texas-New Mexico state line into Culberson County (Figure 1). Within the study area boundary, the areal extent of Salt Basin sediments north of Wild Horse Flat total about 106 square miles. In the northern part of Culberson County, the Salt Basin is bounded on the west by the Diablo Plateau and Sierra Diablo Mountains and on the east by the Guadalupe and Delaware Mountains (Angle, 2001). Regional basin and range extension (pulling apart of the earth’s crust) provided the mechanism for the collapse of the Salt Basin Graben and the uplift of the mountains to the east and west. The thickness of Salt Basin sediments (Table 1) was first mapped by Gates and others (1980), 12 and was then modified with oil and gas exploration data by Veldhuis and Keller (1980). The Salt Basin sediments are reported by Collins and Raney (1997) to be up to 3,000 feet thick, but the thickness varies according to geologic structures within the bolson (Veldhuis and Keller, 1980). Bolson deposits consist of alluvial, lacustrine, and evaporite sediments that reflect the rocks from the surrounding mountains (King, 1965). Alluvial fan deposits of sand, gravel, silt, and clay are found along the margins of the Salt Basin. The alluvial fan deposits typically become finer- grained away from the mountains, where the coarser-grained deposits along the mountain front readily infiltrate recharge from stormwater runoff (Scanlon and others, 2001). The salt flats north of the Baylor Mountains (Figure 1) are in the center of the Salt Basin, in which the sediments consist of clay, silt, and sand probably deposited in a Pleistocene lake or succession of lakes. The salt flats represent an area of groundwater discharge by evaporation. The volcanic rocks from the Davis Mountains consist of lavas, welded and ash flow tuffs, ignimbrites, and volcaniclastics ranging from Eocene to Miocene in age. The thickness of the volcanic rocks overlying the back-reef area of the Capitan Reef Complex is unknown. Volcanic rocks have highly variable groundwater flow characteristics, with some volcanic rocks (e.g., welded tuffs) generally serving as barriers to groundwater flow, while others (e.g., fractured lavas) are generally preferential conduits for groundwater flow. 3.2 Geologic History of the Delaware Basin and the Capitan Reef Complex Structurally the Delaware Basin was a foreland basin created when the Ouachita Mountains were uplifted as the southern continent Gondwana collided with Laurasia during the Pennsylvanian period. By earliest Permian time, the subsiding ovoid-shaped Delaware Basin extended over 10,000 square miles. A narrow outlet called the Hovey Channel supplied seawater (Figure 1). This period of deposition left a thickness of 1,600 to 2,200 feet of limestone interbedded with dark-colored shale (Harris and others, 1997). The Delaware Basin temporarily stopped subsiding in the Leonardian epoch at the start of the mid-Permian age. Small banks along its margin developed along with small discontinuous patch reefs in the shallow water just offshore. The first formation that resulted was the Yeso, which consists of alternating beds of dolomite limestone, gypsum, and sandstone. The sediments responsible for creating the Yeso were deposited in near-shore areas that graded into the carbonate banks of the Victorio Peak Formation in the deeper waters. Thin beds of"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "runoff (Scanlon and others, 2001). The salt flats north of the Baylor Mountains (Figure 1) are in the center of the Salt Basin, in which the sediments consist of clay, silt, and sand probably deposited in a Pleistocene lake or succession of lakes. The salt flats represent an area of groundwater discharge by evaporation. The volcanic rocks from the Davis Mountains consist of lavas, welded and ash flow tuffs, ignimbrites, and volcaniclastics ranging from Eocene to Miocene in age. The thickness of the volcanic rocks overlying the back-reef area of the Capitan Reef Complex is unknown. Volcanic rocks have highly variable groundwater flow characteristics, with some volcanic rocks (e.g., welded tuffs) generally serving as barriers to groundwater flow, while others (e.g., fractured lavas) are generally preferential conduits for groundwater flow. 3.2 Geologic History of the Delaware Basin and the Capitan Reef Complex Structurally the Delaware Basin was a foreland basin created when the Ouachita Mountains were uplifted as the southern continent Gondwana collided with Laurasia during the Pennsylvanian period. By earliest Permian time, the subsiding ovoid-shaped Delaware Basin extended over 10,000 square miles. A narrow outlet called the Hovey Channel supplied seawater (Figure 1). This period of deposition left a thickness of 1,600 to 2,200 feet of limestone interbedded with dark-colored shale (Harris and others, 1997). The Delaware Basin temporarily stopped subsiding in the Leonardian epoch at the start of the mid-Permian age. Small banks along its margin developed along with small discontinuous patch reefs in the shallow water just offshore. The first formation that resulted was the Yeso, which consists of alternating beds of dolomite limestone, gypsum, and sandstone. The sediments responsible for creating the Yeso were deposited in near-shore areas that graded into the carbonate banks of the Victorio Peak Formation in the deeper waters. Thin beds of Bone Spring Limestone accumulated as limy ooze in the stagnant deepest part of the basin (Harris and others, 1997). Subsidence of the Delaware Basin restarted in mid-Permian time, and by the Guadalupian epoch of the upper Permian, the patch reefs had grown larger. Sediments deposited close to the shore during this period are now the cherty dolomites of the San Andres Formation, while deposition a little further out formed the quartz sandstone and scattered patch reefs of the Brushy Canyon Formation (Figure 3). Rapid subsidence of the basin started in the middle Guadalupian epoch of the upper Permian. Patch reefs responded by rapid (mostly vertical) growth, resulting in the Goat Seep Reef (Harris and others, 1997). 13 Subsidence of the basin stopped for good by the latter part of the Guadalupian epoch. The Capitan Reef was built primarily from calcareous sponges and encrusting algae such as stromatolites and directly from seawater as a limey mud (Harris and others, 1997). Sea level dropped as sedimentation continued to fill the Delaware Basin into the Ochoan epoch of the upper Permian, periodically cutting the basin off from its source of seawater. Part of the resulting brine became the deep-water evaporites of the Castile Formation. The Castile consists of thick laminae of alternating gray anhydrite/gypsum, brown calcite, and halite. As the salt concentration increased, halite and potassium-rich salt precipitated from the briny body of water on its margin and on near-shore areas. This salt layer covered an increasingly large area as the water level dropped, forming the Salado Formation (Harris and others, 1997). The Delaware Basin was filled at least to the top of Capitan Reef Complex and was mostly covered by dry land before the end of the Ochoan epoch. Rivers migrated over its surface and deposited the red silt and sand that now constitute the siltstone and sandstone of the Rustler and Dewey Lake Formations. A karst topography developed as groundwater circulated in the buried limestone formations, dissolving away the rock to form voids and underground caverns, which were later destroyed by infill and erosion (Harris and others, 1997). Uplift associated with the Laramide Orogeny in the late Mesozoic and early Cenozoic ages created a major fault along which the Guadalupe Mountains were thrust into existence. The mountian range forms the tilted up-thrown part of the system and the Salt Flat Bolson forms the downfallen block (Figure 5). The Capitan Reef Complex was exposed above the surface, with the 8,000-foot-high El Capitan its most prominent feature. Other large outcrops compose the Apache Mountains and Glass Mountain to the south (Harris and others, 1997). Streams eroded the softer sediment away, lowering the ground level to its current position. Submarine canyons are incised in the Capitan Reef Complex along the northern and eastern margins of the Delaware Basin. Hiss (1975) identified 25 submarine canyons where the top of the Capitan Reef Complex is structurally low. Acidic groundwater excavated caves in the limestone of the higher areas, and eroded sediment helped fill any remaining Permian-aged caves. Unlike most other caves that are formed in limestone, the source of acidity that formed these caves was likely hydrogen sulfide and sulfide-rich brines freed by tectonic activity during the mid-Tertiary age. These acidic brines mixed with oxygenated groundwater, forming sulfuric acid. The Carlsbad Cavern and nearby modern caves started to form during this time within the groundwater-saturated (phreatic) zone. Additional uplift of the Guadalupe Mountains during the Pliocene and early Pleistocene epochs have enlarged Carlsbad Cavern and other nearby caves (Harris and others, 1997). 3.2.1 Structure The major structural features in the study area are the Delaware Basin and Salt Basin Graben. Prior to deposition of Permian rocks in the Delaware Basin, the area of the Salt Basin consisted of the Diablo Platform and inferred wrench faults along the Babb and Victorio Flexures (Collins and Raney, 1997). After the filling of the Delaware Basin with coarse-grained sediments along the basin fringes and finer-grained sediments toward the basin center, major faulting occurred 14 I 10 US Hwy 67 US Hwy 385 State Hwy 54 US Hwy 285 US Hwy 62 US Hwy 90 State Hwy 18 State Hwy 17 US Hwy 290 State Hwy 166 State Hwy 302 State Hwy 118 State Hwy 2037 State Hwy 329 State Spur 57 State Hwy 118 State Hwy 17 State Hwy 115 I 10 US Hwy 90 I 20 Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Glass Mount ains Delaware Basin G u ada lu p e Mountains Sal t B a sin Apache Mountains Patterson Hills Stocks Fault Border Fault Zone Monahans Pecos Alpine Fort Stockton Kermit Van Horn Toyah Wink Pyote Dell City Wickett Barstow Thorntonville Valentine Grandfalls Balmorhea JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 5.mxd CAPITAN REEF COMPLEX Study Area Faults Daniel B. Stephens & Associates, Inc. Figure 5 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revsied) Named major faults Geologic Atlas of Texas faults Capitan Reef Complex outcrop Cities Major roads Texas/New Mexico border County boundary N e w M e x i c o N e w M e x i c o Te x a s Te x a s Davis Mountains during the Laramide Orogeny, forming the Basin and Range province, which includes the Salt Basin, Guadalupe, Apache, and Glass Mountains and the Patterson Hills (Figure 5). Major structural elements that formed after the Capitan"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "and Salt Basin Graben. Prior to deposition of Permian rocks in the Delaware Basin, the area of the Salt Basin consisted of the Diablo Platform and inferred wrench faults along the Babb and Victorio Flexures (Collins and Raney, 1997). After the filling of the Delaware Basin with coarse-grained sediments along the basin fringes and finer-grained sediments toward the basin center, major faulting occurred 14 I 10 US Hwy 67 US Hwy 385 State Hwy 54 US Hwy 285 US Hwy 62 US Hwy 90 State Hwy 18 State Hwy 17 US Hwy 290 State Hwy 166 State Hwy 302 State Hwy 118 State Hwy 2037 State Hwy 329 State Spur 57 State Hwy 118 State Hwy 17 State Hwy 115 I 10 US Hwy 90 I 20 Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Glass Mount ains Delaware Basin G u ada lu p e Mountains Sal t B a sin Apache Mountains Patterson Hills Stocks Fault Border Fault Zone Monahans Pecos Alpine Fort Stockton Kermit Van Horn Toyah Wink Pyote Dell City Wickett Barstow Thorntonville Valentine Grandfalls Balmorhea JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 5.mxd CAPITAN REEF COMPLEX Study Area Faults Daniel B. Stephens & Associates, Inc. Figure 5 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revsied) Named major faults Geologic Atlas of Texas faults Capitan Reef Complex outcrop Cities Major roads Texas/New Mexico border County boundary N e w M e x i c o N e w M e x i c o Te x a s Te x a s Davis Mountains during the Laramide Orogeny, forming the Basin and Range province, which includes the Salt Basin, Guadalupe, Apache, and Glass Mountains and the Patterson Hills (Figure 5). Major structural elements that formed after the Capitan Reef Complex deposition includes the north-northeast faulting (Guadalupe and Delaware Mountains) and the reactivation of deep structures (flexures) trending west-northwest (Apache and Glass Mountains). 3.2.2 Faults During the Late Cretaceous and Early Tertiary periods, the study area was uplifted and tilted slightly to the east. Subsequently, Late Tertiary Basin and Range block faulting formed the Guadalupe, Delaware, Apache, and Glass Mountains and Patterson Hills. Major displacements of the Capitan Reef Complex by faulting are limited to the mountainous areas along the western and southern margins of the Delaware Basin. The eastward tilting of the Delaware Mountains and subsidence of the Salt Basin Graben are responsible for the major geologic structures of the western margin of the Delaware Basin and are related through a series of northwest-trending fault zones along the eastern and western sides of the Salt Basin. The Border Fault Zone trends along the western side of the Delaware Mountains and separates the Guadalupe Mountains from Patterson Hills and the Delaware Mountains (Figure 5). The fault-throw along the Border Fault Zone ranges from 2,000 to 4,000 feet (King, 1948). The faulting associated with the formation of the Salt Basin down-dropped the rocks associated with Captain Reef along the eastern side of the Salt Basin. In general, the Salt Basin is deepest along the western side where the faults have more displacement. Fracturing of basin margin carbonates created pathways for the infiltration of groundwater and subsequent dissolution of porous reef limestone and the creation of caves (Ryder, 1996). The Apache Mountains are structurally related to the Guadalupe-Delaware Mountain Uplift, although they have been influenced by west-northwest structural elements similar to the Victorio and Babb Flexures (reactivated fault zones at depth). The north-northwest faulting in the Guadalupe and Delaware Mountains changes to a more northwest orientation from the Apache Mountains southeastward to the Glass Mountains (Hill, 1996). The Stocks Fault in the Apache Mountains trends west-northwest along the base of the Apache Mountains escarpment (Wood, 1965, 1968) and continues southeastward, paralleling the northeast front of the Davis Mountains (Figure 5). The Stocks Fault is known to have a displacement of nearly 1,000 feet (Hill, 1996) and terminates to the west at the Border Fault Zone (Salt Basin). The Stocks Fault dissects the Capitan Reef Complex with Capitan outcrop on the southwest up-thrown side of the fault zone and Capitan rocks downthrown on the northeast side overlain by younger strata. The predominant northwest-trending normal faults in the Glass Mountains are related to Basin and Range faulting (Hill, 1996). Faults in the Glass Mountains are limited in length, although they do dissect the Capitan Reef Complex in places (King, 1948). 16 The Capitan Reef Complex has fissures parallel and perpendicular to the reef face. During deposition, the Capitan Reef was incised by submarine canyons that eventually filled with low- permeability material. Hiss (1975) believes that these submarine canyons restrict groundwater flow through the reef carbonates. 17 4. Data sources The subsurface extents of the eastern sections of the Capitan Reef Complex were extensively studied by Hiss (1975), but little subsequent work has been performed to define the subsurface extent of the western and southwestern sections. The work by Hiss (1973, 1975, 1976, 1980) was based on proprietary data from the oil and gas industry. As a result, the data were never published and apparently were returned to the original sources. The U.S. Geological Survey (USGS) has no record or file containing Hiss’s well log data. The DBS&A team digitized two figures from Hiss’s 1975 doctoral dissertation (Figure 11, Thickness of the Capitan Reef Aquifer, and Figure 12, Structure of the Capitan Reef Aquifer (top elevation surface)) to provide the initial Capitan Reef Complex stratigraphic framework to build from. Hiss did not generate maps of the base of the Capitan Reef Complex and no well location or elevation data are available for any of Hiss’s publications; therefore, the digitized values of Capitan thickness was subtracted from Hiss’s Capitan top location elevations to derive Capitan Reef Complex base elevations for the geodatabase. The DBS&A team was very selective in choosing which well logs, driller’s reports, and scout tickets to use in this study. Location was a primary screening tool and potential data points were initially carefully screened by location with reference to the published outline of the Capitan Reef Complex Aquifer from the TWDB as well as the outline of the Capitan Reef Complex from Hiss’s 1975 dissertation. Because the team was potentially redefining the boundary of the Capitan Reef Complex, it was important to not only ensure that the data density within the established boundary was sufficient, but also to try and find good data points along the margins to see if the existing boundary needed modification. A total of 726 subsurface locations (data points) were compiled into the final GIS data file (named Capitan_Dataset) that was used to construct the stratigraphic framework of the Capitan Reef Complex. These locations included 319 from Hiss (1975). 4.1 Additional subsurface data sources Additional subsurface well data were needed to supplement, refine, and expand Hiss’s Capitan Reef Complex dataset. These data were obtained from numerous sources, as detailed in Sections 4.1.1 through 4.1.4. 4.1.1 Published geologic maps and reports Major sources of Capitan Reef Complex subsurface information are published maps and reports, including King (1930, 1948) and Wood (1968). Additional key water supply reports include Hendrickson and Jones (1952), Bjorklund and Motts (1959), Ogilbee and others (1962),"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "(top elevation surface)) to provide the initial Capitan Reef Complex stratigraphic framework to build from. Hiss did not generate maps of the base of the Capitan Reef Complex and no well location or elevation data are available for any of Hiss’s publications; therefore, the digitized values of Capitan thickness was subtracted from Hiss’s Capitan top location elevations to derive Capitan Reef Complex base elevations for the geodatabase. The DBS&A team was very selective in choosing which well logs, driller’s reports, and scout tickets to use in this study. Location was a primary screening tool and potential data points were initially carefully screened by location with reference to the published outline of the Capitan Reef Complex Aquifer from the TWDB as well as the outline of the Capitan Reef Complex from Hiss’s 1975 dissertation. Because the team was potentially redefining the boundary of the Capitan Reef Complex, it was important to not only ensure that the data density within the established boundary was sufficient, but also to try and find good data points along the margins to see if the existing boundary needed modification. A total of 726 subsurface locations (data points) were compiled into the final GIS data file (named Capitan_Dataset) that was used to construct the stratigraphic framework of the Capitan Reef Complex. These locations included 319 from Hiss (1975). 4.1 Additional subsurface data sources Additional subsurface well data were needed to supplement, refine, and expand Hiss’s Capitan Reef Complex dataset. These data were obtained from numerous sources, as detailed in Sections 4.1.1 through 4.1.4. 4.1.1 Published geologic maps and reports Major sources of Capitan Reef Complex subsurface information are published maps and reports, including King (1930, 1948) and Wood (1968). Additional key water supply reports include Hendrickson and Jones (1952), Bjorklund and Motts (1959), Ogilbee and others (1962), Reed (1965), Hiss (1973, 1975), Ashworth (1990), Garber and others (1989), Uliana (2001), Nielson and Sharp (1985), Kreitler and Sharp (1990), Dinwiddie (1963), and White (1971). A review of the 1959 USGS report by Bjorklund and Motts yielded 8 locations that passed screening criteria for the Capitan_Dataset. A total of 11 locations were also added to the Capitan_Dataset from Hiss (1973). 18 All relevant TWDB and Texas Board of Water Engineers (TBWE) reports and bulletins were reviewed for this study. A total of 7 locations from TWDB Report 125 (White, 1971), 1 location from TBWE Bulletin 6106 (Armstrong and McMillion, 1961), and 4 locations from TBWE Bulletin 5916 (Garza and Wesselman, 1959) were added to the Capitan_Dataset based on satisfactory location, depth, and lithologic information. Available consultant reports were also used to provide guidance in the subsurface interpretations, including Finch and Armour (2001), Finch and Bennett (2002), and Reed (1965). 4.1.2 Oil and gas geophysical logs and scout tickets Numerous geophysical logs were obtained from the TBEG geophysical log library and the Texas Commission on Environmental Quality (TCEQ) Surface Casing department. The TBEG log library was the source of the majority of the additional geophysical logs used in this study. Harris and Saller’s (1999) Figure 6 provided guidance for type geophysical log signatures that could be used to identify the Capitan Reef Complex and other formations in the subsurface. Approximately 89 geophysical logs were initially selected based on location. Of this initial data set, 70 geophysical logs passed screening criteria for the Capitan_Dataset, based on details of location data, well depth, and log quality. TBEG also maintains an oil and gas industry scout ticket library, and an additional 82 locations were added to the Capitan_Dataset from this source. These data were also screened based on location, total depth, and lithologic information provided on each scout ticket. The DBS&A team also researched the TBEG’s oil and gas driller’s reports library, indexed by county and operator, which included detailed cable tool drilling reports back to the early 1900s. These older, detailed lithologic descriptions occasionally included stratigraphic top and base selections, which were often useful in the interpretation of geophysical logs. A total of 74 geophysical logs were pulled from the TCEQ’s Surface Casing department. These logs were also screened for log quality, depth, and location information, and 33 of the log locations were added to the Capitan_Dataset. 4.1.3 Online well records and logs Online websites were searched for available Capitan Reef Complex subsurface well data. The TWDB’s Water Information Integration and Dissemination (WIID) web service (http://wiid.twdb.state.tx.us; two layers, Groundwater Database and Submitted Driller’s Reports) was investigated as another source for subsurface driller’s report descriptions. A total of 177 driller’s reports were initially selected based on location criteria; of these, 69 met additional screening criteria and were added to the Capitan_Dataset. The New Mexico Office of the State Engineer website database (http://www.ose.state.nm.us/- waters_db_index.html) and the New Mexico Oil Conservation Division (OCD) database (http://ocdimage.emnrd.state.nm.us/imaging/default.aspx) were searched for available subsurface data in the vicinity of the Capitan Reef Complex. A review of the New Mexico OCD website yielded another 144 possible well locations, of which 124 locations passed screening criteria and were added to the Capitan_Dataset. 19 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 7.mxd Figure 6 Type Geophysical Log Signatures CAPITAN REEF COMPLEX JN WR08.0039 08/28/2009 Daniel B. Stephens & Associates, Inc. Source: Harris and Saller, 1999 East West Delaware Basin Backreef Detailed discussions of database construction, descriptions of GIS attribute columns, data screening, location and elevation correction procedures, and quality assurance/quality control of the database (Capitan_Dataset) and other GIS files for this study are discussed in Appendix A; Appendix B provides GIS attribute definitions. 4.1.4 Revised aquifer outline A revised Capitan Reef Complex Aquifer outline was delineated based on 667 geophysical logs, driller’s reports, and scout tickets with identified Capitan Reef Complex carbonates, and 59 locations that were identified to be within the back-reef, fore-reef, and Delaware Basin formations. Figure 7 illustrates the geographic distribution of the well data used to construct the structure, stratigraphy, and extent of the Capitan Reef Complex. In addition, the revised Capitan Reef Complex Aquifer outline also considered the digital Geologic Atlas of Texas (GAT) geology outcrops of the upper San Andres, Goat Seep, Capitan, and Carlsbad Formations according to Hiss’s 1975 definition of the Capitan Reef Complex. 4.2 Geology and fault data sources Digital files of the GAT sheets were obtained from a compact disc available from TBEG (Anderson and others, 1995; Dietrich and others, 1983; Eifler and Barnes, 1976; Twiss and Barnes, 1979). The digital GAT file includes surface geology and mapped faults for the entire state of Texas, but was clipped to include only the study area and surrounding counties. The resulting GIS file is named TX_geology_clipped. A digital file of New Mexico surface geology (fault files were not available) was downloaded from the New Mexico Resource Geographic Information System (RGIS) website (http://rgis.unm.edu/intro.cfm). The downloaded file was clipped using the GIS shapefile New_Mexico_Counties, and the resultant GIS file is named NM_Geology_clipped. Unfortunately, the Texas GAT geology shapefiles did not match well with the available New Mexico digital geology shapefiles; the scale and detail of mapping was different between the GIS datasets. Investigation confirmed that there were no mapped fault files available for the New Mexico portion of the study area. The fault file from the digital GAT sheet was determined to be adequate for use in this study."
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "Appendix A; Appendix B provides GIS attribute definitions. 4.1.4 Revised aquifer outline A revised Capitan Reef Complex Aquifer outline was delineated based on 667 geophysical logs, driller’s reports, and scout tickets with identified Capitan Reef Complex carbonates, and 59 locations that were identified to be within the back-reef, fore-reef, and Delaware Basin formations. Figure 7 illustrates the geographic distribution of the well data used to construct the structure, stratigraphy, and extent of the Capitan Reef Complex. In addition, the revised Capitan Reef Complex Aquifer outline also considered the digital Geologic Atlas of Texas (GAT) geology outcrops of the upper San Andres, Goat Seep, Capitan, and Carlsbad Formations according to Hiss’s 1975 definition of the Capitan Reef Complex. 4.2 Geology and fault data sources Digital files of the GAT sheets were obtained from a compact disc available from TBEG (Anderson and others, 1995; Dietrich and others, 1983; Eifler and Barnes, 1976; Twiss and Barnes, 1979). The digital GAT file includes surface geology and mapped faults for the entire state of Texas, but was clipped to include only the study area and surrounding counties. The resulting GIS file is named TX_geology_clipped. A digital file of New Mexico surface geology (fault files were not available) was downloaded from the New Mexico Resource Geographic Information System (RGIS) website (http://rgis.unm.edu/intro.cfm). The downloaded file was clipped using the GIS shapefile New_Mexico_Counties, and the resultant GIS file is named NM_Geology_clipped. Unfortunately, the Texas GAT geology shapefiles did not match well with the available New Mexico digital geology shapefiles; the scale and detail of mapping was different between the GIS datasets. Investigation confirmed that there were no mapped fault files available for the New Mexico portion of the study area. The fault file from the digital GAT sheet was determined to be adequate for use in this study. These faults were posted over the digital geology. A buffer polygon was created which extended 5 miles out from the existing boundary. This buffer polygon was used to clip the GAT faults file such that only faults that fell within the buffer’s boundaries were kept. This clipped GAT fault file is called GAT_faults_Clip1. Additional sources of fault information include King (1948), Wood (1965, 1968), Hill (1996), Goetz (1980), and Collins and Raney (1997). 4.3 Stratigraphic interpretation The geological nomenclature and formation interpretation have varied over time as more field and subsurface analyses of the study area were made. For example, the Capitan Reef Complex was not generally recognized as a separate geologic formation or unit until after 1950. Hiss 21 Glas s Mtn s. Central Basin Platform Diablo Plateau Delaware Mountains Wild Horse Flat Davis Mountains Sheffield Channel Baylor Mountains Sierra Diablo Mountains Delaware Basin G u ada lu p e Mountains Bab b Fl exure Victorio Flexure Sal t B a sin Apache Mountains Patterson Hills Hov ey C h an nel Toyah Basin Monahans Pecos Alpine Fort Stockton Kermit Van Horn Toyah Wink Pyote Dell City Wickett Barstow Thorntonville Valentine Grandfalls Balmorhea JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 6.mxd CAPITAN REEF COMPLEX Compiled Well Locations Daniel B. Stephens & Associates, Inc. Figure 7 N 0 10 20 30 Miles Explanation TWDB Capitan Reef Complex outline Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Cities Major roads Texas/New Mexico border County boundary Capitan_Dataset Capitan Present No Yes N e w M e x i c o N e w M e x i c o Te x a s Te x a s (1975) considers the Capitan Reef Complex to include the Goat Seep, Capitan, and Carlsbad Limestones, where present on the reef margin. Since the delineation of these individual limestone units is not possible using available geophysical logs (due to non-unique limestone geophysical log signatures and resolution issues) or drillers’ reports, Hiss’s stratigraphic top picks for the Capitan Reef Complex were used to build the initial stratigraphic framework for this study. Another example of changing nomenclature and formation interpretation is the identification of the San Andres Formation by Ward and others (1986) in the vicinity of the Guadalupe Mountains, which redefined the earlier work by King (1948). Delineation of the Ochoan evaporites (Rustler, Salado and Castile Formations), the Artesia Group (Tansill, Yates, Seven Rivers, Queen, Grayburg and Munn Formations), the Delaware Mountain Group (Bell Canyon, Cherry Canyon, Brushy Canyon and Pipeline Shale Formations), the San Andres Formation, the Word Formation and the Cutoff Shale was not completed for this project. These individual formations were not differentiated due to complex interbedded stratigraphy, lack of unique marker beds within each formation, facies changes within a formation, poor and highly variable quality and resolution of log signatures on the geophysical logs, and project budget constraints. All oil and gas geologist’s comments on the geophysical logs concerning geologic formation or group tops and bases were captured in the dataset compiled, Capitan_Dataset. Geologic formation and group top and base information compiled by Hiss (1975, 1976), King (1930, 1937, 1948), Wood (1965, 1968), Finch and Armour (2001), and Finch and Bennett (2002) were used as a guide for all stratigraphic interpretations. The Ochoan evaporites, and the Artesia and Delaware Mountain Groups were generally undifferentiated in this study unless differentiated by the above authors or by geologist’s comments on the geophysical logs or driller’s reports. 4.4 Lithologic and driller’s logs interpretations Many of the early cable tool oil and gas exploration wells were drilled before geophysical logging was available. The older driller’s reports occasionally included stratigraphic descriptions with detailed lithologic descriptions. Lithologic and driller’s logs were more commonly found for water supply wells drilled along the western side of the Delaware Basin. The lithologic and driller’s logs (reports) were generally difficult to interpret without stratigraphic markers from the well site geologist or use of local geologic subsurface mapping. The DBS&A team’s lithologic interpretation of the Capitan Reef Complex was based on reports of massive white fossiliferous limestone beds and lost circulation. All comments on the driller’s reports made by oil and gas geologists concerning geologic formation or group tops and/or bases were captured in the dataset compiled, Capitan_Dataset. A concerted effort was made to interpret and integrate as many lithologic descriptions from driller’s reports as possible into the geophysical log stratigraphic framework. However, there is a large area in the western portion of the Capitan Reef Complex, from the northern Guadalupe Mountains to Apache Mountains, for which few driller’s reports and geophysical logs exist (Figure 7). 23 4.5 Geophysical log interpretations Geophysical log interpretation of the top and base of the Capitan Reef Complex were typically based on gamma ray and neutron logs. The geophysical log signatures for the Capitan Reef Formation were indicated by low gamma ray activity and high neutron counts. Locally, the DBS&A team interpretation of the net aggregate thickness of the Capitan Reef Complex may include thin layers of interbedded back-reef and fore-reef (evaporite or clastic) deposits. The cross-section shown in Figure 6 illustrates the typical signatures of gamma, density, neutron, and acoustic log runs that could be used to identify carbonate, evaporite, and clastic sediments found in the Delaware Basin and Capitan Reef Complex. This complete suite of geophysical logs was not available for the vast majority of the study area. Note that the Capitan Reef Complex in"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "occasionally included stratigraphic descriptions with detailed lithologic descriptions. Lithologic and driller’s logs were more commonly found for water supply wells drilled along the western side of the Delaware Basin. The lithologic and driller’s logs (reports) were generally difficult to interpret without stratigraphic markers from the well site geologist or use of local geologic subsurface mapping. The DBS&A team’s lithologic interpretation of the Capitan Reef Complex was based on reports of massive white fossiliferous limestone beds and lost circulation. All comments on the driller’s reports made by oil and gas geologists concerning geologic formation or group tops and/or bases were captured in the dataset compiled, Capitan_Dataset. A concerted effort was made to interpret and integrate as many lithologic descriptions from driller’s reports as possible into the geophysical log stratigraphic framework. However, there is a large area in the western portion of the Capitan Reef Complex, from the northern Guadalupe Mountains to Apache Mountains, for which few driller’s reports and geophysical logs exist (Figure 7). 23 4.5 Geophysical log interpretations Geophysical log interpretation of the top and base of the Capitan Reef Complex were typically based on gamma ray and neutron logs. The geophysical log signatures for the Capitan Reef Formation were indicated by low gamma ray activity and high neutron counts. Locally, the DBS&A team interpretation of the net aggregate thickness of the Capitan Reef Complex may include thin layers of interbedded back-reef and fore-reef (evaporite or clastic) deposits. The cross-section shown in Figure 6 illustrates the typical signatures of gamma, density, neutron, and acoustic log runs that could be used to identify carbonate, evaporite, and clastic sediments found in the Delaware Basin and Capitan Reef Complex. This complete suite of geophysical logs was not available for the vast majority of the study area. Note that the Capitan Reef Complex in the area shown on Figure 6 (i.e., the northeastern portion of the Capitan Reef Complex about 15 miles north of the Texas border in New Mexico) is thin at the back-reef (east) and thickens moving westward toward the fore-reef and the Delaware Basin. 4.6 Generalized hydraulic communication characteristics of the geologic formations or groups The geologic formations or groups (Table 1) overlying and forming lateral boundaries with the Capitan Reef Complex vary within the study area. Some of these geologic formations or groups impede the movement of groundwater, while others do not. The delineation of the geographic extents of the geologic formations and groups that form these contacts and boundaries with the Capitan Reef Complex were completed by Hiss (1975), King (1937, 1948) and Wood (1968). The top of the Capitan Reef Complex was considered to be the transition from either an evaporite or a dominantly clastic (conglomerate, sandstone, or shale) formation to a carbonate rock. The shapefile is named overlying_units. Figure 8 illustrates the geologic formations or groups overlying the Capitan Reef Complex. Figure 2 illustrates the geographic variability of geologic formations and groups that form lateral boundaries with the Capitan Reef Complex. These geologic formations or groups, from youngest to oldest, are: • Quaternary alluvium (and basin fill) overlies the Capitan Reef in the Pecos Valley at Carlsbad, overlies and forms a lateral boundary (Figure 2) in the Salt Basin, and locally overlies the Capitan Reef Complex on the north side of the Stocks Fault in the Apache Mountains and the Glass Mountains. With the exception of lake bed and playa clay deposits, alluvium is generally not considered a confining unit, and the alluvium probably has good hydraulic communication with the Capitan Reef Complex. • Cretaceous rocks overlie the Capitan Reef Complex north and east of the Davis Mountains, west and south of the Glass Mountains, and locally north of the Stocks Fault in the Apache Mountains. Cretaceous limestone rocks are probably locally fractured and karstified and likely have good hydraulic communication with the underlying Capitan Reef Complex. • The Triassic Bissett Conglomerate in the Glass Mountains probably has good hydraulic communication with the Capitan Reef Complex. • The Ochoan period, undifferentiated Permian formations, which include the Rustler, Castile, and Salado, are dominantly evaporites (salt, anhydrite, gypsum) and fine-grained 24 JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 8.mxd CAPITAN REEF COMPLEX Geologic Formations Overlying the Capitan Reef Complex Daniel B. Stephens & Associates, Inc. Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Figure 8 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Texas/New Mexico border Overlying units Salt Basin sediments Quaternary deposits and Cretaceous formations Artesia Group Castile and Salado formations Castile or Salado formations Capitan Outcrop with overlying Permian, Triassic, Cretaceous, and Quaternary deposits Capitan Outcrop with overlying Quaternary deposits Capitan Outcrop, with overlying Artesia and Quaternary deposits Erosional Base of Capitan Reef Complex Source: Modified after King, 1937, 1948; Woods, 1968; Hiss, 1975. N e w M e x i c o N e w M e x i c o Te x a s Te x a s clastics. These formations locally overlie (Figure 8) and form the basinward lateral boundary (Figure 2) for the Capitan Reef Complex (Figure 2). They are generally considered confining units due to the presence of evaporites. However, the evaporites may be locally karstified, which would increase hydraulic communication with the Capitan Reef Complex in these areas. • The undifferentiated Artesia Group, which includes the Tansill, Yates, Seven Rivers, Queen, and Grayburg Formations, overlies and also forms the back-reef lateral boundary of the Capitan Reef Complex from north of the Guadalupe Mountains to north of the Glass Mountains (Figures 2 and 8) (Hiss, 1975). These undifferentiated Artesia Group formations (from top to bottom) are comprised of gypsum, clays, silts, fine-grained sandstone, and dolomite and can be generally considered as semiconfining (Hiss, 1980). • The undifferentiated San Andres Formation is locally interbedded with the Capitan Reef Complex and may locally be part of the base of the back-reef lateral boundary. The San Andres would have good hydraulic communication with the Capitan Reef Complex in these locations. • The geographic extent of the Capitan Reef Complex outline was extended southeastward into Jeff Davis County to north of the Davis Mountains, based on oil and gas drillers’ reports and geophysical logs (8 geophysical logs and/or drillers’ reports). The formations overlying the Capitan Reef Complex in this area include the Cretaceous Buda, Boquillas, and Washita carbonate formations and Quaternary alluvium deposits. The depth from land surface to the top of the Capitan Reef Complex ranges from 1,100 to 2,800 feet. The overlying Cretaceous formations and Quaternary alluvium deposits probably have good hydraulic communication with the underlying Capitan Reef Complex. Eocene volcanics cover the back-reef area, and groundwater flow characteristics of lateral boundary conditions with the Capitan Reef Complex are unknown. The base of the Capitan Reef Complex was considered as the transition from a carbonate rock (limestone) to a clastic rock (sandstone or shale). The shapefile is named underlying_units. Underlying geologic units (Figure 9) include the following: • The Munn Formation, a primarily thin-bedded dolomite, underlies the Capitan Reef in the Apache Mountains. The Munn Formation should be considered a confining unit for the base of the Capitan Reef Complex in the Apache Mountains (Figure 9). • The Delaware Mountain Group is the most common geologic"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "the Capitan Reef Complex from north of the Guadalupe Mountains to north of the Glass Mountains (Figures 2 and 8) (Hiss, 1975). These undifferentiated Artesia Group formations (from top to bottom) are comprised of gypsum, clays, silts, fine-grained sandstone, and dolomite and can be generally considered as semiconfining (Hiss, 1980). • The undifferentiated San Andres Formation is locally interbedded with the Capitan Reef Complex and may locally be part of the base of the back-reef lateral boundary. The San Andres would have good hydraulic communication with the Capitan Reef Complex in these locations. • The geographic extent of the Capitan Reef Complex outline was extended southeastward into Jeff Davis County to north of the Davis Mountains, based on oil and gas drillers’ reports and geophysical logs (8 geophysical logs and/or drillers’ reports). The formations overlying the Capitan Reef Complex in this area include the Cretaceous Buda, Boquillas, and Washita carbonate formations and Quaternary alluvium deposits. The depth from land surface to the top of the Capitan Reef Complex ranges from 1,100 to 2,800 feet. The overlying Cretaceous formations and Quaternary alluvium deposits probably have good hydraulic communication with the underlying Capitan Reef Complex. Eocene volcanics cover the back-reef area, and groundwater flow characteristics of lateral boundary conditions with the Capitan Reef Complex are unknown. The base of the Capitan Reef Complex was considered as the transition from a carbonate rock (limestone) to a clastic rock (sandstone or shale). The shapefile is named underlying_units. Underlying geologic units (Figure 9) include the following: • The Munn Formation, a primarily thin-bedded dolomite, underlies the Capitan Reef in the Apache Mountains. The Munn Formation should be considered a confining unit for the base of the Capitan Reef Complex in the Apache Mountains (Figure 9). • The Delaware Mountain Group is the most common geologic unit underlying the Capitan Reef Complex. Hiss (1975) reports that the Delaware Mountain Group underlies the Capitan Reef Complex from the Guadalupe Mountains to the Glass Mountains. In part of Winkler County and the northern part of Ward County, the Sandstone Tongue of the Cherry Canyon Formation (part of the Delaware Mountain Group) is sandwiched between the upper and lower San Andres Formation. In this area, the San Andres Formation probably is in direct hydraulic communication with the overlying Capitan Reef Complex, and the underlying confining unit would be the Cutoff Shale near the top of the Bone Spring Limestone (Figure 9). 26 Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving JN WR08.0039 06/18/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 9.mxd CAPITAN REEF COMPLEX Geologic Formations Underlying the Capitan Reef Complex Daniel B. Stephens & Associates, Inc. Figure 9 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Texas/New Mexico border Underlying units Delaware Mountain group Delaware Mountain group (assumed) Munn formation San Andres limestone N e w M e x i c o N e w M e x i c o Te x a s Te x a s Source: King, 1937, 1948; Woods, 1968; Hiss, 1975. 4.7 Cross-Sections To aid in assessing the structural geometry of the depositional facies and the structure surfaces of the aquifer sediments, six cross-sections were compiled from available references and subsurface well data. Figure 10 illustrates the locations of the six cross-sections (Figures 11 through 16) which are numbered clockwise starting from the Apache Mountains and ending at the Glass Mountains. Because of poor subsurface well data distribution (Figure 7) in the mountainous areas (Apache, Guadalupe, Glass and Davis), construction of new cross-sections using the subsurface data was not practical. Detailed field work, surface mapping, and geological interpretations conducted for the Apache Mountains by Wood (1965, 1968) and for the Glass Mountains by King (1930, 1937) provide an accurate representation of the respective stratigraphy and geology in each area. Figure 11 is Wood’s (1968) cross-section and stratigraphic interpretation of the Apache Mountain area, which crosses the Stocks Fault. The same cross-section was referenced by Uliana (2001). Figure 16 is King’s (1937) cross-section and stratigraphic interpretation of the Glass Mountains, which seems to be supported by Hill’s (1996, 1999) more recent publications. The Guadalupe Mountains have been intensively studied and field mapped since King’s 1948 publication. Unfortunately, subsurface well data in the area are still very sparse, especially north of the Border Fault Zone in the Guadalupe Mountains. More recent field work conducted by Kerans and others (1994), Kerans and Tinker (1999), and Ward and others (1986) has dramatically revised King’s interpretations of the Permian stratigraphy for the Guadalupe Mountain area. The Delaware Mountain Group’s Cherry Canyon and Brushy Canyon were redefined as equivalent to the San Andres Formation. No recent cross-sections of the Guadalupe Mountains/Border Fault Zone were found through a recent publications search. The original King (1948) cross-section (Figure 11) was used and updated according to the more recent stratigraphic interpretations (Kerans and others, 1994; Kerans and Tinker, 1999; Ward and others, 1986) and also conforms with the Angle (2001) report. From north of the Guadalupe Mountains to north of the Glass Mountains, Hiss’s 1975 and 1976 structural and isopach maps provide subsurface well data that were supplemented and confirmed by additional geophysical logs and driller’s reports. Three cross-sections are provided (Figures 13, 14 and 15) that illustrate the stratigraphic sequence of Permian formations in this area of New Mexico and Texas. 4.8 Surface contouring methodology The construction of top and base contour surfaces for the Capitan Reef Complex Aquifer was a formidable task. The study area covers over 22,000 square miles where the stratigraphy has undergone intense faulting and has numerous areas with unconformities, nonconformities, thinning, and thickening beds and facies changes. A concerted effort was made to be consistent in the interpretation of the top and base surfaces and thickness contours of the Capitan Reef Complex 28 JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 10.mxd CAPITAN REEF COMPLEX Cross-Section Key Daniel B. Stephens & Associates, Inc. Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Figure 10 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Geologic Atlas of Texas faults Cross-sections Source Hiss (1975) King (1938) King (1948) Wood (1968) Source: After King, 1937, 1948; Woods, 1968; Hiss, 1975. N e w M e x i c o N e w M e x i c o Te x a s Te x a s A A' B B' C C' D D' E E' F F' Figure 11 CAPITAN REEF COMPLEX Apache Mountains, Texas Daniel B. Stephens & Associates, Inc. 08/28/2009 JN WR08.0039 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 11.mxd Source: after Wood, 1968. A A' South North SCALE 1:63,360 Explanation Qal = Alluvium Kf = Finlay Limestone Kc = Cox Sandstone Ky = Yearwood Formation Pr = Rustler Formation Pcas = Castile Formation Pt = Tansill Formation Py = Yates Formation Psr = Seven Rivers Formation Pm = Munn Formation Pcap = Capitan Formation Pbc = Bell Canyon Pcc = Cherry Canyon Formation Pco = Cutoff Shale Pvp = Victorio Peak Limestone Pcap Artesia Group Capitan Reef Complex Bone Spring limestone equivalent Delaware Mountain Group Pcap Figure 12 CAPITAN REEF COMPLEX Guadalupe Mountains, Texas Daniel B. Stephens & Associates, Inc. 08/10/2009 JN WR08.0039"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "Capitan Reef Complex Aquifer was a formidable task. The study area covers over 22,000 square miles where the stratigraphy has undergone intense faulting and has numerous areas with unconformities, nonconformities, thinning, and thickening beds and facies changes. A concerted effort was made to be consistent in the interpretation of the top and base surfaces and thickness contours of the Capitan Reef Complex 28 JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 10.mxd CAPITAN REEF COMPLEX Cross-Section Key Daniel B. Stephens & Associates, Inc. Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Figure 10 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Geologic Atlas of Texas faults Cross-sections Source Hiss (1975) King (1938) King (1948) Wood (1968) Source: After King, 1937, 1948; Woods, 1968; Hiss, 1975. N e w M e x i c o N e w M e x i c o Te x a s Te x a s A A' B B' C C' D D' E E' F F' Figure 11 CAPITAN REEF COMPLEX Apache Mountains, Texas Daniel B. Stephens & Associates, Inc. 08/28/2009 JN WR08.0039 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 11.mxd Source: after Wood, 1968. A A' South North SCALE 1:63,360 Explanation Qal = Alluvium Kf = Finlay Limestone Kc = Cox Sandstone Ky = Yearwood Formation Pr = Rustler Formation Pcas = Castile Formation Pt = Tansill Formation Py = Yates Formation Psr = Seven Rivers Formation Pm = Munn Formation Pcap = Capitan Formation Pbc = Bell Canyon Pcc = Cherry Canyon Formation Pco = Cutoff Shale Pvp = Victorio Peak Limestone Pcap Artesia Group Capitan Reef Complex Bone Spring limestone equivalent Delaware Mountain Group Pcap Figure 12 CAPITAN REEF COMPLEX Guadalupe Mountains, Texas Daniel B. Stephens & Associates, Inc. 08/10/2009 JN WR08.0039 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 12.mxd Source: Modified after King, 1948; Kerans and others, 1994; Kerans and Tinker, 1999; Ward and others, 1986. Border Fault Zone B B' West East SCALE 1:48,000 Explanation Qoa/Qya = Alluvium Pcb = Carlsbad limestone Pc = Capitan limestone Pg = Goat Seep limestone Pdb = Bell Canyon formation (of Delaware Mountain Group) Pdc = Cherry Canyon formation Pdy = Brushy Canyon formation Pbc = Bone Spring limestone (Cutoff shaly member) Pbv = Bone Spring limestone (Victorio Peak gray member) Pbl = Bone Spring limestone (Black limestone beds) Capitan Reef Complex San Andres equivalent of Delaware Mountain Group Figure 13 CAPITAN REEF COMPLEX Eddy County, New Mexico Daniel B. Stephens & Associates, Inc. 08/28/2009 JN WR08.0039 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 13.mxd Source: after Hiss, 1975. ID 255 ID 256 ID 257 ID 233 ID 258 ID 259 SCALE 1:68,568 C' C Northwest Southeast CUTOFF SHALE MEMBER OF BONE SPRING CAPITAN REEF COMPLEX Figure 14 CAPITAN REEF COMPLEX Lea County, New Mexico Daniel B. Stephens & Associates, Inc. 08/10/2009 JN WR08.0039 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 14.mxd ID 265 ID 266 ID 242 ID 267 ID 268 Source: after Hiss, 1975. SCALE 1:68,568 D D' West East CUTOFF SHALE MEMBER OF BONE SPRING CAPITAN REEF COMPLEX Figure 15 CAPITAN REEF COMPLEX Pecos County, Texas Daniel B. Stephens & Associates, Inc. 08/10/2009 JN WR08.0039 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 15.mxd Source: after Hiss, 1975. ID 275 ID 276 ID 251 ID 277 ID 279 ID 278 SCALE 1:68,568 E' E West East CUTOFF SHALE MEMBER OF BONE SPRING CAPITAN REEF COMPLEX Figure 16 CAPITAN REEF COMPLEX Glass Mountains, Texas Daniel B. Stephens & Associates, Inc. 08/10/2009 JN WR08.0039 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 16.mxd Source: Modified after King, 1930, 1937. F' F Northwest Southeast SCALE 1:60,000 Explanation K = Comanche Series Pb = Bissett Conglomerate Pty = Tessey Pgm = Gilliam Pv = Vidrio Pw = Word (Cherry Canyon and Brushy Canyon equivalent) Pl = Leonard Ph = Hess Pwc = Wolfcamp Intrusives Intrusives Bone Spring limestone equivalent Pty Pgm P v P v P v Capitan Reef Complex equivalent The Capitan Reef Complex structural top surface underwent extensive erosion starting during the Upper Guadalupian through the Ochoan epochs, followed by deposition of the Artesia Group (channels between Capitan Reef Complex carbonate highs), Castile, Salado, or Cretaceous rocks (Table 1, Figure 3, Section 4.3). The top of the Capitan Reef Complex had elevations ranging from −1,500 feet below mean sea level (msl) to 8,000 feet above msl. A 250-foot contour interval was used between −1,500 feet below msl to 4,000 feet above msl (dominantly subsurface contouring) and a 500-foot contour interval for all elevations greater than 4,000 feet above msl (dominantly surface outcrop contouring). The top surface of the Capitan Reef Complex is a combination of merged identified structural tops (outcrop), subsurface top designations using geophysical logs and driller’s reports, and 30-meter digital elevation model (DEM) surface elevations of the Capitan Reef Complex erosional outcrop surface. Outcrop structural tops within the Capitan Reef Complex were identified using the available digital GAT geology and identifying Capitan Reef Complex outcrops that were capped with overlying Permian or Cretaceous formations (Section 4.3) rather than Quaternary or Tertiary bolson deposits (Table 1). The subsurface top of the Capitan Reef Complex is also a combination of structural tops and erosional surfaces. A total of 643 well locations with subsurface Capitan Reef Complex tops were used to construct the surface (Figure 7). These surfaces were merged with a 30-meter digital DEM 250-foot contour file of the Capitan Reef Complex outcrop to create a composite Capitan Reef Complex top surface GIS file named Capitan_Top_Contours. The Capitan Reef Complex top surface contours (Figure 17) were constructed using the Capitan top surface (structural and erosional) from the Capitan_Dataset, the digital GAT geology file, the digital GAT fault files, and the digital 30-meter DEM file of the study area. A concerted effort was made to ensure that the Capitan Reef surface contours generated from the subsurface well Capitan_Dataset would not project above the land surface (30-meter DEM surface). The mountainous areas (Guadalupe and Apache) with steep slopes were especially challenging and required a number of iterations to successfully generate a final surface suitable for gridding activities. The Capitan_Dataset had a total of 575 well locations with base of the Capitan Reef Complex data that were used to determine the reef complex thickness. Unfortunately, large geographic areas had few or no subsurface base data for the Capitan Reef Complex, especially from the Guadalupe Mountains to south of the Apache Mountains and from the Glass Mountains north to approximately the Pecos-Brewster County line (well locations are in Figure 18).. The 30-meter DEM and the digital GAT sheet geology of the Capitan Reef Complex outcrops were used to determine a true reef complex thickness in the Guadalupe, Apache, and Glass Mountain areas. The true thickness was determined using GIS based on the dip of the Capitan Reef Complex, which ranges from 1 to 5 degrees, and the measured distance across the apparent thickness of the digital Capitan Reef Complex surface outcrop. Using these two known values, true thickness was calculated as follows: 36 Pecos Culberson Reeves Jeff Davis Ward Brewster Winkler Loving Eddy Lea 0 -500 3250 3000 2250 2750 3500 2500 3750 4500 -750 5000 5500 2000 -250 4000 6000 750 500 250 1750 1250 -1000 1000 1500 -1250 6500 -1500 7000 8000"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "top surface GIS file named Capitan_Top_Contours. The Capitan Reef Complex top surface contours (Figure 17) were constructed using the Capitan top surface (structural and erosional) from the Capitan_Dataset, the digital GAT geology file, the digital GAT fault files, and the digital 30-meter DEM file of the study area. A concerted effort was made to ensure that the Capitan Reef surface contours generated from the subsurface well Capitan_Dataset would not project above the land surface (30-meter DEM surface). The mountainous areas (Guadalupe and Apache) with steep slopes were especially challenging and required a number of iterations to successfully generate a final surface suitable for gridding activities. The Capitan_Dataset had a total of 575 well locations with base of the Capitan Reef Complex data that were used to determine the reef complex thickness. Unfortunately, large geographic areas had few or no subsurface base data for the Capitan Reef Complex, especially from the Guadalupe Mountains to south of the Apache Mountains and from the Glass Mountains north to approximately the Pecos-Brewster County line (well locations are in Figure 18).. The 30-meter DEM and the digital GAT sheet geology of the Capitan Reef Complex outcrops were used to determine a true reef complex thickness in the Guadalupe, Apache, and Glass Mountain areas. The true thickness was determined using GIS based on the dip of the Capitan Reef Complex, which ranges from 1 to 5 degrees, and the measured distance across the apparent thickness of the digital Capitan Reef Complex surface outcrop. Using these two known values, true thickness was calculated as follows: 36 Pecos Culberson Reeves Jeff Davis Ward Brewster Winkler Loving Eddy Lea 0 -500 3250 3000 2250 2750 3500 2500 3750 4500 -750 5000 5500 2000 -250 4000 6000 750 500 250 1750 1250 -1000 1000 1500 -1250 6500 -1500 7000 8000 5000 4000 -750 0 3250 3750 -500 3750 0 0 4500 3000 -250 3000 -500 -1000 1750 -500 1500 3250 -500 -750 3750 3750 1000 -500 2250 4500 4000 5000 -750 0 2750 3000 2500 -1500 250 -750 -750 3500 -750 250 2500 2250 -250 3500 5500 2750 2250 2250 2750 250 3250 2000 -500 -500 -750 -500 2000 5000 -250 500 750 -750 4500 4000 -750 -1250 -500 2500 0 -750 0 5500 2250 6500 2500 2750 -1250 5500 -1000 250 1000 -500 -750 4000 500 3750 3750 -250 2500 3500 -500 3000 -500 -500 3500 -1000 -250 500 -500 -500 -1000 3750 -500 2000 -1000 -750 -750 4500 -750 4000 -500 -1000 -750 250 4000 5000 -1000 3750 2000 2000 250 3750 1250 2750 -1000 3500 4500 -250 3250 -750 4000 4500 -750 250 2750 3500 4000 3250 JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 17.mxd CAPITAN REEF COMPLEX Capitan Reef Complex Top Contours, Mapped Faults, and Aquifer Extent Comparison Daniel B. Stephens & Associates, Inc. N Figure 17 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) TWDB Capitan Reef Complex outline Capitan Top Contours Contour Confidence High Low Mapped faults Capitan Reef Complex outcrop Texas/New Mexico border Control Points Border Fault Zone Stocks Fault N e w M e x i c o N e w M e x i c o Te x a s Te x a s Pecos Culberson Reeves Jeff Davis Ward Brewster Winkler Loving Eddy Lea 750 1000 500 1250 1500 250 1750 2000 2250 1750 1750 1250 1750 1000 2000 1250 1750 1500 1000 1000 750 500 750 750 750 1250 1500 1000 750 1500 1250 500 1000 750 1500 1750 2000 1000 2000 1500 1750 500 1250 250 1250 1500 1000 1750 750 1500 500 1500 500 1500 1500 1750 500 250 250 1250 1750 1500 1500 250 750 1000 500 750 2000 250 750 500 750 1250 1500 1750 1500 1500 1500 1750 1500 1000 1250 2000 1000 1500 1500 250 1250 250 1000 1250 500 1750 500 1750 500 1250 250 1000 750 1250 250 1250 1750 1000 750 500 1250 1500 1750 500 500 1250 250 1000 JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 18.mxd CAPITAN REEF COMPLEX Capitan Reef Complex Thickness Contours Daniel B. Stephens & Associates, Inc. N Figure 18 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Mapped faults Texas/New Mexico border Counties Control Points Border Fault Zone Stocks Fault Thickness Contours (feet) 250 500 750 1000 1250 1500 1750 2000 2250 N e w M e x i c o N e w M e x i c o Te x a s Te x a s sin(A) = Z/Y where A = measured dip in degrees Z = true thickness in feet Y = apparent thickness (measured distance across the outcrop) in feet The calculated outcrop true thickness was used to supplement thickness data from the Capitan_Dataset to construct the Cap_Isopach contour shapefile (Figure 18). 4.8.1 Faults identified during structural contouring The Capitan Reef Complex top surface was contoured based on available data points, while considering the local GAT fault information. If the available data points in an area did not support the existence of a fault, even if a GAT fault had been mapped, a fault was not integrated into the Capitan Reef Complex surface. A GIS mapped fault file was created named mapped_faults. A total of seven normal GAT faults were confirmed by subsurface well data (Capitan_Dataset) and are included in the GIS file mapped_faults. The areas with abundant mapped faults generally had poor well control and limited subsurface data (Figures 4 and 5). Two major faults were delineated with the combination of subsurface well data and available surface geology: • The largest fault confirmed was the northwest-southeast trending Border Fault Zone, which separates the Guadalupe Mountains and Patterson Hills with a fault throw ranging from 1,000 to more than 2,000 feet (Figure 17). • The second confirmed fault is the Stocks Fault in the Apache Mountains which is a west northwest-east southeast trending fault with a mapped fault throw of more than 1,000 feet (Figure 17). Note that the existence of the Stocks Fault has been the subject of much debate (Hill, 1996), and the GAT (including digital geologic maps) does not contain the Stocks Fault; however, detailed mapping by Wood (1968) combined with the data analysis in this study supports the existence of the Stocks Fault. 39 5. Gridding of Capitan Reef Complex top, thickness contours, and base The GIS-generated contour shapefiles of Capitan_Top_Contours and Cap_Isopach were used to create the three grid files (top, thickness, and base) needed for the Capitan Reef Complex GAM. 5.1 Top Elevation of the Capitan Reef Complex Because of the large range of elevations (−1,500 to 8,500 feet msl) for the top of the Capitan Reef Complex surface (Capitan_Top_Contours shapefile), the ArcGIS 3-D Analyst Extension was used to create a triangulated irregular network (TIN) of the surface topography. The Capitan Reef Complex was subdivided into three separate TINs (TIN_Segment_1, TIN_Segment_2, and TIN_Segment_3) using the mapped major faults as borders (Border Fault Zone and Stocks Fault). The generated ArcGIS TIN surfaces were converted to a Capitan Reef Complex top grid (top_cap) file with a 1-square mile grid cell size. The grid was then clipped by the Capitan Reef Complex revised aquifer outline shapefile"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "faults generally had poor well control and limited subsurface data (Figures 4 and 5). Two major faults were delineated with the combination of subsurface well data and available surface geology: • The largest fault confirmed was the northwest-southeast trending Border Fault Zone, which separates the Guadalupe Mountains and Patterson Hills with a fault throw ranging from 1,000 to more than 2,000 feet (Figure 17). • The second confirmed fault is the Stocks Fault in the Apache Mountains which is a west northwest-east southeast trending fault with a mapped fault throw of more than 1,000 feet (Figure 17). Note that the existence of the Stocks Fault has been the subject of much debate (Hill, 1996), and the GAT (including digital geologic maps) does not contain the Stocks Fault; however, detailed mapping by Wood (1968) combined with the data analysis in this study supports the existence of the Stocks Fault. 39 5. Gridding of Capitan Reef Complex top, thickness contours, and base The GIS-generated contour shapefiles of Capitan_Top_Contours and Cap_Isopach were used to create the three grid files (top, thickness, and base) needed for the Capitan Reef Complex GAM. 5.1 Top Elevation of the Capitan Reef Complex Because of the large range of elevations (−1,500 to 8,500 feet msl) for the top of the Capitan Reef Complex surface (Capitan_Top_Contours shapefile), the ArcGIS 3-D Analyst Extension was used to create a triangulated irregular network (TIN) of the surface topography. The Capitan Reef Complex was subdivided into three separate TINs (TIN_Segment_1, TIN_Segment_2, and TIN_Segment_3) using the mapped major faults as borders (Border Fault Zone and Stocks Fault). The generated ArcGIS TIN surfaces were converted to a Capitan Reef Complex top grid (top_cap) file with a 1-square mile grid cell size. The grid was then clipped by the Capitan Reef Complex revised aquifer outline shapefile (Capitan_Outline_poly). The final estimated Capitan Reef Complex top surface is illustrated in Figure 19. 5.2 Thickness contours of the Capitan Reef Complex The thickness contours of the Cap_Isopach shapefile were used to develop a thickness grid (thick_cap) file using ArcGIS Spatial Analyst with the same grid network and cell size as the top_cap grid file. The grid was then clipped by the Capitan Reef Complex aquifer outline shapefile (Capitan_Outline_poly). The final estimated Capitan Reef Complex thickness is illustrated in Figure 20. 5.3 Base of the Capitan Reef Complex The Capitan Reef Complex base grid file (bottom_cap) was created by subtracting the Capitan Reef Complex thickness grid file (thick_cap ) from the top surface grid file (top_cap ) using ArcGIS Spatial Analyst with the same grid network and cell size as the top_cap grid file. The grid was then clipped by the Capitan Reef Complex aquifer outline (Capitan_Outline_poly) shapefile. The final estimated Capitan Reef Complex basal surface is illustrated in Figure 21. 40 Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Border Fault Zone Stocks Fault JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/Capitan_Figure_11.mxd CAPITAN REEF COMPLEX Top Surface Elevation Grid of Capitan Reef Complex Daniel B. Stephens & Associates, Inc. Figure 19 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Mapped faults Top Surface Elevation (feet above msl) High : 8689.6 Low : -1500 Texas/New Mexico border Counties N e w M e x i c o N e w M e x i c o Te x a s Te x a s Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Border Fault Zone Stocks Fault JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 20.mxd CAPITAN REEF COMPLEX Capitan Reef Complex Thickness Grid Daniel B. Stephens & Associates, Inc. Figure 20 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Mapped faults Capitan Reef Complex thickness (feet) High : 2364.68 Low : 0.0005 Texas/New Mexico border Counties N e w M e x i c o N e w M e x i c o Te x a s Te x a s Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Border Fault Zone Stocks Fault JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 21.mxd CAPITAN REEF COMPLEX Base Elevation Grid of Capitan Reef Complex Daniel B. Stephens & Associates, Inc. Figure 21 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Mapped faults Base Elevation (feet above msl) High : 7098.96 Low : -2869.6 Texas/New Mexico border Counties N e w M e x i c o N e w M e x i c o Te x a s Te x a s 6. Structural and stratigraphic features that affect groundwater flow Substantial development of fresh groundwater from the Capitan Reef Complex Aquifer has occurred near Carlsbad, New Mexico and the Diablo Farms (El Paso) in northern Culberson County. In these areas, water supply wells can yield more than 1,000 gallons per minute (gpm). An understanding of structural and stratigraphic features impacting groundwater flow will be critical for evaluating sustainable supply from the Capitan Reef Complex Aquifer. The structural and stratigraphic features that affect groundwater flow are discussed in Sections 6.1 and 6.2, respectively. 6.1 Structural features Faults, fractures, and fissures play a very important role in local and regional groundwater flow patterns within the Capitan Reef Complex Aquifer. Tectonic events that occurred during the past billion years (Ouachita collision, Laramide orogeny, Basin and Range extension, and subsidence caused by dissolution of underlying evaporite deposits) have created structural grains in the regional bedrock, in turn resulting in fracture patterns that control groundwater flow paths (Uliana, 2000). Subsequent karstification of these structural features within the Capitan Reef Complex and overlying Cretaceous carbonates has created highly permeable pathways for groundwater flow. These groundwater flow paths have been locally impacted by petroleum and groundwater resources development over the past 70 years (Hiss, 1975, 1980; Uliana, 2001). Figure 22, based on the work of Hiss (1976, 1980), Uliana (2001), and Sharp (2001), illustrates regional groundwater flow paths currently proposed for the Delaware Basin area. Hiss (1980) and Richey and others (1985) hypothesized that the uplift of the western side of the Delaware Basin created a topographic gradient for the regional groundwater flow system. The Border Fault Zone is the northernmost uplifted extent of the Guadalupe Mountains, which are a thick exposure of Capitan Reef Complex outcrop. This fault zone serves as a divide between two regional groundwater flow systems, one that flows northeast from the recharge zone in the Guadalupe Mountains and one that flows south from the recharge zone of the Patterson Hills (Figure 22). Recent water level measurements indicate that there is some groundwater flow from the Guadalupe Mountains southwestward into the Salt Basin (Sharp, 2001). Both of these regional groundwater systems contain fresh water. Regional groundwater also flows northward away from the Glass Mountains, which are another fault-bounded, topographically high Capitan Reef Complex outcrop (Figure 22). The Stocks Fault (Figure 22) is a large fault system with more than 1,000 feet of throw that bounds the north-northeastern flank of the Apache Mountains. The fault is probably the result of dissolution of the Delaware Basin evaporites north of the fault (Wood, 1965; LaFave, 1987). The direction of greatest permeability"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "subsidence caused by dissolution of underlying evaporite deposits) have created structural grains in the regional bedrock, in turn resulting in fracture patterns that control groundwater flow paths (Uliana, 2000). Subsequent karstification of these structural features within the Capitan Reef Complex and overlying Cretaceous carbonates has created highly permeable pathways for groundwater flow. These groundwater flow paths have been locally impacted by petroleum and groundwater resources development over the past 70 years (Hiss, 1975, 1980; Uliana, 2001). Figure 22, based on the work of Hiss (1976, 1980), Uliana (2001), and Sharp (2001), illustrates regional groundwater flow paths currently proposed for the Delaware Basin area. Hiss (1980) and Richey and others (1985) hypothesized that the uplift of the western side of the Delaware Basin created a topographic gradient for the regional groundwater flow system. The Border Fault Zone is the northernmost uplifted extent of the Guadalupe Mountains, which are a thick exposure of Capitan Reef Complex outcrop. This fault zone serves as a divide between two regional groundwater flow systems, one that flows northeast from the recharge zone in the Guadalupe Mountains and one that flows south from the recharge zone of the Patterson Hills (Figure 22). Recent water level measurements indicate that there is some groundwater flow from the Guadalupe Mountains southwestward into the Salt Basin (Sharp, 2001). Both of these regional groundwater systems contain fresh water. Regional groundwater also flows northward away from the Glass Mountains, which are another fault-bounded, topographically high Capitan Reef Complex outcrop (Figure 22). The Stocks Fault (Figure 22) is a large fault system with more than 1,000 feet of throw that bounds the north-northeastern flank of the Apache Mountains. The fault is probably the result of dissolution of the Delaware Basin evaporites north of the fault (Wood, 1965; LaFave, 1987). The direction of greatest permeability is sub-parallel to the Stocks Fault (Sharp 2001; Uliana, 2000). Regional groundwater flow is probably fracture controlled and flows from Wild Horse Flat eastward through the basin sediments underneath the Apache Mountain Capitan Reef Complex outcrop or through the down-faulted Capitan Reef along the northeastern side of the 44 I 10 US Hwy 67 US Hwy 385 State Hwy 54 US Hwy 285 S Hwy 62 US Hwy 90 State Hwy 18 State Hwy 17 US Hwy 290 State Hwy 166 State Hwy 302 State Hwy 118 State Hwy 2037 State Hwy 329 State Spur 57 State Hwy 118 State Hwy 17 State Hwy 115 I 10 US Hwy 90 I 20 Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Glass Mount ains Central Basin Platform Diablo Plateau Delaware Mountains Wild Horse Flat Davis Mountains Delaware Basin G u ada lu p e Mountains Sal t B a sin Apache Mountains Toyah Basin Border Fault Zone Stocks Fault Patterson Hills Monahans Pecos Alpine Fort Stockton Kermit Van Horn Toyah Wink Pyote Dell City Wickett Barstow Thorntonville Valentine Grandfalls Balmorhea JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 22.mxd CAPITAN REEF COMPLEX Regional Groundwater Flow Daniel B. Stephens & Associates, Inc. Figure 22 N 0 10 20 30 Miles Explanation Regional groundwater flow Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Mapped faults Cities Major roads Texas/New Mexico border County boundary Source: After Sharp, 2001; Hiss, 1976, 1980; Uliana, 2001. N e w M e x i c o N e w M e x i c o Te x a s Te x a s Stocks Fault and toward the Toyah Basin (LaFave, 1987; LaFave and Sharp, 1990; Uliana, 2000; Finch and Armour, 2001). The Salt Basin is a fault-bounded graben that forms the western edge of the Guadalupe Mountains and Patterson Hills (Figure 22). Downward fault offset is estimated to be up to 2,000 feet (Sharp, 2001), and the stratigraphic sequence is complete from the Precambrian through the Phanerozoic ages (Angle, 2001). The Salt Basin is capped with more than 2,000 feet of Tertiary to Quaternary alluvium, lacustrine sands, silts, muds, and evaporite deposits that overlie the Capitan Reef Complex (Angle, 2001). In the Salt Basin, major flexures/fracture systems correlate with groundwater divides in the alluvial sediments (Nielson and Sharp, 1985). However, regional groundwater flow in the underlying Capitan Reef Complex is suspected to occur from the Patterson Hills to Apache Mountains and may not be influenced by the overlying groundwater divides (Finch and Bennett, 2002). Regional groundwater flow patterns have been also studied by other authors, including Kreitler and Sharp (1990), Richey and others (1985), Goetz (1980), and Boghici (1997). 6.2 Stratigraphic features that affect groundwater flow Fault offsets, facies changes, and erosional unconformities may result in the juxtaposition of rocks of high and low permeability. The permeability and distribution of the various rock types will affect groundwater flow velocities and pathways. The Capitan Reef Complex locally underwent erosion during the middle to late Guadalupian period. Hiss (1975) identified Capitan carbonate reef highs (thick carbonate intervals) that had been formed with interfingering erosional valleys (thin carbonate intervals) starting from the Central Basin Platform or shelf, through the reef and toward the Delaware Basin. These erosional valleys were infilled with predominantly silts, clays, and fine sands forming clastic channels overlying and adjacent to the Capitan Reef Complex carbonates. Figures 18 and 20 illustrate the geographic distribution of the Capitan Reef Complex carbonate highs and the interfingering carbonate lows filled with siltstone and sandstone. Figure 23 illustrates the geographic locations and thickness of the interfingering clastic channels. Because of insufficient well control and subsurface data, the delineation of clastic channels within the carbonate complex was not possible across large areas of the Capitan Reef Complex. The grid pattern in Figure 23 highlights the areas with poor well control; they are included in a shapefile named No_sand_data. Figure 23 was created by selecting the highest geographic elevations from the Capitan_Datase to create the shapefile Top_sand_elev. From that well set (56 locations), a raster surface was interpolated using Kriging (default method), and a grid file named High_Cap_Krig was created using a spherical semivariogram model and a variable search radius. Spatial analyst raster calculator was used to subtract the (top_cap) grid file High_Cap_Krig to create a sand_thick grid file that is illustrated in Figure 23. During the review of the geophysical logs that passed through the sandstone facies, it was noted that the lithology was dominated with interfingering silts and clays and minor sands with 46 Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Border Fault Zone Stocks Fault JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 23.mxd CAPITAN REEF COMPLEX Gross Isopach Grid of Interbedded Fine Sand, Silt, and Clay within the Capitan Reef Complex Daniel B. Stephens & Associates, Inc. Figure 23 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Area with insufficient data Mapped faults Texas/New Mexico border Counties Sand Channel Thickness (feet) High : 1419.1 Low : 0 N e w M e x i c o N e w M e x i c o Te x a s Te x a s potentially low hydrogeologic properties. Since there was minor sand within this clastic facies, the proposed net sand interpolation was determined to be of no value and was not completed. Instead,"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "channels. Because of insufficient well control and subsurface data, the delineation of clastic channels within the carbonate complex was not possible across large areas of the Capitan Reef Complex. The grid pattern in Figure 23 highlights the areas with poor well control; they are included in a shapefile named No_sand_data. Figure 23 was created by selecting the highest geographic elevations from the Capitan_Datase to create the shapefile Top_sand_elev. From that well set (56 locations), a raster surface was interpolated using Kriging (default method), and a grid file named High_Cap_Krig was created using a spherical semivariogram model and a variable search radius. Spatial analyst raster calculator was used to subtract the (top_cap) grid file High_Cap_Krig to create a sand_thick grid file that is illustrated in Figure 23. During the review of the geophysical logs that passed through the sandstone facies, it was noted that the lithology was dominated with interfingering silts and clays and minor sands with 46 Eddy Lea Pecos Culberson Reeves Hudspeth Jeff Davis Ward Brewster Winkler Loving Border Fault Zone Stocks Fault JN WR08.0039 08/28/2009 N:/Client/Water Resources/Capitan Aquifer/GIS/MXDs/New figures_082509/Figure 23.mxd CAPITAN REEF COMPLEX Gross Isopach Grid of Interbedded Fine Sand, Silt, and Clay within the Capitan Reef Complex Daniel B. Stephens & Associates, Inc. Figure 23 N 0 10 20 30 Miles Explanation Capitan Reef Complex outline (revised) Capitan Reef Complex outcrop Area with insufficient data Mapped faults Texas/New Mexico border Counties Sand Channel Thickness (feet) High : 1419.1 Low : 0 N e w M e x i c o N e w M e x i c o Te x a s Te x a s potentially low hydrogeologic properties. Since there was minor sand within this clastic facies, the proposed net sand interpolation was determined to be of no value and was not completed. Instead, a gross isopach thickness of the interval was created (Figure 23). Until additional research or information for these intervals becomes available, groundwater contained within this gross interval should be considered semiconfined. Areas with large fault offsets may result in the stratigraphic alignment of more permeable Capitan Reef Complex carbonates with adjacent less permeable subsurface formations (Delaware Mountain Group or Artesia Group). This juxtaposition of subsurface formations may significantly impact local and regional groundwater flow systems. Areas with large fault offsets where the Capitan Reef Complex carbonates are in communication with different stratigraphy include (1) the eastern edge of Salt Basin, (2) the southern edge of the Border Fault Zone, and (3) the stratigraphic sequence north of the Stocks Fault in the Apache Mountains. 48 References Anderson, J. E., Brown, J. B., Gries, J. C., Lovejoy, E. M. P., and Barnes, V. E., 1995, Geologic atlas of Texas, Fort Stockton sheet: Bureau of Economic Geology, University of Texas at Austin, scale 1:250,000. Angle, E. S., 2001, Hydrogeology of the Salt Basin: In Mace, R. E., Mullican, W. F., III, and Angle, E. S., editors, Aquifers of West Texas: Texas Water Development Board Report 356, p. 232-247. Armstrong, C. A. and Mc Million, L. G., 1961, Geology and ground-water resources of Pecos County, Texas: Texas Board of Water Engineers Bulletin 6106, Volumes 1 and 2, 241 and 295 p. Ashworth, J. B., 1990, Evaluation of groundwater resources in parts of Loving, Pecos, Reeves, Ward, and Winkler counties, Texas: Texas Water Development Board Report 317, 51 p. Ashworth, J. B. and Hopkins, J., 1995, Aquifers of Texas: Texas Water Development Board Report 345, 67 p. Barnes, V. E., Hartmann, B. M., and Scranton, D. F., 1968, Geologic atlas of Texas, Van Horn- El Paso sheet: Bureau of Economic Geology, The University of Texas, Austin, scale 1:250,000. Bjorklund, L. J. and Motts, W. S., 1959, Geology and water resources of the Carlsbad Area, Eddy County, New Mexico: U. S. Geological Survey Open-File Report 59-9, 576 p. Boghici, R., 1997, Hydrogeological investigations at Diamond Y Springs and surrounding area, Pecos County, Texas: University of Texas at Austin, unpublished M.A. thesis, 120 p. Collins, E. W., and Raney, J. A., 1997, Quaternary faults within intermountain basins of northwest Trans-Pecos Texas and Chihuahua, Mexico: Bureau of Economic Geology Report of Investigations No. 245, University of Texas, 59 p. Dietrich, J. W., Owen, D. E., and Barnes, V. E., 1983, Geologic atlas of Texas, Van Horn-El Paso sheet: Bureau of Economic Geology, University of Texas at Austin, scale 1:250,000, Dinwiddie, G. A., 1963, Municipal water supplies and uses, southwestern New Mexico: New Mexico State Engineer Technical Report 29A. Earth Data Analysis Center, 2009, New Mexico Resource Geographic Information Program (RGIS): (http://rgis.unm.edu/intro.cfm). Eifler, G. K. and Barnes, V. E., 1976, Geologic atlas of Texas, Pecos sheet: Bureau of Economic Geology, University of Texas at Austin, scale 1:250,000 49 Finch, S. T. Jr., and Armour, J., 2001, Hydrogeologic analysis and ground water flow model of the Wild Horse Flat area, Culberson County, Texas: Consultant report prepared for Culberson County GWCD by John Shomaker and Associates, Inc. 37 p. Finch, S. T. and Bennett, J.B., 2002, Hydrogeology evaluation of the northern part of Culberson County Groundwater Conservation District, Culberson County, Texas: Consultant report prepared for Culberson County GWCD by John Shomaker and Associates, Inc., 24 p. Garber , R. A., Grover, G. A., and Harris, P. M., 1989, Geology of the Capitan Shelf Margin- Subsurface data from the Northern Delaware Basin: Society of Economic Paleontologists and Mineralogists Core Workshop, 13, p. 3-269. Garza, S and Wesselman, J. B., 1959, Geology and groundwater resources of Winkler County, Texas, Texas Board of Water Engineers Bulletin 5916, 199 p. Gates, J. S., White, D. E., Stanley, W. D., and Ackermann, H. D., 1980, Availability of fresh and slightly saline ground water in the basins of westernmost Texas: Texas Department of Water Resources Report 256, 108 p. Goetz, L. K., 1980, Quaternary faulting in Salt Basin Graben, west Texas: New Mexico Geological Society Guidebook, 31st Field Conference, Trans-Pecos Region, pp.83-92. Harris, P. M., and Saller, A. H., 1999, Subsurface expression of the Capitan depositional system and implications for hydrocarbon reservoirs, Northeastern Delaware Basin: in Geologic Framework of the Capitan Reef: Society for Sedimentary Geology (SEPM), Special publication No. 65, p. 37-49. Harris, A. G., Tuttle, E., and Tuttle S. D. 1997, Geology of national parks, Fifth edition: Iowa Kendall/Hunt Publishing, 554 p. Hendrickson, G. E., and Jones, R. S., 1952, Geology and ground-water resources of Eddy County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Ground-Water Report 3, 169 p. Hill, C. A., 1996, Geology of the Delaware Basin Guadalupe, Apache, and Glass Mountains, New Mexico and Texas: Permian Basin Section-SEPM Publication No. 96-39, 480 p. Hill, C. A., 1999, Origin of caves in the Capitan: in Geologic framework of the Capitan Reef: Society for Sedimentary Geology (SEPM) Special publication No. 65, p. 211-222. Hiss, W. L., 1973, Capitan aquifer observation-well network, Carlsbad to Jal New Mexico: New Mexico State Engineer Technical Report 38, 76 p. Hiss, W. L., 1975, Stratigraphy and ground-water hydrology of the Capitan aquifer, southeastern New Mexico and western Texas: University of Colorado Department of Geological Sciences, Ph.D. Dissertation, 396 p. 50 Hiss W. L., 1976, Structure of the Permian Guadalupian Capitan aquifer, southeastern New Mexico and western Texas: U. S. Geological Survey Open-File Report 76-0053, 338 p. Hiss,"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "groundwater resources of Winkler County, Texas, Texas Board of Water Engineers Bulletin 5916, 199 p. Gates, J. S., White, D. E., Stanley, W. D., and Ackermann, H. D., 1980, Availability of fresh and slightly saline ground water in the basins of westernmost Texas: Texas Department of Water Resources Report 256, 108 p. Goetz, L. K., 1980, Quaternary faulting in Salt Basin Graben, west Texas: New Mexico Geological Society Guidebook, 31st Field Conference, Trans-Pecos Region, pp.83-92. Harris, P. M., and Saller, A. H., 1999, Subsurface expression of the Capitan depositional system and implications for hydrocarbon reservoirs, Northeastern Delaware Basin: in Geologic Framework of the Capitan Reef: Society for Sedimentary Geology (SEPM), Special publication No. 65, p. 37-49. Harris, A. G., Tuttle, E., and Tuttle S. D. 1997, Geology of national parks, Fifth edition: Iowa Kendall/Hunt Publishing, 554 p. Hendrickson, G. E., and Jones, R. S., 1952, Geology and ground-water resources of Eddy County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Ground-Water Report 3, 169 p. Hill, C. A., 1996, Geology of the Delaware Basin Guadalupe, Apache, and Glass Mountains, New Mexico and Texas: Permian Basin Section-SEPM Publication No. 96-39, 480 p. Hill, C. A., 1999, Origin of caves in the Capitan: in Geologic framework of the Capitan Reef: Society for Sedimentary Geology (SEPM) Special publication No. 65, p. 211-222. Hiss, W. L., 1973, Capitan aquifer observation-well network, Carlsbad to Jal New Mexico: New Mexico State Engineer Technical Report 38, 76 p. Hiss, W. L., 1975, Stratigraphy and ground-water hydrology of the Capitan aquifer, southeastern New Mexico and western Texas: University of Colorado Department of Geological Sciences, Ph.D. Dissertation, 396 p. 50 Hiss W. L., 1976, Structure of the Permian Guadalupian Capitan aquifer, southeastern New Mexico and western Texas: U. S. Geological Survey Open-File Report 76-0053, 338 p. Hiss, W. L., 1980, Movement of ground water in the Permian Guadalupian aquifer systems, southeastern New Mexico and western Texas: New Mexico Geological Society Guidebook, 31st Field Conference, Trans-Pecos Region, p. 289-294. Kerans, C., Lucia, F. J., and Senger, R. K., 1994, Integrated characterization of carbonate ramp reservoirs using Permian San Andres Formation outcrop analogs: AAPG Bulletin, v. 78, no. 2, p. 181-216. Kerans, C. and Tinker, S., 1999, Extrinsic stratigraphic controls on development of the Capitan reef complex: in Saller, A. H., Harris, P. M., Kirkland, B. L., and Mazzullo, S. J., editors. Geologic Framework of the Capitan Reef: SEPM Special Publication 65, p. 15-36. King, P. B., 1930, The geology of the Glass Mountains, Texas, Part 1, Descriptive Geology: Bureau of Economic Geology, The University of Texas Bulletin 3038, p. 128-146. King, P. B., 1937, The geology of the Marathon region, Texas: United States Geological Survey Professional Paper 187, 148 p. King, P. B., 1948, Geology of the southern Guadalupe Mountains, Texas: U. S. Geological Survey Professional Paper 215, 183 p. King, P. B., 1965, Geology of the Sierra Diablo region, Texas: U. S. Geological Survey Professional Paper 480, 185 p. Kreitler, C. W., and Sharp, J. M. (editors), 1990, Hydrogeology of trans-Pecos Texas: Bureau of Economic Geology Guidebook 25, The University of Texas at Austin, 120 p. LaFave, J. I., 1987, Groundwater flow delineation of trans-Pecos Texas: The University of Texas at Austin, unpublished M. A. thesis, 159 p. LaFave, J. I., and Sharp, J. M., 1990, Origins of ground water discharging at the springs of Balmorhea: in Kreitler, C. W., and Sharp, J. M., editors, Hydrogeology of trans-Pecos Texas: Bureau Economic Geology Guidebook No. 25, The University of Texas at Austin, pp. 91– 100. Melim, L. A. and Scholle P. A., 1999, Diagenesis of the Capitan Formation fore-reef facies (Permian, West Texas and New Mexico): in Geologic framework of the Capitan Reef: Society for Sedimentary Geology (SEPM) Special publication No. 65, p. 193-210. New Mexico Office of the State Engineer, 2009, Water rights lookup [web database]: http://www.ose.state.nm.us/waters_db_index.html. New Mexico Oil Conservation Commission (OCD), 2009, Database: http://ocdimage.emnrd.state.nm.us/imaging/default.aspx. 51 Nielson, P. D., and Sharp, J. M., 1985, Tectonic controls on the hydrogeology of the Salt Basin, trans-Pecos Texas: in Kreitler, C. W., and Sharp, J. M. editors, Bureau of Economic Geology Guidebook 25: University of Texas at Austin, p. 101-104. Ogilbee, W., Wesselman, J. B., and Irelan, B., 1962, Geology and ground-water resources of Reeves County, Texas, Volume I: Texas Water Commission Bulletin 6214, 193 p. Reed, E. L., 1965, A study of ground water reserves, Capitan Reef Reservoir, Hudspeth and Culberson counties, Texas: Consultant report prepared for Diablo Farms, Inc. by Ed L. Reed Consulting Hydrologist. Richey, S. F., Wells, J. G., and Stephens, K. T., 1985, Geohydrology of the Delaware Basin and vicinity: U.S. Geological Survey Water Resources Investigation Report 84-4077, 99 p. Ryder, P. D., 1996, Ground water atlas of the United States, Oklahoma, Texas: U.S. Geological Survey Hydrologic Atlas 730-E. Scanlon, B. R., Darling, B. K., and Mullican, W. F. III, 2001, Evaluation of groundwater recharge in basins in trans-Pecos Texas: in Mace, R. E., Mullican, W. F. III, and Angle, E. S., editors, Aquifers of west Texas: Texas Water Development Board Report 356, p 26-40. Sharp, J. M., 2001, Regional groundwater flow systems in Trans-Pecos Texas: in Mace, R. E., Mullican, W. F. III, and Angle, E. S., editors, Aquifers of west Texas: Texas Water Development Board, Report 356, p. 41-55. Texas Water Development Board, 2009, Water information integration and dissemination (WIID) system: http://wiid.twdb.state.tx.us. Twiss, P. C., and Barnes, V. E., 1979, Geologic atlas of Texas, Marfa sheet: Bureau of Economic Geology, University of Texas at Austin, scale 1:250,000. Uliana, M. M., 2000, Delineation of regional groundwater flow paths and their relation to structural features in the Salt and Toyah Basins, trans-Pecos Texas: University of Texas at Austin, Ph.D. dissertation, 215 p. Uliana, M. M., 2001, The geology and hydrogeology of the Capitan Aquifer: A brief overview: In Mace, R. E., Mullican, W. F. III, and Angle, E. S., editors, Aquifers of West Texas: Texas Water Development Board Report 356, p. 153-166. Veldhuis, J. H., and Keller, G. R., 1980, An integrated geological and geophysical study of the Salt Basin Graben, west Texas: in Dickerson, P. W., Hoffer, J. M., and Callender, J. F., editors, New Mexico Geological Society Guidebook, 31st Field Conference, Trans-Pecos Region, p. 141-150. Ward, R. F., Christopher, G., Kendall, C., and Harris, P. M., 1986, Upper Permian (Guadalupian) facies and their association with hydrocarbons; Permian Basin, west Texas and New Mexico: AAPG Bulletin, v. 70, no. 3, p, 239-262. 52 White, D. E., 1971, Water resources of Ward County, Texas: Texas Water Development Board Report 125, 219 p. Wood, J., 1965, Geology of the Apache Mountains, trans-Pecos Texas: The University of Texas at Austin, unpublished Ph.D. dissertation, 241 p. Wood, J. W., 1968, Geology of Apache Mountains, trans-Pecos Texas: Geologic Quadrangle Texas Bureau of Economic Geology Map No. 35, scale 1:63,360. 53 Appendix A Database Development Appendix A. Database Development A.1. Geo-referencing and Location Verification Project work began with georeferencing several large structural and location maps from Hiss’s 1975 doctoral dissertation titled “Stratigraphy and Ground-Water Hydrology of the Capitan Aquifer, Southeastern New Mexico and Western Texas.” DBS&A staff digitized Hiss’s aquifer outline as well as structural top and isopach thickness maps of the Capitan Reef Complex. In addition, Hiss’s well"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "of Texas, Marfa sheet: Bureau of Economic Geology, University of Texas at Austin, scale 1:250,000. Uliana, M. M., 2000, Delineation of regional groundwater flow paths and their relation to structural features in the Salt and Toyah Basins, trans-Pecos Texas: University of Texas at Austin, Ph.D. dissertation, 215 p. Uliana, M. M., 2001, The geology and hydrogeology of the Capitan Aquifer: A brief overview: In Mace, R. E., Mullican, W. F. III, and Angle, E. S., editors, Aquifers of West Texas: Texas Water Development Board Report 356, p. 153-166. Veldhuis, J. H., and Keller, G. R., 1980, An integrated geological and geophysical study of the Salt Basin Graben, west Texas: in Dickerson, P. W., Hoffer, J. M., and Callender, J. F., editors, New Mexico Geological Society Guidebook, 31st Field Conference, Trans-Pecos Region, p. 141-150. Ward, R. F., Christopher, G., Kendall, C., and Harris, P. M., 1986, Upper Permian (Guadalupian) facies and their association with hydrocarbons; Permian Basin, west Texas and New Mexico: AAPG Bulletin, v. 70, no. 3, p, 239-262. 52 White, D. E., 1971, Water resources of Ward County, Texas: Texas Water Development Board Report 125, 219 p. Wood, J., 1965, Geology of the Apache Mountains, trans-Pecos Texas: The University of Texas at Austin, unpublished Ph.D. dissertation, 241 p. Wood, J. W., 1968, Geology of Apache Mountains, trans-Pecos Texas: Geologic Quadrangle Texas Bureau of Economic Geology Map No. 35, scale 1:63,360. 53 Appendix A Database Development Appendix A. Database Development A.1. Geo-referencing and Location Verification Project work began with georeferencing several large structural and location maps from Hiss’s 1975 doctoral dissertation titled “Stratigraphy and Ground-Water Hydrology of the Capitan Aquifer, Southeastern New Mexico and Western Texas.” DBS&A staff digitized Hiss’s aquifer outline as well as structural top and isopach thickness maps of the Capitan Reef Complex. In addition, Hiss’s well locations were digitized from his base map. A digital 30-meter digital elevation model (DEM ) was used to assign a land surface elevation to each of Hiss’s well locations, and the digitized information described above was used to calculate a thickness and a base of the Capitan Reef point file dataset for all of Hiss’s wells using ArcGIS Spatial Analysis tools. The following sources were investigated for additional data: • Geophysical logs, scout tickets, and driller’s reports from the Bureau of Economic Geology • Geophysical logs from the surface casing department of the Texas Commission on Environmental Quality • The WIID database maintained by the Texas Water Development Board • The USGS report Geology and water resources of the Carlsbad area, Eddy County, New Mexico (Bjorklund and Motts, 1959) • New Mexico State Engineer Technical Report 38, Capitan aquifer observation-well network, Carlsbad to Jal, New Mexico (Hiss, 1973) • The New Mexico Oil Conservation Division (OCD) web site • Bulletin 6106, Geology and ground-water resources, Pecos County, Texas, Volumes I & II (Texas Board of Water Engineers, October 1961) • Report 125, Water resources of Ward County, Texas (Texas Water Development Board, February 1971) • Bulletin 5916, Geology and ground-water resources of Winkler County, Texas (Texas Board of Water Engineers, November 1959). The next step was to enter location points for data gathered from the additional sources. To do this, the team would attempt to locate the well using any land survey, attached map, or directional information provided in the source document. In rare cases, latitude and longitude coordinates were provided. Most often, however, the team used the given information and attempted to locate the point in ArcMap using the state well grid layer, county land survey data, and county roads. If the source document had sufficient information to locate the point, it was A-1 digitized and then assigned an accuracy value from 1 to 3 based on the detail level of the location information provided: • A value of 1 corresponds to those points that were plotted using latitude and longitude and represents an estimated location error of less than 0.5-mile radius. • A value of 2 was initially assigned to most points digitized and represents a location error between 0.5- and 1-mile radius. • A value of 3 represents a location error of 1 to 1.5 miles and was assigned to points that the team had difficulty locating with some amount of certainty. A 30-meter DEM was added and georeferenced for the study area to allow the team to extract DEM elevation values for all points that fell within its boundaries. Because the study area is too large to allow for downloading from the USGS seamless server one single DEM that covers the entire area, the DEM was downloaded in sections and “stitched” together using the ArcGIS Spatial Analyst tool “Mosaic to New Raster.” The new single raster was then compared with the individual parts to ensure that it was created properly. Following this, Raster Calculator was used to convert the DEM units from meters to feet using the conversion factor of 1 meter = 3.28084 feet. QA/QC checks were performed subsequent to this conversion to ensure that the calculation performed properly. A.2. Data Screening Criteria Selected data for the database were originally entered into an Excel spreadsheet that was then imported into ArcGIS and added to the geodatabase prior to product delivery. This original Excel spreadsheet has undergone numerous iterations and corrections. Most of the work in building the dataset was simple data capture of information provided by the source materials. Unit tops and bottoms were entered from geophysical logs, driller’s reports, scout tickets, and other previously identified reports and publications data sources. Data were rigorously pre-screened prior to data entry. Screening criteria included depth of the well, location information, and whether the document in question provided useful lithologic information that could be used to pick out the Capitan and/or overlying or underlying units. Elevations from the 30-meter DEM were extracted for each point that lies within its boundaries. These were the elevations used to calculate top and bottom unit elevations with reference to sea level for each applicable unit pick, with the notable exception of the Hiss (1975) data points. Hiss’s data provided Capitan picks with reference to sea level, rather than depth-to-unit from surface. Further, the Hiss data did not include elevation information for each point from source data. Thus, the team had no way to recalculate elevations for the Hiss data. Research into Hiss’s source data by Steven Finch, Jr., of John Shomaker & Associates, Inc., revealed that Hiss closely guarded his data and that, upon completion of his report, Hiss returned all the information that he had used to the data originator(s), as it appears to have been proprietary and not to be made public. The data to support Hiss’s picks is thus not available for examination or publishing. A-2 For many digitized points, no latitude and longitude information was provided. The team used ArcGIS to obtain X and Y coordinate values for these points once they had been digitized. These points were later reprojected in a layer using the NAD83 decimal degree geographic coordinate system, which allowed the team to get latitude and longitude values for these points. Shapefiles were also reprojected into GAM projection so that X and Y coordinates could be added for this projection system. Thus, each point used"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "from geophysical logs, driller’s reports, scout tickets, and other previously identified reports and publications data sources. Data were rigorously pre-screened prior to data entry. Screening criteria included depth of the well, location information, and whether the document in question provided useful lithologic information that could be used to pick out the Capitan and/or overlying or underlying units. Elevations from the 30-meter DEM were extracted for each point that lies within its boundaries. These were the elevations used to calculate top and bottom unit elevations with reference to sea level for each applicable unit pick, with the notable exception of the Hiss (1975) data points. Hiss’s data provided Capitan picks with reference to sea level, rather than depth-to-unit from surface. Further, the Hiss data did not include elevation information for each point from source data. Thus, the team had no way to recalculate elevations for the Hiss data. Research into Hiss’s source data by Steven Finch, Jr., of John Shomaker & Associates, Inc., revealed that Hiss closely guarded his data and that, upon completion of his report, Hiss returned all the information that he had used to the data originator(s), as it appears to have been proprietary and not to be made public. The data to support Hiss’s picks is thus not available for examination or publishing. A-2 For many digitized points, no latitude and longitude information was provided. The team used ArcGIS to obtain X and Y coordinate values for these points once they had been digitized. These points were later reprojected in a layer using the NAD83 decimal degree geographic coordinate system, which allowed the team to get latitude and longitude values for these points. Shapefiles were also reprojected into GAM projection so that X and Y coordinates could be added for this projection system. Thus, each point used in the project has X/Y State Plane Texas Central FIPS 4203 (feet) coordinates, latitude/longitude decimal degree coordinates, and GAM X/Y coordinates. A.3. Quality Assurance of Database Quality assurance (QA) and quality control (QC) were ongoing during the construction of the dataset and geodatabase and included the following: • Data were regularly compared between the most current dataset and reference datasets to catch any sorting errors that might have occurred. This was performed by copying several columns such as ID, LAT, DEM_ELEV, and T_CPT_ELEV from both datasets into a new spreadsheet and comparing them to ensure that the data entered for each unique ID number matched both datasets. Any discrepancies were thoroughly investigated and repairs to the dataset initiated. Further, to minimize sorting errors or other data manipulation errors that can occur when working with data in Excel, the dataset was manipulated while in ArcGIS to the extent practicable. • With data coming from so many varied sources, the team suspected that duplicate points existed. Duplicates were found by sorting the dataset by Total Depth (TD) and looking for duplicates. If duplicate TDs were found, the rest of the data for those points was examined. If a duplicate was found, the one with the least information was deleted from the dataset. Additionally, clusters of points on the map were examined in ArcGIS to determine if any of the points located close to one another might be duplicates. Since some oil and gas wells have been re-entered and deepened, it was possible that duplicate entries would exist for the same well, but would have different TDs and not be detected by the TD comparison screening method. Duplicate points found using this map-query method were treated in a similar fashion to those found with the TD comparison method with the least useful point being removed from the dataset. • Picks for the bottom of the Capitan sometimes were equivalent to the well TD. The team believed it highly unlikely that the bottom of the Capitan would correspond to the well TD except upon rare chance occurrences. In the case that wells were found to have a TD measurement that corresponded to a bottom of Capitan pick, the bottom pick was deleted for that point and a note made in the Comment section indicating that the well TD occurs in the Capitan. • Structural contour maps were generated to provide another layer of QA/QC. Anomalies identified during contouring were investigated in ArcMap, and hard copies of the well report, if available, were examined to check the accuracy of the stratigraphic top and or base selection. In many cases, data density in the area in question was sufficient to exclude the anomalous point and it was removed from the dataset. More rarely, an anomaly would manifest in an area with sparse data coverage. Unfortunately, the questionable data often A-3 was for the top and/or base selections of the Capitan Reef Complex. If review of the hard copy (when available) didn’t provide any clarification for the anomaly, the point was removed from the dataset. A-4 Appendix B GIS Attribute Definitions Appendix B. GIS Attribute Definitions Attribute Definition Point Files Data Sources: Capitan_Dataset, Geophysical_logs, Geophysical_logs_select, NM_JSAI_dataset, TCEQ_Qlogs, Hiss_crs_sects_GAM, Hiss_wells_dem_GAM, Top_elev_sand, TX_NM Border, Boundary_Wells_GAM ID Unique identification number assigned to that point or, for some files (e.g. TX_NM Border), it is the number in the attribute column generated by ArcGIS when the shapefile was created; LAT Latitude in decimal degrees; LONG Longitude in decimal degrees; LOC_ACCUR The location accuracy value assigned to that point’s location on a scale of one (1) to three (3) where 1 is accurate to less than a 1/2 mile radius (lat/long given), 2 is accurate to within 1/2 to 1 mile radius (good map or survey information provided), and 3 is accurate to within 1 to 1.5 mile radius; PICK_RELIA A reliability value assigned to each point’s geologic interpretation on a scale of 1 to 3 where 1 is excellent data such as that provided by geophysical logs, 2 is good data such as that provided by descriptive scout tickets or driller’s logs, and 3 is fair data such as that provided by Hiss’ datapoints or other data that is less than ideal in description; SOURCE_REF The Source or Reference that provided information about that specific point; API_NO The API Identification number assigned to the log associated with that point, if applicable; COUNTY The County in Texas or New Mexico where the point is located; OP_WELL_NO The Operator and Well Number of that well, if provided in source data; SURVEY The Land Survey information for either Texas or New Mexico for that well, if provided by the source data; ELEV The given elevation with reference to sea level for that point from its source data; DEM_ELEV Elevation with reference to sea level for that point extracted from the Digital Elevation Model based on that point’s location; TD Total Depth of well, if given; T_RUSTLER Depth to top of the Rustler Formation, if applicable; T_RUS_ELEV Elevation with reference to sea level to the top of the Rustler Formation, if applicable; T_CPTN_RF Depth to top of the Capitan Formation, if applicable; T_CPT_ELEV Elevation with reference to sea level to the top of the Capitan Formation, if applicable; B_CPTN_RF Depth to bottom of the Capitan Formation, if applicable; B_CPT_ELEV Elevation with reference to sea level to the bottom of the Capitan Formation, if applicable; T_TANSILL Depth"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "to less than a 1/2 mile radius (lat/long given), 2 is accurate to within 1/2 to 1 mile radius (good map or survey information provided), and 3 is accurate to within 1 to 1.5 mile radius; PICK_RELIA A reliability value assigned to each point’s geologic interpretation on a scale of 1 to 3 where 1 is excellent data such as that provided by geophysical logs, 2 is good data such as that provided by descriptive scout tickets or driller’s logs, and 3 is fair data such as that provided by Hiss’ datapoints or other data that is less than ideal in description; SOURCE_REF The Source or Reference that provided information about that specific point; API_NO The API Identification number assigned to the log associated with that point, if applicable; COUNTY The County in Texas or New Mexico where the point is located; OP_WELL_NO The Operator and Well Number of that well, if provided in source data; SURVEY The Land Survey information for either Texas or New Mexico for that well, if provided by the source data; ELEV The given elevation with reference to sea level for that point from its source data; DEM_ELEV Elevation with reference to sea level for that point extracted from the Digital Elevation Model based on that point’s location; TD Total Depth of well, if given; T_RUSTLER Depth to top of the Rustler Formation, if applicable; T_RUS_ELEV Elevation with reference to sea level to the top of the Rustler Formation, if applicable; T_CPTN_RF Depth to top of the Capitan Formation, if applicable; T_CPT_ELEV Elevation with reference to sea level to the top of the Capitan Formation, if applicable; B_CPTN_RF Depth to bottom of the Capitan Formation, if applicable; B_CPT_ELEV Elevation with reference to sea level to the bottom of the Capitan Formation, if applicable; T_TANSILL Depth to top of the Tansill Formation, if applicable; B-1 Appendix B. GIS Attribute Definitions (continued) B-2 Attribute Definition T_TAN_ELEV Elevation with reference to sea level to the top of the Tansill Formation, if applicable; T_CRLSBAD Depth to top of the Carlsbad Formation, if applicable; T_CRL_ELEV Elevation with reference to sea level to the top of the Carlsbad Formation, if applicable; T_YATES Depth to top of the Yates Formation, if applicable; T_YTS_ELEV Elevation with reference to sea level to the top of the Yates Formation, if applicable; T_7_RIVERS Depth to top of the Seven Rivers Formation, if applicable; T_7RV_ELEV Elevation with reference to sea level to the top of the Seven Rivers Formation, if applicable; T_DEL_LIME Depth to top of the Delaware Formation (limestone portion), if applicable; T_DELM_ELE Elevation with reference to sea level to the top of the Delaware Formation (limestone portion), if applicable; T_DEL_SAND Depth to top of the Delaware Formation (sand portion), if applicable; T_DESD_ELE Elevation with reference to sea level to the top of the Delaware Formation (sand portion), if applicable; T_DELUNDIF Depth to top of the Delaware Formation (undifferentiated), if applicable; T_DEUN_ELE Elevation with reference to sea level to the top of the Delaware Formation (undifferentiated), if applicable; T_QUEEN Depth to top of the Queen Formation, if applicable; T_QN_ELEV Elevation with reference to sea level to the top of the Queen Formation, if applicable; T_GRAYBURG Depth to top of the Grayburg Formation, if applicable; T_GRBG_ELE Elevation with reference to sea level to the top of the Grayburg Formation, if applicable; T_SAN_ANDR Depth to top of the San Andres Formation, if applicable; T_SNDR_ELE Elevation with reference to sea level to the top of the San Andres Formation, if applicable; T_SAN_ANGE Depth to top of the San Angelo Formation, if applicable; T_SNGL_ELE Elevation with reference to sea level to the top of the San Angelo Formation, if applicable; T_CHY_CNYN Depth to top of the Cherry Canyon Formation, if applicable; T_CHCNYN_E Elevation with reference to sea level to the top of the Cherry Canyon Formation, if applicable; T_BRY_CNYN Depth to top of the Brushy Canyon Formation, if applicable; T_BRCNYN_E Elevation with reference to sea level to the top of the Brushy Canyon Formation, if applicable; T_GLORIETA Depth to top of the Glorieta Formation, if applicable; Appendix B. GIS Attribute Definitions (continued) B-3 Attribute Definition T_GLOR_ELE Elevation with reference to sea level to the top of the Glorieta Formation, if applicable; T_CLRFRK Depth to top of the Clear Fork Formation, if applicable; T_CLRFRK_E Elevation with reference to sea level to the top of the Clear Fork Formation, if applicable; T_BONE_SPR Depth to top of the Bone Spring Formation, if applicable; T_BNSPR_EL Elevation with reference to sea level to the top of the Bone Spring Formation, if applicable; T_LEONARD Depth to top of the Leonard Series, if applicable; T_LEONRD_E Elevation with reference to sea level to the top of the Leonard Series, if applicable; COMMENT Comments that are pertinent to that point; THICK_CAP Thickness of the Capitan at that point; if applicable; TOP_UNIT Name of the formation overlying the Capitan, if it can be determined; JSAI_NUM Unique identification number assigned to points that came from John Shomaker & Associates, Inc.; SP_X The X-coordinate position in State Plane Texas Central FIPS 4203 (feet) projected coordinate system; SP_Y The Y-coordinate position in State Plane Texas Central FIPS 4203 (feet) projected coordinate system; GAM_X The X-coordinate position in GAM projected coordinate system; GAM_Y The Y-coordinate position in GAM projected coordinate system; FILE__ The M# assigned to individual geophysical logs by the Bureau of Economic Geology; OPERATOR The Company or Companies listed as the operator of the well; LEASE The name of the oil or gas lease associated with each geophysical log; FIELD_NAME The name of the oil or gas field where the well was drilled, if applicable; LOG_TYPES The types of wireline logs run in the applicable hole; TOP_AVAIL The available top of the geophysical log, or where the log starts; BOT_AVAIL The available bottom of the geophysical log, or where the log ends; LOG_DATE The date the geophysical log was made; HOLE_TYPE The type of hole from the geophysical log, if given; UTM27X_M The X-coordinate position in UTM Zone 13N, NAD 1927, meters projection; UTM27Y_M The Y-coordinate position in UTM Zone 13N, NAD 1927, meters projection; RASTERVALU The elevation of that point as extracted from the DEM. The following attributes are unique to the Top_elev_sand shapefile: POINT_X GIS generated lateral spatial location; POINT_Y GIS generated longitudinal spatial location; CAPR_T_ELV Elevation with reference to sea level to the top of the Caprock; Appendix B. GIS Attribute Definitions (continued) B-4 Attribute Definition CAPR_BS_EL Elevation with reference to sea level to the bottom of the Caprock; CAPR_THICK Thickness of Caprock, in feet; CAP_T_ELV Elevation with reference to sea level to the top of the Capitan Formation; CAP_BS_ELV Elevation with reference to sea level to the bottom of the Capitan Formation; CAP_THICK Thickness of the Capitan Formation, in feet. The following attributes are unique to Hiss_crs_sects_GAM and Hiss_wells_dem_GAM shapefiles: BOT_CAP Bottom of Capitan at that point calculated by subtracting the given thickness from the given top; WELL The lease name of the well as given in the source information; CRS_SEC The field that identifies which cross-section(s) of Hiss’ to which this well belongs; F7 Number of feet from section line; F8 Section line to which F7 refers; F9 Number of feet from section line; F10 Section line"
    },
    {
        "URL": "Standen2009_CapitanReefComplex_Framework_finalwErrata.pdf",
        "Text": "of the well; LEASE The name of the oil or gas lease associated with each geophysical log; FIELD_NAME The name of the oil or gas field where the well was drilled, if applicable; LOG_TYPES The types of wireline logs run in the applicable hole; TOP_AVAIL The available top of the geophysical log, or where the log starts; BOT_AVAIL The available bottom of the geophysical log, or where the log ends; LOG_DATE The date the geophysical log was made; HOLE_TYPE The type of hole from the geophysical log, if given; UTM27X_M The X-coordinate position in UTM Zone 13N, NAD 1927, meters projection; UTM27Y_M The Y-coordinate position in UTM Zone 13N, NAD 1927, meters projection; RASTERVALU The elevation of that point as extracted from the DEM. The following attributes are unique to the Top_elev_sand shapefile: POINT_X GIS generated lateral spatial location; POINT_Y GIS generated longitudinal spatial location; CAPR_T_ELV Elevation with reference to sea level to the top of the Caprock; Appendix B. GIS Attribute Definitions (continued) B-4 Attribute Definition CAPR_BS_EL Elevation with reference to sea level to the bottom of the Caprock; CAPR_THICK Thickness of Caprock, in feet; CAP_T_ELV Elevation with reference to sea level to the top of the Capitan Formation; CAP_BS_ELV Elevation with reference to sea level to the bottom of the Capitan Formation; CAP_THICK Thickness of the Capitan Formation, in feet. The following attributes are unique to Hiss_crs_sects_GAM and Hiss_wells_dem_GAM shapefiles: BOT_CAP Bottom of Capitan at that point calculated by subtracting the given thickness from the given top; WELL The lease name of the well as given in the source information; CRS_SEC The field that identifies which cross-section(s) of Hiss’ to which this well belongs; F7 Number of feet from section line; F8 Section line to which F7 refers; F9 Number of feet from section line; F10 Section line to which F9 refers; F11 Survey section information; F12 Land survey township or survey block information; F13 Land survey range information or survey name; LGRD Elevation of point, as given in source data from Hiss’ cross-sections; T_TSY_ELEV Elevation with reference to sea level to the top of the Tessy Formation, if applicable; B_TSY_ELEV Elevation with reference to sea level to the bottom of the Tessy Formation, if applicable; T_RUST_ELE Elevation with reference to sea level to the top of the Rustler Formation, if applicable; B_RUST_ELE Elevation with reference to sea level to the bottom of the Rustler Formation, if applicable; T_SLDO_ELE Elevation with reference to sea level to the top of the Salado Formation, if applicable; B_SLDO_ELE Elevation with reference to sea level to the bottom of the Salado Formation, if applicable; T_ART_ELEV Elevation with reference to sea level to the top of the Artesia Group, if applicable; B_ART_ELEV Elevation with reference to sea level to the bottom of the Artesia Group, if applicable; T_CSTILE_E Elevation with reference to sea level to the top of the Castile Formation, if applicable; B_CSTILE_E Elevation with reference to sea level to the bottom of the Castile Formation, if applicable; Appendix B. GIS Attribute Definitions (continued) B-5 Attribute Definition T_CPTN_ELE Elevation with reference to sea level to the top of the Capitan Formation, if applicable; B_CPTN_ELE Elevation with reference to sea level to the bottom of the Capitan Formation, if applicable; T_SALS_ELE Elevation with reference to sea level to the top of the San Andres limestone, if applicable; B_SALS_ELE Elevation with reference to sea level to the bottom of the San Andres limestone, if applicable; T_DLMTNG_E Elevation with reference to sea level to the top of the Delaware Mountain Group, if applicable; B_DLMTNG_E Elevation with reference to sea level to the bottom of the Delaware Mountain Group, if applicable; B_BNSPR_EL Elevation with reference to sea level to the bottom of the Bone Spring Formation, if applicable; B_CHCNYN_E Elevation with reference to sea level to the bottom of the Cherry Canyon Formation, if applicable; T_YESSO_EL Elevation with reference to sea level to the top of the Yesso Formation, if applicable; B_YESSO_EL Elevation with reference to sea level to the bottom of the Yesso Formation, if applicable. Polyline Files Data Sources: Capitan Reef Outline, mapped_faults, Cap_Isopach, Cap_Top_Contours, Published_Lines_of_Section THICK_CONT Thickness of Capitan (in feet); CONTOUR Contour lines (in feet) indicating the top of the Capitan referenced to mean sea level; ID Unique fault identification number assigned to faults in the mapped_faults shapefile or identification number attribute column generated by ArcGIS when the shapefile (Capitan Reef Outline, Cap_Isopach, Cap_Top_Contours, Published_Lines_of_Section) was created; FAULT_NAME The name associated with a particular fault in the mapped_faults shapefile; CONFIDENCE Used in the Cap_Top_Contours polyline file. A value of 1 corresponds to contour lines that have good well control. A value of 2 corresponds to contour lines that have poor well control; Source The published source information for the applicable line of section; Shape_Length The length of each respective polyline in the shapefile. Appendix B. GIS Attribute Definitions (continued) B-6 Attribute Definition Polygon Files Data Sources: Capitan_Outline_Poly, Sand_Channel_Outline, No_data_area, Capitan_overlying_units, Capitan_underlying_units Id Identification number attribute column generated by ArcGIS when the shapefile was created; GEOLOGI_ID Attribute column generated by ArcGIS during shapefile creation and renamed, but not used; AREA Area of specific formation, if known; DESCRIPTIO Geologic name and/or description of area represented by polygon; Shape_Length Length of the polygon in the shapefile; Shape_Area Area of the polygon in the shapefile; Units Formation name represented by the polygon."
    }
]