[
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "New Mexico Geological Society Downloaded from: https://nmgs.nmt.edu/publications/guidebooks/67 Low-temperature geothermal resources in the Acoma Basin and Lucero Uplift, eastern Cibola and western Valencia counties, New Mexico Shari Kelley, Mark Person, Richard Kelley, and Jeff Pepin 2016, pp. 263-274. https://doi.org/10.56577/FFC-67.263 Supplemental data: https://nmgs.nmt.edu/repository/index.cfml?rid=2016003 in: Guidebook 67 - Geology of the Belen Area, Frey, Bonnie A.; Karlstrom, Karl E. ; Lucas, Spencer G.; Williams, Shannon; Zeigler, Kate; McLemore, Virginia; Ulmer-Scholle, Dana S., New Mexico Geological Society 67 th Annual Fall Field Conference Guidebook, 512 p. https://doi.org/10.56577/FFC-67 This is one of many related papers that were included in the 2016 NMGS Fall Field Conference Guidebook. Annual NMGS Fall Field Conference Guidebooks Every fall since 1950, the New Mexico Geological Society (NMGS) has held an annual Fall Field Conference that explores some region of New Mexico (or surrounding states). Always well attended, these conferences provide a guidebook to participants. Besides detailed road logs, the guidebooks contain many well written, edited, and peer-reviewed geoscience papers. These books have set the national standard for geologic guidebooks and are an essential geologic reference for anyone working in or around New Mexico. Free Downloads NMGS has decided to make peer-reviewed papers from our Fall Field Conference guidebooks available for free download. This is in keeping with our mission of promoting interest, research, and cooperation regarding geology in New Mexico. However, guidebook sales represent a significant proportion of our operating budget. Therefore, only research papers are available for download. Road logs, mini-papers, and other selected content are available only in print for recent guidebooks. Copyright Information Publications of the New Mexico Geological Society, printed and electronic, are protected by the copyright laws of the United States. No material from the NMGS website, or printed and electronic publications, may be reprinted or redistributed without NMGS permission. Contact us for permission to reprint portions of any of our publications. One printed copy of any materials from the NMGS website or our print and electronic publications may be made for individual use without our permission. Teachers and students may make unlimited copies for educational use. Any other use of these materials requires explicit permission. This page is intentionally left blank to maintain order of facing pages. New Mexico Geological Society Guidebook, 67th Field Conference, Geology of the Belen Area, 2016, p. 263-274. LOW-TEMPERATURE GEOTHERMAL RESOURCES IN THE ACOMA BASIN AND LUCERO UPLIFT, EASTERN CIBOLA AND WESTERN VALENCIA COUNTIES, NEW MEXICO Shari Kelley1, Mark Person2, Richard Kelley3, and Jeff Pepin2 1New Mexico Bureau of Geology and Mineral Resources, Socorro, NM 87801, sakelley@nmbg.nmt.edu 2Earth and Environmental Sciences Department, New Mexico Institute of Mining and Technology, Socorro, NM 87801 3Earth and Environmental Sciences Division, Los Alamos National Laboratory, Los Alamos, NM 87545 Abstract—Although the geochemistry of the mineralized waters from springs on the eastern flank of the Lucero uplift has been the subject of several geothermal investigations, measured temperatures in oil and water wells in the uplift and adjacent Acoma basin have received lit- tle attention. Bottom hole temperature (BHT) measurements in oil wells and discharge temperatures from water wells reveal three structural zones that warrant further investigation. BHTs in two oil wells on the west flank of the Lucero uplift in the Correo fault zone have elevated temperatures of 65 to 71°C at a depth of ca. 1100 m. These wells are located ca. 7 km northeast of the youthful (>192 ka) Lucero volcanic field. Two distinct bands of water wells located near the Hickman and Red Lake fault zones on margins of the Acoma basin that tap the San Andres-Glorieta aquifer have elevated discharge temperatures of 34 to 52.8°C (depths 615 to 884 m). We also apply a novel analysis of conservative ion (boron and lithium) data using reverse particle-tracking (upwinding) to locate the source of high concentration plumes along the east side of the Lucero uplift and within the Acoma basin. Wells with highest temperatures and conservative ion concentrations are found on the down gradient end of a gravity driven flow system. The <80°C geothermal resource in this area could be used for greenhouses and similar low-temperature applications. 263 INTRODUCTION The Acoma basin (or sag/embayment) in central New Mex- ico is a small Laramide basin that formed between the Lara- mide highlands of the Zuni Mountains to the northwest and the Lucero uplift to the east (Fig. 1). This basin lies in the transition between the Colorado Plateau and the Rio Grande rift. Volcanic rocks, dikes, sills, and plugs derived from the middle Cenozoic Mogollon-Datil volcanic field lap across or intrude the southern margin of the basin. Several Neogene ba- saltic centers that are considered to be part of the Jemez lin- eament, including Cebolleta Mesa (3.5 to 4.0 Ma; Laughlin et al., 1993), Mesa del Oro (3.4 to 1.1 Ma; Baldridge et al., 1987), and Lucero (8.3 to 0.192 Ma, Baldridge et al., 1987; Channer et al., 2015; and Matthew Zimmerer, personal com- munication, 2016), are located within the basin (Fig. 1). The Jemez lineament is a NE-trending zone of <10 Ma mafic to silicic volcanism that transects the southeastern margin of the Colorado Plateau, the central Rio Grande rift, and the south- ern High Plains associated with low mantle P-wave velocities (Schmandt and Humphreys, 2010). The Zuni-Bandera volca- nic field lies on the west side of the Acoma basin and along the Jemez lineament. This field includes the 3.9±1.2 ka McCartys flow, which is the youngest known eruption in New Mexico (Dunbar and Phillips, 2004). Seven flows are <50 ka based on 36Cl exposure and other dating techniques (Laughlin et al., 1993; Dunbar and Phillips, 2004). Overall, the Zuni-Bandera is one of the youngest volcanic fields in the state. A large-volume travertine deposit that formed along a NNE-striking fault overlies the Mesa del Oro lavas (Priewisch et al., 2014). A second large-volume travertine, Mesa Aparejo on the eastern margin of the Lucero uplift, is associated with Quaternary motion along a reactivated Laramide reverse fault, the Comanche fault. The large volumes of both travertine de- posits have been attributed to CO2 derived from deep sources in the mantle (Priewisch et al., 2014) interacting with fluids in equilibrium with calcium- and magnesium-bearing carbonates (Goff et al., 1983). Helium (Rc/Ra) ratios of 0.6 measured in the travertine-depositing Arroyo Comanche spring also indi- cate a mantle contribution (Williams et al., 2013). The trav- ertine deposits were formed episodically between 300 to 250 ka and 760 to 560 ka, and some are as old as >1.5 Ma (Priew- isch et al., 2014). The 760-560 Ma pulse is coincident with a 550-650 ka episode of volcanism in the Lucero volcanic field (Zimmerer, personal communication, 2016). The spring vents were reactivated several times when hydraulic head was high, injecting groundwater into fractures in existing travertine mounds. Importantly, the 87Sr/86Sr ratios measured in the Mesa del Oro travertine are 0.7092 to 0.7104, indicating surface re- charge (Priewisch et al., 2014). In contrast, the 87Sr/86Sr ratios of 0.7187 and 0.7203 measured in the travertines at Mesa Apa- rejo suggest circulation of groundwater in Proterozoic base- ment (Priewisch et al., 2014). Geothermal systems in New Mexico, with the exception of the Valles caldera, are gravity-driven systems (Smith and Chap- man, 1983) with recharge in the highlands and groundwater dis- charge at"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "(Dunbar and Phillips, 2004). Seven flows are <50 ka based on 36Cl exposure and other dating techniques (Laughlin et al., 1993; Dunbar and Phillips, 2004). Overall, the Zuni-Bandera is one of the youngest volcanic fields in the state. A large-volume travertine deposit that formed along a NNE-striking fault overlies the Mesa del Oro lavas (Priewisch et al., 2014). A second large-volume travertine, Mesa Aparejo on the eastern margin of the Lucero uplift, is associated with Quaternary motion along a reactivated Laramide reverse fault, the Comanche fault. The large volumes of both travertine de- posits have been attributed to CO2 derived from deep sources in the mantle (Priewisch et al., 2014) interacting with fluids in equilibrium with calcium- and magnesium-bearing carbonates (Goff et al., 1983). Helium (Rc/Ra) ratios of 0.6 measured in the travertine-depositing Arroyo Comanche spring also indi- cate a mantle contribution (Williams et al., 2013). The trav- ertine deposits were formed episodically between 300 to 250 ka and 760 to 560 ka, and some are as old as >1.5 Ma (Priew- isch et al., 2014). The 760-560 Ma pulse is coincident with a 550-650 ka episode of volcanism in the Lucero volcanic field (Zimmerer, personal communication, 2016). The spring vents were reactivated several times when hydraulic head was high, injecting groundwater into fractures in existing travertine mounds. Importantly, the 87Sr/86Sr ratios measured in the Mesa del Oro travertine are 0.7092 to 0.7104, indicating surface re- charge (Priewisch et al., 2014). In contrast, the 87Sr/86Sr ratios of 0.7187 and 0.7203 measured in the travertines at Mesa Apa- rejo suggest circulation of groundwater in Proterozoic base- ment (Priewisch et al., 2014). Geothermal systems in New Mexico, with the exception of the Valles caldera, are gravity-driven systems (Smith and Chap- man, 1983) with recharge in the highlands and groundwater dis- charge at low elevation from hydrogeologic windows. A hydro- geologic window is an area where regional aquitards have been erosionally removed or are breached by permeable intrusions (fractured) or fault zones (Witcher, 1988). These gravity-driv- en systems pick up heat and chemical constituents along their flow paths within fractured reservoirs at depth. Geothermal res- Kelley, Person, Kelley, and Pepin 264 ervoirs could include fractured Paleozoic sandstone and lime- stone units or fractured crystalline basement rocks. The fluids are heated by the elevated heat flow within the thinned crust of the Rio Grande rift (71 to 99 mW/m2; Reiter et al., 1986, 2010). Here we test the idea that the Laramide Zuni uplift, the Acoma basin, and hydrogeologic windows in the Lucero uplift (Figs. 1-2) form the recharge area, flow path, and discharge zone, re- spectively, for the regional aquifer systems (Titus, 1963; Fren- zel, 1992; Baldwin and Anderholm, 1992). The Acoma basin region is an intriguing low-temperature geothermal prospect because of the youthful structure and vol- canism, travertine deposition by high volume springs in the re- cent past, more modest travertine deposition now and the pres- ence of potential hydrogeologic windows. Indeed, numerous researchers have examined the geothermal possibilities in the Lucero uplift/Acoma basin region because of the interesting chemistry of waters from springs and wells in this area and the presence of the travertine (e.g., Titus, 1963; Callender and Zi- linski, 1976; Trainer and Lyford, 1979; Goff et al., 1983). Goff et al. (1983) analyzed major, trace, and stable isotope data from springs and wells on the eastern flank of the basin and from the east side of the Lucero uplift. Two types of waters are present in this area (Trainer and Lyford, 1979; Goff et al., 1983): relatively saline fluids with high chloride and sulfate concentrations emerge from the east- ern faulted margin of the Lucero uplift, and dilute fluids with low chloride and high sulfate contents are located on the east- ern margin of the Acoma basin. Goff et al. (1983, table 4) ap- plied a mineral equilibrium code (SOLMNEQ) to evaluate the mineral chemistry of the two water types and concluded that the waters were in equilibrium with carbonate and evaporite minerals found in local Colorado Plateau rocks. Based on the water geochemistry, Goff et al. (1983) concluded that a deep, hot (>200°C) geothermal system is not evident beneath the Lu- cero uplift because the fluids are exceptionally high in Ca + Mg (≤1000 mg/l) and low in SiO2 (≤23 mg/l). In contrast, the dilute waters of the eastern Acoma basin are from an artesian aquifer and may support low-temperature (<80°C) heating ap- plications (e.g., greenhouses). We recently compiled temperature, water chemistry, geo- logical, and geophysical data for southwestern New Mexico, including Cibola and Valencia counties, and analyzed the data in ArcGIS to look for possible blind geothermal systems (Beil- icki et al., 2014 and references therein). Blind systems have no obvious hot springs, travertine, or sinter at the surface. The Arc- GIS layers include structural information that provides indica- tions of permeability and fluid volumes (e.g., mapped faults, gravity and magnetic data, earthquake locations) and thermal data that constrain the heat content of a resource (e.g., heat flow, bottom-hole temperature data, groundwater discharge temperature). Other layers include conservative ion concen- trations (lithium and boron) and chalcedony geothermometry. We present a detailed analysis of the thermal and conservative ion data in this paper. FIGURE 1. Geologic map of the southeast Zuni Mountains, Acoma basin, Lucero uplift and southern Albuquerque basin, modified from NMBGMR (2003). The bold, dark gray line is the line of cross section in Figure 2. LVF = Lucero volcanic field, QTt=travertine, F.Z. = fault zone, JL=Jemez lineament. Geothermal gradi- ents estimated from uncorrected BHT values in oil wells are illustrated as open circles and squares. The two oil wells with the warmest BHT values, NMAZLC1 and FedB1, are highlighted. Wells with DST temperatures are JFP=Santa Fe Pacific; A=Pueblo of Acoma; WR=White Ridge; R=Romero. An equilibrium temperature log was measured in C=Carrizo 1 Colorado New Mexico JL Rio Grande Rift Geothermal Resources in the Acoma Basin and Lucero Uplift 265 We have developed a unique analysis of conservative ion data using reverse particle-tracking (upwinding) to locate the source of geothermal plumes (Person et al., 2015). We have learned that upwinding is highly dependent on our understand- ing of the configuration of the water table and on the spatial distribution of the sampled wells (Person et al., 2015), but, with care, this method can be widely applied in geothermal exploration to narrow the search for prospective areas. We test the applicability of this technique in the Lucero uplift and the Acoma basin as part of this investigation. GEOLOGIC SETTING Hydrogeologic Units Proterozoic basement rocks are exposed in the core of the Zuni Mountains and in one small area on the east side of the Lucero uplift. Approximately 4000 m of sedimentary rocks that range in age from Pennsylvanian to Pleistocene are ex- posed in the Lucero uplift (Zeigler and Lucas, 2005). Three main aquifers have been recognized in this region: (1) Penn- sylvanian limestone and sandstone, (2) the Permian upper Abo and lower Yeso formations, and (3) the Permian San Andres Limestone and Glorieta Sandstone (Titus, 1963; Baldwin and Anderholm, 1992). The aquifers are confined by two regional aquitards, the Permian lower Abo Formation, and the Triassic Chinle Group (Titus, 1963). The aquifer in the Pennsylvanian section"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "LVF = Lucero volcanic field, QTt=travertine, F.Z. = fault zone, JL=Jemez lineament. Geothermal gradi- ents estimated from uncorrected BHT values in oil wells are illustrated as open circles and squares. The two oil wells with the warmest BHT values, NMAZLC1 and FedB1, are highlighted. Wells with DST temperatures are JFP=Santa Fe Pacific; A=Pueblo of Acoma; WR=White Ridge; R=Romero. An equilibrium temperature log was measured in C=Carrizo 1 Colorado New Mexico JL Rio Grande Rift Geothermal Resources in the Acoma Basin and Lucero Uplift 265 We have developed a unique analysis of conservative ion data using reverse particle-tracking (upwinding) to locate the source of geothermal plumes (Person et al., 2015). We have learned that upwinding is highly dependent on our understand- ing of the configuration of the water table and on the spatial distribution of the sampled wells (Person et al., 2015), but, with care, this method can be widely applied in geothermal exploration to narrow the search for prospective areas. We test the applicability of this technique in the Lucero uplift and the Acoma basin as part of this investigation. GEOLOGIC SETTING Hydrogeologic Units Proterozoic basement rocks are exposed in the core of the Zuni Mountains and in one small area on the east side of the Lucero uplift. Approximately 4000 m of sedimentary rocks that range in age from Pennsylvanian to Pleistocene are ex- posed in the Lucero uplift (Zeigler and Lucas, 2005). Three main aquifers have been recognized in this region: (1) Penn- sylvanian limestone and sandstone, (2) the Permian upper Abo and lower Yeso formations, and (3) the Permian San Andres Limestone and Glorieta Sandstone (Titus, 1963; Baldwin and Anderholm, 1992). The aquifers are confined by two regional aquitards, the Permian lower Abo Formation, and the Triassic Chinle Group (Titus, 1963). The aquifer in the Pennsylvanian section includes the San- dia, Gray Mesa, and Atrasado formations (Titus, 1963). The Sandia Formation (100-150 m thick) is composed of sandstone and conglomerate intercalated with shale. The Gray Mesa Formation (388 m thick) is limestone with interbedded shale, minor sandstone, and conglomerate, and the overlying Atrasa- do Formation (112 m thick) is primarily shale with limestone and minor sandstone and conglomerate (Lucas et al., 2004a). The confined aquifer in fractured Pennsylvanian limestone and sandstone is one source of the mineralized springs on the east side of the Lucero uplift. The transitional Red Tanks Member of the Bursum Formation (100 m thick) is predominately shale and mudstone that thickens toward the south (Lucas et al., 2004a); this unit is generally an aquitard that yields only small volumes of water from intercalated sandstone and conglomer- ate lenses (Titus, 1963). The total thickness of the Permian section is 660 m and in- cludes, from oldest to youngest, the Abo Formation, Yeso For- mation, Glorieta Sandstone, and San Andres Limestone (Zei- gler and Lucas, 2005). The fluvial Abo Formation (150 m thick) has a lower mudstone-dominated aquitard and an upper sand- stone-dominated aquifer. The Yeso Formation (348 m thick) is composed of basal eolian sandstone that pinches out to the south (Jicha, 1953) overlain by sandstone, siltstone and gypsum with minor dolomite, limestone, and shale deposited in tidal flat, eolian, and shallow marine environments. The sandstones of the upper Abo Formation and the lower Yeso Formation are FIGURE 2. Simplified cross section through the northern Acoma basin and Lucero uplift modified from Kelley and Wood (1946), Callender and Zilinski (1976), and Baldwin and Anderholm (1992). Kelley, Person, Kelley, and Pepin 266 considered to be a single hydrostratigraphic unit (Titus, 1963). This aquifer is separated from the Pennsylvanian aquifer by the lower Abo Formation aquitard and from the overlying aquifer by the evaporite facies of the upper Yeso Formation. The main aquifer in this region is the Permian San Andres Limestone and the underlying Glorieta Sandstone, which both are below a significant unconformity that formed prior to the deposition of the Triassic Moenkopi Formation and Chinle Group (Frenzel, 1992; Baldwin and Anderholm, 1992). The Glorieta Sandstone (53 m thick) is quartz sandstone deposited in nearshore and eolian environments. The San Andres Lime- stone (109 m thick) has a lower gypsum-dominated unit with lesser amounts of limestone, sandstone, and shale, and an upper limestone unit. The San Andres was deposited in shallow ma- rine, shoreline, and salina environments. A thin sandstone up to 12 m thick in middle of San Andres interval may be equivalent to the Hondo sandstone (Lucas et al., 2004a; Zeigler and Lucas, 2005). The San Andres Limestone is karstic in this area because of the long pre-Moenkopi Formation exposure of the unit at the surface and the presence of soluble gypsum in the section. The wells penetrating this aquifer are often artesian with high flow rates (Goff et al., 1983; Baldwin and Anderholm, 1992). The Triassic Moenkopi Formation (20 to 70 m thick) is mainly sandstone and mudstone (Lucas et al., 2004b). Region- ally, the basal unit of the Chinle Group (up to 17 m thick) is sandstone and conglomerate with abundant limestone clasts. The Chinle Group (315 m thick) above the basal unit is mainly siltstone and mudstone, except for the medial Sonsela Member, which is a 15-m thick sandstone and conglomerate interval. The mudstones of the Chinle Group form an important aquitard. The sub-Cretaceous (sub-Dakota Sandstone) unconformity cuts out north-dipping Jurassic rocks across the southern half of the area; the Cretaceous section rests directly on Triassic rock south of Mesa del Oro. The Jurassic Todilto/Summerville/Bluff/ Zuni rock units and Morrison Formation are preserved beneath the sub-Cretaceous unconformity in the northern part of the area. The Todilto Formation consists of 3 m of fine-grained limestone that was deposited in a saline lake. Interbedded sandstone, silt- stone, and shale belonging to the Summerville Formation (15 m thick) were deposited in a shallow-water coastal plain. The Bluff Sandstone (60 m thick) consists of well-cemented sand- stone deposited as sand dunes. The overlying Recapture Mem- ber consists of 30 m of siltstone interbedded with sandstone de- posited in both fluvial and eolian environments. The overlying Acoma Tongue of the Zuni Sandstone is cross-bedded, eolian sandstone (Lucas et al., 2003). The fluvial Morrison Formation includes a lower unit of sandstone with thin lenses of siltstone and shale, and an upper unit of shale, siltstone, and sandstone. The sandstones in this part of the section are aquifers. The Dakota Sandstone interval includes complexly interca- lated tongues of both sandstone and Mancos Shale deposited in a marginal marine environment. Dakota Sandstone beds can be good aquifers where fractured. The interval between the Dakota Sandstone and the Gallup Sandstone is dominated by Mancos Shale and minor limestone, and thus is an aquitard. Fractured igneous dikes and plugs cutting across aquitards like the Abo, Chinle, and Mancos are potential hydrogeologic windows. Structures The Lucero uplift is a north-plunging, Laramide-age mono- cline with beds dipping shallowly (5-10°) to the west on the west limb and dipping steeply (70-85°) to the east on the east limb (Ricketts and Karlstrom, 2014). The monocline is cut by the Comanche fault, a Laramide reverse fault that dips steeply to the west (Callender and Zilinski, 1976). This fault has been reactivated as a normal fault during Rio Grande rift extension. The east-dipping Santa Fe fault,"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "del Oro. The Jurassic Todilto/Summerville/Bluff/ Zuni rock units and Morrison Formation are preserved beneath the sub-Cretaceous unconformity in the northern part of the area. The Todilto Formation consists of 3 m of fine-grained limestone that was deposited in a saline lake. Interbedded sandstone, silt- stone, and shale belonging to the Summerville Formation (15 m thick) were deposited in a shallow-water coastal plain. The Bluff Sandstone (60 m thick) consists of well-cemented sand- stone deposited as sand dunes. The overlying Recapture Mem- ber consists of 30 m of siltstone interbedded with sandstone de- posited in both fluvial and eolian environments. The overlying Acoma Tongue of the Zuni Sandstone is cross-bedded, eolian sandstone (Lucas et al., 2003). The fluvial Morrison Formation includes a lower unit of sandstone with thin lenses of siltstone and shale, and an upper unit of shale, siltstone, and sandstone. The sandstones in this part of the section are aquifers. The Dakota Sandstone interval includes complexly interca- lated tongues of both sandstone and Mancos Shale deposited in a marginal marine environment. Dakota Sandstone beds can be good aquifers where fractured. The interval between the Dakota Sandstone and the Gallup Sandstone is dominated by Mancos Shale and minor limestone, and thus is an aquitard. Fractured igneous dikes and plugs cutting across aquitards like the Abo, Chinle, and Mancos are potential hydrogeologic windows. Structures The Lucero uplift is a north-plunging, Laramide-age mono- cline with beds dipping shallowly (5-10°) to the west on the west limb and dipping steeply (70-85°) to the east on the east limb (Ricketts and Karlstrom, 2014). The monocline is cut by the Comanche fault, a Laramide reverse fault that dips steeply to the west (Callender and Zilinski, 1976). This fault has been reactivated as a normal fault during Rio Grande rift extension. The east-dipping Santa Fe fault, which places Paleozoic and Mesozoic sedimentary rocks against Santa Fe Group basin-fill deposits, cuts the east side of the monocline. This combina- tion of Laramide reverse faulting and Rio Grande rift normal faulting has created possible hydrogeologic windows, bringing both the Pennsylvanian aquifer and the Proterozoic basement to or near the surface on the eastern side of the Lucero uplift (Figs. 1-2). The Correo fault zone is a N-striking system of closely spaced faults that form a faulted horst block on the west side of the Lucero monocline (Kelley and Wood, 1946). This fault zone is located just east of the Lucero volcanic field and cuts the 7.2±0.6 Ma basalt flows on Mesa Gallina (Baldridge et al., 1987). The N-striking, down-to-the-east Red Lake Fault and Hickman fault zones cut the eastern and the western margins of the Acoma basin, respectively (Fig. 1). Chamberlin (1981) interprets these faults to be Laramide reverse faults reactivated as normal faults by Cenozoic extension. The Hickman fault has about 300 m of late Cenozoic displacement, and the Red Lake fault has “several thousand feet” of late Cenozoic stratigraphic throw (Chamberlin, 1981). Both faults are down to the east and die out to the north. METHODS Data Compilation The U.S. Geological Survey office in Albuquerque provided statewide water quality files containing conservative ion (bo- ron, lithium), silica and chloride data, groundwater discharge temperature, and water-table elevations. Statewide, boron is more commonly analyzed (~4000 records) than lithium (~1500 records). In addition, we extracted data from University of New Mexico (Williams et al., 2013) and New Mexico Tech theses (Owens, 2013), the National Geothermal Database System (NGDS), the Environmental Protection Agency web-site, the New Mexico Environment Department, and the New Mexico Bureau of Geology and Mineral Resources Aquifer Mapping database. Estimated reservoir temperatures using the chalced- ony geothermometer of Fournier (1977, 1981) were calculated from the compiled silica concentration data. Accurate water-table maps are required for the parti- cle-tracking analysis described below. Water-table elevation data from wells was obtained from the U.S. Geological Sur- vey, as described above, and the New Mexico Office of the State Engineer. Repeat water-table elevations for many of the wells in the database can evaluated in several ways. Here, the earliest measurements for all wells were plotted and contoured; Geothermal Resources in the Acoma Basin and Lucero Uplift 267 this assumes pre-development water-level conditions. The ele- vations of perennial streams and natural ponds and lakes were also used in the construction of the water-table map. Contours created in ArcGIS were smoothed by reducing the grid reso- lution from 100 m to 500 m, and then running a focal mean algorithm using a 10 x 10 grid node area. Heat flow data for the state of New Mexico were compiled as part of the NGDS effort. These data largely come from two sources: (1) published data from wells >200 m deep (e.g., Re- iter et al., 1975) that measure the regional scale back-ground heat flow, and (2) industry (e.g., AMAX, Hunt, Phillips) and New Mexico State University temperature logs from wells < 200 m deep that measure heat transfer in complex, shallow hydrogeologic systems. Groundwater discharge temperatures from springs and water wells serve as another indicator of geo- thermal gradient. Oil and gas well bottom hole temperature (BHT) data were collected from well headers from a variety of geophysical logs on file at the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) petroleum records library or from the web page of the NMEMRD-OCD. In some cases, BHT was measured in association with the installation of in- termediate casings, so a few of the deeper wells have measure- ments at multiple depths. In addition, a continuous equilibrium temperature log was run in one well. Bottom Hole Temperature Analysis We analyzed BHT and formation top data from 26 oil wells drilled on the Colorado Plateau and seven in the Albuquerque basin (Fig. 1). Many of the wells on the Colorado Plateau were drilled between the late 1950s to mid 1980s, and most bottom in the Precambrian. Three of the Albuquerque basin wells were drilled by Shell in the 1970s, and they bottom in Proterozoic to Mesozoic rocks. Reiter et al. (1986) analyzed the BHT data from the deep Shell wells; we focused our investigation on the wells in the Acoma basin and Sierra Lucero. BHTs are usually measured within a few hours to a few days after the cessation of drilling fluid circulation. The drilling flu- ids usually cool the ambient temperature of the rock surround- ing the drill hole; thus, these measurements do not accurately record the true temperature. Shallow wells that are drilled with air in two or three days are generally not as strongly disturbed as deeper wells drilled over the course of many weeks with mud. Equilibrium temperature logs used to calculate heat flow (e.g., Reiter et al., 1975) are usually measured months to years after drilling when the temperatures in the vicinity of the well bore recover to their natural state. Temperature data recorded during drill-stem tests (DSTs), which draw fluids directly from the formation, are closer to formation temperatures than BHT data (Morgan and Scott, 2014). A variety of methods have been developed to empirically correct BHT data (e.g., Harrison et al., 1983; Majorowicz et al., 1990). As discussed by Morgan and Scott (2014) and Kelley (2015), the empirical correction should be calibrated in each basin by comparing uncorrected"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "deeper wells have measure- ments at multiple depths. In addition, a continuous equilibrium temperature log was run in one well. Bottom Hole Temperature Analysis We analyzed BHT and formation top data from 26 oil wells drilled on the Colorado Plateau and seven in the Albuquerque basin (Fig. 1). Many of the wells on the Colorado Plateau were drilled between the late 1950s to mid 1980s, and most bottom in the Precambrian. Three of the Albuquerque basin wells were drilled by Shell in the 1970s, and they bottom in Proterozoic to Mesozoic rocks. Reiter et al. (1986) analyzed the BHT data from the deep Shell wells; we focused our investigation on the wells in the Acoma basin and Sierra Lucero. BHTs are usually measured within a few hours to a few days after the cessation of drilling fluid circulation. The drilling flu- ids usually cool the ambient temperature of the rock surround- ing the drill hole; thus, these measurements do not accurately record the true temperature. Shallow wells that are drilled with air in two or three days are generally not as strongly disturbed as deeper wells drilled over the course of many weeks with mud. Equilibrium temperature logs used to calculate heat flow (e.g., Reiter et al., 1975) are usually measured months to years after drilling when the temperatures in the vicinity of the well bore recover to their natural state. Temperature data recorded during drill-stem tests (DSTs), which draw fluids directly from the formation, are closer to formation temperatures than BHT data (Morgan and Scott, 2014). A variety of methods have been developed to empirically correct BHT data (e.g., Harrison et al., 1983; Majorowicz et al., 1990). As discussed by Morgan and Scott (2014) and Kelley (2015), the empirical correction should be calibrated in each basin by comparing uncorrected BHT data to temperatures measured during DSTs, to temperatures extracted from cement bond logs, or to equilibrium temperature logs. Unfortunately, in our area of study, only one well has an equilibrium log, and four wells have DSTs with recorded temperatures, so we were unable to develop a reliable correction. We experimented with applying a correction developed for the Piceance Basin in Col- orado, which lies in a tectonic setting similar to that of the Aco- ma basin (Morgan and Scott, 2011). Morgan and Scott (2011) adjusted the Piceance Basin correction to include a +3°C factor that accounts for the difference between mean air and mean ground temperature: BHTcorrected (°C) = BHTuncorrected (°C) + 0.00175 * Depth (m) + 5.07°C We also estimated geothermal gradients from the BHT data by subtracting a calculated ambient surface air temperature that accounts for both elevation and latitude in New Mexico (Morris et al., 1985) from the uncorrected BHT values and di- viding that number by the depth of the BHT measurement. The use of the uncorrected BHT provides a conservative, minimum gradient value (Fig. 1). Conservative Ion Analysis Lithium and boron are among the trace elements that are known to correlate with chloride-dominated geothermal wa- ters in New Mexico (Trainer and Lyford, 1979; Owens, 2013). Both boron and lithium are present in rock-forming minerals like microcline and albite that are commonly found in igne- ous rocks of felsic composition (Hem, 1985; Deer et al., 1992; Grew, 1996; Anowitz and Grew, 1996). Boron and lithium ex- tracted from rocks along a flow path are generally conservative (i.e., tend to stay in solution) once these elements are dissolved in water. Boron can absorb onto clay minerals, particularly in rocks deposited in a marine environment, and is a common component of thermal/mineral waters discharging from marine sedimentary rocks. We hypothesize that these conservative elements are re- tained at high concentrations as they discharge from a geother- mal reservoir through hydrogeologic windows into cool, shal- low, water-table aquifers (Fig. 3). As the conservative ions are transported down hydrogeologic gradient, they will eventually disperse, reaching concentrations below the limit of detection, probably within about 2-10 km of the upflow zone. Figure 4 schematically illustrates the approach. We assume that a solute plume exists for some distance down gradient from a hydro- geologic window (Fig. 4a) and that this plume is oriented down hydrogeologic gradient. Particles are introduced and assigned a color based on the concentration of the tracer (black=high, white= low concentration; Fig. 4b). The particles are moved up gradient through the flow field until they contact a hydrogeo- logic divide using the average linear velocity. Regions in-be- tween wells with high tracer concentrations and low (back- ground) concentration wells along the flow path can be used to identify the upflow zone (gray area in Fig. 4c). Several assumptions form the basis of this analysis. First, we assume that high boron concentrations are associated with fluids with an elevated temperature. Second, we assume that shallow water-table wells access this plume and that the plume moves down hydrologic gradient. Finally, the distribution and Kelley, Person, Kelley, and Pepin 268 density of wells needs to be sufficiently large so that a plume can be detected and the upflow zone delineated (Fig. 4). Mathematical Basis of Particle Tracking Analysis The average linear groundwater velocities are computed us- ing the local water-table gradient: (1) where K is hydraulic conductivity of the water-table aquifer, Ø porosity, h is hydraulic head, and νx and νy are the components of the groundwater velocities in the x- and y-directions. In our analysis, we assumed a hydraulic conductivity value of 1 m/ yr and a porosity of 0.1. The groundwater flow field is orthog- onal to the water-table contours. The average linear velocities were used to track geochemical tracers up gradient through the flow field (Pollock, 1994). We placed a mathematical particle at each well location that had a boron or lithium analysis and tracked the particle up gradient from the wells through the shallow aquifer as follows: (2) where x p k+1,x p k are the particle locations in the x-direction at the old (k) and new (k+1) time levels, and y p k+1,y p k are the particle locations in the y-direction at the old (k) and new (k+1) time levels. We hypothesize that a hydrogeologic win- dow within a blind geothermal system should be some distance up hydrologic gradient of a high concentration well and down gradient of a low concentration well along the groundwater flow path. We introduce mathematical particles into a triangulated grid at the well locations. The water-table elevations at existing well locations and along perennial streams were assigned to each node. The velocity was calculated at each triangle using equations (1-2). Each particle is assigned its respective lithium or boron concentrations. We then use the flow vectors to move the particles upwind (up gradient) across the area. FIGURE 3. Schematic block diagram depicting advective-dispersive transport of geochemical tracer (dashed contour lines, e.g., boron, lithium), and heat (solid contour lines) into a shallow alluvial aquifer. The geochemical tracers are advected down hydrogeologic gradient. We propose that the tracers that are detected in down gradient wells may provide evidence of the up gradient hydrogeologic window. FIGURE 4. A) Conceptual model depicting a outflow plume of boron from a hydrogeologic window. B) Representation of upwinded particle trajectories (dashed lines). C) Proposed location of hydrogeologic"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "value of 1 m/ yr and a porosity of 0.1. The groundwater flow field is orthog- onal to the water-table contours. The average linear velocities were used to track geochemical tracers up gradient through the flow field (Pollock, 1994). We placed a mathematical particle at each well location that had a boron or lithium analysis and tracked the particle up gradient from the wells through the shallow aquifer as follows: (2) where x p k+1,x p k are the particle locations in the x-direction at the old (k) and new (k+1) time levels, and y p k+1,y p k are the particle locations in the y-direction at the old (k) and new (k+1) time levels. We hypothesize that a hydrogeologic win- dow within a blind geothermal system should be some distance up hydrologic gradient of a high concentration well and down gradient of a low concentration well along the groundwater flow path. We introduce mathematical particles into a triangulated grid at the well locations. The water-table elevations at existing well locations and along perennial streams were assigned to each node. The velocity was calculated at each triangle using equations (1-2). Each particle is assigned its respective lithium or boron concentrations. We then use the flow vectors to move the particles upwind (up gradient) across the area. FIGURE 3. Schematic block diagram depicting advective-dispersive transport of geochemical tracer (dashed contour lines, e.g., boron, lithium), and heat (solid contour lines) into a shallow alluvial aquifer. The geochemical tracers are advected down hydrogeologic gradient. We propose that the tracers that are detected in down gradient wells may provide evidence of the up gradient hydrogeologic window. FIGURE 4. A) Conceptual model depicting a outflow plume of boron from a hydrogeologic window. B) Representation of upwinded particle trajectories (dashed lines). C) Proposed location of hydrogeologic window based on par- ticle concentrations and trajectories. Black lines = low concentrations; Gray lines = high concentrations. Geothermal Resources in the Acoma Basin and Lucero Uplift 269 RESULTS Bottom Hole Temperature The two oil wells with the highest uncorrected BHTs rel- ative to other wells in the area are the NM and AZ Land and Cattle 1 (NMAZLC1; API 30-006-07040) and Federal B1 (API 30-006-05021; Fig. 1; Appendix 1, Fig. A2). The BHT mea- sured in each of these wells is 71°C at 1115 m and 65.5°C at 1120 m, respectively. Both wells are spud in the Moenko- pi Formation and bottom in the Pennsylvanian section. The estimated geothermal gradient in these wells varies from 48 to 74°C/km. These wells are adjacent to the Quaternary lava flows of the Lucero volcanic field on the eastern margin of the Acoma basin and lie within the Correo fault zone of Kelley and Wood (1946). A third oil well, Major SFPRR (API 30-053- 20006) located south of Mesa del Oro, has an elevated shallow temperature of 49°C at 394 m and a slightly elevated tempera- ture of 66°C at 1430 m (Figs. 1 and 5). Two shallow wells completed in fault zones cutting the Yeso Formation on the east side of the Lucero uplift are 49o to 52°C at 718-865 m (Fig. 5). An equilibrium temperature log measured by Reiter et al. (1975; named Carrizo Arroyo 1 in that paper) is compared to the BHT for that same oil well (Carrizo 1) in Figure 5. The equilibrium log has a pronounced change in geothermal gra- dient from 24.8°C/km in the Yeso Formation to 35.9°C/km at 350 m that coincides with the contact between the Abo and Yeso formations (Fig. 5). The uncorrected BHT measurement for Carrizo 1 is about 4°C lower than the projected thermal log value. The BHT value determined using the correction of Morgan and Scott (2011) is about 3°C higher than the project- ed thermal log value. The difference between the corrected and uncorrected BHTs for all the oil wells on the Lucero uplift and in the Acoma basin (Figs. 1 and 5) varies from 5.6°C to 8.2°C. Using the corrected values increases the calculated gradient by 4.6° to 6.7°C/km at depths shallower than 1000 m and 7° to 18.3°C/km at depths between 1000 and 1802 m. The DST data are from widely scattered sites across the study area in the Acoma basin (SFP and A on Fig. 1) and the Lucero uplift (WR and R on Fig. 1). All four wells bottom in the Proterozoic. As expected, the temperatures measured during DSTs are 5° to 11.5°C warmer than the uncorrected BHTs for FIGURE 5. Measured, uncorrected bottom hole temperatures (BHTs, left) and corrected BHTs (right, see text) from oil wells drilled in the Acoma basin and the Lucero uplift. Wells in the Lucero uplift that bottom in the Proterozoic basement (pC) are distinguished from those that bottom in the Yeso Formation. Multiple readings from the same well are connected with lines. The bold line is an equilibrium temperature log measured by Reiter et al. (1975; named Carrizo Arroyo 1 in that paper). The BHT for that same oil well (Carrizo 1) is shown as a bold plus symbol. The dotted line is the projection of the equilibrium log to the depth of the BHT measurement. The rock units encountered in Carrizo 1 are shown on the plot to the left. The uncorrected value is about 4°C lower than the projected thermal log value. The corrected value is about 3°C higher than the projected thermal log value. Kelley, Person, Kelley, and Pepin 270 the Acoma and White Ridge drillholes (Fig. 6). The correct- ed BHT calculated using the formula of Morgan and Scott (2011) overlaps the DST temperature for the Acoma well, but under-predicts the DST temperature of the White Ridge well. The shallowest DST temperatures of the Romero well from the Gray Mesa Formation are much lower than the measured BHT, but the deeper measurements in the Sandia Formation overlap the uncorrected BHT. The DST for the Santa Fe (SFP) well is pulling in fluids from the San Andres Limestone that are 15°C warmer than might be expected for a linear gradient through the BHT and the calculated surface temperature. Both the DST temperatures and the BHTs indicate local complexity in the thermal regime in this area. Because we have so few points and because the corrected BHT does not yield consistent results when compared to actual measurements, we recommend that the conservative uncorrected BHT values be used until more data are available. Discharge Temperature and Heat Flow Two distinct bands of water wells with elevated discharge temperatures that are largely derived from the San Andres-Glo- rieta aquifer are located in the area of interest (Appendix 1, Fig. A4). Three wells with discharge temperatures of 52.8°, 40.5-41.7°, and 34°C from wells with depths of 884, 768, and 848 m, respectively, occur near the Hickman fault zone on the west side of the Acoma basin. The discharge temperatures on the eastern margin of the Acoma basin are generally elevat- ed compared to typical discharge temperatures (<20°C). Two wells near the Red Lake fault zone yield temperatures of 38.1° and 41°C from depths of 807 and 615 m, respectively. Train- er and Lyford (1979) report that the discharge temperature of several springs along the eastern margin of the Lucero uplift"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "Kelley, and Pepin 270 the Acoma and White Ridge drillholes (Fig. 6). The correct- ed BHT calculated using the formula of Morgan and Scott (2011) overlaps the DST temperature for the Acoma well, but under-predicts the DST temperature of the White Ridge well. The shallowest DST temperatures of the Romero well from the Gray Mesa Formation are much lower than the measured BHT, but the deeper measurements in the Sandia Formation overlap the uncorrected BHT. The DST for the Santa Fe (SFP) well is pulling in fluids from the San Andres Limestone that are 15°C warmer than might be expected for a linear gradient through the BHT and the calculated surface temperature. Both the DST temperatures and the BHTs indicate local complexity in the thermal regime in this area. Because we have so few points and because the corrected BHT does not yield consistent results when compared to actual measurements, we recommend that the conservative uncorrected BHT values be used until more data are available. Discharge Temperature and Heat Flow Two distinct bands of water wells with elevated discharge temperatures that are largely derived from the San Andres-Glo- rieta aquifer are located in the area of interest (Appendix 1, Fig. A4). Three wells with discharge temperatures of 52.8°, 40.5-41.7°, and 34°C from wells with depths of 884, 768, and 848 m, respectively, occur near the Hickman fault zone on the west side of the Acoma basin. The discharge temperatures on the eastern margin of the Acoma basin are generally elevat- ed compared to typical discharge temperatures (<20°C). Two wells near the Red Lake fault zone yield temperatures of 38.1° and 41°C from depths of 807 and 615 m, respectively. Train- er and Lyford (1979) report that the discharge temperature of several springs along the eastern margin of the Lucero uplift are 25°C or higher and that the low flow rates of these springs might suggest considerable heat loss by conduction as the wa- ter moves toward the surface. The pattern of elevated discharge temperature near the Zunis is not consistent with a simple grav- ity driven system with recharge from the Zuni Mountains and discharge in the Lucero uplift; burial of the San Andres-Glorie- ta aquifer beneath low-thermal conductivity shales in the Man- cos and the Chinle sections may be causing the geothermal gradient to be higher than usual. Only four heat flow values are available in the area of interest ranging from <65 to 85 mW/m2 (Appendix 1; Figure A3). Distribution of Conservative Ions and Particle Tracking Known geothermal systems in New Mexico have lithium concentrations above 1.32 and boron values above 0.84 mg/l (Beilecki et al., 2014). Boron concentrations greater than 2.0 mg/l are common along the east side of the Lucero uplift, on the eastern flank of the Acoma basin and along the Hickman fault zone (Appendix 1, Figure A5). Lithium concentrations above 1.0 mg/l show a similar pattern (Appendix 1, Figure A6). Reservoir temperatures calculated using a chalcedony geothermometer yield values of 30-60°C, a range similar to the measured discharge temperature of water from the San An- dres-Glorieta aquifer (Appendix 1; Figure A7). We attempted to identify prospective regions with the parti- cle tracking approach using the elevated boron concentrations from wells in the area of interest. Figure 7 shows the trace of particle tracks between wells with measurements and import- ant ground water divides: (1) Mt. Taylor volcano to the north, (2) the Zuni Mountains to the northwest, (3) Cebolleta Mesa to the west, (4) the Sierra Ladrones to the southeast, and (5) resistant hogbacks on the west side of the Lucero uplift. Many of the particle tracks from wells and springs on the Lucero uplift appear to originate from the Correo fault zone or Mesa del Oro. The particle tracking results from the Lucero uplift suggest that the actual upflow zone may be to the west of the Comanche fault and point toward the Correo fault zone as a possible source of the elevated boron concentrations on the Lucero uplift. Particle tracks from wells in the Acoma basin converge on the groundwater divide on Cebolleta Mesa and may indicate leakage from the Red Lake fault zone. Generally, FIGURE 6. Comparison of corrected (CBHT) and uncorrected (BHT) bottom hole temperatures to temperatures measured during drill stem tests (DSTs). The equilibrium log and CBHT for Carrizo 1 are shown for reference. The dotted line is the projection of the equilibrium log to the depth of the measured BHT. The small letters next to each DST temperature reading denotes the for- mation sampled during the test: SA=San Andres, GM=Gray Mesa, S=Sandia, P=Pennsylvanian. Geothermal Resources in the Acoma Basin and Lucero Uplift 271 the lack of distributed well chemistry data limited our ability to identify the exact location of upflow zones (boxes A and B on Figure 7). In only one instance (Figs. 7b and 8) do we have a sufficient density of wells to outline a possible upflow zone along the Comanche fault (dashed line, Fig. 8). DISCUSSION The source of the warm, mineralized waters in the Luce- ro uplift has been the topic of much discussion (Titus, 1963; Callender and Zilinski, 1976; Trainer and Lyford, 1979; Goff et al., 1983). The general consensus is that these waters likely originated to the west (Titus, 1963) or northwest, possibly from the Zuni Mountains (Baldwin and Anderholm, 1992) or from the San Juan Basin (Trainer and Lyford, 1979). The water-table map and the particle tracking calculations derived from this investigation indicate an important ground water divide locat- ed on Cebolleta Mesa due west of the Lucero uplift. The Zuni Mountains may be the recharge area for the San Andres-Glo- rieta aquifer (Baldwin and Anderholm, 1992), but the shallow FIGURE 7. Boron particle trajectories for the Acoma basin (bold lines), faults (thin lines), and water-table contours (dotted lines) for the area of interest. Details of the local geologic setting in two areas with the highest boron values (black boxes) are shown as insets along the top of the figure. A color version of this map is presented in Appendix 1 (Figure A8). Kelley, Person, Kelley, and Pepin 272 groundwater system appears to be recharged on Cebolleta Mesa and other local highlands. The elevated boron and lith- ium concentrations downgradient of the Red Lake fault zone suggest upflow of water along this structure. Elevated lithium and boron values are also associated with the Hickman fault zone. Furthermore, discharge temperatures are higher in the vicinity of these two structures. The high geothermal gradients observed in two oil wells east of the Lucero volcanic field are likely caused by upwelling of warm water along the Correo fault zone. Does the youthful volcanism in the Zuni-Bandera and the Lucero volcanic fields locally enhance the temperatures? The small volume eruptions and the lack of sizable magma cham- bers in the shallow crust associated with basaltic volcanism have led many researchers (e.g, Smith and Shaw, 1975) to conclude that basaltic volcanic fields hold few geothermal prospects. Felsic centers have much higher economic poten- tial (e.g., the Valles caldera, Smith and Shaw, 1975). Howev- er, more recent studies suggest that magma chambers beneath mafic lava fields in extensional settings are repeatedly em- placed into lower crust at"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "water-table map and the particle tracking calculations derived from this investigation indicate an important ground water divide locat- ed on Cebolleta Mesa due west of the Lucero uplift. The Zuni Mountains may be the recharge area for the San Andres-Glo- rieta aquifer (Baldwin and Anderholm, 1992), but the shallow FIGURE 7. Boron particle trajectories for the Acoma basin (bold lines), faults (thin lines), and water-table contours (dotted lines) for the area of interest. Details of the local geologic setting in two areas with the highest boron values (black boxes) are shown as insets along the top of the figure. A color version of this map is presented in Appendix 1 (Figure A8). Kelley, Person, Kelley, and Pepin 272 groundwater system appears to be recharged on Cebolleta Mesa and other local highlands. The elevated boron and lith- ium concentrations downgradient of the Red Lake fault zone suggest upflow of water along this structure. Elevated lithium and boron values are also associated with the Hickman fault zone. Furthermore, discharge temperatures are higher in the vicinity of these two structures. The high geothermal gradients observed in two oil wells east of the Lucero volcanic field are likely caused by upwelling of warm water along the Correo fault zone. Does the youthful volcanism in the Zuni-Bandera and the Lucero volcanic fields locally enhance the temperatures? The small volume eruptions and the lack of sizable magma cham- bers in the shallow crust associated with basaltic volcanism have led many researchers (e.g, Smith and Shaw, 1975) to conclude that basaltic volcanic fields hold few geothermal prospects. Felsic centers have much higher economic poten- tial (e.g., the Valles caldera, Smith and Shaw, 1975). Howev- er, more recent studies suggest that magma chambers beneath mafic lava fields in extensional settings are repeatedly em- placed into lower crust at depths of 15 to 30 km as thin sills (10 to 500 m thick) fed by dikes (e.g., Balch et al., 1997; Annen and Sparks, 2002; Gudmundsson, 2012). Repeated injection of mafic magma into sills at rates of 50 m/10 ka can eventually melt crustal material on time scales of 100 ka to 1 Ma, resulting in chambers at shallower levels in the crust (Annen and Sparks, 2002). Both outcrop and geophysical studies in volcanic fields around the world indicate that repeat injections of sills are common (Gudmundsson, 2012). Reiter et al. (2010) analyzed the thermal history of the So- corro magma body located a few km southeast of the area of interest, which was discovered beneath the central Rio Grande rift by Sanford et al. (1977) using P- and S- wave delays. The Socorro magma body is interpreted to be a sill that is only 130 m thick, covers about 3400 km2, and is located at a depth of ~18.75 km (Balch et al., 1997). This mafic magma body has not created a surface cinder cone. The heat from the current sill has not yet reached the surface, but the elevated heat flow in the Socorro area relative to surrounding regions and measured S-velocity values indicate that sills with a cumulative thickness FIGURE 8. Close-up view of particle tracks derived from four water chemistry analyses of springs and seeps in the eastern Lucero uplift superimposed on a sim- plified geologic map of an area (region A on Fig. 7; map modified from Ricketts and Karlstrom, 2014). The black line represents a boron concentration greater than 5.0 mg/l, the gray line is 2.5-3.5 mg/l, and light gray is <2.0 mg/l. These data suggest that boron-enriched waters are discharging along the Comanche reverse fault. Geologic symbols are defined in Figure 2. Tb=late Cenozoic basalt; QT= Quaternary and late Cenozoic sedimentary rocks, Ti = middle Cenozoic intrusion. Geothermal Resources in the Acoma Basin and Lucero Uplift 273 of 600 m emplaced over the last 1-3 Ma appear to have warmed the overlying crust (Reiter et al., 2010). Numerous geophysical and geodetic studies have been completed over the Socorro magma chamber over the years, and its geometry and dimensions are well constrained. In con- trast, relatively little geophysical work has been done in the Acoma basin. Anders et al. (1981) conducted regional-scale magnetotelluric and gravity surveys across this region and discovered a gravity high beneath the Lucero uplift that they attributed to a shallow, youthful mafic intrusion; this inter- pretation has not been verified. The LA RISTRA seismic line crosses the northeast corner of the area of interest (Wilson et al., 2005), but provides no detail about crustal structure. Addi- tional detailed, local-scale geophysical surveys and tempera- ture measurements in existing monitoring or abandoned wells are needed to evaluate the cause of the elevated geothermal gradients and discharge temperatures near the Hickman, Red Lake, and Correo fault zones. The effects of transient thermal input from repeat emplacement of Pleistocene sills beneath the volcanic fields of the Jemez lineament on the thermal regime of the Acoma basin cannot be completely discounted and should be investigated by magnetotelluric and heat flow surveys and hydrogeologic modeling. CONCLUSIONS The aquifer systems in the Acoma basin are primarily grav- ity-driven systems with warm fluids containing elevated con- centrations of boron and lithium discharging along three struc- tural zones, the Hickman, Red Lake and Correo faults systems along the flow path toward the Lucero uplift and ultimately the Rio Grande. Fluids in relatively shallow Pennsylvanian and Permian carbonate aquifers are heated by the elevated back- ground heat flow related to extension. A possible low-tempera- ture (<80°C) geothermal system is outlined by elevated geo- thermal gradients in three oil wells and discharge temperatures >25°C in several water wells that lie between the Red Lake fault zone and the Lucero uplift. Analysis of BHTs and tem- peratures measured during DSTs reveal that the thermal regime in this area is complicated, but that, in places, the San Andres (55°C at depths of 400 to 1000 m) and Pennsylvanian (65- 71°C at ca. 1100 m) carbonate aquifers contain warm water that could be utilized if the water chemistry is not corrosive or over saturated with bicarbonate. ACKNOWLEDGMENTS This work was funded by DOE Grant DE-FOA-0000841. We appreciate the constructive reviews of Fraser Goff and James Witcher. REFERENCES Annen, C., and Sparks, R.S.J., 2002, Effects of repetitive emplacement of ba- saltic intrusions on thermal evolution and melt generation in the crust: Earth and Planetary Science Letters, v. 203, p. 937–955, doi: 10.1016/ S0012-821X(02)00929-9. Anders, M., Heiken, G., Eichelberger, J., Laughlin, A., and Huestis, S., 1981, Geologic and geophysical investigations of the Zuni-Bandera volcanic field, New Mexico: Los Alamos National Laboratory Report LA 8827- MS, 238 p. Anovitz L.M. and Grew E.S., 1996, Boron: mineralogy, petrology and geo- chemisty: Mineralogical Society of America Reviews in Mineralogy, v. 33, 864 p. Balch, R.S., Hartse, H.E., Sanford, A.R., and Lin, K.W., 1997, A new map of the geographical extent of the Socorro mid-crustal magma body: Bulletin of the Seismological Society of America, v. 87, p. 174–182. Baldridge, W. S., Perry, F. V., and Shafiqullah, M., 1987, Late Cenozoic vol- canism of the southeastern Colorado Plateau; I, Volcanic geology of the Lucero area, New Mexico: Geological Society of America Bulletin, v. 99, p. 463-470. Baldwin, J.A., and Anderholm, S.K., 1992. Hydrogeology and ground-water chemistry of the San Andres-Glorieta"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "to extension. A possible low-tempera- ture (<80°C) geothermal system is outlined by elevated geo- thermal gradients in three oil wells and discharge temperatures >25°C in several water wells that lie between the Red Lake fault zone and the Lucero uplift. Analysis of BHTs and tem- peratures measured during DSTs reveal that the thermal regime in this area is complicated, but that, in places, the San Andres (55°C at depths of 400 to 1000 m) and Pennsylvanian (65- 71°C at ca. 1100 m) carbonate aquifers contain warm water that could be utilized if the water chemistry is not corrosive or over saturated with bicarbonate. ACKNOWLEDGMENTS This work was funded by DOE Grant DE-FOA-0000841. We appreciate the constructive reviews of Fraser Goff and James Witcher. REFERENCES Annen, C., and Sparks, R.S.J., 2002, Effects of repetitive emplacement of ba- saltic intrusions on thermal evolution and melt generation in the crust: Earth and Planetary Science Letters, v. 203, p. 937–955, doi: 10.1016/ S0012-821X(02)00929-9. Anders, M., Heiken, G., Eichelberger, J., Laughlin, A., and Huestis, S., 1981, Geologic and geophysical investigations of the Zuni-Bandera volcanic field, New Mexico: Los Alamos National Laboratory Report LA 8827- MS, 238 p. Anovitz L.M. and Grew E.S., 1996, Boron: mineralogy, petrology and geo- chemisty: Mineralogical Society of America Reviews in Mineralogy, v. 33, 864 p. Balch, R.S., Hartse, H.E., Sanford, A.R., and Lin, K.W., 1997, A new map of the geographical extent of the Socorro mid-crustal magma body: Bulletin of the Seismological Society of America, v. 87, p. 174–182. Baldridge, W. S., Perry, F. V., and Shafiqullah, M., 1987, Late Cenozoic vol- canism of the southeastern Colorado Plateau; I, Volcanic geology of the Lucero area, New Mexico: Geological Society of America Bulletin, v. 99, p. 463-470. Baldwin, J.A., and Anderholm, S.K., 1992. Hydrogeology and ground-water chemistry of the San Andres-Glorieta aquifer in the Acoma Embayment and eastern Zuni Uplift, west-central New Mexico: U.S. Geological Sur- vey Water-Resources Investigations Report 91-4033, 313 p. Bielicki, J., Blackwell, D., Harp D., Karra, S., Kelley R., Kelley, S., Middle- ton, R. Pepin, J., Person, M., Sutula, G., and Witcher, J, 2015, Hydrogeo- logical windows: Regional signature detection for blind and traditional geothermal play fairways: Final report to the Department of Energy, LA- UR-15-28360, 116 p. Callender, J.F., and Zilinski, R.E., Jr., 1976, Kinematics of Tertiary and Qua- ternary deformation along the eastern edge of the Lucero uplift, central New Mexico: New Mexico Geological Society, Special Publication 6, p. 53-61. Chamberlin, R.M., 1981, Uranium potential of the Datil Mountains-Pietown area Catron County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-File Report 138, 58 p. Channer, M.A., Ricketts, J.W., Zimmerer, M., Heizler, M., and Karlstrom, K.E., 2015, Surface uplift above the Jemez mantle anomaly in the past 4 Ma based on 40Ar/39Ar dated paleoprofiles of the Rio San Jose, New Mex- ico, USA: Geosphere, v. 11, p. 1384–1400, doi:10.1130/GES01145.1. Deer, W.A., Howie R.A., and Zussman J., 1992, An introduction to the rock-forming minerals: New York, Wiley, 2nd edition, ISBN 0470218096, 696 p. Dunbar, N.W., and Phillips, F., 2004, Cosmogenic 36Cl images of lava flows in the Zuni- Bandera volcanic field, north-central New Mexico, USA: New Mexico Bureau of Mines and Mineral Resources Bulletin 160, p. 51-60. Fournier, R.O., 1977, Chemical geothermometers and mixing models for geo- thermal systems: Geothermics, v. 5, p. 51-50. Fournier, R.O., 1981, Application of water geochemistry to geothermal explo- ration and reservoir engineering, in Rybach, L., and Muffler, L.J.P., eds, Geothermal Systems: Principles and Case Histories: New York, John Wi- ley & Sons, p. 109-143. Frenzel, P.P., 1992, Simulation of ground-water flow in the San Andres-Glorie- ta aquifer in the Acoma embayment and eastern Zuni uplift, west-central New Mexico: U.S. Geological Survey Water-Resources Investigations Report 91-4099, 381 p. Goff, F.E., McCormick, T., Gardner, J.N., Trujillo, P.E., Counce, D., Vidale, R., and Charles, R.W., 1983, Water geochemistry of the Lucero uplift, New Mexico–A geothermal investigation of 1ow-temperature mineral- ized fluids: Los Alamos National Laboratories Report LA-9738-OBES, 26 p. Grew, E.S., 1996, Borosilicates (exclusive of tourmaline) and boron in rock-forming minerals in metamorphic environments, in Grew, E.S. and Anovitz, L.M., eds. Boron: Mineralogy, Petrology and Geochemistry: Chantilly, Mineralogical Society of America, Reviews in Mineralogy, v. 33, p. 387-502. Gudmundsson, A., 2012, Magma chambers: Formation, local stresses, excess pressures, and compartments: Journal of Volcanology and Geothermal Research, v. 237-238, p. 19–41. Harrison, W.E., Luza, K.V. Prater, M.L, and. Chueng, P.K, 1983, Geothermal resource assessment of Oklahoma: Oklahoma Geological Survey Special Publication 83-1, 40 p. Hem, J.D., 1985, Study and interpretation of the chemical characteristics of natural water: U.S. Geological Survey Water-Supply Paper 2254, 272 p. Jicha, H.L., Jr., 1958, Geology and mineral resources of Mesa del Oro quad- rangle, Socorro and Valencia Counties, New Mexico: New Mexico Bu- reau of Mines and Mineral Resources, Bulletin 56, 67 p. Kelley, S.A., 2015, Geothermal potential of the Raton Basin, New Mexico: Kelley, Person, Kelley, and Pepin 274 New Mexico Geological Society, Guidebook 66, p. 261-275. Kelley, V.C., and Wood, G.H., 1946, Lucero uplift, Valencia, Socorro, and Bernalillo Counties, New Mexico: U.S. Geological Survey Oil and Gas Investigations Preliminary Map 47, scale 1:48,000. Laughlin, A.W., Perry, F.V., Damon, P.E., Shafiqullah, M., Harrington, C.D., Wells, S.G., and Drake, P., 1993, Geochronology of the Mount Taylor, Cebollita Mesa, and Zuni-Bandera volcanic fields, Cibola County, New Mexico: New Mexico Geology, v. 15, p. 81-92. Lucas, S.G., Heckert, A.B., Berglof, W.R., Kues, B.S., Crumpler, L.S., Aubele, J.C., McLemore, V.T., Owen, D.E., and Semken, S.C., 2003, Second-day road log from Gallup to Fort Wingate, Sixmile Canyon, Ciniza, Red Rock Park, Church Rock, White Mesa, Thoreau, and Grants: New Mex- ico Geological Society, Guidebook 54, p. 35-68. Lucas, S.G., Krainer, K., and Zeigler, K.E., 2004a, Carboniferous-Permian transition at Carrizo Arroyo, central New Mexico: Overview: New Mex- ico Museum of Natural History and Science, Bulletin 25, p. 1-5. Lucas, S.G., Heckert, A.B., and Hunt, A.P., 2004b, Triassic strata at Carrizo Arroyo, Lucero uplift, central New Mexico: New Mexico Museum of Natural History and Science, Bulletin 25, p. 83-87. Majorowicz J. A., Jones F. W., and Judge, A. S., 1990, Deep subpermafrost thermal regime in the Mackenzie Delta Basin, northern Canada—anal- ysis from petroleum bottom-hole temperature data: Geophysics, v. 55, p. 362–371. Morgan, P., and Scott, B., 2011, Bottom-hole-temperature data from the Piceance Basin Colorado: indications for prospective sedimentary basin EGS resources: Geothermal Resources Council Transactions, v. 35, p. 477-485. Morgan, P., and Scott, P., 2014, New geothermal-gradient maps for Colorado’s sedimentary basins: Geothermal Resources Council Transactions, v. 38, p. 155-162. Morris, W.S., Haggard, K.W., Bahm, R.J., and Fosdick, E.K., 1985, New Mexico climate manual: Solar and weather data: New Mexico Energy Research and Development Institute Report NMERDI 2-72-4523, 601 p. Owens, L.B., 2013, Geochemical investigation of hydrothermal and volcanic systems in Iceland, New Mexico and Antarctica [Ph.D. dissertation]: So- corro, New Mexico Institute of Mining and Technology, 313 p. Person, M., Kelley, S., Kelley, R., Karra, S., Harp, D., Witcher, J., Bielicki, J., Sutula, G., Middleton, R., and Pepin, J.D., 2015, Hydrogeologic win- dows: Detection of blind and traditional geothermal play fairways in southwestern New Mexico using conservative element concentrations and advective-diffusive solute transport: Geothermal Resources Council Transactions, v. 39, ID 1032216, 9 p. Pollock, D.W. 1994, User’s guide for MODPATH/MODPATHPLOT: a"
    },
    {
        "URL": "Kelley2016_LowTempGeothermalResourcesAcomaBasin.pdf",
        "Text": "Owen, D.E., and Semken, S.C., 2003, Second-day road log from Gallup to Fort Wingate, Sixmile Canyon, Ciniza, Red Rock Park, Church Rock, White Mesa, Thoreau, and Grants: New Mex- ico Geological Society, Guidebook 54, p. 35-68. Lucas, S.G., Krainer, K., and Zeigler, K.E., 2004a, Carboniferous-Permian transition at Carrizo Arroyo, central New Mexico: Overview: New Mex- ico Museum of Natural History and Science, Bulletin 25, p. 1-5. Lucas, S.G., Heckert, A.B., and Hunt, A.P., 2004b, Triassic strata at Carrizo Arroyo, Lucero uplift, central New Mexico: New Mexico Museum of Natural History and Science, Bulletin 25, p. 83-87. Majorowicz J. A., Jones F. W., and Judge, A. S., 1990, Deep subpermafrost thermal regime in the Mackenzie Delta Basin, northern Canada—anal- ysis from petroleum bottom-hole temperature data: Geophysics, v. 55, p. 362–371. Morgan, P., and Scott, B., 2011, Bottom-hole-temperature data from the Piceance Basin Colorado: indications for prospective sedimentary basin EGS resources: Geothermal Resources Council Transactions, v. 35, p. 477-485. Morgan, P., and Scott, P., 2014, New geothermal-gradient maps for Colorado’s sedimentary basins: Geothermal Resources Council Transactions, v. 38, p. 155-162. Morris, W.S., Haggard, K.W., Bahm, R.J., and Fosdick, E.K., 1985, New Mexico climate manual: Solar and weather data: New Mexico Energy Research and Development Institute Report NMERDI 2-72-4523, 601 p. Owens, L.B., 2013, Geochemical investigation of hydrothermal and volcanic systems in Iceland, New Mexico and Antarctica [Ph.D. dissertation]: So- corro, New Mexico Institute of Mining and Technology, 313 p. Person, M., Kelley, S., Kelley, R., Karra, S., Harp, D., Witcher, J., Bielicki, J., Sutula, G., Middleton, R., and Pepin, J.D., 2015, Hydrogeologic win- dows: Detection of blind and traditional geothermal play fairways in southwestern New Mexico using conservative element concentrations and advective-diffusive solute transport: Geothermal Resources Council Transactions, v. 39, ID 1032216, 9 p. Pollock, D.W. 1994, User’s guide for MODPATH/MODPATHPLOT: a parti- cle-tracking post-processing package for MODFLOW: U.S. Geological Survey Open-File Reports 94-464, 249 p. Priewisch, A., Crossey, L.J., Karlstrom, K.E., Polyak, V.J., Asmerom, Y., Nereson, A., and Ricketts, J.W., 2014, U-series geochronology of large-volume Quaternary travertine deposits of the southeastern Colo- rado plateau: Evaluating episodicity and tectonic and paleohydrologic controls: Geosphere, v. 10, p. 401–423, doi: 10.1130/GES00946.1. Reiter, M., Edwards, C.L, Hartman, H., and Weidman, C., 1975, Terrestrial heat flow along the Rio Grande rift, New Mexico and southern Colorado: Geological Society of America Bulletin, v. 86, p. 811-818. Reiter M., Eggleston R., Broadwell B., and Minier J., 1986, Estimates of ter- restrial heat flow from deep petroleum tests along the Rio Grande Rift in central and southern New Mexico. Journal of Geophysical Research, v. 91, p. 6225–6245. Reiter, M., Chamberlin, R.M., and Love, D.W., 2010, New data reflect on the thermal antiquity of the Socorro magma body locale, Rio Grande Rift, New Mexico: Lithosphere, v. 2, p. 477-453, doi: 10.1130/L115.1. Ricketts, J.W., and Karlstrom, K.E., 2014, Geologic map of the South Garcia SE 7.5-minute Quadrangle, Valencia County, New Mexico: New Mexi- co Bureau of Geology and Mineral Resources Open-File Geologic Map 246, scale 1:24,000. Sanford A.R., Mott R.P., Shuleski P.J., Rinehart E.J., Caravella F.J., Ward R.M., and Wallace T.C., 1977, Geophysical evidence for a magma body in the vicinity of Socorro, in Heacock J.G., ed., The Earth’s Crust: Its Na- ture and Physical Properties: American Geophysical Union Geophysical Monograph 20, p. 375–404. Schmandt, B., and Humphreys E., 2010, Complex subduction and small-scale convection revealed by body-wave tomography of the western United States upper mantle: Earth and Planetary Science Letters, v. 297, p. 435– 445, doi:10.1016/j.epsl.2010.06.047. Smith L, and Chapman D.S., 1983, On the thermal effects of groundwater flow: 1. Regional scale systems: Journal of Geophysical Research, v. 88, p. 593–608. Smith, R.L., and Shaw, H.R., 1975, Igneous-related geothermal systems, in White, D.E., and Williams, D.L., eds., Assessment of geothermal re- sources of the United States–1975: U. S. Geological Survey Circular 726, p. 58-83. Titus, F.B., Jr., 1963, Geology and ground-water conditions in eastern Valencia County, New Mexico: New Mexico Bureau of Mines and Mineral Re- sources Ground-Water Report 7, 113 p. Trainer, F.W., and Lyford, F. P., 1979, Geothermal hydrology in the Rio Grande rift, north-central New Mexico: New Mexico Geological Society, Guide- book 30, p. 299-306. Wilson, D., Aster, R., Ni, J., Grand, S., West, M., Gao, W., Baldridge, W.S., and Semken, S., 2005, Imagining the seismic structure of the crust and upper mantle beneath the Great Plains, Rio Grande rift, and Colorado Plateau using receiver functions: Journal of Geophysical Research, v. 110, doi: 10.1029/2004JB003492. Williams, A.J., Crossey, L.J., Karlstrom, K.E., Newell, D., Person, M., and Woosley, E., 2013, Hydrogeochemistry of the Middle Rio Grande aqui- fer system - fluid mixing and salinization of the Rio Grande due to fault inputs: Chemical Geology, v. 351, p.281-298. Witcher, J.C., 1988, Geothermal resources of southwestern New Mexico and southeastern Arizona: New Mexico Geological Society, Guidebook 39, p. 191-197. Zeigler, K.E., and Lucas, S.G., 2005, Permian stratigraphy and depositional cycles in the Lucero uplift, central New Mexico: New Mexico Museum of Natural History and Science Bulletin 31, p. 174-176. Supplemental data can be found at http://nmgs.nmt.edu/repository/index.cfml?rid=2016003"
    }
]