[
    {
        "URL": "ofr_539.pdf",
        "Text": "PRELIMINARY STUDY OF THE GEOLOGIC FRAMEWORK OF THE COLORADO PLATEAU–MIDDLE RIO GRANDE BASIN TRANSITION, NEW MEXICO Sean D. Connell New Mexico Bureau of Geology and Mineral Resources connell@gis.nmt.edu Open-file Report 539 New Mexico Bureau of Geology and Mineral Resources A Division of New Mexico Institute of Mining and Technology Socorro, New Mexico 87801 June 2011 Performed in cooperation with the New Mexico Interstate Stream Commission, Office of the State Engineer, P.O. Box 25102, Santa Fe, New Mexico 87504-5102 In collaboration with John Shomaker and Associates, Inc. 2611 Broadbent Parkway NE Albuquerque, New Mexico 87107 This report has been placed on open file in order to make it available to the public. The data examined in this report are based on a wide variety of previously released and in-progress studies available to the author, ranging from unpublished graduate theses to in-press peer- reviewed papers. This report has not been edited or reviewed according to New Mexico Bureau of Geology and Mineral Resources standards, and revision is likely because of the on-going nature of work in the region. Thus, the contents of this report should not be considered final or complete until published by the New Mexico Bureau of Geology and Mineral Resources. Any enlargement of the figure, plates, and tables in this report could result in misunderstanding the detail of mapping and may result in erroneous interpretations. The views and conclusions contained in this report should not be interpreted as necessarily representing the official policies, either expressed or implied, of the State of New Mexico. Comments are welcome and should be made directly to the author. NMBGMR Open-file Report 539 i ABSTRACT Recent interest in the availability of deep groundwater resources along the structurally complicated transition between the Colorado Plateau and the Rio Grande rift in north-central New Mexico, resulted in the development of groundwater-flow models that suggested an impact on the Middle Rio Grande Basin (MRGB, also known as the Albuquerque Basin) from long-term pumping of wells that would exploit pre-Cenozoic aquifer units (Melis, 2009). Refinement of the regional conceptual geologic framework of the Colorado Plateau-MRGB transition was done in order to aid in the development of a revised groundwater-flow model of this region by Melis et al. (2011). The refined geologic framework was based on a compilation of previous stratigraphic work, an examination of data from 72 deep wells, and modifications to structure-contour maps of the base of the Upper Cretaceous Dakota Formation (Thaden and Zech, 1984) and the top of Proterozoic basement (Broadhead et al., 2009). The internal structure of the MRGB is dominated by subbasins and buried structural culminations that likely influence flows of deep groundwater. Structural control on the distribution of springs along the western flank of the MRGB is suggested by variations in basin-margin structure and stratal dips. Few springs are found along the highly faulted Laguna bench, whereas springs are common along the faulted eastern front of the Lucero uplift, where strata dip away from the MRGB boundary. Groundwater-flow across faults was examined by projecting juxtaposition seals and conduits across three fault zones that locally define the northwestern structural margin of the MRGB. A preliminary result of the fault juxtaposition analyses suggest discontinuous and discrete windows of groundwater flow along portions of basin-margin faults. NMBGMR Open-file Report 539 ii ACKNOWLEDGMENTS This project was funded by the New Mexico Interstate Stream Commission through a Governmental Services Agreement to the New Mexico Bureau of Geology and Mineral Resources through the New Mexico Institute of Mining and Technology (2010-RGB-01). Erwin Melis provided important feedback regarding geologic inputs required for their groundwater-flow model (Melis et al., 2011). David A. Sawyer and V.J.S. Grauch kindly provided well data and preliminary geophysical modeling results. The staff of the New Mexico Library of Subsurface Data at the New Mexico Bureau of Geology and Mineral Resources (Amy Trivitt-Kracke and Annabelle Lopez) contributed to this study through their organization of the well-data collections. Jennifer VanHouter assisted with the digitization of the Dakota Formation structure contour map, and Rita Case assisted in the compilation of the reference list. Comments on an earlier draft by Erwin Melis and Geoff Rawling are appreciated and acknowledged. NMBGMR Open-file Report 539 iii TABLE OF CONTENTS ABSTRACT.................................................................................................................................... i ACKNOWLEDGMENTS............................................................................................................ ii INTRODUCTION......................................................................................................................... 1 Study area.................................................................................................................................. 3 Previous work............................................................................................................................ 3 METHODS.................................................................................................................................... 7 GEOLOGIC SETTING ............................................................................................................... 9 Colorado Plateau....................................................................................................................... 9 Rio Grande rift........................................................................................................................ 11 STRATIGRAPHY ...................................................................................................................... 12 Proterozoic............................................................................................................................... 13 Paleozoic................................................................................................................................... 15 Mesozoic................................................................................................................................... 18 Triassic ................................................................................................................................. 18 Jurassic................................................................................................................................. 19 Upper Cretaceous................................................................................................................. 20 Cenozoic................................................................................................................................... 22 Paleogene ............................................................................................................................. 23 Oligocene volcaniclastic rocks............................................................................................. 23 Santa Fe Group.................................................................................................................... 24 Volcanic rocks...................................................................................................................... 26 Quaternary alluvium............................................................................................................ 26 Correlations............................................................................................................................. 26 Hydrogeologic interpretations............................................................................................... 29 STRUCTURAL GEOLOGY ..................................................................................................... 31 Fault juxtaposition.................................................................................................................. 39 Conduit-seal distributions...................................................................................................... 45 CONCLUSIONS ......................................................................................................................... 47 REFERENCES............................................................................................................................ 48 APPENDIX................................................................................................................................ A-1 FIGURES Figure 1. Study area location (box), illustrating major physiographic features, boundary of the MRGB (red line), and wells examined in this report. ..................................................... 4 Figure 2. Geologic map of study area (generalized from NMBGMR, 2003) and the western boundary of the MRGB................................................................................................... 5 Figure 3. Shaded-relief map of study area and vicinity, showing locations and names of wells examined in this study (Appendix), the southern limit of Jurassic rocks (Grant and Foster, 1989), and locations of cross sections (Plate 2) and projected well fences (Figs. 7 and 8)............................................................................................................................ 8 Figure 4. Stratigraphic column of major geologic units in study area and estimated thickness based on regional stratigraphic studies. Hachured lies denote stratigraphic lacunae and wavy lines indicate major unconformities. Groundwater-flow model layers and NMBGMR Open-file Report 539 iv horizontal hydraulic conductivity values (Kh, ft/day) from Melis et al. (2011). Model layers 1-3, 5, and 7 are considered conduits; the remaining layers are seals................ 14 Figure 5. Index map and stratigraphic diagram illustrating Cretaceous units in the San Juan Basin in the northwestern part of the study area (from Fassett, 2000).................................... 16 Figure 6. Stratigraphic interpretation of borehole geophysical logs for the Shell Laguna-Wilson Trust well (shlagwt1, Appendix); depth in feet below land surface (bls). Well logs include gamma ray (GR) and deep induction resistivity (ILD) that were digitized from paper logs (digital data courtesy of David A. Sawyer). See Figure 4 for unit abbreviations. ................................................................................................................ 17 Figure 7. Wells projected onto north-south vertical plane (Fig. 3) using stratigraphic picks in the Appendix. Datum is the base of the Dakota Fm; vertical exaggeration (VE) = 15. Normal faulting is interpreted where unit thickness is anomalously thin. Borehole geophysical logs (GR = gamma ray; R = resistivity) shown for Shell Laguna Wilson Trust (shlagwt1), Shell Santa Pacific #1 (shsfp1) and #3 (shsfp3)................................ 27 Figure 8. Wells projected onto north-south vertical plane (Fig. 3) using stratigraphic picks in Appendix. Datum is the base of the Dakota Fm; vertical exaggeration (VE) = 15. Asterisk (*) denotes wells projected more than 35 km into the plane of the stratigraphic fence. Normal faulting is interpreted where unit thickness is anomalously thin. Borehole geophysical logs (R = resistivity) shown for Shell Santa Pacific #1 (shsfp1) and #3 (shsfp3). ............................................................................................................. 28 Figure 9. Sources of geologic data used for the generalized geologic map on Plate 1. A: Fault and fold data sources; geologic units from NMBGMR (2003). B: Data sources for structure-contour map of the Dakota Formation (Thaden and Zech, 1984), and areas interpreted in this study."
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "Groundwater-flow model layers and NMBGMR Open-file Report 539 iv horizontal hydraulic conductivity values (Kh, ft/day) from Melis et al. (2011). Model layers 1-3, 5, and 7 are considered conduits; the remaining layers are seals................ 14 Figure 5. Index map and stratigraphic diagram illustrating Cretaceous units in the San Juan Basin in the northwestern part of the study area (from Fassett, 2000).................................... 16 Figure 6. Stratigraphic interpretation of borehole geophysical logs for the Shell Laguna-Wilson Trust well (shlagwt1, Appendix); depth in feet below land surface (bls). Well logs include gamma ray (GR) and deep induction resistivity (ILD) that were digitized from paper logs (digital data courtesy of David A. Sawyer). See Figure 4 for unit abbreviations. ................................................................................................................ 17 Figure 7. Wells projected onto north-south vertical plane (Fig. 3) using stratigraphic picks in the Appendix. Datum is the base of the Dakota Fm; vertical exaggeration (VE) = 15. Normal faulting is interpreted where unit thickness is anomalously thin. Borehole geophysical logs (GR = gamma ray; R = resistivity) shown for Shell Laguna Wilson Trust (shlagwt1), Shell Santa Pacific #1 (shsfp1) and #3 (shsfp3)................................ 27 Figure 8. Wells projected onto north-south vertical plane (Fig. 3) using stratigraphic picks in Appendix. Datum is the base of the Dakota Fm; vertical exaggeration (VE) = 15. Asterisk (*) denotes wells projected more than 35 km into the plane of the stratigraphic fence. Normal faulting is interpreted where unit thickness is anomalously thin. Borehole geophysical logs (R = resistivity) shown for Shell Santa Pacific #1 (shsfp1) and #3 (shsfp3). ............................................................................................................. 28 Figure 9. Sources of geologic data used for the generalized geologic map on Plate 1. A: Fault and fold data sources; geologic units from NMBGMR (2003). B: Data sources for structure-contour map of the Dakota Formation (Thaden and Zech, 1984), and areas interpreted in this study. C: Pink shading approximately denotes areas where the Dakota Formation has been removed by erosion.......................................................... 31 Figure 10. Map of faults and folds in study area; normal faults denoted by ball on down-thrown side. Shading denotes approximate areal extent of the Colorado Plateau; darker shading denotes the Laguna bench. Names of MRGB subbasins are shown in blue. ................ 32 Figure 11. Simplified geologic cross sections (D-D’ and E-E’ on Plate 1) across the Colorado Plateau-MRGB transition (no vertical exaggeration). Inset map illustrates well locations and subbasin boundaries................................................................................ 33 Figure 12. Structure contour map of the elevation of the top of Proterozoic (Precambrian) crystalline rocks (modified from Broadhead et al., 2009). Contour interval in 500 ft increments above sea level; 1000- and 5000-ft contour intervals below sea level. ...... 35 Figure 13. Structure contour map (re-contoured in feet) of the base of the Dakota Formation (based on data from Plate 1), including the southern limit of Jurassic rocks (Grant and Foster, 1989).................................................................................................................. 36 Figure 14. Structure contour map of the elevation of the interpreted base of the Cenozoic Santa Fe Group west of the Rio Grande; 1000-ft contour intervals based data from Grauch and Connell (in press). The figure covers the eastern part of the study area. Selected basin bordering faults include the Zia (Zf), San Ysidro (SYf), Tenorio-Garcia-Sand Hill (SHf), and Navajo-Moquino-west Apache (NMAf) fault zones............................ 38 Figure 15. Schematic diagram illustrating variations in displacement across relay ramps formed by overlapping en echelon normal faults (modified from Kelley, 1982). Relay ramps form as displacement increases, resulting in a series of stepped monoclinal flexures that NMBGMR Open-file Report 539 v juxtapose different stratigraphic units along fault traces. Hachured lines denote regions along the fault face where groundwater-conduit windows may form........................... 39 Figure 16. Structure maps, illustrating structure-contours (elev.: meters), and traces of faults that define the western margin of the MRGB, highlighting the San Ysidro (1), Tenorio- Garcia-Sand Hill (2), and Navajo-Moquino-Apache (3) fault zones. Top: Structure contours of the base of the Dakota Formation (blue; contour elevation in meters). Bottom: structure contours of the base of the Santa Fe Group (orange; contour elevation in meters). ...................................................................................................... 41 Figure 17. Map and cross sections along the trace of the San Ysidro fault zone, illustrating the juxtaposition of map units across faults. Top: cross section along trace of fault, illustrating intersection of major stratigraphic units onto downthrown (hanging-wall) face of fault. Middle: index map of faults, including the Cat Mesa fault (CMf), nearby wells, and cross sections (Plate 2). Bottom: cross section along trace of fault, illustrating intersection of major stratigraphic units onto the upthrown (footwall) face of the fault. .................................................................................................................... 42 Figure 18. Map and cross sections along the trace of the Tenorio, Garcia, and Sand Hill fault zones, illustrating the juxtaposition of map units across faults. Top: cross section along trace of fault, illustrating intersection of major stratigraphic units onto downthrown (hanging-wall) face of fault. Middle: index map of faults, including nearby wells and cross sections (Plate 2). Bottom: cross section along trace of fault, illustrating intersection of major stratigraphic units onto the upthrown (footwall) face of the fault. ....................................................................................................................................... 43 Figure 19. Map and cross sections along the trace of the Navajo, Moquino, and Apache (Moquino-Apache) fault zones, illustrating the juxtaposition of map units across faults. Top: cross section along trace of fault, illustrating intersection of major stratigraphic units onto downthrown (hanging-wall) face of fault. Middle: index map of faults, including nearby wells and cross sections (Plate 2). Bottom: cross section along trace of fault, illustrating intersection of major stratigraphic units onto the upthrown (footwall) face of the fault............................................................................................. 44 Figure 20. Simplified fault map and fault-trace cross sections, depicting the hanging-wall (basinward) face of the San Ysidro (1), Tenorio-Garcia-Sand Hill (2), and Navajo- Moquino-Apache (3) fault zones. Cross-cutting faults have been removed for clarity. Top: map showing mapped fault zones. Bottom: three cross sections illustrating seals (black) and conduits (hachured lines) for juxtaposed conduits and seals. Model layers are from Melis et al. (2011)........................................................................................... 46 APPENDIX Table 1. Summary of stratigraphic unit names. Table 2. Well data and stratigraphic picks. PLATES Plate 1. Generalized geologic map and structure contours of the base of the Dakota Fm. Plate 2. Geologic cross sections. NMBGMR Open-file Report 539 vi This page left intentional blank. NMBGMR Open-file Report 539 1 INTRODUCTION This report provides geologic information to develop a conceptual geologic framework that was incorporated into a numerical model of groundwater flow along the transition between the Colorado Plateau and Middle Rio Grande Basin (Melis et al., 2011). This report summarizes compositional and stratigraphic thickness data from previous studies, and interprets stratigraphic data using subsurface information from 72 deep wells in the southeastern Colorado Plateau and Middle Rio Grande Basin (MRGB, also known as the Albuquerque Basin). A conceptual geologic framework of the northwestern flank of the MRGB was developed by extending a series of available geologic cross sections west onto the Colorado Plateau (Russell and Snelson, 1994; Maldonado et al., 2007; and Connell, 2008b; Melis, 2009; and Grauch and Connell, in press). Structure-contour maps were refined for important stratigraphic surfaces. Broadhead et al. (2009) produced a structure-contour map of the top of Precambrian that provides a lower bounding surface for the entire Phanerozoic sedimentary succession. A large part of the structure-contour map of the base of the Upper Cretaceous Dakota Formation by Thaden and Zech (1984) was digitized and re-interpreted along"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "44 Figure 20. Simplified fault map and fault-trace cross sections, depicting the hanging-wall (basinward) face of the San Ysidro (1), Tenorio-Garcia-Sand Hill (2), and Navajo- Moquino-Apache (3) fault zones. Cross-cutting faults have been removed for clarity. Top: map showing mapped fault zones. Bottom: three cross sections illustrating seals (black) and conduits (hachured lines) for juxtaposed conduits and seals. Model layers are from Melis et al. (2011)........................................................................................... 46 APPENDIX Table 1. Summary of stratigraphic unit names. Table 2. Well data and stratigraphic picks. PLATES Plate 1. Generalized geologic map and structure contours of the base of the Dakota Fm. Plate 2. Geologic cross sections. NMBGMR Open-file Report 539 vi This page left intentional blank. NMBGMR Open-file Report 539 1 INTRODUCTION This report provides geologic information to develop a conceptual geologic framework that was incorporated into a numerical model of groundwater flow along the transition between the Colorado Plateau and Middle Rio Grande Basin (Melis et al., 2011). This report summarizes compositional and stratigraphic thickness data from previous studies, and interprets stratigraphic data using subsurface information from 72 deep wells in the southeastern Colorado Plateau and Middle Rio Grande Basin (MRGB, also known as the Albuquerque Basin). A conceptual geologic framework of the northwestern flank of the MRGB was developed by extending a series of available geologic cross sections west onto the Colorado Plateau (Russell and Snelson, 1994; Maldonado et al., 2007; and Connell, 2008b; Melis, 2009; and Grauch and Connell, in press). Structure-contour maps were refined for important stratigraphic surfaces. Broadhead et al. (2009) produced a structure-contour map of the top of Precambrian that provides a lower bounding surface for the entire Phanerozoic sedimentary succession. A large part of the structure-contour map of the base of the Upper Cretaceous Dakota Formation by Thaden and Zech (1984) was digitized and re-interpreted along the eastern flank of the Colorado Plateau and MRGB. In order to better understand the flow of groundwater into the MRGB, conduit-seal distributions were examined along three basin-border fault zones on the northwestern flank of the MRGB. Interest in exploiting deep (more than 2500 ft below ground surface) groundwater sources for communities in the MRGB was prompted after two exploratory wells were drilled in the Rio Puerco Valley in 2007 to examine the feasibility of appropriating deep groundwater in upper Paleozoic strata (Intera, 2008). In order to evaluate the possible effects of long-term groundwater appropriation along the transition between the MRGB and Colorado Plateau (Fig. 1), John Shomaker and Associates, Inc. (JSAI) completed a groundwater-flow model for the New Mexico Interstate Stream Commission (Melis, 2009). The JSAI groundwater-flow model expanded on an earlier regional, multi-layer, finite difference groundwater-flow model (MODLFOW) developed by the U.S. Geological Survey (USGS) for the MRGB (McAda and Barroll, 2002). A principal objective of the JSAI groundwater-flow model was to evaluate the effects of deep groundwater withdrawals on the MRGB aquifer system after long-term pumping of groundwater from pre- Cenozoic aquifer units along Colorado Plateau-MRGB transition. Preliminary results of the JSAI groundwater-flow model suggested that long-term, deep groundwater appropriation of 202,000 acre-ft/yr could affect the MRGB and Rio Grande (Melis, 2009). NMBGMR Open-file Report 539 2 The MRGB groundwater-flow model of McAda and Barroll (2002) used a conceptual hydrogeologic framework of the MRGB (developed in the 1990s) that focused primarily on Cenozoic stratigraphy and structure (e.g., Bartolino and Cole, 2002). In their flow model, details of the Mesozoic and Paleozoic geology and structure were highly generalized and largely neglected. The transition between the southeastern Colorado Plateau and the northwestern flank of the MRGB contains a complicated zone of faults (Slack and Campbell, 1976; and Callender and Zilinski, 1976) that could influence the flow of groundwater to the MRGB. Refinements to the geologic framework of this complicated structural transition could resolve questions about the potential hydrologic impact of long-term development of Paleozoic and Mesozoic aquifer zones. A conceptual geologic framework was developed herein and incorporated into a revised groundwater-flow model by Melis et al. (2011). This geologic framework was developed through a compilation of regional surface and subsurface geologic mapping, and stratigraphic interpretations of available wells in the region. Regionally extensive geologic units, such as the Upper Cretaceous Dakota Formation (Rocky Mountain Association of Geologists, 1972; and Grant and Foster, 1989) and the base of the Phanerozoic sedimentary succession (Foster and Stipp, 1961; and Broadhead et al., 2009) were used to refine the depths of potential aquifer targets and to define model layers and estimate fault displacements. Hydrogeologic connections between the deeper pre-Cenozoic aquifers and the MRGB are difficult to document because of the generally great depth of these units beneath the synrift Santa Fe Group basin-fill, which comprises the regional aquifer system of the MRGB (e.g., Connell, 2004). Although many parts of the Colorado Plateau have been extensively surveyed for petroleum resources, few wells have been drilled in the transition to the MRGB. Recent interest in basin-centered gas exploration and coal-bed methane (Johnson et al., 2001) has prompted the recent exploratory drilling in the region, and additional data may become available. Well data was collected and stratigraphic picks were interpreted and compiled from borehole data. Potential influences of deep groundwater appropriation in the Colorado Plateau-MRGB transition on the Rio Grande should be related to the hydrologic character of the basin-bounding faults which can act as impediments to fluid flow (Knipe, 1993, 1997; Caine, 1996; Rawling et al., 2001; and Doughty, 2003). Improved characterization of faults and stratigraphic units across NMBGMR Open-file Report 539 3 the Colorado Plateau-MRGB transition can reveal hydrogeologic connections between deep- seated aquifer zones and the Santa Fe Group. Study area The study area occupies the model domain of the revised JSAI groundwater-flow model (Melis et al., 2011) and includes 11,384 mi2 (29,486 km2) of north-central New Mexico (Fig. 1); the MRGB includes about a quarter of the study area. The study area contains a wide variety of sedimentary and volcanic rocks of late Paleozoic through Holocene age (Fig. 2) that encompasses parts of the southeastern Colorado Plateau, Zuni Mountains, San Juan Basin, southern flanks of the Sierra Nacimiento and Jemez Mountains, Lucero uplift, and the MRGB from Cochiti Lake to San Acacia (Thorn et al., 1993). Previous work This study relied on many earlier investigations of the geology of the Colorado Plateau and basins of the Rio Grande rift (Fig. 2). Much of this stratigraphic data has been compiled from earlier regional studies (Kelley, 1977; Thaden and Zech, 1984; Molenaar and Baird, 1992; Baldwin and Anderholm, 1992; NMBGMR, 2003; Maldonado et al., 2007; Williams and Cole, 2007; Connell, 2008b; and Grauch and Connell, in press). The geology of the study area was mapped at a scale of 1:500,000 by the U.S. Geological Survey (Thaden and Zech, 1984; and NMBMGR, 2003). The Albuquerque Basin (including the MRGB) was mapped by Kelley (1977) at a scale of 1:190,000, and parts of the Colorado Plateau-MRGB transition were mapped by the U.S. Geological Survey at a scale of 1:100,000 (Dillinger, 1990; and Williams and Cole, 2007). The central and northern parts of the MRGB were mapped by the New Mexico Bureau of Geology and Mineral Resources and U.S. Geological Survey (Connell, 2006, 2008b; Minor, 2006; and Maldonado et al., 2007). The geologic structure and stratigraphy of"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "stratigraphic units across NMBGMR Open-file Report 539 3 the Colorado Plateau-MRGB transition can reveal hydrogeologic connections between deep- seated aquifer zones and the Santa Fe Group. Study area The study area occupies the model domain of the revised JSAI groundwater-flow model (Melis et al., 2011) and includes 11,384 mi2 (29,486 km2) of north-central New Mexico (Fig. 1); the MRGB includes about a quarter of the study area. The study area contains a wide variety of sedimentary and volcanic rocks of late Paleozoic through Holocene age (Fig. 2) that encompasses parts of the southeastern Colorado Plateau, Zuni Mountains, San Juan Basin, southern flanks of the Sierra Nacimiento and Jemez Mountains, Lucero uplift, and the MRGB from Cochiti Lake to San Acacia (Thorn et al., 1993). Previous work This study relied on many earlier investigations of the geology of the Colorado Plateau and basins of the Rio Grande rift (Fig. 2). Much of this stratigraphic data has been compiled from earlier regional studies (Kelley, 1977; Thaden and Zech, 1984; Molenaar and Baird, 1992; Baldwin and Anderholm, 1992; NMBGMR, 2003; Maldonado et al., 2007; Williams and Cole, 2007; Connell, 2008b; and Grauch and Connell, in press). The geology of the study area was mapped at a scale of 1:500,000 by the U.S. Geological Survey (Thaden and Zech, 1984; and NMBMGR, 2003). The Albuquerque Basin (including the MRGB) was mapped by Kelley (1977) at a scale of 1:190,000, and parts of the Colorado Plateau-MRGB transition were mapped by the U.S. Geological Survey at a scale of 1:100,000 (Dillinger, 1990; and Williams and Cole, 2007). The central and northern parts of the MRGB were mapped by the New Mexico Bureau of Geology and Mineral Resources and U.S. Geological Survey (Connell, 2006, 2008b; Minor, 2006; and Maldonado et al., 2007). The geologic structure and stratigraphy of central New Mexico has been treated by numerous workers. Results of many studies have been described in various guidebooks and special publications by the New Mexico Geological Society (Siemers, 1974; Woodward and Northrop, 1976; Fassett, 1977; Wells and Lambert, 1981; Grambling and Wells, 1982; Anderson et al., 1989; Chamberlin et al., 1994; Pazzaglia and Lucas, 1999; Mack and Giles, 2004; symposia published by the New Mexico Museum of Natural History and Science. (Lucas and NMBGMR Open-file Report 539 4 Zeigler, 2004; and Lucas et al., 2005), and theses conducted by students at the University of New Mexico and New Mexico Institute of Mining and Technology (Mirsky, 1955; Campbell, 1967; Slack, 1973; Picha, 1982; Little, 1987; Lozinsky, 1988; and Menne, 1989). Figure 1. Study area location (box), illustrating major physiographic features, boundary of the MRGB (red line), and wells examined in this report. 5 Figure 2. Geologic map of study area (generalized from NMBGMR, 2003) and the western boundary of the MRGB. NMBGMR Open-file Report 539 6 The stratigraphy of the study area has been extensively studied and is summarized below. Early work on the upper Paleozoic succession was completed by Kelley and Wood (1946), Wengerd and Matheny (1958), and Baars (1962, 1982). Stratigraphic correlations across the Rio Grande rift have been made by Lucas et al. (1999b, c). Regional stratigraphic surfaces have been mapped across New Mexico and the Rocky Mountains in atlas compilations by the Rocky Mountain Association of Geologists (1972) and Grant and Foster (1989). Important stratigraphic localities include the northern flank of the Sandia Mountains and adjacent Hagen embayment (Picha, 1982; and Menne, 1989; Lucas and Heckert, 1995; and Lucas et al., 1999a); Sierra Lucero and the Lucero uplift (Kelley and Wood, 1946; Mirsky, 1955; Little, 1987; Lucas and Heckert, 1994, 1995 & 2004; Krainer and Lucas, 2004a, b; Lucas and Krainer, 2004, 2009; and Zeigler and Lucas, 2005); Zuni Mountains (Baldwin and Anderholm, 1992); Sierra Nacimiento (Woodward, 1987); Colorado Plateau and San Juan Basin (Stone et al., 1983; Molenaar, 1983a, b, 1988; Fassett, 2000; and Smith and Lucas, 1991), and Albuquerque Basin (e.g., Galusha, 1966; Hawley, 1978; Gorham and Ingersoll, 1979; Gawne, 1981; Kautz et al., 1981; Osburn and Chapin, 1983; Erskine and Smith, 1993; Lozinsky and Tedford, 1991; Connell et al., 1998, 1999 and 2005; Lucas et al., 1997; Tedford and Barghoorn, 1999; and Connell, 2004, 2008a). Summaries of the petroleum potential for the Albuquerque Basin (MRGB) and Colorado Plateau (exclusive of the San Juan Basin) have been made by staff of the U.S. Geological Survey (e.g., Molenaar, 1988; and Johnson et al., 2001) and industry geologists (e.g., Black, 1982). Regional stratigraphic correlations based on well data have been summarized by previous workers (Foster and Stipp, 1961; Reese, 1971 and 1978; Foster, 1978; Black and Hiss, 1974; Black, 1982; Broadhead and Black, 1989; Molenaar and Baird, 1992; Lozinsky, 1994; Maldonado et al., 1999 and 2007; Connell, 2006; and Sawyer and Minor, 2006). Hydrogeologic investigations in the study area include studies of the San Andres-Glorieta aquifer (Summers and Kottlowski, 1969; and Baldwin and Anderholm, 1992); Jemez River and northwestern Albuquerque Basin (Craigg, 1992); Colorado Plateau and San Juan Basin (Risser and Lyford, 1983; Stone et al., 1983; Craigg et al., 1989 and 1990; Kernodle et al., 1989, 1990; Dam et al., 1990a, b; Levings et al., 1990a, b; and Thorn et al., 1990a, b); and the MRGB (Titus, 1963; Hawley et al., 1995; Thorn et al., 1993; McAda and Barroll, 2002; Sanford et al., 2004; and Plummer et al., 2004). Hydrogeologic characteristics of the stratigraphy exposed along the northern flank of the Sandia Mountains were also examined in detail by Johnson et al. (2002). NMBGMR Open-file Report 539 7 METHODS The stratigraphy of the study area was compiled using available geologic maps, stratigraphic investigations, and well data. A database of petroleum wells in New Mexico is maintained at the GOTECH website at the New Mexico Institute of Mining and Technology (http://octane.nmt.edu/gotech). According to this online database (accessed in 2010), approximately 820 petroleum wells have been drilled in the study area. Of these wells, few have been drilled along the transition between the Colorado Plateau and MRGB (Fig. 3). The data (and quality) available for the GOTECH database are variable, ranging from location information only, to detailed logs of the geology and borehole geophysical logs. Additional well data was accessed through the New Mexico Bureau of Geology Subsurface Library (Broadhead and Scholle, 2009), and the State of New Mexico Oil Conservation Division (http://ocdimage.emnrd.state.nm.us, website accessed multiple times in 2010-2011). Well data are also available through the U.S. Geological Survey Petroleum Information Center in Denver, Colorado (David A. Sawyer, 2010, personal communication), and compilations by Engler et al. (2001) and Broadhead et al. (2009). The New Mexico Office of the State Engineer maintains a database of water-supply wells for the state (http://www.ose.state.nm.us, accessed in 2010) that shows 22,522 wells reported within the study area. These wells were not examined because they typically target shallow ground-water resources, and the geologic data for many of these wells is typically incomplete. Oil and gas wells were used for estimating stratigraphic thickness because they commonly contain geologic data and borehole geophysical logs that can be used to pick stratigraphic boundaries and units. Stratigraphic picks from 72 wells were derived from reports on the wells and scout tickets and completion reports. Where available, borehole geophysical logs were examined to verify stratigraphic boundaries and"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "examined in detail by Johnson et al. (2002). NMBGMR Open-file Report 539 7 METHODS The stratigraphy of the study area was compiled using available geologic maps, stratigraphic investigations, and well data. A database of petroleum wells in New Mexico is maintained at the GOTECH website at the New Mexico Institute of Mining and Technology (http://octane.nmt.edu/gotech). According to this online database (accessed in 2010), approximately 820 petroleum wells have been drilled in the study area. Of these wells, few have been drilled along the transition between the Colorado Plateau and MRGB (Fig. 3). The data (and quality) available for the GOTECH database are variable, ranging from location information only, to detailed logs of the geology and borehole geophysical logs. Additional well data was accessed through the New Mexico Bureau of Geology Subsurface Library (Broadhead and Scholle, 2009), and the State of New Mexico Oil Conservation Division (http://ocdimage.emnrd.state.nm.us, website accessed multiple times in 2010-2011). Well data are also available through the U.S. Geological Survey Petroleum Information Center in Denver, Colorado (David A. Sawyer, 2010, personal communication), and compilations by Engler et al. (2001) and Broadhead et al. (2009). The New Mexico Office of the State Engineer maintains a database of water-supply wells for the state (http://www.ose.state.nm.us, accessed in 2010) that shows 22,522 wells reported within the study area. These wells were not examined because they typically target shallow ground-water resources, and the geologic data for many of these wells is typically incomplete. Oil and gas wells were used for estimating stratigraphic thickness because they commonly contain geologic data and borehole geophysical logs that can be used to pick stratigraphic boundaries and units. Stratigraphic picks from 72 wells were derived from reports on the wells and scout tickets and completion reports. Where available, borehole geophysical logs were examined to verify stratigraphic boundaries and correlate borehole geophysical log data (commonly using electrical-resistivity and gamma-ray logs). Well location and completion data and well-depth picks are given in the Appendix. Most of the study area lies south of the extensively studied San Juan Basin and few deep wells have been drilled along the transition between the Colorado Plateau and MRGB (Fig. 3). NMBGMR Open-file Report 539 8 Figure 3. Shaded-relief map of study area and vicinity, showing locations and names of wells examined in this study (Appendix), the southern limit of Jurassic rocks (Grant and Foster, 1989), and locations of cross sections (Plate 2) and projected well fences (Figs. 7 and 8). The regional geology was generalized from the State Geologic Map of New Mexico (Fig. 2). A map of faults and folds comes from a structure-contour map of the base of the Upper Cretaceous Dakota Formation (Thaden and Zech, 1984). Although the structure-contour map of the Dakota Formation was completed at a scale of 1:500,000 using metric units of elevation, it is very detailed and portrays faults that were compiled from numerous detailed studies. In my opinion, the map by Thaden and Zech (1984) provides the most detailed and comprehensive regional compilation of geologic structures available in the study area. Structural refinements to the Thaden and Zech (1984) map were made by interpreting geologic data from maps of the Grants sheet (1:100,000, Dillinger, 1990), Albuquerque sheet (scale 1:100,000, Williams and NMBGMR Open-file Report 539 9 Cole, 2007), Isleta Reservation and vicinity (scale 1:50,000, Maldonado et al., 2007), Albuquerque-Rio Rancho metropolitan area (scale 1:50,000, Connell, 2006 and 2008b), and a preliminary geologic map of the Jemez Mountains (David A. Sawyer, 2010, personal communication). GEOLOGIC SETTING The study area lies within the junctions of the southern Rocky Mountains, southeastern Colorado Plateau, and Rio Grande rift. This study focuses on the geologic characteristics of the transition between the Colorado Plateau and MRGB (part of the Rio Grande rift). Colorado Plateau The Colorado Plateau in New Mexico is characterized by erosional landscapes that have been carved on weakly deformed sedimentary and volcanic rocks (Figs. 1 & 2). The resulting landscapes are characterized by broad tablelands, some capped by basaltic rocks, and deep valleys (Hawley and Love, 1981; and Love, 2002). Much of the southeastern flank of the Colorado Plateau lies within the Acoma-Zuni and Navajo sections. The Navajo section lies between the Chuska Mountains, along the Arizona-New Mexico border, and Sierra Nacimiento, and includes the San Juan Basin. The Acoma-Zuni section extends south from the Chaco slope of the southern San Juan Basin to the Transition Zone and Datil Mountains at the southern margin of the study area. The Acoma-Zuni section contains the basement cored Zuni Mountain uplift and the Lucero uplift. The Zuni uplift is flanked by cuestas of Pennsylvanian and Permian limestone and Triassic and Jurassic sandstone beds. The Lucero uplift forms a west-dipping succession of upper Paleozoic sandstone, shale, and limestone, containing numerous springs and travertine accumulations near western structural boundary of the MRGB (Callender and Zilinski, 1976). These uplifts are the result of Laramide compressional tectonics (Cather, 2004). The southwestern part of the study includes the Acoma Sag and Zuni embayment, containing thick accumulations of upper Paleozoic strata (Wengerd and Matheny, 1958; and Kues and Giles, 2004). Mount Taylor (elevation: 11,301 ft, 3445 m) is a Pliocene composite-type statovolcano that is surrounded by broad basaltic-lava-capped mesas; the most prominent are Mesa Chivato NMBGMR Open-file Report 539 10 and Mesa Prieta (Fig. 1). Extensive Plio-Pleistocene volcanic flows and vents are also present along the flanks of the Zuni Mountains, Mount Taylor, and the northern Lucero uplift (Baldridge et al., 1987; Mabery, 1997; Hallett et al., 1997; and Baldridge, 2004). The San Juan Basin is an asymmetrical basin containing a thick sequence of Mesozoic and Paleogene sedimentary rocks that were deposited in shallow marine and terrestrial environments (e.g., Cather, 2004). Phanerozoic rocks in the southeastern park of the San Juan Basin are estimated to be between 4,000 and 11,000 ft (1.2-3.4 km) in maximum thickness (e.g., Sawyer and Minor, 2006). The southern part of the San Juan Basin lies within the study area. The southeastern flank of the Colorado Plateau contains the Rio Puerco and Rio San Jose drainage systems, which comprise one of the largest tributaries to the Rio Grande in New Mexico. The Rio Puerco drains nearly 19,000 km2 east of the Continental Divide, the western flank of the Sierra Nacimiento, and crosses the western MRGB before joining the Rio Grande near Bernardo, New Mexico (Love and Connell, 2005). The headwaters of the Rio Puerco are at elevations of more than 3000 m in the Sierra Nacimiento, on Mount Taylor, and in the Zuni Mountains. Nearly 3300 km2 of the Rio Puerco drainage is covered with lava flows that typically resist erosion and preserve former levels of streams and valley margins. The Rio San Jose drains approximately 9500 km2 of the Colorado Plateau from the Continental Divide and Zuni Mountains eastward to the Rio Puerco in the Albuquerque Basin (MRGB). The smaller Jemez River heads in Pleistocene volcanic rocks of the Jemez Mountains and eastern flank of the Sierra Nacimiento. The Jemez River flows across upper Paleozoic strata where it enters the northern flank of the MRGB near Jemez Pueblo, and flows across Cenozoic volcanic and sedimentary rocks of the Santa Fe Group, where it joins the Rio Grande near Bernalillo, New Mexico (Craigg, 1992)."
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "(Baldridge et al., 1987; Mabery, 1997; Hallett et al., 1997; and Baldridge, 2004). The San Juan Basin is an asymmetrical basin containing a thick sequence of Mesozoic and Paleogene sedimentary rocks that were deposited in shallow marine and terrestrial environments (e.g., Cather, 2004). Phanerozoic rocks in the southeastern park of the San Juan Basin are estimated to be between 4,000 and 11,000 ft (1.2-3.4 km) in maximum thickness (e.g., Sawyer and Minor, 2006). The southern part of the San Juan Basin lies within the study area. The southeastern flank of the Colorado Plateau contains the Rio Puerco and Rio San Jose drainage systems, which comprise one of the largest tributaries to the Rio Grande in New Mexico. The Rio Puerco drains nearly 19,000 km2 east of the Continental Divide, the western flank of the Sierra Nacimiento, and crosses the western MRGB before joining the Rio Grande near Bernardo, New Mexico (Love and Connell, 2005). The headwaters of the Rio Puerco are at elevations of more than 3000 m in the Sierra Nacimiento, on Mount Taylor, and in the Zuni Mountains. Nearly 3300 km2 of the Rio Puerco drainage is covered with lava flows that typically resist erosion and preserve former levels of streams and valley margins. The Rio San Jose drains approximately 9500 km2 of the Colorado Plateau from the Continental Divide and Zuni Mountains eastward to the Rio Puerco in the Albuquerque Basin (MRGB). The smaller Jemez River heads in Pleistocene volcanic rocks of the Jemez Mountains and eastern flank of the Sierra Nacimiento. The Jemez River flows across upper Paleozoic strata where it enters the northern flank of the MRGB near Jemez Pueblo, and flows across Cenozoic volcanic and sedimentary rocks of the Santa Fe Group, where it joins the Rio Grande near Bernalillo, New Mexico (Craigg, 1992). The Rio Puerco fault zone lies between the northern end of the Lucero uplift and the southern tip of the Sierra Nacimiento (Fig. 1). This zone contains a complicated array of faults that cut mostly Cretaceous age strata and forms part of the structural transition between the Colorado Plateau and MRGB (Dane, 1936; Slack, 1973, 1975; and Slack and Campbell, 1976). The Rio Puerco fault zone contains numerous en echelon normal faults that have an overall southeast-down sense of displacement and were interpreted to have been active during Paleogene time (Slack and Campbell, 1976). NMBGMR Open-file Report 539 11 Faults related to later (mostly Neogene) extension of the Rio Grande rift and development of the MRGB lie just east of (and overlap with) the Rio Puerco fault zone. Rift-age faults cut Neogene strata and have generally more northerly strikes. Some of these faults may have originated during Paleogene time and were reactivated during the Neogene (Slack and Campbell, 1976). The Moquino and Sand Hill faults may reflect both Paleogene and Neogene displacement histories (Connell, 2008b; and Sengebush, 2008). Rio Grande rift The Rio Grande rift is a series of axially aligned extensional basins that developed within a much broader zone of Cenozoic deformation in the Basin and Range province of western North America. The Rio Grande rift in northern New Mexico consists of oppositely-tilted half-graben basins that are separated by zones of strain accommodation. Many of these half-graben basins are flanked by basement-cored uplifts, such as Ladron Peak and the Sandia, Manzanita, Manzano, and Los Pinos Mountains. The MRGB is a large structural basin in the Rio Grande rift, and represents a transitional tectonic feature between the topographically and structurally well-defined northern Rio Grande of northern New Mexico and southern Colorado, and the broader Basin and Range and Rio Grande rift provinces to the south (Kelley, 1982; Chapin and Cather, 1994; and Connell, 2004). The MRGB is about 160 km long and faulted on all sides (Fig. 2); the maximum width is about 55 km, narrowing to approximately 12 km to the south. The western flank of the study area forms a shallowly buried structural bench (Laguna bench of Russell and Snelson, 1994) that is defined by the traces of the San Ysidro, and Cat Mesa fault zones and western basin-border faults. Late Paleozoic (ancestral Rocky Mountain), Cretaceous- Paleogene (Laramide, ca. 80-40 Ma), and Rio Grande rift tectonic events influence the spatial distribution of deposits and faults in the study area (Kelley, 1982; and Pazzaglia et al., 1999). The MRGB has been segmented into structural subbasins and re-entrants (embayments) that are recognized in regional gravity, deep oil-test, and seismic reflection data (Russell and Snelson, 1994; and Grauch et al., 1999). From north to south, these are the Santo Domingo, Calabacillas, and Belen subbasins. Subbasin boundaries are defined by broad, generally discontinuous zones of high gravity-anomaly values that are interpreted as intrabasinal structural culminations (Hawley, 1996; Maldonado et al., 1999; and Grauch and Connell, in press). The Calabacillas and Santo Domingo subbasins are dominantly east-tilted and the Belen subbasin is a NMBGMR Open-file Report 539 12 complexly faulted graben with prominent axial folds or horsts (Grauch and Connell, in press). The southern Belen subbasin narrows towards the Socorro Basin near San Acacia, New Mexico. Subbasin boundaries are not universally accepted and are difficult to determine, but are thought to influence the distribution of facies in the basin (Cole et al., 1999). The lack of strong structural and topographic expression of these subbasin boundaries suggests that these northwest-trending structures may represent older boundaries that have been concealed by younger basin fill (Maldonado et al., 1999). The sedimentary basin fill and interbedded volcanic deposits of Rio Grande rift basins are collectively known as the Santa Fe Group (Spiegel and Baldwin, 1963; and Cather and Chapin, 1994), and comprise the regional aquifer system of the MRGB (Bartolino and Cole, 2002). Regionally, these strata accumulated between the late Oligocene and early Pleistocene (Kelley, 1977; Hawley, 1978; Gile et al., 1981; Chapin and Cather, 1994; and Connell, 2004). Deposition of the Santa Fe Group ceased as a result of regional incision that led to the formation of the present valleys (Spiegel and Baldwin, 1963). The Santa Fe Group is generally less than one kilometer thick along the western margin of the MRGB. Oil-well data indicate that the basin contains as much as 14,435 ft (4.4 km) of synrift basin fill (Lozinsky, 1994). The deepest portions of the MRGB have not been completely penetrated by wells, so the basin fill could exceed 16,400 ft (5 km) in thickness (Grauch and Connell, in press). STRATIGRAPHY North-central New Mexico contains a nearly complete succession of Mississippian through Holocene sedimentary and igneous rocks that overlie a regional nonconformity with Proterozoic crystalline basement (Pazzaglia et al., 1999). Regional trends in stratigraphic thickness were estimated by examining stratigraphic units exposed in the Colorado Plateau, southern Sierra Nacimiento, Lucero uplift, Sandia Mountains, and the Hagan embayment. Stratigraphic picks from the well data are summarized in the Appendix. Reported values of stratigraphic thickness were taken from published field-based studies and graduate thesis projects, where thickness has been adjusted for bedding inclination, and thus, represent actual measurements of deposit thickness. Limitations to field-based measurements of NMBGMR Open-file Report 539 13 stratigraphic thickness occur where faults are not recognized or beds are miscorrelated. Thickness values determined from boreholes have not been adjusted for stratal tilting, which"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "et al., 1999). The sedimentary basin fill and interbedded volcanic deposits of Rio Grande rift basins are collectively known as the Santa Fe Group (Spiegel and Baldwin, 1963; and Cather and Chapin, 1994), and comprise the regional aquifer system of the MRGB (Bartolino and Cole, 2002). Regionally, these strata accumulated between the late Oligocene and early Pleistocene (Kelley, 1977; Hawley, 1978; Gile et al., 1981; Chapin and Cather, 1994; and Connell, 2004). Deposition of the Santa Fe Group ceased as a result of regional incision that led to the formation of the present valleys (Spiegel and Baldwin, 1963). The Santa Fe Group is generally less than one kilometer thick along the western margin of the MRGB. Oil-well data indicate that the basin contains as much as 14,435 ft (4.4 km) of synrift basin fill (Lozinsky, 1994). The deepest portions of the MRGB have not been completely penetrated by wells, so the basin fill could exceed 16,400 ft (5 km) in thickness (Grauch and Connell, in press). STRATIGRAPHY North-central New Mexico contains a nearly complete succession of Mississippian through Holocene sedimentary and igneous rocks that overlie a regional nonconformity with Proterozoic crystalline basement (Pazzaglia et al., 1999). Regional trends in stratigraphic thickness were estimated by examining stratigraphic units exposed in the Colorado Plateau, southern Sierra Nacimiento, Lucero uplift, Sandia Mountains, and the Hagan embayment. Stratigraphic picks from the well data are summarized in the Appendix. Reported values of stratigraphic thickness were taken from published field-based studies and graduate thesis projects, where thickness has been adjusted for bedding inclination, and thus, represent actual measurements of deposit thickness. Limitations to field-based measurements of NMBGMR Open-file Report 539 13 stratigraphic thickness occur where faults are not recognized or beds are miscorrelated. Thickness values determined from boreholes have not been adjusted for stratal tilting, which would increase the apparent thickness of stratigraphic units. Much of the Colorado Plateau exposes gently dipping strata, so thickness errors caused by inclined bedding should be relatively small. Faults that cross boreholes can also alter apparent deposit thickness. For example, normal faulting will decrease thickness, whereas, reverse faulting increases thickness. Major rock units recognized in the study area include (but are not limited to) the Sandia Formation, Madera Group (Gray Mesa & Atrasado Fms), Abo and Yeso Formations, Glorieta Sandstone and San Andres Limestone, Chinle Group, Agua Sarca (Zarca) Formation, Entrada Sandstone (Formation), Todilto Formation, Morrison Formation, Dakota Sandstone (Formation), Mancos Shale, Gallup Sandstone (Member), Point Lookout Sandstone, Mesaverde Group, Menefee Formation, and Lewis Shale (Figs. 4 and 5). Members of the Morrison Formation and other units in the Cretaceous section are recognized, but have not been included in the appendix data. Important markers that were included in many well logs, include the Entrada Sandstone, Todilto Formation, Morrison Formation, and Dakota Formation (Fig. 6). Figure 4 is a generalized stratigraphic column of the sedimentary rocks found in the study area. For this study, undivided Pennsylvanian strata are included in the Madera Group. Figure 5 portrays the stratigraphy of the Cretaceous section in the San Juan Basin. The Hosta and Dalton Sandstones (Fig. 5) are locally recognized in the well data and shown on Figures 7 and 8. Thickness data presented on this figure are from stratigraphic studies summarized below and correlations of well data (Appendix). Proterozoic Proterozoic igneous and metamorphic rocks form the basement of central New Mexico. These rocks contain older (Paleoproterozoic) metamorphosed sedimentary (mostly schist and quartzite) and volcanic rocks that were intruded by younger (Mesoproterozoic) granitic plutons. Basement rocks are commonly exposed in the cores of rift-flanking uplifts of the Sandia, Manzanita, Manzano, and Los Pinos Mountains, and Ladron Peak. Proterozoic rocks are also exposed in the cores of Laramide uplifts in the Zuni Mountains, Sierra Nacimiento, and Sierra Lucero. A small inlier of Proterozoic rock is exposed along the western front of the Lucero uplift (Plate 1). NMBGMR Open-file Report 539 14 Figure 4. Stratigraphic column of major geologic units in study area and estimated thickness based on regional stratigraphic studies. Hachured lies denote stratigraphic lacunae and wavy lines indicate major unconformities. Groundwater-flow model layers and horizontal hydraulic conductivity values (Kh, ft/day) from Melis et al. (2011). Model layers 1-3, 5, and 7 are considered conduits; the remaining layers are seals. NMBGMR Open-file Report 539 15 Paleozoic Scattered Mississippian and Pennsylvanian sedimentary rocks nonconformably overlie Proterozoic crystalline basement rocks (Fig. 4). Pre-Mississippian rocks have been removed by erosion and are not present in the study area region. The upper Paleozoic/Proterozoic contact is locally marked by granitic sediment commonly labeled as “granite wash” in well logs. Mississippian strata form relatively thin (<105 ft, < 32 m) units of limited exposure and discontinuous lateral extent. Mississippian strata mostly belong to the Arroyo Peñasco Group, which contains well-cemented sandstone, limestone, and shale. The Pennsylvanian Sandia Formation disconformably overlies Mississippian rocks or it nonconformably overlies Proterozoic basement. The Sandia Formation contains interbedded well-cemented, olive-brown to gray, sandstone and limestone. The Sandia Formation grades upsection into marine rocks of the Madera Group. The Sandia Formation is generally less than 200 ft (61 m) thick. For the purposes of this study, the “granite wash” (reported in wells), Mississippian, and basal siliciclastic rocks of Pennsylvanian succession are grouped into the Sandia Formation. In the wells interpreted in this study (Appendix), the thickness of the Sandia Formation ranges from about 95-194 ft (29-59 m) with an average thickness of about 151 ft (46 m). The middle and upper Pennsylvanian Madera Group is commonly subdivided into marine rocks of the lower Gray Mesa Formation and the upper Atrasado Formation (e.g., Kues and Giles, 2004). The Gray Mesa Formation contains thick, massive, gray limestone beds. The overlying Atrasado Formation is a lithologically variable succession of interbedded gray to olive- gray limestone and shale, and tan to reddish-brown arkosic sandstone. The upper boundary with the Abo Formation is gradational, and is locally defined by the presence of Bursum Formation limestone (not shown on Fig. 4; Lucas and Krainer, 2004, 2009). The stratigraphic thickness of the Madera Group is about 1247-1542 ft. In the wells interpreted in this study (Appendix), the combined thickness of Madera rocks range from about 906-1840 ft (276-561 m) with an average thickness of about 1220 ft (372 m). Permian strata are divided into four regionally mappable units (listed in ascending stratigraphic order): Abo, Yeso, Glorieta (Sandstone), and San Andres (Limestone) Formations. The Lower Permian Abo Formation is succession of fluviatile sediments that ranges from about 755-1083 ft (230-330 m) in thickness and consists of predominantly reddish-brown to orange- NMBGMR Open-file Report 539 16 brown mudstone with subordinate sandstone, with the proportion of sandstone increasing upsection. The thickness of the Abo Formation in wells (Appendix) ranges from about 745-1184 ft (227-361 m), with an average thickness of about 951 ft (290 m). The Lower Permian Yeso Formation (nonmarine) consists of 541-689 ft (165-210 m) of fine-grained orange-brown sandstone and siltstone that conformably overlies strata of the Abo Formation. The Yeso Formation contains two members in the study area. The Meseta Blanca Member is a light-orange to light-gray, medium- to coarse-grained sandstone that forms the lower ~115 ft (~35 m) of the Yeso Formation. The overlying San Ysidro Member consists of orange-brown laminated sandstone and"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "The middle and upper Pennsylvanian Madera Group is commonly subdivided into marine rocks of the lower Gray Mesa Formation and the upper Atrasado Formation (e.g., Kues and Giles, 2004). The Gray Mesa Formation contains thick, massive, gray limestone beds. The overlying Atrasado Formation is a lithologically variable succession of interbedded gray to olive- gray limestone and shale, and tan to reddish-brown arkosic sandstone. The upper boundary with the Abo Formation is gradational, and is locally defined by the presence of Bursum Formation limestone (not shown on Fig. 4; Lucas and Krainer, 2004, 2009). The stratigraphic thickness of the Madera Group is about 1247-1542 ft. In the wells interpreted in this study (Appendix), the combined thickness of Madera rocks range from about 906-1840 ft (276-561 m) with an average thickness of about 1220 ft (372 m). Permian strata are divided into four regionally mappable units (listed in ascending stratigraphic order): Abo, Yeso, Glorieta (Sandstone), and San Andres (Limestone) Formations. The Lower Permian Abo Formation is succession of fluviatile sediments that ranges from about 755-1083 ft (230-330 m) in thickness and consists of predominantly reddish-brown to orange- NMBGMR Open-file Report 539 16 brown mudstone with subordinate sandstone, with the proportion of sandstone increasing upsection. The thickness of the Abo Formation in wells (Appendix) ranges from about 745-1184 ft (227-361 m), with an average thickness of about 951 ft (290 m). The Lower Permian Yeso Formation (nonmarine) consists of 541-689 ft (165-210 m) of fine-grained orange-brown sandstone and siltstone that conformably overlies strata of the Abo Formation. The Yeso Formation contains two members in the study area. The Meseta Blanca Member is a light-orange to light-gray, medium- to coarse-grained sandstone that forms the lower ~115 ft (~35 m) of the Yeso Formation. The overlying San Ysidro Member consists of orange-brown laminated sandstone and interbedded siltstone, sandstone, and gypsum. In the wells interpreted in this study (Appendix), the thickness of the Yeso Formation ranges from about 640-774 ft (195-236 m), with an average thickness of about 656 ft (200 m). Figure 5. Index map and stratigraphic diagram illustrating Cretaceous units in the San Juan Basin in the northwestern part of the study area (from Fassett, 2000). NMBGMR Open-file Report 539 17 Figure 6. Stratigraphic interpretation of borehole geophysical logs for the Shell Laguna-Wilson Trust well (shlagwt1, Appendix); depth in feet below land surface (bls). Well logs include gamma ray (GR) and deep induction resistivity (ILD) that were digitized from paper logs (digital data courtesy of David A. Sawyer). See Figure 4 for unit abbreviations. NMBGMR Open-file Report 539 18 The Upper Permian Glorieta Sandstone (Formation) disconformably overlies the Yeso Formation, except near the Zuni uplift, where the contact is conformable (Baldwin and Anderholm, 1992). The Glorieta Sandstone contains about 30-50 ft (9-15 m, stratigraphic thickness) of well-cemented, light-gray quartzose sandstone that grades upsection into limestone of the San Andres Formation. The San Andres Limestone (Formation) is 66-130 ft (20-40 m) in stratigraphic thickness and consists of thin- to medium-bedded limestone, interbedded with medium-grained, well-cemented quartzose sandstone that is similar in composition to the underlying Glorieta Sandstone (Summers and Kottlowski, 1969). In the wells interpreted in this study (Appendix), the combined thickness of the Glorieta and San Andres Formations in boreholes range from about 197-387 ft (60-118 m) with an average thickness of about 295 ft (90 m). Mesozoic Mesozoic strata are divided into Triassic, Jurassic, and Cretaceous systems (Fig. 4). The Cretaceous section is divided into fine-grained formations and (mostly sandstone) members (Fig. 5). Triassic Triassic sedimentary rocks (Fig. 4) are not subdivided in this study, but they include widespread nonmarine lithostratigraphic units, such as the Moenkopi Formation and Chinle Group (usage of Lucas et al., 1999b). The Moenkopi Formation is the lowest unit of the Triassic succession in the study area. It is a laminated to thick-bedded, maroon-brown to dark-red, micaceous, fine-grained sandstone and siltstone intercalated with minor reddish-brown mudstone. The upper and lower contacts are unconformable. The Moenkopi Formation is about 98-220 ft (33-67 m) in stratigraphic thickness. The Chinle Group is divided into the Petrified Forest Formation and the underlying Agua Sarca Formation. The Petrified Forest Formation contains approximately 1312-1640 ft (400-500 m, stratigraphic thickness) of reddish-brown to orange-tan mudstone interbedded with thin subordinate lavender-gray sandstone, limestone- pebble conglomerate lenses, and gypsum. The contact with the underlying Agua Sarca Formation is gradational and regionally transgressive (diachronous). The Agua Sarca Formation contains 197-262 ft (60-80 m, stratigraphic thickness) of medium-grained, tan to white and light grayish- NMBGMR Open-file Report 539 19 pink, thin- to medium-bedded quartz arenite and feldspathic arenite with minor interbedded reddish-brown mudstone. Interbedded mudstone is similar to the Petrified Forest Formation. In the wells interpreted in this study (Appendix), the combined thickness of the Triassic section in boreholes range from about 1122-1657 ft (342-505 m) with an average thickness of about 1362 ft (415 m). Jurassic The Jurassic succession includes the San Rafael Group and the Morrison Formation (Fig. 4). The Entrada, Todilto, and Summerville Formations are part of the San Rafael Group (usage of Lucas et al., 1995; and Lucas and Anderson, 1997). Other workers include the Summerville Formation with the lower part of the Morrison Formation (Picha, 1982; Menne, 1989; and Johnson et al., 2002). For this study, the Summerville Formation is included in the Morrison Formation, principally because distinctive beds in the Todilto Formation make a convenient stratigraphic break in the well data (see below). The Entrada Formation consists of 70-115 ft (22-35 m, stratigraphic thickness) of variably colored (reddish-brown to grayish-pink, and gray-green and tan), very fine- to fine- grained, weakly cemented, cross-bedded, quartzose, eolian sandstone that disconformably overlies the Chinle Group. In the wells interpreted in this study (Appendix), the Entrada Sandstone ranges from about 56-128 ft (85-200 m) with an average thickness of about 154 ft (47 m). The Todilto Formation consists of 56 ft (17 m, stratigraphic thickness) of a discontinuous, medium-gray to olive-gray, laminated, micritic limestone and white gypsum that rests disconformably on the Entrada Formation. The Todilto Formation has a distinctive geophysical-log signature (Fig. 6; high electrical resistivity and low gamma-ray counts), making it a very useful unit for subsurface correlation. For convenience, the top of the Todilto Formation is used to define the base of the Morrison Formation in this study. The Todilto Formation ranges from about 56-128 ft (17-39 m) with an average thickness of about 89 ft (27 m). The Morrison Formation rests unconformably on the Todilto Formation. The Morrison Formation is locally subdivided into the Summerville Formation (formerly Recapture Shale Member, Lucas et al., 1995), Salt Wash Member, Brushy Basin Member, and Jackpile Member. The Summerville Formation has been mapped as part of the Morrison Formation. It has also NMBGMR Open-file Report 539 20 been assigned to the San Rafael Group following Lucas and Anderson (1997). The Summerville Formation is approximately 325 ft (100 m) in stratigraphic thickness, and consists of purple- gray, red-brown, and green-gray mudstone interbedded with tan, gray, and greenish-gray, very fine grained sandstone. Three members of the Morrison Formation are commonly recognized in northern New Mexico but are not differentiated in this study. Units of the Morrison Formation include the (upper) Jackpile, the (middle) Brushy Basin, and the (lower) Salt Wash (formerly"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "Entrada Formation consists of 70-115 ft (22-35 m, stratigraphic thickness) of variably colored (reddish-brown to grayish-pink, and gray-green and tan), very fine- to fine- grained, weakly cemented, cross-bedded, quartzose, eolian sandstone that disconformably overlies the Chinle Group. In the wells interpreted in this study (Appendix), the Entrada Sandstone ranges from about 56-128 ft (85-200 m) with an average thickness of about 154 ft (47 m). The Todilto Formation consists of 56 ft (17 m, stratigraphic thickness) of a discontinuous, medium-gray to olive-gray, laminated, micritic limestone and white gypsum that rests disconformably on the Entrada Formation. The Todilto Formation has a distinctive geophysical-log signature (Fig. 6; high electrical resistivity and low gamma-ray counts), making it a very useful unit for subsurface correlation. For convenience, the top of the Todilto Formation is used to define the base of the Morrison Formation in this study. The Todilto Formation ranges from about 56-128 ft (17-39 m) with an average thickness of about 89 ft (27 m). The Morrison Formation rests unconformably on the Todilto Formation. The Morrison Formation is locally subdivided into the Summerville Formation (formerly Recapture Shale Member, Lucas et al., 1995), Salt Wash Member, Brushy Basin Member, and Jackpile Member. The Summerville Formation has been mapped as part of the Morrison Formation. It has also NMBGMR Open-file Report 539 20 been assigned to the San Rafael Group following Lucas and Anderson (1997). The Summerville Formation is approximately 325 ft (100 m) in stratigraphic thickness, and consists of purple- gray, red-brown, and green-gray mudstone interbedded with tan, gray, and greenish-gray, very fine grained sandstone. Three members of the Morrison Formation are commonly recognized in northern New Mexico but are not differentiated in this study. Units of the Morrison Formation include the (upper) Jackpile, the (middle) Brushy Basin, and the (lower) Salt Wash (formerly Westwater Canyon Sandstone) members (Lucas et al., 1995). The uppermost Jackpile Sandstone Member is distinctive gray-white, kaolinitic, fine- to medium-grained sandstone with a thickness of about 70 ft (21 m, stratigraphic thickness) near Placitas, New Mexico. The (middle) Brushy Basin Member is a gray, green, and maroon mudstone and shale, with interbedded and intercalated gray to tan sandstone with a thickness of about 240 ft (73 m, stratigraphic thickness) near Placitas. The (lower) Salt Wash Member is a gray and light tan to yellowish white gray, medium- grained and weakly cemented sandstone with a thickness of 215 ft (66 m, stratigraphic thickness) near Placitas. The Morrison Formation pinches out towards the southern end of the MRGB (e.g., Cather, 1999). North of the Jurassic pinchout, the combined thickness of the Morrison Formation in wells ranges between 545 and 1043 ft (166-318 m) with an average thickness of about 869 ft (265 m). Upper Cretaceous Late Cretaceous sedimentation in northern New Mexico and southern Colorado was characterized by at least five transgressive-regressive cycles (Molenaar, 1983a; and Nummedal, 2004). For purposes of regional correlation, the complicated stratigraphy of Mesozoic section has been simplified to include only the Dakota Formation, Mancos Shale, Gallup Sandstone Member of the Mancos Shale, and Menefee Formation (Mesaverde Group). Other sandstone-bearing units within the Cretaceous succession have been locally delineated using well data. These include the Hosta and Dalton Sandstone Members and Gallup Sandstone Member of the Mancos Shale, and the Point Lookout Sandstone in the Mesaverde Group (Fig. 5). The Dakota Formation is the lowest unit of the Cretaceous succession and is important because it represents the first transgressive shoreline sequence of the upper Cretaceous succession (Fig. 5). This unit is also important because it originally extended across much of the NMBGMR Open-file Report 539 21 western interior and has been extensively contoured as a structural surface (Rocky Mountain Association of Geologists, 1972; Thaden and Zech, 1984; and Grant and Foster, 1989). The Upper Cretaceous Dakota Formation is a light-gray to brown, fine- to medium-grained, silica- cemented sandstone interbedded with olive-gray shale. The stratigraphic thickness of the Dakota Formation ranges from about 22-130 ft (7-40 m). The thickness of the Dakota Formation in wells ranges from about 131-394 ft (40-120 m), with an average thickness of about 292 ft (81 m). The overlying Mancos Shale is a thick succession of dark-gray to olive-gray, shale, silty shale, and slightly calcareous shale with black limey mudstone and medium-bedded, calcareous sandstone. The Gallup, Hosta Dalton, and Semilla sandstones are used to locally divide the Mancos Shale into upper and lower members of the Mancos Shale (Fig. 5). Stratigraphic thickness of the lower Mancos Shale is variable and ranges from about 240-360 ft (73-110 m) between Placitas and the Hagan embayment (Picha, 1982). Stratigraphic thickness of the upper Mancos Shale is also variable, ranging from 850-1850 ft (260-565 m) between Placitas and the Hagan embayment (Picha, 1982). The total thickness of the Mancos Shale in wells ranges from about 1365-3107 ft (416-947 m), with an average thickness of about 1841 ft (561 m). Numerous sandstone units are present in the Cretaceous succession. These include the Gallup Sandstone Member of the Mancos Shale and the Point Lookout Sandstone Member of the Mesaverde Group (Molenaar, 1983a). Other sandstone bodies are also present, and have been locally differentiated in this study. These thinner units include the Semilla Sandstone and the discontinuous sandstone of the Tocito Lentil of the Mancos Shale. The Semilla Sandstone is a 40 ft (12 m) thick interval of dark-gray shale and tan to yellow, planar laminated siltstone overlain by well-sorted, well-rounded, fine-grained and horizontally bedded sandstone found in the lower part of the Mancos Shale. The Semilla Sandstone pinches out just east of the study area (Fleming, 1989). The Crevasse Canyon Formation contains the Dilco Coal, Dalton Sandstone, and Gibson Coal (Fig. 5). The Crevasse Canyon Formation overlies the Gallup Sandstone of the Mancos Shale and grades upsection into the Mesaverde Group. The combined stratigraphic thickness of the Crevasse Canyon Formation ranges from 513-1400 ft (156-427 m) in the northwestern part of the study area (Stone et al., 1983). In the Rio Puerco Valley, the Crevasse Canyon Formation may be quite thick. Two petroleum test wells (xtowlan1 and xtoarmt1) encountered a thick succession of coal-bearing sediments in the interval between the Gallup Sandstone and Point NMBGMR Open-file Report 539 22 Lookout Sandstone (Appendix). The (lower) Dalton Sandstone represents a shoreline regression that joins the overlying transgressive (upper) Hosta Sandstone in the Hagan embayment (Black, 1982). Although the Hosta Sandstone is considered a transgressive tongue of the Mancos Shale, it is grouped with the Dalton Sandstone because of limited well control and observations that the Hosta and Dalton Sandstones merge towards the eastern edge of the study area (Fig. 5; Black, 1982; and Johnson et al., 2002). The Hosta and Dalton Sandstones are 213-377 ft (65-115 m) in stratigraphic thickness and consist of yellowish-gray to yellowish-tan, very fine- to medium- grained, weakly cemented, fossiliferous sandstone with olive-brown sandstone lenses. The Mesaverde Group contains marine, marginal-marine, and nonmarine (fluvial) sandstone, shale, and siltstone with numerous coal-bearing intervals. In the study area, the Mesaverde Group includes the Menefee Formation and the Point Lookout Sandstone. The exposed stratigraphic thickness of the entire Mesaverde Group section is incomplete in the study area. The Point Lookout Sandstone is a grayish-tan to light-yellow, very fine- to fine-grained, massive,"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "fine-grained and horizontally bedded sandstone found in the lower part of the Mancos Shale. The Semilla Sandstone pinches out just east of the study area (Fleming, 1989). The Crevasse Canyon Formation contains the Dilco Coal, Dalton Sandstone, and Gibson Coal (Fig. 5). The Crevasse Canyon Formation overlies the Gallup Sandstone of the Mancos Shale and grades upsection into the Mesaverde Group. The combined stratigraphic thickness of the Crevasse Canyon Formation ranges from 513-1400 ft (156-427 m) in the northwestern part of the study area (Stone et al., 1983). In the Rio Puerco Valley, the Crevasse Canyon Formation may be quite thick. Two petroleum test wells (xtowlan1 and xtoarmt1) encountered a thick succession of coal-bearing sediments in the interval between the Gallup Sandstone and Point NMBGMR Open-file Report 539 22 Lookout Sandstone (Appendix). The (lower) Dalton Sandstone represents a shoreline regression that joins the overlying transgressive (upper) Hosta Sandstone in the Hagan embayment (Black, 1982). Although the Hosta Sandstone is considered a transgressive tongue of the Mancos Shale, it is grouped with the Dalton Sandstone because of limited well control and observations that the Hosta and Dalton Sandstones merge towards the eastern edge of the study area (Fig. 5; Black, 1982; and Johnson et al., 2002). The Hosta and Dalton Sandstones are 213-377 ft (65-115 m) in stratigraphic thickness and consist of yellowish-gray to yellowish-tan, very fine- to medium- grained, weakly cemented, fossiliferous sandstone with olive-brown sandstone lenses. The Mesaverde Group contains marine, marginal-marine, and nonmarine (fluvial) sandstone, shale, and siltstone with numerous coal-bearing intervals. In the study area, the Mesaverde Group includes the Menefee Formation and the Point Lookout Sandstone. The exposed stratigraphic thickness of the entire Mesaverde Group section is incomplete in the study area. The Point Lookout Sandstone is a grayish-tan to light-yellow, very fine- to fine-grained, massive, marine, quartz sandstone with limonitic sandstone lenses and interbedded gray shale; the upper and lower contacts are interfingering and gradational. The stratigraphic thickness of the Point Lookout Sandstone ranges from 15-240 ft (5-73 m) across the study area. The thickness of the Point Lookout Sandstone in well data ranges from about 98-230 ft (30-70 m). The Menefee Formation contains interbedded white to light-yellow, medium-bedded, well sorted, lenticular, cross-stratified, quartzose sandstone with siltstone, dark-gray to black, carbonaceous shale and brown to black lignitic coal beds. The Menefee is more than 1970 ft (600 m) in stratigraphic thickness where preserved in the study area. The overlying Lewis Shale is exposed in the San Juan Basin, but it is not present along the northwestern edge of the MRGB. Cenozoic Cenozoic strata were deposited in terrestrial environments and record three major geologic events (in decreasing age): the Laramide orogeny, a period of widespread volcanism, and later development of the Rio Grande rift. NMBGMR Open-file Report 539 23 Paleogene Paleogene rocks (Fig. 4) are discontinuously exposed in the map area, mostly in the Hagan embayment and San Juan Basin. The Paleocene and Eocene Diamond Tail and Galisteo Formations record deposition by large east-flowing rivers that drained highlands of the southern Rocky Mountains (Lucas et al., 1997; and Cather 2004). Sandstone, conglomerate, and mudstone of the Baca Formation are recognized in the southern part of MRGB and southwest of the study area (Cather and Johnson, 1984; and Lozinsky, 1994). The Diamond Tail Formation is mostly coarse-grained subarkosic to arkosic sandstone and conglomeratic sandstone with lesser amounts of drab, green, gray, and maroon mudstone. The Diamond Tail Formation disconformably overlies the Menefee Formation, and is disconformably overlain by the Galisteo Formation. The Diamond Tail Formation is interpreted to have been deposited within fluvial channels and broad floodplains between Albuquerque and Santa Fe, New Mexico (Lucas et al., 1997). The Diamond Tail Formation is not present along the western flank of the MRGB, but it reaches 1450 ft (442 m) in stratigraphic thickness at the type section in the adjacent Hagan embayment (Lucas et al., 1997). The overlying Galisteo Formation is a mostly variegated red, green, purple and gray mudstone with intercalated thin beds of yellowish-brown, cross-bedded, arkosic sandstone and conglomerate. The Galisteo Formation is conformably overlain by Oligocene strata and disconformably overlain by the Santa Fe Group. The Galisteo Formation is discontinuously exposed along the western flank of the MRGB, where it is approximately 574 ft (175 m) in stratigraphic thickness (Lucas, 1982). The Galisteo Formation thickens to 2821-3212 ft (860-979 m) in the Hagan embayment (Lucas et al., 1997). Oligocene volcaniclastic rocks Fluvial deposition of the Baca, Diamond Tail, and Galisteo Formations (Fig. 4) was interrupted by widespread volcanism that persisted throughout late Eocene and Oligocene times. This period of extensive volcanic activity was part of the middle Tertiary ignimbrite flare up of the southwestern United States and Mexico (Lipman, 1992) and regional-scale denudation of the southern Rocky Mountains (Pazzaglia and Kelley, 1998). Oligocene volcanic and volcaniclastic rocks are discontinuously exposed along the southern and northeastern margins of the MRGB NMBGMR Open-file Report 539 24 and along the flanks of the Mogollon-Datil volcanic field, exposed near the southern margin of the study area. Oligocene rocks are not exposed along the Colorado Plateau-MRGB transition, but they are well exposed in the Hagan embayment (e.g., Espinaso Formation, Erskine and Smith, 1993), and thick successions are recognized in deep wells in the MRGB (e.g., unit of Isleta well #2, Lozinsky, 1994). These mostly volcanic-bearing deposits are thought to record the transition from largely Laramide compressional and transcurrent tectonism to extension associated with the Basin and Range and Rio Grande rift (e.g., Cather, 1992). The upper Eocene and Oligocene (ca. 27-39 Ma) Mogollon-Datil Groups were deposited as thick (up to 4.2 km in thickness) and arealy extensive aprons of rhyolitic ash-flow tuffs, basaltic lavas, and intermediate volcanic and volcaniclastic deposits that were associated with numerous volcanic centers in western and southwestern New Mexico (Osburn and Chapin, 1983). The unit of Isleta #2 is recognized in deep oil-test wells in the Belen and Calabacillas subbasins (Fig. 2). In boreholes, the unit of Isleta #2 is at least 7000 ft (2.2 km) thick and contains purplish-red to gray, volcanic-bearing subarkosic sandstone with mudstone interbeds (Lozinsky, 1994). Sources for the unit of Isleta #2 are not known, but the presence of abundant quartz detritus suggests fluvial or eolian deposition in a distal setting to Oligocene volcanic centers (Connell et al., 2007; and Cather et al., 2008). Local volcanic centers are not currently recognized, but could be buried within the MRGB. Santa Fe Group The Santa Fe Group (Fig. 4) represents the sedimentary and volcanic basin-fill of the Rio Grande rift (Chapin and Cather, 1994). Deposition of the Santa Fe Group within the Rio Grande rift began during the late Oligocene and ended with the incision of the Rio Grande Valley in the early Pleistocene (Spiegel and Baldwin, 1963; and Gile et al., 1981). Deposition occurred within broad fault-bounded basins (Bachman and Mehnert, 1978; Chapin and Cather, 1994; and Connell, 2004). Detrital composition of the Santa Fe Group reflects the composition of upland drainages, and varies from sedimentary to Cenozoic volcanic, and Proterozoic plutonic and metamorphic rock types (Lozinsky, 1994; Hawley et al., 1995; and Connell, 2004). The combined thickness of the Santa Fe Group fill ranges from about 10,000-16,400 ft (3-5 km) across"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "extension associated with the Basin and Range and Rio Grande rift (e.g., Cather, 1992). The upper Eocene and Oligocene (ca. 27-39 Ma) Mogollon-Datil Groups were deposited as thick (up to 4.2 km in thickness) and arealy extensive aprons of rhyolitic ash-flow tuffs, basaltic lavas, and intermediate volcanic and volcaniclastic deposits that were associated with numerous volcanic centers in western and southwestern New Mexico (Osburn and Chapin, 1983). The unit of Isleta #2 is recognized in deep oil-test wells in the Belen and Calabacillas subbasins (Fig. 2). In boreholes, the unit of Isleta #2 is at least 7000 ft (2.2 km) thick and contains purplish-red to gray, volcanic-bearing subarkosic sandstone with mudstone interbeds (Lozinsky, 1994). Sources for the unit of Isleta #2 are not known, but the presence of abundant quartz detritus suggests fluvial or eolian deposition in a distal setting to Oligocene volcanic centers (Connell et al., 2007; and Cather et al., 2008). Local volcanic centers are not currently recognized, but could be buried within the MRGB. Santa Fe Group The Santa Fe Group (Fig. 4) represents the sedimentary and volcanic basin-fill of the Rio Grande rift (Chapin and Cather, 1994). Deposition of the Santa Fe Group within the Rio Grande rift began during the late Oligocene and ended with the incision of the Rio Grande Valley in the early Pleistocene (Spiegel and Baldwin, 1963; and Gile et al., 1981). Deposition occurred within broad fault-bounded basins (Bachman and Mehnert, 1978; Chapin and Cather, 1994; and Connell, 2004). Detrital composition of the Santa Fe Group reflects the composition of upland drainages, and varies from sedimentary to Cenozoic volcanic, and Proterozoic plutonic and metamorphic rock types (Lozinsky, 1994; Hawley et al., 1995; and Connell, 2004). The combined thickness of the Santa Fe Group fill ranges from about 10,000-16,400 ft (3-5 km) across the MRGB (Lozinsky, 1994; Connell, 2004; and Grauch and Connell, in press). NMBGMR Open-file Report 539 25 The Santa Fe Group is commonly divided into two or three subgroups (Hawley, 1978; Hawley, 1996; Cather and Chapin, 1994; and Connell, 2004). The lower Santa Fe Group records deposition within internally drained basins (bolsons) where streams derived from emerging basin-margin uplifts terminated onto broad alluvial plains or ephemeral or intermittent playa lakes and alluvial flats. As these internally drained basins filled with sediment they became topographically linked and allowed the ancestral Rio Grande system to flow through the basin and into southern New Mexico (Chapin and Cather, 1994; Connell et al., 2005; and Mack et al., 2006). Deposits of the upper Santa Fe Group generally mark the onset of fluvial integration and external drainage (Gile et al., 1981; and Connell et al., 2005). Deposits of the middle Santa Fe Group generally mark the transition from internal surface drainage to fluvial integration with adjacent basins (Connell et al., 2005). In the MRGB, deposits of the lower and middle parts of the Santa Fe Group are divided into the Zia, Cerro Conejo, Arroyo Ojito, Popotosa, Tanos, and Blackshare Formations (Connell, 2004, 2008a). The Zia and Cerro Conejo Formations are dominated by well-sorted sandstone that is commonly well cemented with calcium carbonate. The Tanos and Popotosa Formations contain conglomerate near the basin margins and reddish-brown mudstone near basin depocenters. The Arroyo Ojito Formation contains a mixture of sandstone, conglomerate, and mudstone associated with large tributary drainages that head into the Colorado Plateau and Sierra Nacimiento (Connell et al., 1999). In the study area, deposits of the upper Santa Fe Group are dominated by the Sierra Ladrones and Ceja Formations (Connell, 2004 & 2008a). The northeastern margin of the MRGB also contains deposits of the Cochiti Formation and Tuerto formation (or gravels, informal name). The Ceja Formation is a light-brown to very pale-brown and light yellowish-brown, moderately to well sorted, cobbly to bouldery sand and gravel with minor thin- to medium- bedded, interbeds of muddy sand and clay. The Ceja Formation is subdivided into three members based on stratigraphic position and deposit composition: an upper mesa-capping conglomeratic sand; a middle sand and gravelly sand; and two lower members that contain abundant mudstone and sandstone (Connell, 2008a). The Sierra Ladrones Formation represents deposits associated with the ancestral Rio Grande, prior to incision of the Rio Grande Valley. The axial-fluvial deposits of the Sierra Ladrones Formation interfinger with fluviatile deposits derived from the rift flanking uplifts (e.g., Connell, 2004). NMBGMR Open-file Report 539 26 Volcanic rocks Igneous rocks from volcanic centers and lava flows cut across strata on the Colorado Plateau or are interfingered with Cenozoic sediments in the MRGB (e.g., Kelley and Kudo, 1978). Although these volcanic features dominate the landscape of the Colorado Plateau, they are typically fed by relative thin and narrow dikes (e.g., Hallett et al., 1997). Quaternary alluvium Surficial deposits are considered here to represent a group of generally thin sediments that mantle the ground surface and fill river valleys and arroyo floors. Quaternary alluvium (Fig. 4) is associated with modern and abandoned Pleistocene drainages that grade to modern and former levels of the Rio Grande. These poorly consolidated deposits typically consist of poorly to well sorted and stratified, clast- and matrix-supported alluvium, whose composition reflects rock types exposed in local upland tributary drainages. Stream-terrace deposits typically have an elongate planform shape and are associated with major tributaries to the Rio Grande. Alluvial deposits are generally less than 80-165 ft (25-50 m) in thickness and are commonly saturated with water. Correlations Regional correlations and stratigraphic thickness trends were established by matching stratigraphic horizons picked from wells, using the base of the Dakota Formation as a stratigraphic datum (Figs. 7 and 8). Of the 72 wells examined in this study, 52 lie within the study area (Fig. 3). Regional thickness trends were determined by projecting the stratigraphic picks from wells (Appendix) onto two vertical planes (Fig. 3), one north-south, and east-west. Figures 7 and 8 represent stratigraphic fence-diagrams that have been projected onto these two orthogonal planes in order to develop a consistent regional stratigraphic framework for refining the geologic cross sections (Plate 2). The stratigraphic picks were projected from wells within 22 miles (35 km) of each line to examine the consistency of unit elevations and to test for the presence of faults or unconformities through thickness variations. Wells denoted by an asterisk on Figures 7 and 8 were projected from a distance greater than 22 miles (35 km). NMBGMR Open-file Report 539 27 Figure 7. Wells projected onto north-south vertical plane (Fig. 3) using stratigraphic picks in the Appendix. Datum is the base of the Dakota Fm; vertical exaggeration (VE) = 15. Normal faulting is interpreted where unit thickness is anomalously thin. Borehole geophysical logs (GR = gamma ray; R = resistivity) shown for Shell Laguna Wilson Trust (shlagwt1), Shell Santa Pacific #1 (shsfp1) and #3 (shsfp3). Wells that fully penetrate the Jurassic section are important for subsurface correlation because the gypsum-bearing Todilto Formation is easily recognized on borehole geophysical logs (Fig. 6). Anomalous variations in stratigraphic thickness among neighboring wells may indicate stratigraphic miscorrelation, major unconformities, or faults. Projecting the stratigraphic-fences onto north-south and west-east planes foreshortens the length of the original stratigraphic fence, but it also enhances apparent vertical discrepancies among closely grouped wells. The magnitudes of stratigraphic disconformity in"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "and stratigraphic thickness trends were established by matching stratigraphic horizons picked from wells, using the base of the Dakota Formation as a stratigraphic datum (Figs. 7 and 8). Of the 72 wells examined in this study, 52 lie within the study area (Fig. 3). Regional thickness trends were determined by projecting the stratigraphic picks from wells (Appendix) onto two vertical planes (Fig. 3), one north-south, and east-west. Figures 7 and 8 represent stratigraphic fence-diagrams that have been projected onto these two orthogonal planes in order to develop a consistent regional stratigraphic framework for refining the geologic cross sections (Plate 2). The stratigraphic picks were projected from wells within 22 miles (35 km) of each line to examine the consistency of unit elevations and to test for the presence of faults or unconformities through thickness variations. Wells denoted by an asterisk on Figures 7 and 8 were projected from a distance greater than 22 miles (35 km). NMBGMR Open-file Report 539 27 Figure 7. Wells projected onto north-south vertical plane (Fig. 3) using stratigraphic picks in the Appendix. Datum is the base of the Dakota Fm; vertical exaggeration (VE) = 15. Normal faulting is interpreted where unit thickness is anomalously thin. Borehole geophysical logs (GR = gamma ray; R = resistivity) shown for Shell Laguna Wilson Trust (shlagwt1), Shell Santa Pacific #1 (shsfp1) and #3 (shsfp3). Wells that fully penetrate the Jurassic section are important for subsurface correlation because the gypsum-bearing Todilto Formation is easily recognized on borehole geophysical logs (Fig. 6). Anomalous variations in stratigraphic thickness among neighboring wells may indicate stratigraphic miscorrelation, major unconformities, or faults. Projecting the stratigraphic-fences onto north-south and west-east planes foreshortens the length of the original stratigraphic fence, but it also enhances apparent vertical discrepancies among closely grouped wells. The magnitudes of stratigraphic disconformity in Paleozoic and Mesozoic units are probably small among closely grouped wells, so anomalous variations in reported borehole thickness suggest unit miscorrelation or faulting. 28 Figure 8. Wells projected onto north-south vertical plane (Fig. 3) using stratigraphic picks in Appendix. Datum is the base of the Dakota Fm; vertical exaggeration (VE) = 15. Asterisk (*) denotes wells projected more than 35 km into the plane of the stratigraphic fence. Normal faulting is interpreted where unit thickness is anomalously thin. Borehole geophysical logs (R = resistivity) shown for Shell Santa Pacific #1 (shsfp1) and #3 (shsfp3). NMBGMR Open-file Report 539 29 Data from wells showing anomalous variations in thickness were removed from the two projected fence diagrams (Figs. 7 and 8). With the exception of anomalous steepening on dip- meter logs, faults are generally difficult to interpret directly from borehole geophysical log data. Normal faulting can be recognized by anomalous decreases in unit thickness or removal of stratigraphic units, whereas reverse faulting thickens rocks encountered in boreholes. For example, the well RG88934-6 (Appendix) penetrated the Moquino fault. This fault was recognized by an absence of stratigraphic units and projection of the mapped fault trace into the borehole (Sengebush, 2008). Cenozoic erosion removed much of the Cretaceous section above the Point Lookout Sandstone and Menefee Formations; however, regional trends in the Cretaceous stratigraphy are recognized through inter-well correlations (Figs. 7 and 8). The Gallup Sandstone locally divides the Mancos Shale into upper (Kmu) and lower (Kml) units on Figures 7 and 8. The Gallup Sandstone thins to the east and pinches out into a disconformity in the Mancos Shale near the western margin of the MRGB (Fig. 8). Sandstone of the Crevasse Canyon Formation (Kcc) thins eastward into the regressive Dalton Sandstone, which merges with the transgressive Hosta Sandstone just east of the study area. Regional stratigraphic trends highlight the thinning of Triassic and Jurassic successions to the south (Fig. 7) and west (Fig. 8). The trends of these pinch-outs have been mapped regionally (Grant and Foster, 1989; and Cather, 1999). Jurassic strata thin to the south, where the Morrison Formation is completely eroded from the section near well shellsf2 (Fig. 7) and the entire Jurassic succession has been pinched out between the Lucero uplift and Ladron Peak. Pennsylvanian strata pinch out in the Zuni uplift (e.g., Kues and Giles, 2004). Hydrogeologic interpretations Hydrogeologic characteristics of the stratigraphy exposed along the northern flank of the Sandia Mountains near Placitas, New Mexico, were made using interpretations of lithologic character and sparse well-performance data following Johnson et al. (2002). Stratigraphic units that are considered aquifer zones include the Gallup Sandstone of the Mancos Shale, Dakota Formation, Morrison Formation, Entrada Sandstone, San Andres Formation, Glorieta Sandstone, and Madera Group (Stone et al., 1983; and Johnson et al., 2002). Regional thickness trends for Mesozoic deposits in the adjacent San Juan Basin are available from the U.S. Geological Survey NMBGMR Open-file Report 539 30 Hydrologic Investigations Atlas 720 (Craigg et al., 1989, 1990; Dam et al., 1990a, b; Kernodle et al., 1989, 1990; Levings et al., 1990a, b; and Thorn et al., 1990a, b), and the New Mexico Bureau of Geology (Stone et al., 1983; and Johnson et al., 2002). The Permian San Andres and Glorieta Formations represent regional-scale aquifers that are characterized by locally high transmissivity (Baldwin and Anderholm, 1992). These two units are bounded by less permeable strata of the underlying Pennsylvanian Madera Group and the overlying Triassic Chinle Group. The Madera Group forms an important aquifer system along rift-flanking uplifts (Titus, 1963, 1980; and Johnson et al., 2002); however, it has low permeability in the Colorado Plateau (Stone et al., 1983). Triassic rocks are dominated by mudstone and, with the exception of the Agua Sarca Formation, are generally not considered productive aquifer units (Johnson et al., 2002). Although the Chinle Group contains sandstone beds, it is dominated by mudstone and regionally represents a low-permeability unit (Baldwin and Anderholm, 1992; and Johnson et al., 2002). Much of the Jurassic succession and the overlying Dakota Formation are dominated by coarse-grained sedimentary rocks that regionally comprise high-permeability (aquifer) zones (Craigg et al., 1989; Dam et al., 1990b; and Johnson et al., 2002). The overlying Cretaceous succession is dominated by shale and is regionally considered a low-permeability group of units (Stone et al., 1983), although high-permeability sandstone beds are recognized within the Cretaceous section (i.e., Dakota Formation, Gallup, Dalton, and Hosta Sandstones, and Point Lookout Sandstone). Much of the Cenozoic section contains the productive Santa Fe Group regional aquifer system, which has been investigated by previous workers (e.g., Hawley et al., 1995; and McAda and Barroll, 2002). Volcanic features are typically fed by relative thin and narrow dikes and probably do not impose strong barriers to regional groundwater flow. Large buried volcanic centers and lava flows (probably of Oligocene age) in the MRGB could locally influence deep groundwater flow. The hydrogeologic character of the stratigraphic units listed on Figure 4 is based on the model parameters of Melis et al. (2011), who defined nine model layers. The upper three layers (1-3) represent the Cenozoic stratigraphic succession. Layer 4 represents low permeability Cretaceous sedimentary rocks that overlie the Dakota Formation. Layer 5 contains the Dakota Formation and Jurassic strata. Layer 6 contains the Triassic Chinle Group. Layer 7 contains the San Andres and Glorieta Formations. Layer 8 contains the Yeso Formation, and layer 9 NMBGMR Open-file Report 539 31 represents"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "Colorado Plateau (Stone et al., 1983). Triassic rocks are dominated by mudstone and, with the exception of the Agua Sarca Formation, are generally not considered productive aquifer units (Johnson et al., 2002). Although the Chinle Group contains sandstone beds, it is dominated by mudstone and regionally represents a low-permeability unit (Baldwin and Anderholm, 1992; and Johnson et al., 2002). Much of the Jurassic succession and the overlying Dakota Formation are dominated by coarse-grained sedimentary rocks that regionally comprise high-permeability (aquifer) zones (Craigg et al., 1989; Dam et al., 1990b; and Johnson et al., 2002). The overlying Cretaceous succession is dominated by shale and is regionally considered a low-permeability group of units (Stone et al., 1983), although high-permeability sandstone beds are recognized within the Cretaceous section (i.e., Dakota Formation, Gallup, Dalton, and Hosta Sandstones, and Point Lookout Sandstone). Much of the Cenozoic section contains the productive Santa Fe Group regional aquifer system, which has been investigated by previous workers (e.g., Hawley et al., 1995; and McAda and Barroll, 2002). Volcanic features are typically fed by relative thin and narrow dikes and probably do not impose strong barriers to regional groundwater flow. Large buried volcanic centers and lava flows (probably of Oligocene age) in the MRGB could locally influence deep groundwater flow. The hydrogeologic character of the stratigraphic units listed on Figure 4 is based on the model parameters of Melis et al. (2011), who defined nine model layers. The upper three layers (1-3) represent the Cenozoic stratigraphic succession. Layer 4 represents low permeability Cretaceous sedimentary rocks that overlie the Dakota Formation. Layer 5 contains the Dakota Formation and Jurassic strata. Layer 6 contains the Triassic Chinle Group. Layer 7 contains the San Andres and Glorieta Formations. Layer 8 contains the Yeso Formation, and layer 9 NMBGMR Open-file Report 539 31 represents the Abo Formation. Rocks below the base of the Abo Formation were not modeled by Melis et al. (2011). The fault juxtaposition analysis divided the model layers of Melis et al. (2011) into conduits and seals: layers 5 and 7 represent permeable zones, and the remaining zones are defined as seals (i.e., impermeable). The impermeable layers of the Melis et al. (2001) model locally contain zones of moderate or high permeability (e.g., Johnson et al., 2002). STRUCTURAL GEOLOGY The study area contains numerous faults that were mapped by previous workers (Fig. 9A). These faults exhibit mostly normal displacements and are most abundant near uplifts and along the edges of the MRGB (Plate 1 and Fig. 10). The northwestern margin of the MRGB contains numerous faults, cutting Cretaceous and Cenozoic strata, that lie within a broad eastward (dextral) step between the Lucero uplift and Sierra Nacimiento (Kelley, 1982) called the Laguna bench (Russell and Snelson, 1994). The western flank of the Laguna bench is defined by faults of the Rio Puerco fault zone and the Ignacio monocline. The eastern edge of the Laguna bench is broadly defined by traces of the San Ysidro and South Garcia faults (Russell and Snelson, 1994). Figure 9. Sources of geologic data used for the generalized geologic map on Plate 1. A: Fault and fold data sources; geologic units from NMBGMR (2003). B: Data sources for structure-contour map of the Dakota Formation (Thaden and Zech, 1984), and areas interpreted in this study. C: Pink shading approximately denotes areas where the Dakota Formation has been removed by erosion. NMBGMR Open-file Report 539 32 Figure 10. Map of faults and folds in study area; normal faults denoted by ball on down-thrown side. Shading denotes approximate areal extent of the Colorado Plateau; darker shading denotes the Laguna bench. Names of MRGB subbasins are shown in blue. Intrabasinal structures have important geometric implications regarding the distribution of subsurface recharge sources along the western flank of the MRGB, which is segmented into the Santo Domingo, Calabacillas, and Belen subbasins (Fig. 10). The Calabacillas subbasin has a predominantly eastward tilt and forms an eastward-dipping faulted homocline that includes the Laguna bench (Fig. 11, cross section D-D’). This eastward tilt of the Calabacillas subbasin serves to bury the Paleozoic succession deep beneath the MRGB, where few springs are recognized in Cretaceous rocks (Melis et al., 2011). In contrast, the southern part of the MRGB (Belen subbasin) contains at least two antiformal features, one of which is buried beneath the Rio Grande (Fig. 11, cross-section E-E’). The southwestern flank of the Belen subbasin forms a NMBGMR Open-file Report 539 33 north-plunging anticline along the Lucero uplift that has been extensively cut by normal faults. The rift-flanking uplifts tilt away from the MRGB, exposing upper Paleozoic rocks along the eastern flank of the Lucero uplift, where abundant springs are present (Kelley et al., 1976). The shift from east-tilted stratal geometry of the Calabacillas subbasin to the more complicated structure of the Belen subbasin occurs where the Rio San Jose enters the MRGB. It is possible that the Rio San Jose may have exploited the low topographic relief created by this transition. Figure 11. Simplified geologic cross sections (D-D’ and E-E’ on Plate 1) across the Colorado Plateau-MRGB transition (no vertical exaggeration). Inset map illustrates well locations and subbasin boundaries. An understanding of the structural relief on top of the Precambrian is necessary to delineate the structure of basins and uplifts and distribution and thickness of stratigraphic units in the study area. Foster and Stipp (1961) published a structural relief map of the Precambrian surface that was refined by Broadhead et al. (2009). The structure-contour map of the Precambrian by Broadhead et al. (2009) required only slight adjustments along the western margin of the MRGB (in the Rio Puerco Valley, near the shlagwt1 well, Appendix) to agree with the sparse well coverage and data (Fig. 12). An important map of the regional structure was compiled by Thaden and Zech (1984), who contoured the base of the Dakota Formation using outcrop and borehole controls. This structure-contour map is useful because it defines the Cretaceous-Jurassic boundary across most of the study area. This map was drawn using a contour interval of 100 m, making it one of the NMBGMR Open-file Report 539 34 most precise structure-contour maps available. Plate 1 shows the areal extent of the sub-Dakota surface and exposures of the Morrison and Dakota Formations from the State Geologic Map (NMBGMR, 2003). In addition to the faults compiled by Thaden and Zech (1984), the structure- contour map on Plate 1 also includes faults mapped by later studies (Fig. 9A). The elevation of the basal Dakota surface compares favorably with the well data interpreted for this study (Plate 1). Improvements to the Thaden and Zech compilation are the results of later detailed mapping of faults along northwestern margin of the MRGB, and incorporation of newer petroleum and water exploration wells drilled since 1984 (Appendix). The structure contours of original Thaden and Zech compilation were re-interpreted east of the Ignacio monocline area and through the Rio Puerco Valley (Figs. 9B and 10). Well control for the base of the Cretaceous section is sparse in the southern part of the study area. Structure contours of the base of the Dakota Formation are speculative south of the area covered by the Thaden and Zech compilation. A simplified structure-contour map of the"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "was refined by Broadhead et al. (2009). The structure-contour map of the Precambrian by Broadhead et al. (2009) required only slight adjustments along the western margin of the MRGB (in the Rio Puerco Valley, near the shlagwt1 well, Appendix) to agree with the sparse well coverage and data (Fig. 12). An important map of the regional structure was compiled by Thaden and Zech (1984), who contoured the base of the Dakota Formation using outcrop and borehole controls. This structure-contour map is useful because it defines the Cretaceous-Jurassic boundary across most of the study area. This map was drawn using a contour interval of 100 m, making it one of the NMBGMR Open-file Report 539 34 most precise structure-contour maps available. Plate 1 shows the areal extent of the sub-Dakota surface and exposures of the Morrison and Dakota Formations from the State Geologic Map (NMBGMR, 2003). In addition to the faults compiled by Thaden and Zech (1984), the structure- contour map on Plate 1 also includes faults mapped by later studies (Fig. 9A). The elevation of the basal Dakota surface compares favorably with the well data interpreted for this study (Plate 1). Improvements to the Thaden and Zech compilation are the results of later detailed mapping of faults along northwestern margin of the MRGB, and incorporation of newer petroleum and water exploration wells drilled since 1984 (Appendix). The structure contours of original Thaden and Zech compilation were re-interpreted east of the Ignacio monocline area and through the Rio Puerco Valley (Figs. 9B and 10). Well control for the base of the Cretaceous section is sparse in the southern part of the study area. Structure contours of the base of the Dakota Formation are speculative south of the area covered by the Thaden and Zech compilation. A simplified structure-contour map of the base of the Dakota Formation (Fig. 13) was redrawn from Plate 1, with elevation units in feet to facilitate comparisons with the structure contour map of the Proterozoic basement. Regions where erosion has removed the Dakota Formation are illustrated on Figure 9C. Although no longer present, the contours of the eroded Dakota Formation are important because they illustrate areas where modern recharge to the Dakota may occur. These contours also represent the pre-Cretaceous surface that illustrates areas subjected to later (mostly Laramide) uplift and erosion. The sub-Dakota contours also highlight a wide southeast-plunging syncline in the Laguna bench. 35 Figure 12. Structure contour map of the elevation of the top of Proterozoic (Precambrian) crystalline rocks (modified from Broadhead et al., 2009). Contour interval in 500 ft increments above sea level; 1000- and 5000-ft contour intervals below sea level. 36 Figure 13. Structure contour map (re-contoured in feet) of the base of the Dakota Formation (based on data from Plate 1), including the southern limit of Jurassic rocks (Grant and Foster, 1989). NMBGMR Open-file Report 539 37 Refinements to the thickness of the Santa Fe Group basin-fill were made using results of a 3D geophysical inversion that exploited a natural break in bulk density between the Santa Fe Group and older rocks (Grauch and Connell, in press). This inversion method does not deal with faults explicitly, thus major structures were inferred using regional the map compilation (Plate 1). A simplified version of a structure contour map of the base of the Santa Fe Group shows that the basin-fill considerably thickens east of the Laguna bench, across the San Ysdiro fault zone (Fig. 14). The geologic cross sections (Plate 2) delineate major structures and key stratigraphic units in the subsurface that are displaced by major faults. Geologic cross sections were originally constructed across parts of the MRGB (Russell and Snelson, 1994; Maldonado et al., 2007; and Connell, 2008b; Melis, 2009; and Grauch and Connell, in press). These cross sections were extended west onto the Colorado Plateau, and have been vertically exaggerated by a factor of two in order to highlight details of the structure and stratigraphy. Cross sections D-D’ and E-E’ have been simplified and shown without vertical exaggeration on Figure 11 to illustrate basin structure. Geologic cross sections A-A’, B-B’, and C-C’ were modified from a compilation of the geology of the Albuquerque-Rio Rancho metropolitan area (Connell, 2008b). Cross section A-A’ was extended west onto the Colorado Plateau, and ended near the southern margin of the San Juan Basin. This cross section required modification west of the Ziana strain-accommodation zone (Kelley, 1977; and Stewart et al., 1998) because the initial attempts at building this cross section (A-A’) did not consider thinning of the Mesozoic section by normal faults suggested by Black (1981). Cross section B-B’ and C-C’ were extended onto the eastern flank of the Ignacio monocline. Cross section D-D’ was modified and redrawn from Line 65 of Russell and Snelson (1994), and incorporated structural interpretations by Maldonado et al. (1999 and 2007) and Grauch and Connell (in press). This cross section was extended northwestward onto Mesa Gigante within the Colorado Plateau. Cross section E-E’ was modified from Grauch and Connell (in press) and extended northwest across the Lucero uplift. NMBGMR Open-file Report 539 38 Figure 14. Structure contour map of the elevation of the interpreted base of the Cenozoic Santa Fe Group west of the Rio Grande; 1000-ft contour intervals based data from Grauch and Connell (in press). The figure covers the eastern part of the study area. Selected basin bordering faults include the Zia (Zf), San Ysidro (SYf), Tenorio-Garcia-Sand Hill (SHf), and Navajo-Moquino- west Apache (NMAf) fault zones. NMBGMR Open-file Report 539 39 Fault juxtaposition Fluid flow across faults can be inhibited by: 1) juxtaposition of strata of differing permeability; 2) generation of fault material having a lower permeability than the original rock or sediment; and 3) cementation or mineralization of the fault zone (Knipe, 1993 and 1997; Caine, 1996; Rawling et al., 2001; and Doughty, 2003). Along-strike variations in displacement across en echelon normal faults can result in monoclinal flexures called relay ramps (Fig. 15). These relay ramps can form where the displacement of basin-border faults decrease and become less- prominent intrabasinal faults (Kelley, 1982). Such structural ramps may be hydrogeologically important because they can limit the flow of groundwater into the basin fill through the juxtaposition of permeable stratigraphic units across faults. Figure 15. Schematic diagram illustrating variations in displacement across relay ramps formed by overlapping en echelon normal faults (modified from Kelley, 1982). Relay ramps form as displacement increases, resulting in a series of stepped monoclinal flexures that juxtapose different stratigraphic units along fault traces. Hachured lines denote regions along the fault face where groundwater-conduit windows may form. To better understand how groundwater from the Colorado Plateau move through fault zones and enter the MRGB, the spatial distribution of juxtaposition seals and conduits was mapped into the subsurface by projecting the hanging-wall and footwall stratigraphy onto fault planes to estimate the amounts of overlap among permeable and impervious units (e.g., Knipe, 1993 and 1997). A preliminary geometric examination of fault juxtaposition was completed for three groups of fault zones (Fig. 16). A detailed analysis of fault-zone permeability is beyond the NMBGMR Open-file Report 539 40 scope of this study. To do this, two cross sections were drawn along the trace of a fault, and stratigraphic units"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "Hill (SHf), and Navajo-Moquino- west Apache (NMAf) fault zones. NMBGMR Open-file Report 539 39 Fault juxtaposition Fluid flow across faults can be inhibited by: 1) juxtaposition of strata of differing permeability; 2) generation of fault material having a lower permeability than the original rock or sediment; and 3) cementation or mineralization of the fault zone (Knipe, 1993 and 1997; Caine, 1996; Rawling et al., 2001; and Doughty, 2003). Along-strike variations in displacement across en echelon normal faults can result in monoclinal flexures called relay ramps (Fig. 15). These relay ramps can form where the displacement of basin-border faults decrease and become less- prominent intrabasinal faults (Kelley, 1982). Such structural ramps may be hydrogeologically important because they can limit the flow of groundwater into the basin fill through the juxtaposition of permeable stratigraphic units across faults. Figure 15. Schematic diagram illustrating variations in displacement across relay ramps formed by overlapping en echelon normal faults (modified from Kelley, 1982). Relay ramps form as displacement increases, resulting in a series of stepped monoclinal flexures that juxtapose different stratigraphic units along fault traces. Hachured lines denote regions along the fault face where groundwater-conduit windows may form. To better understand how groundwater from the Colorado Plateau move through fault zones and enter the MRGB, the spatial distribution of juxtaposition seals and conduits was mapped into the subsurface by projecting the hanging-wall and footwall stratigraphy onto fault planes to estimate the amounts of overlap among permeable and impervious units (e.g., Knipe, 1993 and 1997). A preliminary geometric examination of fault juxtaposition was completed for three groups of fault zones (Fig. 16). A detailed analysis of fault-zone permeability is beyond the NMBGMR Open-file Report 539 40 scope of this study. To do this, two cross sections were drawn along the trace of a fault, and stratigraphic units were projected onto the fault plane (Figs. 17-19): one for the footwall (upthrown) face; and a complementary cross section for the hanging-wall (downthrown) face of the fault. Deposits that intersect the fault plane are defined as either conduit or seal windows (Fig. 4). Conduits were defined as high-permeability layers (aquifer zones) in the groundwater- flow model of Melis et al. (2011). These aquifer zones were grouped into Cenozoic strata (Layers 1-3), the Dakota Formation and Jurassic strata (Layer 5), the Glorieta Sandstone and San Andres Limestone (Layer 7), and the Yeso Formation (Layer 8). Fault barriers are interpreted where impervious units are juxtaposed across a fault. Conduit windows are defined where permeable intervals are juxtaposed across a fault. It is likely that coarse-grained or fractured beds within seals may locally possess zones of high horizontal hydraulic conductivity (e.g., Caine, 1996; and Rawling et al., 2001). Conduit windows may locally contain fine-grained material that has been smeared across the fault plane (e.g., Doughty, 2003). The effects of fault-zone permeability were not incorporated into the fault-juxtaposition analyses. The structure-contour map of the base of the Dakota Formation (Plate 1) and geologic cross sections (Plate 2) provide stratigraphic and structural control to project stratigraphic horizons into the three major basin-margin fault zones examined herein (Fig. 16): San Ysidro; Tenorio-Garcia-Sand Hill; and Navajo-Moquino-west Apache fault zones. These juxtaposition analyses relied on the regional stratigraphic thickness trends determined from borehole data (Figs. 7 and 8) and (because of smoothing) may not precisely match unit depths along fault strike (Plate 2). Numerous faults define the Ziana strain-accommodation zone in an area lacking sufficient well control for a complete structural analysis of the Zia fault zone; however, preliminary analyses suggest only minor displacement across this structure (S.D. Connell, unpubl. data). The San Ysidro fault zone is about 95-km long and defines much of the northeastern edge of the Laguna bench (Fig. 10). The northern end of the San Ysidro fault zone lies in the Jemez Mountains and Sierra Nacimiento, where it juxtaposes Pennsylvanian and Proterozoic rocks of the Sierra Nacimiento against Oligocene and Permian rocks along the northern edge of the MRGB (Fig. 17). The San Ysidro fault zone dies out to the south into a zone of overlapping en echelon faults near Wind Mesa, about 5 km east of the Cat Mesa fault. A south-verging 41 Figure 16. Structure maps, illustrating structure-contours (elev.: meters), and traces of faults that define the western margin of the MRGB, highlighting the San Ysidro (1), Tenorio-Garcia-Sand Hill (2), and Navajo-Moquino-Apache (3) fault zones. Top: Structure contours of the base of the Dakota Formation (blue; contour elevation in meters). Bottom: structure contours of the base of the Santa Fe Group (orange; contour elevation in meters). 42 Figure 17. Map and cross sections along the trace of the San Ysidro fault zone, illustrating the juxtaposition of map units across faults. Top: cross section along trace of fault, illustrating intersection of major stratigraphic units onto downthrown (hanging-wall) face of fault. Middle: index map of faults, including the Cat Mesa fault (CMf), nearby wells, and cross sections (Plate 2). Bottom: cross section along trace of fault, illustrating intersection of major stratigraphic units onto the upthrown (footwall) face of the fault. 43 Figure 18. Map and cross sections along the trace of the Tenorio, Garcia, and Sand Hill fault zones, illustrating the juxtaposition of map units across faults. Top: cross section along trace of fault, illustrating intersection of major stratigraphic units onto downthrown (hanging-wall) face of fault. Middle: index map of faults, including nearby wells and cross sections (Plate 2). Bottom: cross section along trace of fault, illustrating intersection of major stratigraphic units onto the upthrown (footwall) face of the fault. NMBGMR Open-file Report 539 44 Figure 19. Map and cross sections along the trace of the Navajo, Moquino, and Apache (Moquino-Apache) fault zones, illustrating the juxtaposition of map units across faults. Top: cross section along trace of fault, illustrating intersection of major stratigraphic units onto downthrown (hanging-wall) face of fault. Middle: index map of faults, including nearby wells and cross sections (Plate 2). Bottom: cross section along trace of fault, illustrating intersection of major stratigraphic units onto the upthrown (footwall) face of the fault. monoclinal flexure (resembling a relay ramp) is interpreted between the Sand Hill and Zia fault zones (Fig. 14), where geologic mapping shows an overall southward tilt and thickening of the Santa Fe Group. The Tenorio-Garcia-Sand Hill fault zones contain basin-bounding normal faults that have been grouped for this juxtaposition analysis (Fig. 18). The combined length of this fault zone is about 82 km. The northern end of this fault zone connects to the San Ysidro fault zone. The NMBGMR Open-file Report 539 45 Tenorio fault marks the western structural boundary of the MRGB just south of the junction with the San Ysidro fault zone. The Navajo-Moquino-Apache fault zones represent a set of en- echelon basin-bounding normal faults that have been grouped for this juxtaposition analysis (Fig. 19), and represents the westernmost series of faults examined for this study. The combined length of this fault zone is about 66 km. The Navajo-Moquino-Apache defines the western limit of thick Cenozoic basin fill along the west edge of the Apache graben of Kelley (1977) and may connect with the southern projected end of the Sand Hill fault zone. Conduit-seal distributions Figure 20 shows cross sections of the hanging-wall (basinward) faces of the San"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "of fault, illustrating intersection of major stratigraphic units onto the upthrown (footwall) face of the fault. NMBGMR Open-file Report 539 44 Figure 19. Map and cross sections along the trace of the Navajo, Moquino, and Apache (Moquino-Apache) fault zones, illustrating the juxtaposition of map units across faults. Top: cross section along trace of fault, illustrating intersection of major stratigraphic units onto downthrown (hanging-wall) face of fault. Middle: index map of faults, including nearby wells and cross sections (Plate 2). Bottom: cross section along trace of fault, illustrating intersection of major stratigraphic units onto the upthrown (footwall) face of the fault. monoclinal flexure (resembling a relay ramp) is interpreted between the Sand Hill and Zia fault zones (Fig. 14), where geologic mapping shows an overall southward tilt and thickening of the Santa Fe Group. The Tenorio-Garcia-Sand Hill fault zones contain basin-bounding normal faults that have been grouped for this juxtaposition analysis (Fig. 18). The combined length of this fault zone is about 82 km. The northern end of this fault zone connects to the San Ysidro fault zone. The NMBGMR Open-file Report 539 45 Tenorio fault marks the western structural boundary of the MRGB just south of the junction with the San Ysidro fault zone. The Navajo-Moquino-Apache fault zones represent a set of en- echelon basin-bounding normal faults that have been grouped for this juxtaposition analysis (Fig. 19), and represents the westernmost series of faults examined for this study. The combined length of this fault zone is about 66 km. The Navajo-Moquino-Apache defines the western limit of thick Cenozoic basin fill along the west edge of the Apache graben of Kelley (1977) and may connect with the southern projected end of the Sand Hill fault zone. Conduit-seal distributions Figure 20 shows cross sections of the hanging-wall (basinward) faces of the San Ysidro, Tenorio-Garcia-Sand Hill, and Navajo-Moquino-west Apache fault zones (Fig. 16). The spatial distribution of conduits is discontinuous and is related to regional deformation of strata and localized deformation across fault zones. Most of the San Ysidro fault lies within the MRGB, where Cenozoic aquifer units are juxtaposed south of the Jemez River. A south-facing relay ramp forms small conduit windows between Jurassic-Dakota and Permian units. The San Ysidro fault and south-verging relay-ramp may also control the location of a hydrogeochemical-zone boundary in the MRGB aquifer suggested by Plummer et al. (2004). The juxtaposition of synclinal strata on the basin-facing part of the Tenorio-Garcia-Sand Hill fault zone forms a narrow conduit in the Cenozoic basin-fill, and discontinuous conduit windows in the Jurassic- Dakota aquifer zone (Fig. 20). Permian aquifer units are discontinuously connected along the Tenorio-Garcia-Sand Hill fault zone. The hanging-wall face of the Navajo-Moquino-Apache fault zone locally defines the western limit of the Santa Fe Group, and thus marks the structural boundary of the MRGB. This fault zone also contains a broad syncline between the Sierra Nacimiento and Lucero uplifts. The smaller-magnitude displacements across this fault zone result in wide conduit windows in the Mesozoic and Permian aquifer zones that may permit larger groundwater flow from the Colorado Plateau into the MRGB. NMBGMR Open-file Report 539 46 Figure 20. Simplified fault map and fault-trace cross sections, depicting the hanging-wall (basinward) face of the San Ysidro (1), Tenorio-Garcia-Sand Hill (2), and Navajo-Moquino- Apache (3) fault zones. Cross-cutting faults have been removed for clarity. Top: map showing mapped fault zones. Bottom: three cross sections illustrating seals (black) and conduits (hachured lines) for juxtaposed conduits and seals. Model layers are from Melis et al. (2011). NMBGMR Open-file Report 539 47 CONCLUSIONS This study compiled available geologic data to produce a conceptual geologic framework to aid in the development of a groundwater-flow model by Melis et al. (2011). A summary of the regional stratigraphy was compiled from previously published studies and unpublished graduate theses. Data from 72 wells were interpreted and used to build two stratigraphic fences that depict regional variations in the pre-Cenozoic stratigraphy. Regional structure was examined through refinements to structure-contour maps of the top of the Precambrian (Broadhead et al., 2009), the base of the Upper Cretaceous Dakota Formation (Thaden and Zech, 1984), and the base of the Santa Fe Group (Grauch and Connell, in press). The structure-contour map of the Dakota Formation was extensively modified along the transition between the Colorado Plateau and Middle Rio Grande Basin (MRGB) using data from recent geologic mapping and interpretation of well data. The character of the transition between the Colorado Plateau and MRGB may influence subsurface flow into the Rio Grande rift. The overall lack of springs on the Laguna bench may be a result of eastward tilting that does not expose Paleozoic units. The overall westward tilt of the rift-flanking Lucero uplift exposes upper Paleozoic units that are the sources of numerous springs. The potential influence of faults on groundwater movement was examined by mapping the juxtaposition of permeable and relatively impermeable stratigraphic units along three major fault zones that locally define the margin of the Colorado Plateau and Rio Grande rift: San Ysidro, Tenorio-Garcia-Sand Hill, and Navajo-Moquino-west Apache fault zones. Based on purely geometrical considerations, discontinuous conduits were mapped; suggesting variations in permeability (conduit windows) along faults that locally define the structural margin of the northwestern flank of the MRGB. NMBGMR Open-file Report 539 48 REFERENCES Anderson, O.J. and Lucas S. G., 1996, Stratigraphy and depositional environments of middle and upper Jurassic rocks, Southeastern San Juan Basin, New Mexico: New Mexico Geological Society Guidebook 47, p. 205-210. Anderson, O.J. Lucas S. G., Love, D.W., and Cather, S.M., 1989, Southeastern Colorado Plateau: New Mexico Geological Society Guidebook 40, 345 p. Baars, D.L., 1962, Permian Systems of Colorado Plateau: American Association of Petroleum Geologists Bulletin, v. 46, n. 2, p. 149-218. Baars, D.L., 1982, Paleozoic history of the Albuquerque trough: Implications of basement control on Rio Grande rift: New Mexico Geological Society Guidebook 33, p. 153-157. Bachman, G.O., and Mehnert, H.H., 1978, New K-Ar dates and the late Pliocene to Holocene geomorphic history of the central Rio Grande region, New Mexico: Geological Society of America Bulletin, v. 89, p. 283-292. Baldridge, W.S, 2004, Pliocene-Quaternary volcanism in New Mexico and a model for genesis of magmas and continental extension, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 312-330. Baldridge, W.S., Perry, F.V., and Shafiqullah, M., 1987, Late Cenozoic volcanism of the southeastern Colorado Plateau: I. Volcanic geology of the Lucero area, New Mexico: Geological Society of America Bulletin, v. 99, n. 10, p. 463-470, 1 pl. Baldwin, J.A. and Anderholm S. K., 1992, Hydrogeology and ground-water chemistry of the San Andres-Glorieta Aquifer in the Acoma Embayment and Eastern Zuni uplift, west-central New Mexico: U.S. Geological Survey, Water-Resources Investigations report 91-4033, 304 p., 2 pls. Bartolino, D.P., and Cole, J.C., 2002, Ground-water resources of the middle Rio Grande basin, New Mexico: U.S. Geological Survey, Circular 1222, 132 p. Black, B.A., 1982, Oil and gas exploration in the Albuquerque Basin: New Mexico Geological Society, Guidebook 33, p. 313-324. Black, B.A., and Hiss, W.L., 1974, Structure and stratigraphy in the vicinity of the Shell Oil Co. Santa Fe Pacific No. 1 test well, southern Sandoval County, New Mexico: New Mexico"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "Geological Society Guidebook 47, p. 205-210. Anderson, O.J. Lucas S. G., Love, D.W., and Cather, S.M., 1989, Southeastern Colorado Plateau: New Mexico Geological Society Guidebook 40, 345 p. Baars, D.L., 1962, Permian Systems of Colorado Plateau: American Association of Petroleum Geologists Bulletin, v. 46, n. 2, p. 149-218. Baars, D.L., 1982, Paleozoic history of the Albuquerque trough: Implications of basement control on Rio Grande rift: New Mexico Geological Society Guidebook 33, p. 153-157. Bachman, G.O., and Mehnert, H.H., 1978, New K-Ar dates and the late Pliocene to Holocene geomorphic history of the central Rio Grande region, New Mexico: Geological Society of America Bulletin, v. 89, p. 283-292. Baldridge, W.S, 2004, Pliocene-Quaternary volcanism in New Mexico and a model for genesis of magmas and continental extension, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 312-330. Baldridge, W.S., Perry, F.V., and Shafiqullah, M., 1987, Late Cenozoic volcanism of the southeastern Colorado Plateau: I. Volcanic geology of the Lucero area, New Mexico: Geological Society of America Bulletin, v. 99, n. 10, p. 463-470, 1 pl. Baldwin, J.A. and Anderholm S. K., 1992, Hydrogeology and ground-water chemistry of the San Andres-Glorieta Aquifer in the Acoma Embayment and Eastern Zuni uplift, west-central New Mexico: U.S. Geological Survey, Water-Resources Investigations report 91-4033, 304 p., 2 pls. Bartolino, D.P., and Cole, J.C., 2002, Ground-water resources of the middle Rio Grande basin, New Mexico: U.S. Geological Survey, Circular 1222, 132 p. Black, B.A., 1982, Oil and gas exploration in the Albuquerque Basin: New Mexico Geological Society, Guidebook 33, p. 313-324. Black, B.A., and Hiss, W.L., 1974, Structure and stratigraphy in the vicinity of the Shell Oil Co. Santa Fe Pacific No. 1 test well, southern Sandoval County, New Mexico: New Mexico Geological Society, Guidebook 25, p. 365-370. Broadhead, R. and Scholle, P., 2009, The New Mexico Library of Subsurface Data, in New Mexico Earth Matters, v. 9, n. 2, 4 p. (http://geoinfo.nmt.edu/publications/ periodicals/earthmatters/9/EMv9n2_09.pdf). Broadhead, R.F., and Black, B.A., 1989, Petroleum exploration wells drilled in west-central New Mexico: New Mexico Geological Society Guidebook 40, p. 287-296. Broadhead, R.F., Mansell, M., and Jones, G., 2009, Carbon dioxide in New Mexico: Geologic distribution of natural occurrences: New Mexico Bureau of Geology and Mineral Resources, Open-file report 514, CD-ROM. Caine, J.S., 1996, Fault zone architecture and permeability structure: Geology, v. 24, n. 11, p. 1025-1028. Callender, J.F., and Zilinski, R.E., Jr., 1976, Kinematics of Tertiary and Quaternary deformation along the eastern edge of the Lucero uplift, central New Mexico, in Woodward, L.A., and Northrop, S.A., eds., Tectonics and mineral resources of southwestern North America: A volume honoring Vincent C. Kelley: New Mexico Geological Society, Special Publication No. 6, p. 53-61. NMBGMR Open-file Report 539 49 Campbell, J., 1967, Geology and structure of a portion of the Rio Puerco Fault Belt, Western Bernalillo County, New Mexico [M.S. Thesis]: Albuquerque, University of New Mexico, 89 p. Cather, S.M., 1999, Implications of Jurassic, Cretaceous, and Proterozoic piercing lines for Laramide oblique-slip faulting in New Mexico and rotation of the Colorado Plateau: GSA Bulletin, v. 111, n. 6, p. 849-868. Cather, S.M., 2004, Laramide orogeny in central and northern New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 203-248. Cather, S.M., and Johnson, B.D., 1984, Eocene tectonics and depositional setting of west-central New Mexico and eastern Arizona: New Mexico Bureau of Mines and Mineral Resources, Circular 192, 33 p. Chamberlin, R.M., Kues, B.S., Cather, S.M., Barker, J.M., and McIntosh, W.C., 1994, Mogollon Slope: West-central New Mexico: New Mexico Geological Society, Guidebook 45, 335 p. Chapin, C.E., and Cather, S.M., 1994, Tectonic setting of the axial basins of the northern and central Rio Grande rift: Geological Society of America, Special Paper 291, p. 5-25. Cole, J. C., Grauch, V. J. S., Hudson, M. R., Maldonado, F., Minor, S. A., Sawyer, D. A., and Stone, B. R., 1999, Three-dimensional geologic modeling of the Middle Rio Grande basin [abstract]: U. S. Geological Survey Open-file report 99-203, p. 25-26. Connell, S.D., 2004, Geology of the Albuquerque Basin and tectonic development of the Rio Grande rift, north-central New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 359-388. Connell, S.D., 2006, Preliminary geologic map of the Albuquerque-Rio Rancho metropolitan area, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-file Report 496, version 2.0, November 2006, scale 1:50,000. Connell, S.D., 2008a, Refinements to the stratigraphic nomenclature of the Santa Fe Group, northwestern Albuquerque Basin, New Mexico: New Mexico Geology, v. 30, n. 1, p. 14- 35. Connell, S.D., 2008b, Geologic map of the Albuquerque-Rio Rancho metropolitan area, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Geologic Map GM-78, scale 1:50,000, 2 pls. Connell, S.D., Allen, B.D., and Hawley, J.W., 1998, Subsurface stratigraphy of the Santa Fe Group from borehole geophysical logs, Albuquerque area, New Mexico: New Mexico Geology, v. 20, n. 1, p. 2-7. Connell, S.D., Koning, D.J., and Cather, S.M., 1999, Revisions to the stratigraphic nomenclature of the Santa Fe Group, northwestern Albuquerque basin, New Mexico: New Mexico Geological Society, Guidebook 50, p. 337-353. Connell, S.D., Hawley, J.W., and Love D.W., 2005, Late Cenozoic drainage development in the southeastern Basin and Range of New Mexico, southeasternmost Arizona, and western Texas, in Lucas, S.G., Morgan, G.S., and Ziegler, K.E., eds., New Mexico’s Ice Ages: New Mexico Museum of Natural History and Science Bulletin 28, p. 125-150. Connell, S.D., Koning, D.J., Kelley, S.A., and Brandes, N.N., 2007, Oligocene-Miocene sedimentation in the southwestern Jemez Mountains and northwestern Albuquerque NMBGMR Open-file Report 539 50 basin, New Mexico, in Kues, B.S., Kelley, S.A., and Lueth, V.W., eds., Geology of the Jemez Region II: New Mexico Geological Society, Guidebook 58. p. 195-208. Connell, S.D., Smith, G.A., Geissman, J.W., and McIntosh, W.C., in press, Climatic controls on nonmarine depositional sequences, Albuquerque Basin, Rio Grande rift, north-central New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on the Rio Grande rift: from tectonics to groundwater: Geological Society of America, Special Publication. Craigg, S.D., 1992, Water resources on the Pueblos of Jemez, Zia, and Santa Ana, Sandoval County, New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 89-4091, 122 p., 4 pls. Craigg, S.D., Dam, W.L., Kernodle, J.M., and Levings, G.W., 1989, Hydrogeology of the Dakota Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-I, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Craigg, S.D., Dam, W.L., Kernodle, J.M., Thorn, C.R., and Levings, G.W., 1990, Hydrogeology of the Point Lookout Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-G, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Dam, W.L., Kernodle, J.M., Thorn, C.R., Levings, G.W., Craigg, S.D., 1990a, Hydrogeology of the Pictured Cliffs Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-D, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Dam, W.L., Kernodle, J.M., Thorn,"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "the southeastern Basin and Range of New Mexico, southeasternmost Arizona, and western Texas, in Lucas, S.G., Morgan, G.S., and Ziegler, K.E., eds., New Mexico’s Ice Ages: New Mexico Museum of Natural History and Science Bulletin 28, p. 125-150. Connell, S.D., Koning, D.J., Kelley, S.A., and Brandes, N.N., 2007, Oligocene-Miocene sedimentation in the southwestern Jemez Mountains and northwestern Albuquerque NMBGMR Open-file Report 539 50 basin, New Mexico, in Kues, B.S., Kelley, S.A., and Lueth, V.W., eds., Geology of the Jemez Region II: New Mexico Geological Society, Guidebook 58. p. 195-208. Connell, S.D., Smith, G.A., Geissman, J.W., and McIntosh, W.C., in press, Climatic controls on nonmarine depositional sequences, Albuquerque Basin, Rio Grande rift, north-central New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on the Rio Grande rift: from tectonics to groundwater: Geological Society of America, Special Publication. Craigg, S.D., 1992, Water resources on the Pueblos of Jemez, Zia, and Santa Ana, Sandoval County, New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 89-4091, 122 p., 4 pls. Craigg, S.D., Dam, W.L., Kernodle, J.M., and Levings, G.W., 1989, Hydrogeology of the Dakota Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-I, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Craigg, S.D., Dam, W.L., Kernodle, J.M., Thorn, C.R., and Levings, G.W., 1990, Hydrogeology of the Point Lookout Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-G, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Dam, W.L., Kernodle, J.M., Thorn, C.R., Levings, G.W., Craigg, S.D., 1990a, Hydrogeology of the Pictured Cliffs Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-D, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Dam, W.L., Kernodle, J.M., Thorn, C.R., Levings, G.W., Craigg, S.D., 1990b, Hydrogeology of the Morrison Formation in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-J, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Dane, C.H., 1936, Geology and fuel resources of the southern part of the San Juan Basin, New Mexico, Part 3, the La Ventana-Chacra Mesa coal field: U.S. Geological Survey Bulletin 860-C, 166 p. Dillinger, J.K., 1990, Geologic map of the Grants 30’ x 60’ quadrangle, west-central New Mexico: U.S. Geological Survey, Coal Investigations Map, C-118-A, scale 1:1,000,000. Doughty, P.T., 2003, Clay smear seals and fault sealing potential of an exhumed growth fault, Rio Grande rift, New Mexico: American Association of Petroleum Geologists Bulletin, v. 87, n. 3, p. 427-444. Engler, T.W., Brister, B.S., Chen, H-Y., and Teufel, L.W., 2001, Oil and gas resources development for San Juan Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file Report 463, CD-ROM. Erskine, D.W., and Smith, G.A., 1993, Compositional characterization of volcanic products from a primarily sedimentary record: Geological Society of America Bulletin, v. 105, p. 1214- 1222. Fassett, J.E., 1974, Cretaceous and Tertiary rocks of the Eastern San Juan Basin, New Mexico and Colorado: New Mexico Geological Society Guidebook 25, p. 225-230. Fassett, J.E., 1977, Guidebook of San Juan Basin III: New Mexico Geological Society, Guidebook 28, 307 p. Fassett, J.E., 2000, Geology and coal resources of the upper Cretaceous Fruitland Formation, San Juan Basin, New Mexico and Colorado (Chapter Q), in Kirschbaum, M.A., Roberts, NMBGMR Open-file Report 539 51 L.N.R., and Biewick, L.R.H., Geologic assessment of coal in the Colorado Plateau: Arizona, Colorado, New Mexico and Utah: U.S. Geological Survey Professional Paper 1625-B, Fleming, T.F., 1989, New reference sections for the Semilla Sandstone Member of the Mancos Shale and their genetic implications: New Mexico Geology, v. 11, n. 1, p. 1-7. Foster, R.W., 1978, Selected data for deep drill holes along the Rio Grande rift, in Hawley, J.W., ed., Guidebook to the Rio Grande rift in New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources, Circular 163, p. 236-237. Foster, R.W., and Stipp, T.F., 1961, Preliminary geologic and relief map of the Precambrian rocks of New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 57, 37 p., 1 pl. Galusha, T., 1966, The Zia Sand Formation, new early to medial Miocene beds in New Mexico: American Museum Novitiates, v. 2271, 12 p. Gawne, C., 1981, Sedimentology and stratigraphy of the Miocene Zia Sand of New Mexico, Summary: Geological Society of America Bulletin, Part I, v. 92, n. 12, p. 999-1007. Gile, L.H., Hawley, J.W., and Grossman, R.B., 1981, Soils and geomorphology in the Basin and Range area of southern New Mexico-Guidebook to the Desert Project: New Mexico Bureau of Mines and Mineral Resources, Memoir 39, 222 p. Gorham, T.W., and Ingersoll, R.V., 1979, Evolution of the Eocene Galisteo Basin, north-central, New Mexico: New Mexico Geological Society, Guidebook 30, p. 219-224. Grambling, J.A., and Wells, S.G., 1982, Albuquerque Country II: New Mexico Geological Society Guidebook 33, 370 p. Grant, P.R., Jr., and Foster, R.W., 1989, Future petroleum provinces in New Mexico – discovering new resources [atlas]: New Mexico Bureau of Mines and Mineral Resources, 94 p. Grauch, V.J.S., Keller, G.R., and Gillespie, C.L., 1999, Discussion of new gravity maps for the Albuquerque Basin area: New Mexico Geological Society, Guidebook 50, 119-124. Grauch, V.J.S., and Connell, S.D., in press, New perspectives on the geometry of the Albuquerque basin, Rio Grande rift, New Mexico: Insights from geophysical models of rift-fill thickness, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on the Rio Grande rift: from tectonics to groundwater: Geological Society of America, Special Publication. Hallett, R. B., Kyle, P. R., and McIntosh, W. C., 1997, Paleomagnetic and 40Ar/39Ar age constraints on the chronologic evolution of the Rio Puerco volcanic necks and Mesa Prieta, west-central New Mexico: Implications for transition zone magmatism: Geological Society of America Bulletin, v. 109, p. 95-106. Hawley, J.W., ed., 1978, Guidebook to Rio Grande rift in New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources, Circular 163, 241 p. Hawley, J. W., 1996, Hydrogeologic framework of potential recharge areas in the Albuquerque Basin, central New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file Report 402 D, Chapter 1, 68 p., appendix. Hawley, J.W. and Love, D.W., 1981, Overview of geology as related to environmental concerns in New Mexico: New Mexico Geological Society, Special Publication 10, p. 1-10. Hawley, J.W., Haase, C.S., Lozinsky, R.P., 1995, An underground view of the Albuquerque Basin: New Mexico Water Resources Research Institute, Report 290, p. 27-55. NMBGMR Open-file Report 539 52 Intera Corp, 2008, Draft Sandoval County Rio Puerco Basin water development project, aquifer test and analysis: unpublished consultant report for Sandoval County, New Mexico, 46 p., plus appendices. Johnson, P.S., LeFevre, W.J., Campbell, A., 2002, Hydrogeology and water resources of the Placitas area, Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-file Report 469, 58 p, 7 pls. Johnson, R.C., Finn, T. M., and Nuccio, V. F., 2001, Potential for a Basin-centered gas accumulation in the Albuquerque Basin, New Mexico: U.S. Geological Survey Bulletin 2184-C, 21 p. Kautz, P.F., Ingersoll, R.V., Baldridge, W.S., Damon, P.E., and Shafiqullah, M., 1981, Geology of the Espinaso Formation (Oligocene), north-central New Mexico: Geological Society of America Bulletin, v. 92, n. 12, Part I,"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "Perspectives on the Rio Grande rift: from tectonics to groundwater: Geological Society of America, Special Publication. Hallett, R. B., Kyle, P. R., and McIntosh, W. C., 1997, Paleomagnetic and 40Ar/39Ar age constraints on the chronologic evolution of the Rio Puerco volcanic necks and Mesa Prieta, west-central New Mexico: Implications for transition zone magmatism: Geological Society of America Bulletin, v. 109, p. 95-106. Hawley, J.W., ed., 1978, Guidebook to Rio Grande rift in New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources, Circular 163, 241 p. Hawley, J. W., 1996, Hydrogeologic framework of potential recharge areas in the Albuquerque Basin, central New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file Report 402 D, Chapter 1, 68 p., appendix. Hawley, J.W. and Love, D.W., 1981, Overview of geology as related to environmental concerns in New Mexico: New Mexico Geological Society, Special Publication 10, p. 1-10. Hawley, J.W., Haase, C.S., Lozinsky, R.P., 1995, An underground view of the Albuquerque Basin: New Mexico Water Resources Research Institute, Report 290, p. 27-55. NMBGMR Open-file Report 539 52 Intera Corp, 2008, Draft Sandoval County Rio Puerco Basin water development project, aquifer test and analysis: unpublished consultant report for Sandoval County, New Mexico, 46 p., plus appendices. Johnson, P.S., LeFevre, W.J., Campbell, A., 2002, Hydrogeology and water resources of the Placitas area, Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-file Report 469, 58 p, 7 pls. Johnson, R.C., Finn, T. M., and Nuccio, V. F., 2001, Potential for a Basin-centered gas accumulation in the Albuquerque Basin, New Mexico: U.S. Geological Survey Bulletin 2184-C, 21 p. Kautz, P.F., Ingersoll, R.V., Baldridge, W.S., Damon, P.E., and Shafiqullah, M., 1981, Geology of the Espinaso Formation (Oligocene), north-central New Mexico: Geological Society of America Bulletin, v. 92, n. 12, Part I, p. 980-983, Part II, p. 2318-2400. Kelley, V.C., 1977, Geology of the Albuquerque basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Memoir 33, 60 p. Kelley, V.C., 1982, The right-relayed Rio Grande rift, Taos to Hatch, New Mexico: New Mexico Geological Society, Guidebook 33, p. 147-151. Kelley, V.C., and Wood, G.H., 1946, Lucero uplift, Valencia, Socorro, and Bernalillo Counties, New Mexico: U.S. Geological Survey Oil and Gas Investigations Preliminary Map 47, 1 sheet. Kelley, V. C. and Kudo, A. M., 1978, Volcanoes and related basaltic rocks of the Albuquerque- Belen Basin, New Mexico: New Mexico Bureau Mines Mineral Resources, Circular 156, 30 p. Kelley, V.C., Woodward, L.A., Kudo, A.M., and Callender, J.F., 1976, Guidebook to Albuquerque Basin of the Rio Grande Rift, New Mexico: New Mexico Bureau of Mines and Mineral Resources Circular 153. Kernodle, J.M., Levings, G.W., Craigg, S.D., and Dam, W.L., 1989, Hydrogeology of the Gallup Sandstone in the San Juan Structural Basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey, Hydrologic Investigations Atlas, HA-720-H, scale 1:1,000,000, 2 sheets. Kernodle, J.M., Thorn, C.R., Levings, G.W., Craigg, S.D., and Dam, W. L., 1990, Hydrogeology of the Kirtland Shale and Fruitland Formation in the San Juan structural basin, New Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-C, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Kues, B.S., and Giles, K,J., 2004, The late Paleozoic Ancestral Rocky Mountains System in New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 95- 136. Knipe, R.J., 1993, The influence of fault-zone processes and diagenesis on fluid flow, Horbury, A.D., and Robinson, A.G., eds., Diagenesis and basin development: AAPG Studies in Geology 36, p. 135-148. Knipe, R.H., 1997, Juxtaposition and seal diagrams to help analyze fault seals in hydrocarbon reservoirs, AAPG Bulletin, v. 81, p. 187-195. Krainer, K. and Lucas, S.G., 2004a, Type sections of the Pennsylvanian Gray Mesa and Atrasado formation, Lucero Uplift, Central New Mexico in Lucas, S.G. and Zeigler, K.E., eds., 2004 Carboniferous-Permian transition, New Mexico Museum of Natural History and Science Bulletin No. 25, p. 7-30. NMBGMR Open-file Report 539 53 Krainer, K.L. and Lucas, S. G., 2004b, The upper Pennsylvanian Red Tanks member of the Bursum Formation at Carrizo Arroyo, Central New Mexico: Transition from shallow marine to nonmarine facies, in Lucas, S.G. and Zeigler, K.E., eds., 2004 Carboniferous- Permian transition, New Mexico Museum of Natural History and Science Bulletin No. 25, p. 53-70. Kucks, R.P., Hill, P.L., and Heywood, C.E., 2001, New Mexico aeromagnetic and gravity maps and data: A web site for distribution of data, version 1.0, U.S. Geological Survey Open- rile Report 01–0061, http://pubs.usgs.gov/of/2001/ofr-01-0061/. Levings, G.W., Craigg, S.D., Dam, W.L., Kernodle, J.M., and Thorn, C.R., 1990a, Hydrogeology of the San Jose, Nacimiento, and Animas Formations in the San Juan structural basin, New Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-A, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Levings, G.W., Craigg, S.D., Dam, W.L., Kernodle, J.M., and Thorn, C. M., 1990b, Hydrogeology of the Menefee Formation in the San Juan structural basin, New Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-F, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Lipman, P.W., 1992, Magmatism in the Cordilleran United States; progress and problems, in Burchfiel, B.C., Lipman, P.W., and Zoback, M.L., eds., The Cordilleran orogen: Conterminous United States: Geological Society of America, The Geology of North America, v. G-3, p. 481-514. Little, G.E., 1987, Subsurface analysis of the (Permian) Abo Formation in the Lucero Region, West-Central, New Mexico, [M.S. Thesis]: Socorro, New Mexico Institute of Mining and Technology, 182 p. Love, D.W., 2002, Badlands in the San Juan Basin, in Brister, B.S., and Price, L.G., eds., New Mexico’s Energy, present and future: Policy, production, economics, and the environment: New Mexico Bureau of Geology and Mineral Resources, Decision-Markers Field Conference, San Juan Basin, p. 26-29. Love D.W., and Connell, S.D., 2005, Late Neogene drainage developments on the southeastern Colorado Plateau, New Mexico, in Lucas, S.G., Morgan, G.S., and Ziegler, K.E., eds., New Mexico’s Ice Ages: New Mexico Museum of Natural History and Science Bulletin 28, p. 151-169. Lozinsky, R.P., 1988, Stratigraphy, sedimentology, and sand petrography of the Santa Fe Group and pre-Santa Fe Tertiary deposits in the Albuquerque Basin, central New Mexico [Ph.D. dissert.]: Socorro, New Mexico Institute of Mining and Technology, 298 p. Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and depositional history of the Albuquerque basin, central New Mexico: Geological Society of America, Special Paper 291, p. 73-82. Lozinsky, R.P., Tedford, R.H., 1991, Geology and paleontology of the Santa Fe Group, southwestern Albuquerque Basin, Valencia County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 132, 35 p. Lucas, S.G., 1982, Vertebrate paleontology, stratigraphy, and biostratigraphy of Eocene Galisteo Formation, north-central New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 186, 34 p. Lucas, S.G., and Anderson, O.J., 1997, The Jurassic San Rafael Group, Four Corners region: New Mexico Geological Society, Guidebook 48, p. 109-114. NMBGMR Open-file Report 539 54 Lucas, S.G., Anderson, O.J., and Pigman, C., 1995, Jurassic stratigraphy in the Hagan basin, north-central New Mexico: New Mexico Geological Society, Guidebook 46, p. 247-255. Lucas, S. G. and Heckert, A.B., 1994, Triassic stratigraphy in the Lucero Uplift, Cibola, Valencia and Socorro Counties, New Mexico: New Mexico Geological Society Guidebook 45, p. 241-254."
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "[M.S. Thesis]: Socorro, New Mexico Institute of Mining and Technology, 182 p. Love, D.W., 2002, Badlands in the San Juan Basin, in Brister, B.S., and Price, L.G., eds., New Mexico’s Energy, present and future: Policy, production, economics, and the environment: New Mexico Bureau of Geology and Mineral Resources, Decision-Markers Field Conference, San Juan Basin, p. 26-29. Love D.W., and Connell, S.D., 2005, Late Neogene drainage developments on the southeastern Colorado Plateau, New Mexico, in Lucas, S.G., Morgan, G.S., and Ziegler, K.E., eds., New Mexico’s Ice Ages: New Mexico Museum of Natural History and Science Bulletin 28, p. 151-169. Lozinsky, R.P., 1988, Stratigraphy, sedimentology, and sand petrography of the Santa Fe Group and pre-Santa Fe Tertiary deposits in the Albuquerque Basin, central New Mexico [Ph.D. dissert.]: Socorro, New Mexico Institute of Mining and Technology, 298 p. Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and depositional history of the Albuquerque basin, central New Mexico: Geological Society of America, Special Paper 291, p. 73-82. Lozinsky, R.P., Tedford, R.H., 1991, Geology and paleontology of the Santa Fe Group, southwestern Albuquerque Basin, Valencia County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 132, 35 p. Lucas, S.G., 1982, Vertebrate paleontology, stratigraphy, and biostratigraphy of Eocene Galisteo Formation, north-central New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 186, 34 p. Lucas, S.G., and Anderson, O.J., 1997, The Jurassic San Rafael Group, Four Corners region: New Mexico Geological Society, Guidebook 48, p. 109-114. NMBGMR Open-file Report 539 54 Lucas, S.G., Anderson, O.J., and Pigman, C., 1995, Jurassic stratigraphy in the Hagan basin, north-central New Mexico: New Mexico Geological Society, Guidebook 46, p. 247-255. Lucas, S. G. and Heckert, A.B., 1994, Triassic stratigraphy in the Lucero Uplift, Cibola, Valencia and Socorro Counties, New Mexico: New Mexico Geological Society Guidebook 45, p. 241-254. Lucas, S.G., and Heckert, A.B., 1995, Triassic stratigraphy around the Sandia uplift, New Mexico: New Mexico Geological Society, Guidebook 46, p. 233-242. Lucas, S.G. and Heckert, A.B., 2004, Triassic Strata at Carrizo Arroyo, Lucero uplift, Central New Mexico, in Lucas, S.G. and Zeigler, K.E., eds., 2004 Carboniferous-Permian transition, New Mexico Museum of Natural History and Science Bulletin No. 25, p. 83- 88. Lucas, S.G. and Krainer, K., 2004, The red tanks member of the Bursum Formation in the Lucero uplift and regional stratigraphy of the Bursum Formation in New Mexico, in Lucas, S.G. and Zeigler, K.E., eds., 2004 Carboniferous-Permian transition, New Mexico Museum of Natural History and Science Bulletin No. 25, p.43-44. Lucas, S.G. and Krainer, K., 2009, Pennsylvanian stratigraphy in the northern Oscura Mountains, Socorro County, New Mexico: New Mexico Geological Society, Guidebook 60, p. 153- 166. Lucas, S.G. and Zeigler, K.E., 2004, Permian stratigraphy in the Lucero Uplift, Central New Mexico, in Lucas, S.G. and Zeigler, K.E., eds., Carboniferous-Permian transition, New Mexico Museum of Natural History and Science Bulletin No 25, p 71-82. Lucas, S.G., Cather, S.M., Abbott, J.C., and Williamson, T.E., 1997, Stratigraphy and tectonic implications of Paleogene strata in the Laramide Galisteo basin, north-central New Mexico: New Mexico Geology, v. 19, p. 89-95. Lucas, S.G., Rowland, M., Kues, B.S., Estep, J.W., and Wilde, G.L., 1999a, Uppermost Pennsylvanian and Permian stratigraphy and biostratigraphy at Placitas, New Mexico: New Mexico Geological Society, Guidebook 50, p. 281-292. Lucas, S.G., Heckert, A.B., and Estep, J.W., 1999b, Correlation of Triassic strata across the Rio Grande rift, north-central New Mexico: New Mexico Geological Society, Guidebook 50, p. 305-310. Lucas, S.G., Estep, J.W., and Anderson, O.J., 1999c, Correlation of Jurassic strata from the Colorado Plateau to the High Plains, across the Rio Grande rift, north-central New Mexico: New Mexico Geological Society, Guidebook 50, p. 317-326. Lucas, S.G., Zeigler, K.E., and Spielmann, J.A., eds., 2005, The Permian of Central New Mexico: New Mexico Museum of Natural History and Science Bulletin No. 31. Mabry, K., 1997, Natural history of El Malpais National Monument: New Mexico Bureau of Mines and Mineral Resources, Bulletin 156, 185 p. Mack, G.H., 2004, Middle to late Cenozoic crustal extension, sedimentation, and volcanism in the southern Rio Grande rift, and southern Transition zone of southwestern New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 289-406. Mack, G.H., and Giles, K.A., eds., 2004, The geology of New Mexico: A geologic history: New Mexico Geological Society, Special Publication 11, 474 p. Maldonado, F., Connell, S.D., Love, D.W., Grauch, V.J.S., Slate, J.L., McIntosh, W.C., Jackson, P.B., and Byers, F.M., Jr., 1999, Neogene geology of the Isleta Reservation and vicinity, NMBGMR Open-file Report 539 55 Albuquerque basin, central New Mexico: New Mexico Geological Society, Guidebook 50, p. 175-188. Maldonado, F., Slate, J.L., Love, D.W., Connell, S.D., Cole, J.C., and Karlstrom, K.E., 2007, Geologic map of the Pueblo of Isleta tribal lands and vicinity, Bernalillo, Torrance, and Valencia Counties, central New Mexico: U.S. Geological Survey Scientific Investigations Map 2913, 35-p. pamphlet, 1 plate, scale 1:50,000. McAda, D.P., and Barroll, P., 2002, Simulation of ground-water flow in the Middle Rio Grande Basin between Cochiti and San Acacia, New Mexico: U.S. Geological Survey, Water- Resources Investigations Report 02-4200, 81 p. Melis, E.A., 2009, Interim report on regional groundwater-flow model to evaluate the effects of deep bedrock groundwater withdrawals on the Middle Rio Grande Basin aquifer system: Unpublished Technical Report by John Shomaker and Associates; prepared for the New Mexico Interstate Stream Commission, Santa Fe, New Mexico, 56 p., and appendices Melis, E.A., Jones, M.A., and Baggerman, J., 2011, Evaluation of the effects of pumping from deep bedrock aquifers in and near the Rio Puerco Valley, Bernalillo and Sandoval Counties, New Mexico [unpublished]: John Shomaker and Associates, Inc, Technical Report prepared for the New Mexico Interstate Stream Commission, Santa Fe, New Mexico, 38 p., 45 figures, 7 appendices. Menne, B., 1989, Structure of the Placitas area, northern Sandia uplift, Sandoval County, New Mexico: [M.S. Thesis] Albuquerque, University of New Mexico, 163 p., 4 pl. Minor, S.A., ed., 2006, The Cerrillos uplift, the La Bajada constriction, and hydrogeologic framework of the Santo Domingo basin, Rio Grande Rift, New Mexico: U. S. Geological Survey Professional Paper 1720, 189 p. Mirsky, A., 1955, Jurassic rocks of the Lucero Uplift, Northwestern New Mexico, [M.S. Thesis]: Tucson, University of Arizona, 99 p. Molenaar, C.M., 1983a, Major depositional cycles and regional correlations of Upper Cretaceous rocks, southern Colorado Plateau and adjacent areas, in Reynolds, M.W., and Dolly, E.D., eds., Mesozoic paleogeography of west-central United States: Denver, Society of Economic Paleontologists and Mineralogists, p. 201-224. Molenaar, C.M., 1983b, Principal reference section and correlation of Gallup Sandstone, northwestern New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 185, p. 29-40. Molenaar, C.M., 1988, Petroleum Geology and Hydrocarbon Plays of the Albuquerque-San Luis Rift Basin, New Mexico and Colorado: U.S. Geological Survey Open File Report 87- 450-S. Molenaar, C.M., and Baird, J.K., 1992, Regional stratigraphic cross sections of Upper Cretaceous rocks across the San Juan Basin, northwestern New Mexico and southwestern Colorado: U.S. Geological Survey, Open-file Report 92-257, 3 pls. Nummedal, D., 2004, Tectonic and eustatic controls on Upper Cretaceous stratigraphy of northern New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "Melis, E.A., Jones, M.A., and Baggerman, J., 2011, Evaluation of the effects of pumping from deep bedrock aquifers in and near the Rio Puerco Valley, Bernalillo and Sandoval Counties, New Mexico [unpublished]: John Shomaker and Associates, Inc, Technical Report prepared for the New Mexico Interstate Stream Commission, Santa Fe, New Mexico, 38 p., 45 figures, 7 appendices. Menne, B., 1989, Structure of the Placitas area, northern Sandia uplift, Sandoval County, New Mexico: [M.S. Thesis] Albuquerque, University of New Mexico, 163 p., 4 pl. Minor, S.A., ed., 2006, The Cerrillos uplift, the La Bajada constriction, and hydrogeologic framework of the Santo Domingo basin, Rio Grande Rift, New Mexico: U. S. Geological Survey Professional Paper 1720, 189 p. Mirsky, A., 1955, Jurassic rocks of the Lucero Uplift, Northwestern New Mexico, [M.S. Thesis]: Tucson, University of Arizona, 99 p. Molenaar, C.M., 1983a, Major depositional cycles and regional correlations of Upper Cretaceous rocks, southern Colorado Plateau and adjacent areas, in Reynolds, M.W., and Dolly, E.D., eds., Mesozoic paleogeography of west-central United States: Denver, Society of Economic Paleontologists and Mineralogists, p. 201-224. Molenaar, C.M., 1983b, Principal reference section and correlation of Gallup Sandstone, northwestern New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 185, p. 29-40. Molenaar, C.M., 1988, Petroleum Geology and Hydrocarbon Plays of the Albuquerque-San Luis Rift Basin, New Mexico and Colorado: U.S. Geological Survey Open File Report 87- 450-S. Molenaar, C.M., and Baird, J.K., 1992, Regional stratigraphic cross sections of Upper Cretaceous rocks across the San Juan Basin, northwestern New Mexico and southwestern Colorado: U.S. Geological Survey, Open-file Report 92-257, 3 pls. Nummedal, D., 2004, Tectonic and eustatic controls on Upper Cretaceous stratigraphy of northern New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 169-182. NMBGMR, 2003, Geologic Map of New Mexico: New Mexico Bureau of Geology and Mineral Resources, scale 1:500,000. NMBGMR Open-file Report 539 56 Osburn, G.R., and Chapin, C.E., 1983, Nomenclature for Cenozoic rocks of northeast Mogollon- Datil volcanic field, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Stratigraphic Chart 1. Pazzaglia, F.J., and Kelley, S.A., 1998, Large scale geomorphology and fission-track thermochronology in topographic and exhumation reconstructions of the southern Rocky Mountains: Rocky Mountain Geology, v. 33, p. 229-257. Pazzaglia, F.J., Woodward, L.A., Lucas, S.G., Anderson, O.J., Wegmann, K.W., and Estep, J.W., 1999, Phanerozoic geologic evolution of the Albuquerque area: New Mexico Geological Society Guidebook 50, p. 97-114. Pazzaglia, F.J., and Lucas, S.G., 1999, Albuquerque Geology: New Mexico Geological Society Guidebook 50, 448 p. Picha, M., 1982, Structure and stratigraphy of the Montezuma salient-Hagan basin area, Sandoval County, New Mexico [M.S. Thesis]: Albuquerque, University of New Mexico, 248 p. Plummer, N., Bexfield, L.M., Anderholm, S.K., Sanford, W.E., Busenberg, E., 2004, Geochemical characterization of ground-water flow in the Santa Fe Group aquifer system, Middle Rio Grande Basin, New Mexico: U.S. Geological Survey, Water- Resources Investigations Report 03-4131, 395, 1 CD-ROM. Rawling, G.C., Goodwin, L.B., and Wilson, J.L., 2001, Internal architecture, permeability structure, and hydrologic significance of contrasting fault-zone types: Geology, v. 29, n. 1, p. 43-46. Reese, V.R., 1971, Oil geology of the West Cabezon and North Cabezon structures, Township 17 North, Range 4 West, NMPM (New Mexico Principal Meridian), Sandoval County, New Mexico. Reese, V.R., 1978, Petroleum Geology of the Sierra Lucero uplift, Valencia County, New Mexico: MS Report 78-007, 20 p. Risser, D.W., and Lyford, F.P., 1983, Water resources on the Pueblo of Laguna, west-central New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 83-4083, 308 p. Rocky Mountain Association of Geologists, 1972, Geologic Atlas of the Rocky Mountain region, United States of America: Rocky Mountain Association of Geologists, 331 p. Russell, L.R., and Snelson, S., 1994, Structure and tectonic of the Albuquerque Basin segment of the Rio Grande rift: Insights from reflection seismic data: Geological Society of America, Special Paper 291, p. 83-112. Sanford, W.E., Plummer, L.N., McAda, D.P., Bexfield, L.M., and Anderholm, S.K., 2004, Use of environmental tracers to estimate parameters for a predevelopment ground-water-flow model of the Middle Rio Grande Basin, New Mexico: U.S. Geological Survey, Water- Resources Investigations Report 03-4286, 102 p. Sawyer, D.A., and Minor, S.A., 2006, Geologic setting of the La Bajada constriction and Cochiti Pueblo area, in Minor, S.A., ed., The Cerrillos uplift, the La Bajada constriction, and hydrogeologic framework of the Santo Domingo basin, Rio Grande rift, New Mexico: U.S. Geological Survey, Professional Paper 1720, p. 3-23. Sengebush, R.M., 2008, Structural and stratigraphic controls of deep brackish water exploration, Rio Puerco basin, New Mexico [abstract]: New Mexico Geology, v. 30, n. 2, p. 57. Siemers, C.T., 1974, Ghost Ranch: central-northern New Mexico: New Mexico Geological Society, Guidebook 25, 384 p. NMBGMR Open-file Report 539 57 Slack, P.B., 1973, Structural Geology of the Northeast part of the Rio Puerco Fault Zone, Sandoval County, New Mexico, [M.S. Thesis]: Albuquerque, University of New Mexico, 74 p. Slack, P.B., 1975, Tectonic development of the northeast part of the Rio Puerco Fault Zone, New Mexico: Geology, v. 3, n. 11, p. 425-434. Slack, P. B. and Campbell, J. A., 1976, Structural geology of the Rio Puerco fault zone and its relationship to central New Mexico tectonics; in Woodward, L.A., Northrop, S.A., eds., Tectonics and mineral resources of southwestern North America: New Mexico Geological Society, Special Publication No. 6, p. 46-52. Smith, G.A., 2004, Middle to late Cenozoic development of the Rio Grande rift and adjacent regions, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 331- 358. Smith, L.N., and Lucas, S.G., 1991, Stratigraphy, Sedimentology, and paleontology of the lower Eocene San Jose Formation in the central portion of the San Juan Basin, northwestern New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 126, 44 p. 1 p. Spiegel, Z., and Baldwin, B., 1963, Geology and water resources of the Santa Fe area, New Mexico: U.S. Geological Survey, Water-Supply Paper 1525, 258 p, 7 pls. Stewart, J.H., Anderson, R.E., Aranda-Gomez, J.J., Beard, L.S., Billingsly, G.H., Cather, S.M., Dilles, J.H., Dokka, R.K., Faulds, J.E., Ferrari, L., Grose, T.L.T., Henry, C.D., Janecke, S.U., Miller, D.M., Richard, S.M., Rowley, P.D., Roldan-Quintana, J., Scott, R.B., Sears, J.W., and Williams, V.S., 1998, Map showing Cenozoic tilt domains and associated structural features, western North America, in Faulds, J.E., and Stewart, J.H., eds., Accommodation zones and transfer zones: the regional segmentation of the Basin and Range Province: Geological Society of America, Special Paper 323, plate 1, scale 1:5,000,000. Stone, W.J., Lyford, F.P., Frenzel, P.F., Mizell, N.M., and Padgett, E.T., 1983, Hydrogeology and water resources of San Juan basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Hydrologic Report 6, 70 p., 7 pls., microfiche tables. Summers, W.K. and Kottlowski, F.E., eds., 1969, The San Andres Limestone, a reservoir for Oil and water in New Mexico: New Mexico Geological Society, Special Publication No. 3. Tedford, R.H., and Barghoorn, S., 1999, Santa Fe Group (Neogene), Ceja del Rio Puerco, northwestern Albuquerque Basin, Sandoval County, New Mexico: New Mexico Geological Society, Guidebook 50, p. 327-335. Thaden, R.E., and Zech, R.S., 1984, Preliminary structure contour map of the base of the Cretaceous Dakota Sandstone"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "and adjacent regions, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 331- 358. Smith, L.N., and Lucas, S.G., 1991, Stratigraphy, Sedimentology, and paleontology of the lower Eocene San Jose Formation in the central portion of the San Juan Basin, northwestern New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 126, 44 p. 1 p. Spiegel, Z., and Baldwin, B., 1963, Geology and water resources of the Santa Fe area, New Mexico: U.S. Geological Survey, Water-Supply Paper 1525, 258 p, 7 pls. Stewart, J.H., Anderson, R.E., Aranda-Gomez, J.J., Beard, L.S., Billingsly, G.H., Cather, S.M., Dilles, J.H., Dokka, R.K., Faulds, J.E., Ferrari, L., Grose, T.L.T., Henry, C.D., Janecke, S.U., Miller, D.M., Richard, S.M., Rowley, P.D., Roldan-Quintana, J., Scott, R.B., Sears, J.W., and Williams, V.S., 1998, Map showing Cenozoic tilt domains and associated structural features, western North America, in Faulds, J.E., and Stewart, J.H., eds., Accommodation zones and transfer zones: the regional segmentation of the Basin and Range Province: Geological Society of America, Special Paper 323, plate 1, scale 1:5,000,000. Stone, W.J., Lyford, F.P., Frenzel, P.F., Mizell, N.M., and Padgett, E.T., 1983, Hydrogeology and water resources of San Juan basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Hydrologic Report 6, 70 p., 7 pls., microfiche tables. Summers, W.K. and Kottlowski, F.E., eds., 1969, The San Andres Limestone, a reservoir for Oil and water in New Mexico: New Mexico Geological Society, Special Publication No. 3. Tedford, R.H., and Barghoorn, S., 1999, Santa Fe Group (Neogene), Ceja del Rio Puerco, northwestern Albuquerque Basin, Sandoval County, New Mexico: New Mexico Geological Society, Guidebook 50, p. 327-335. Thaden, R.E., and Zech, R.S., 1984, Preliminary structure contour map of the base of the Cretaceous Dakota Sandstone in the San Juan Basin and vicinity, New Mexico, Arizona, Colorado, and Utah: U.S. Geological Survey, Miscellaneous Field Studies MF-1673, scale 1:500,000, Thorn, C.R., Levings, G. W., Craigg, S. D., Dam, W. L., and Kernodle, J. M., 1990a, Hydrogeology of the Ojo Alamo Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-B, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Thorn, C.R., Levings, G. W., Craigg, S. D., Dam, W. L., and Kernodle, J. M., 1990b, Hydrogeology of the Cliff House Sandstone in the San Juan structural basin, New NMBGMR Open-file Report 539 58 Mexico, Colorado, Arizona and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA 720-E, 2 sheets, scale 1:1,000,000 and 1:2,000,000. Thorn, C.R., McAda, D.P., and Kernodle, J.M., 1993, Geohydrologic framework and hydrologic conditions in the Albuquerque Basin, central New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 93-4149, 105 p., 3 pls. Titus, F.B., Jr., 1963, Geology and groundwater conditions in eastern Valencia County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Groundwater Report 7, 113 p., plus plates. Titus, F.B., Jr., 1980, Groundwater in the Sandia and northern Manzano Mountains, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Hydrologic Report 5, 66 p. Wells, S.G., and Lambert, W., eds., 1981, Environmental geology and hydrology in New Mexico: New Mexico Geological Society, Special Publication 10, 152 p. Wengerd, S.A. and Matheny, M.L., 1958, Pennsylvanian system of Four Corners region: Bulletin of the American Association of Petroleum Geologists, v. 42, n. 9, p. 2048-2106. Williams, P.L., and Cole, J.C., 2007, Geologic map of the Albuquerque 30’ x 60’ quadrangle, north-central New Mexico: U.S. Geological Survey, Scientific Investigations Map 2946, 31 p., scale 1:100,000. Woodward, L.A., 1987, Geology and mineral resources of Sierra Nacimiento and vicinity, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Memoir 42, 84 p. Woodward, L.A., and Northrop, S.A., eds., 1976, Tectonics and mineral resources of southwestern North America: New Mexico Geological Society, Special Publication 6, 218 p. Zeigler, K.E. and Lucas, S.G., 2005, Permian Stratigraphy and depositional cycles in the Lucero Uplift, Central New Mexico, in Lucas, S.G., Zeigler K.E. and Spielmann, J.A., eds., 2005, The Permian of Central New Mexico, New Mexico Museum of Natural History and Science Bulletin No. 31, p. 174-176. NMBGMR Open-file Report 539 A-1 of 12 APPENDIX APPENDIX TABLE 1. SUMMARY OF STRATIGRAPHIC UNIT NAMES. Strat. code Unit QTc Volcanic rocks, undivided QTs Santa Fe Group, undivided Te Espinaso Fm & unit of Isleta well #2 Tg Diamond Tail & Galisteo Fms, undivided Ku Upper Cretaceous, undivided Kpc Pictured Cliffs Sandstone Kl Lewis Shale, undivided Kvch Cliff House Sandstone Kmf Menefee Fm (Mesaverde Group) Kpl Point Lookout Sandstone (Mesaverde Group) Kmu upper Mancos Shale Kg Gallup Sandstone Kml lower Mancos Shale Kd Dakota Fm Jm Morrison Fm, undivided Jt Todilto Fm Je Entrada Sandstone @c Chinle Group @a Agua Sarca (Zarca) Formation Psa San Andres Limestone Pg Glorieta Sandstone Py Yeso Fm, undivided Pym Yeso Fm, Meseta Blanca Sandstone Pa Abo Fm &m Madera Group, undivided &s Sandia Fm & Arroyo Peñasco Group XY Proterozoic crystalline rocks, undivided Note: Wells that record the top of the Permian have tops picked as Psa. Wells that recorded the top of the Pennsylvanian have tops picked as &m. NMBGMR Open-file Report 539 A-2 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS. *Filon Exploration Federal #7 *Conoco NMALCO #15-1 *Sinclair Oil Richardson Federal #1 *Merrion High Hopes #1 *Diamond Shamrock Zambarmo Lake #41- 18Y *Magnolia Petroleum Hutchison #1 *Merrion #1 Federal Medio Code filonef7 conmalco15 sorichfed1 MOHiHo1 dszamlk1 magphut1 MOFeMed1 Loc (S-T-R) 07.20N.02W 15.20N.12W 26.20N.13W 28.20N.05W 18.19N.02W 14.19N.03W 14.19N.03W API (RG) 30-043- 20200 30-031- 20730 30-031- 05361 30-031- 20979 30-043- 20803 30-043- 05111 30-043- 20031 Lat (°) 35.9766 35.9714 35.9420 35.9385 35.8838 35.8756 35.8728 Lon (°) -107.0781 -108.1078 -108.1840 -107.3665 -107.0796 -107.1280 -107.1286 GSL (ft) 7,023 6,144 6,225 6,762 6,949 6,840 6,837 TD (ft) Fm 6,415 @c 4,620 Je 3,520 Jm 6,050 Je 5,815 @c 9,684 XY 5,310 Je Quad (7.5') Mesa Portales Nose Rock Milk Lake Ojo Encino Mesa Portales Johnson Trading Post Wolf Stand County Sandoval McKinley McKinley McKinley Sandoval Sandoval Sandoval Year completed 1976 1981 1958 1993 1986 1953 1990 Strat. top (ft) Ku 0 – – – – – – Kpc 685 – – – – – – Kl 784 – – 0 0 0 0 Kvch 2,170 – – 1,330 1,380 – – Kmf 2,238 0 0 1,408 1,446 – 1,126 Kpl 2,850 1,024 959 2,710 2,238 – 1,966 Kmu 3,057 1,204 1,086 2,845 2,363 2,114 2,108 Kg 4,266 2,300 1,972 3,510 3,582 – 2,792 Kml 4,315 2,385 – 4,670 3,634 – 3,164 Kd 5,035 3,204 3,088 4,870 4,368 4,208 4,216 Jm 5,709 3,328 3,221 4,975 4,694 4,444 4,436 Jt 6,135 4,372 – 5,850 5,568 5,190 5,238 Je 6,150 4,429 – 5,915 5,581 5,215 5,250 @c 6,283 – – – 5,760 5,548 – @a – – – – – – – Psa – – – – – 6358 – Pg – – – – – – – Py – – – – – – – Pym – – – – – – – Pa – – – – – – – &m – – – – – 8454 – &s – – – – – – – XY – – – – – 9,660 – Source 3 1 1,3 2 3"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "MOHiHo1 dszamlk1 magphut1 MOFeMed1 Loc (S-T-R) 07.20N.02W 15.20N.12W 26.20N.13W 28.20N.05W 18.19N.02W 14.19N.03W 14.19N.03W API (RG) 30-043- 20200 30-031- 20730 30-031- 05361 30-031- 20979 30-043- 20803 30-043- 05111 30-043- 20031 Lat (°) 35.9766 35.9714 35.9420 35.9385 35.8838 35.8756 35.8728 Lon (°) -107.0781 -108.1078 -108.1840 -107.3665 -107.0796 -107.1280 -107.1286 GSL (ft) 7,023 6,144 6,225 6,762 6,949 6,840 6,837 TD (ft) Fm 6,415 @c 4,620 Je 3,520 Jm 6,050 Je 5,815 @c 9,684 XY 5,310 Je Quad (7.5') Mesa Portales Nose Rock Milk Lake Ojo Encino Mesa Portales Johnson Trading Post Wolf Stand County Sandoval McKinley McKinley McKinley Sandoval Sandoval Sandoval Year completed 1976 1981 1958 1993 1986 1953 1990 Strat. top (ft) Ku 0 – – – – – – Kpc 685 – – – – – – Kl 784 – – 0 0 0 0 Kvch 2,170 – – 1,330 1,380 – – Kmf 2,238 0 0 1,408 1,446 – 1,126 Kpl 2,850 1,024 959 2,710 2,238 – 1,966 Kmu 3,057 1,204 1,086 2,845 2,363 2,114 2,108 Kg 4,266 2,300 1,972 3,510 3,582 – 2,792 Kml 4,315 2,385 – 4,670 3,634 – 3,164 Kd 5,035 3,204 3,088 4,870 4,368 4,208 4,216 Jm 5,709 3,328 3,221 4,975 4,694 4,444 4,436 Jt 6,135 4,372 – 5,850 5,568 5,190 5,238 Je 6,150 4,429 – 5,915 5,581 5,215 5,250 @c 6,283 – – – 5,760 5,548 – @a – – – – – – – Psa – – – – – 6358 – Pg – – – – – – – Py – – – – – – – Pym – – – – – – – Pa – – – – – – – &m – – – – – 8454 – &s – – – – – – – XY – – – – – 9,660 – Source 3 1 1,3 2 3 3 2 Note: Wells not within study area denoted by asterisk (*). Upper Cretaceous stratigraphic picks, above the Menefee Fm, are listed, but not described in the text. GSL: ground-surface elevation (in feet). TD: total depth (in feet). Sources: 1NM Oil Conservation Division; 2NM Bureau of Geology Petroleum Information Center (e.g., Broadhead & Scholle, 2009), and Engler et al. (2001); 3USGS Petroleum Information Center, Molenaar and Baird (1992), Sawyer and Minor (2006), and D.A. Sawyer (personal communication); 4Black and Hiss (1974); 5Reese (1971, 1978); 6Lozinsky (1994), and Lozinsky and Tedford (1991); 7Black (1982) and Maldonado et al. (1999); 8Connell (2006); 9Interra (2008); 10Melis (2009); 11Cather (1999); 12Foster & Stipp (1961); and 13Broadhead & Black (1989). NMBGMR Open-file Report 539 A-3 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). *Synergy Navajo Allotted #15-6 *Merrion Boling Federal #5 *Don C Wiley Federal Media #3 *Merrion Miller Federal #722 *Merrion Boling Federal #6 *Filon Exploration Federal #30 *Dome Petroleum Corp Tinian #26 Federal Code synajal15-6 BolingFed5 wileyfm3 MillerFed722 BolingFed6 filon301 domepf26 Loc (S-T-R) 15.19N.05W 22.19N.03W 22.19N.03W 22.19N.03W 22.19N.03W 30.19N.02W 26.19N.05W API (RG) 30-031- 20510 30-043- 20092 30-043- 20033 30-043-20193 30-043- 20149 30-043- 20226 30-031- 20491 Lat (°) 35.8726 35.8691 35.8690 35.8667 35.8656 35.8548 35.8438 Lon (°) -107.3564 -107.1420 -107.1359 -107.1376 -107.1408 -107.0829 -107.3427 GSL (ft) 6,553 6,896 6,878 6,850 6,859 6,834 6,639 TD (ft) Fm 5,392 Je 5,450 Je 5,343 Je 5,285 Je 5,245 Jt 5,376 Jm 8,936 XY Quad (7.5') Tinian Wolf Stand Wolf Stand Wolf Stand Wolf Stand Headcut Reservoir Tinian County McKinley Sandoval Sandoval Sandoval Sandoval Sandoval McKinley Year completed 1977 1972 1969 1975 1974 1976 1977 Strat. top (ft) Kl – 0 – – – – – Kvch – 480 – – 445 – – Kmf 0 1,260 – 1,000 1,020 1,004 0 Kpl 1,956 2,018 1,987 – 2,025 1,839 1,898 Kmu 2,055 2,180 2,115 2,150 2,120 1,958 2,035 Kg 2,895 2,894 3,285 3,192 – – 2,866 Kml – 2,984 3,337 – – – – Kd 4,111 4,444 4,070 4,230 3,910 3,982 4,116 Jm 4,245 4,554 4,452 4,440 4,488 4,294 4,268 Jt 5,150 5,216 5,241 5,210 5,220 5,129 5,133 Je 5,160 5,342 5,317 5,290 – 5,158 5,230 @c – – – – – – 5,416 @a – – – – – – – Psa – – – – – – – Pg – – – – – – 6,450 Py – – – – – – 6,655 Pym – – – – – – – Pa – – – – – – – &m – – – – – – 8,118 &s – – – – – – – XY – – – – – – 8,892 Source 1 1 3 1 1 3 3 Note: †faulted out NMBGMR Open-file Report 539 A-4 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). *El Paso Natural Gas Elliott State #1 *Sun Oil Sandoval Federal #1 *Prairie Dog Santa Fe #23 *Mobil Jemez Pueblo #1 *Kreatsch- mann & Stowe Arwood #14 *South Hospah Unit #1-9 *Santa Fe Railroad #42 Code elpaels1 sunsanf1 PDSF23 mobjmzp1 stowan14 SHOSPU1-9 SFRR42 Loc (S-T-R) 36.19N.02W 24.18N.03W 23.18N.08W 28.18N.01W 33.18N.03W 12.17N.09W 07.17N.08W API (RG) 30-043- 05102 30-043-20065 30-031- 21058 30-043- 20830 30-043-20041 30-031- 20013 30-031- 20745 Lat (°) 35.8357 35.7831 35.7782 35.7603 35.7530 35.7241 35.7187 Lon (°) -106.9992 -107.1046 -107.6524 -106.9402 -107.1591 -107.7419 -107.7287 GSL (ft) 6,667 6,574 6,865 6,722 6,459 7,006 7,034 TD (ft) Fm 8,225 XY 8,750 Mississippian 3,407 Jm 5,984 XY 3,382 Jm 3,890 Je 4,029 Je Quad (7.5') La Ventana? Headcut Reservoir Whitehorse La Ventana Wolf Stand Hospah Hospah County Sandoval Sandoval McKinley Sandoval Sandoval McKinley McKinley Year completed 1953 1971 2004 1989 1967 1968 1982 Strat. top (ft) Kl – – – – 0 – – Kvch – – – – 571 – – Kmf 0 – 0 – – 0 0 Kpl – 1,102 1,046 – 967 315 582 Kmu 556 – 1,160 – 1,058 495 770 Kg – 1,952 2,093 – 2,241 1,625 1,695 Kml – – 2,415 0 2,267 – 1,815 Kd 2,825 2,825 3,115 1,104 3,021 2,485 2,555 Jm 3,022 3,492 3,400 1,492 3,365 2,718 2,840 Jt 3,819 4,465 – 2,264 – 3,735 3,808 Je 3,925 4,572 – 2,368 – 3,788 3,890 @c 4,090 4,748 – 2,496 – – – @a – 5,870 – 3,645 – – – Psa 5,394 – – – – – – Pg – 5,960 – 3,748 – – – Py 5,522 6,012 – 3,864 – – – Pym – 6,145 – 4,011 – – – Pa 6,070 6,450 – 4,237 – – – &m 7049 7,635 – 5,241 – – – &s – 8,540 – 5,690 – – – XY 8,237 – – 5,772 – – – Source 3 3 1 3 3 1 1 NMBGMR Open-file Report 539 A-5 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). *Eastern Petroleum Tenneco Fullop #1 *Shell Oil Wright #41-26 *Refiners Petroleum Cabezon #1 Enexco Shirl #2 Merrion Boomer Sooner #1 Santa Fe Railroad #11 Hughes & Hughes Fed Tract 17 Code eptenful1 shwrit41 reficab1 enxshrl2 moboso1 SFRR11 hughhuf1 Loc (S-T-R) 19.17N.08W 26.17N.03W 29.17N.04W 10.16N.02W 21.16N.09W 29.16N.06W 25.16N.05W API (RG) 30-031- 20230 30-043- 05026 30-043- 20069 30-043- 20666 30-031- 20960 30-031- 20405 30-031- 05516 Lat (°) 35.6835 35.6808 35.6767 35.6313 35.6066 35.5904 35.5900 Lon (°) -107.7328 -107.1143 -107.2799 -107.0424 -107.7948 -107.4923 -107.3194 GSL (ft) 7,010 6,339 6,435 6,214 7,099 6,124 6,770 TD (ft) Fm 3,035 Jm 6,952 XY"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "completed 1953 1971 2004 1989 1967 1968 1982 Strat. top (ft) Kl – – – – 0 – – Kvch – – – – 571 – – Kmf 0 – 0 – – 0 0 Kpl – 1,102 1,046 – 967 315 582 Kmu 556 – 1,160 – 1,058 495 770 Kg – 1,952 2,093 – 2,241 1,625 1,695 Kml – – 2,415 0 2,267 – 1,815 Kd 2,825 2,825 3,115 1,104 3,021 2,485 2,555 Jm 3,022 3,492 3,400 1,492 3,365 2,718 2,840 Jt 3,819 4,465 – 2,264 – 3,735 3,808 Je 3,925 4,572 – 2,368 – 3,788 3,890 @c 4,090 4,748 – 2,496 – – – @a – 5,870 – 3,645 – – – Psa 5,394 – – – – – – Pg – 5,960 – 3,748 – – – Py 5,522 6,012 – 3,864 – – – Pym – 6,145 – 4,011 – – – Pa 6,070 6,450 – 4,237 – – – &m 7049 7,635 – 5,241 – – – &s – 8,540 – 5,690 – – – XY 8,237 – – 5,772 – – – Source 3 3 1 3 3 1 1 NMBGMR Open-file Report 539 A-5 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). *Eastern Petroleum Tenneco Fullop #1 *Shell Oil Wright #41-26 *Refiners Petroleum Cabezon #1 Enexco Shirl #2 Merrion Boomer Sooner #1 Santa Fe Railroad #11 Hughes & Hughes Fed Tract 17 Code eptenful1 shwrit41 reficab1 enxshrl2 moboso1 SFRR11 hughhuf1 Loc (S-T-R) 19.17N.08W 26.17N.03W 29.17N.04W 10.16N.02W 21.16N.09W 29.16N.06W 25.16N.05W API (RG) 30-031- 20230 30-043- 05026 30-043- 20069 30-043- 20666 30-031- 20960 30-031- 20405 30-031- 05516 Lat (°) 35.6835 35.6808 35.6767 35.6313 35.6066 35.5904 35.5900 Lon (°) -107.7328 -107.1143 -107.2799 -107.0424 -107.7948 -107.4923 -107.3194 GSL (ft) 7,010 6,339 6,435 6,214 7,099 6,124 6,770 TD (ft) Fm 3,035 Jm 6,952 XY 4,055 @c 7,070 XY 3,254 Je 3,062 Je 2,612 Jm Quad (7.5') Hospah San Luis Canada Calladita San Luis Mesa de los Toros Mesa Cortada Cerro Parida County McKinley Sandoval Sandoval Sandoval McKinley McKinley Sandoval Year completed 1972 1961 1971 1983 1991 1974 1966 Strat. top (ft) Kmf 0 0 0 – – – 0 Kpl 532 – 590 – 0 – 190 Kmu 786 180 778 0 160 – 382 Kg 1,850 972 – 565 965 815 1,428 Kml – – – 628 – 1,623 1,885 Kd – 2,000 2,838 1,414 1,795 1,833 2,306 Jm 3,015 2,390 2,942 1,756 2,010 2,000 2,612 Jt – 3,355 3,850 2,544 3,092 2,960 – Je – 3,468 3,870 2,671 3,110 3,045 – @c – 3,554 4,002 2,828 – – – @a – – – – – – – Psa – 4,590 – 4,124 – – – Pg – – – 4,130 – – – Py – – – 4,149 – – – Pym – – – 4,210 – – – Pa – – – 4,464 – – – &m – 6,030 – 4970 – – – &s – – – 6,701 – – – XY – 6,930 – 6,840 – – – Source 1 3 1 3 1 1 3 NMBGMR Open-file Report 539 A-6 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). Thomas Drought #1 Houston Oil Booth Draught #2 Shar-Alan Fernandez #7 Avila Oil Odlum Federal #1 Merrion Sarcio #1 Damson Oil Fernandez #13 RA Crane Jr. Crane Fernandez #1 Code ThomDro1 hombdro2 shalfern7 avilodl1 MOSarcio1 dofern13 CranFernz1 Loc (S-T-R) 04.15N.06W 01.15N.04W 01.15N.08W 15.15N.01W 16.15N.06W 13.15N.08W 33.15N.08W API (RG) 30-031- 20542 30-043- 20262 30-031- 20350 30-043- 05015 30-031- 20984 30-031- 20530 30-031- 20059 Lat (°) 35.5653 35.5631 35.5606 35.5361 35.5323 35.5276 35.4916 Lon (°) -107.4691 -107.2041 -107.6393 -106.9226 -107.4797 -107.6402 -107.6838 GSL (ft) 6,610 6,195 6,687 5,961 6,736 6,739 6,889 TD (ft) Fm 3,060 Je 6,920 XY 2,750 Jm 5,394 XY 3,552 Je 2,592 Jm 2,600 Jm(?) Quad (7.5') Mesa Cortada Guadalupe Piedra de la Aguila Ojito Spring Mesa Cortada Piedra de la Aguila San Lucas Dam County McKinley Sandoval McKinley Sandoval McKinley McKinley McKinley Year completed 1978 1977 1971 1953 1996 1977 1967 Strat. top (ft) Kl – – – – – – – Kvch 0 – – – – – – Kmf 218 – – – – 0 – Kpl 470 – – – 0 810 – Kmu faulted 0 0 – 75 1,055 – Kg 805 455 1,646 – 1,152 1,276 1,262 Kml 900 568 1,730 – 1,265 – – Kd 1,634 1,345 2,440 – 1,985 2,259 2,255 Jm 2,030 1,492 2,730 0 2,306 2,550 2,410 Jt 2,954 2,504 – 730 3,260 – – Je 3,060 2,586 – 880 3,343 – – @c – 2,745 – 1,060 – – – @a – 4,036 – – – – – Psa – 4,102 – 2,220 – – – Pg – 4,108 – 2,310 – – – Py – 4,177 – 2,950 – – – Pym – 4,618 – 3,660 – – – Pa – 4,882 – 3,730 – – – &m – 5,447 – 4,545 – – – &s – 6,765 – 5,326 – – – XY – 6,861 – 5,353 – – – Source 1 3 1 3 1 1 3 NMBGMR Open-file Report 539 A-7 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). Superior San Mateo Govt. #1-14 Humble Oil & Refining Co. #1 Santa Fe B Conoco L- Bar Cattle #1 Evans Caprock P&S L-Bar Ranch #1 Texaco Howard- Major #1 RG-88934 POD2 well #6 RG-88934 POD1 well #5 Code SMG1-14 humsfpb1 conlbar1 caplbar1 texhmaj1 RG88934-6 RG88934-5 Loc (S-T-R) 14.14N.08W 20.14N.01W 02.13N.04W 02.13N.04W 10.13N.03W 11.12N.01W 10.12N.01W API (RG) 30-031- 05030 30-043- 05011 30-043- 05010 30-043- 20948 30-043- 07001 (88934 POD2) (88934 POD1) Lat (°) 35.4414 35.4342 35.3873 35.3831 35.3684 35.2855 35.2836 Lon (°) -107.6608 -106.9713 -107.2193 -107.2188 -107.1488 -106.8852 -106.9264 GSL (ft) 7,165 6,149 6,570 6,564 6,243 5,850 5,720 TD (ft) Fm 6,253 XY 6,016 XY 6,220 XY 6,180 XY 6,387 XY 3,850 Psa 6,460 XY Quad (7.5') San Lucas Dam Sky Village NW Cerro Tinaja Cerro Tinaja La Gotera San Felipe Mesa San Felipe Mesa County McKinley Sandoval Sandoval Sandoval Sandoval Sandoval Sandoval Year completed 1954 1954 1935 1999 1964 2008 2008 Strat. top (ft) Kpl – – – – – 0 – Kmu – – – – – faulted – Kg – – – – – faulted 502? Kml – – 0 0 0 faulted 641? Kd 0 0 258 82 120 faulted 470 Jm 1,220 327 290 349 170 1,385 560 Jt 2,149 1,150 1,140 1,172 1,154 1,525 1,448 Je 2,205 1,244 1,250 1,245 1,170 1,720 1,547 @c 2,502 1,420 1,330 1,405 1,472 3,205 1,810 @a 2,749 2,730 – 2,967 – 3,365 3,265 Psa – 3,075 2,763 3,062 – 3,550 3,430 Pg 3,950 3,172 2,895 3,178 2,850 – 3,565 Py 4,022 3,305 – 3,297 3,074 – 3,695 Pym – 3,791 – 3,777 – – 4,060 Pa – 4,024 3,630 4,001 4,400 – 4,220 &m 5,568 4,930 4,815 5,373 5,075 – 5,130 &s – 5,875 5,948 5,940 6,080 – 6,220 XY 6,205 6,008 6,134 6,129 6,275 – 6,350 Source 10 3,11 3 3 3 9 9 NMBGMR Open-file Report 539 A-8 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). Davis Pet. Tamara #1-Y Shell Santa Fe Pacific #1 Shell Santa Fe Pacific #3 Shell West Mesa"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "humsfpb1 conlbar1 caplbar1 texhmaj1 RG88934-6 RG88934-5 Loc (S-T-R) 14.14N.08W 20.14N.01W 02.13N.04W 02.13N.04W 10.13N.03W 11.12N.01W 10.12N.01W API (RG) 30-031- 05030 30-043- 05011 30-043- 05010 30-043- 20948 30-043- 07001 (88934 POD2) (88934 POD1) Lat (°) 35.4414 35.4342 35.3873 35.3831 35.3684 35.2855 35.2836 Lon (°) -107.6608 -106.9713 -107.2193 -107.2188 -107.1488 -106.8852 -106.9264 GSL (ft) 7,165 6,149 6,570 6,564 6,243 5,850 5,720 TD (ft) Fm 6,253 XY 6,016 XY 6,220 XY 6,180 XY 6,387 XY 3,850 Psa 6,460 XY Quad (7.5') San Lucas Dam Sky Village NW Cerro Tinaja Cerro Tinaja La Gotera San Felipe Mesa San Felipe Mesa County McKinley Sandoval Sandoval Sandoval Sandoval Sandoval Sandoval Year completed 1954 1954 1935 1999 1964 2008 2008 Strat. top (ft) Kpl – – – – – 0 – Kmu – – – – – faulted – Kg – – – – – faulted 502? Kml – – 0 0 0 faulted 641? Kd 0 0 258 82 120 faulted 470 Jm 1,220 327 290 349 170 1,385 560 Jt 2,149 1,150 1,140 1,172 1,154 1,525 1,448 Je 2,205 1,244 1,250 1,245 1,170 1,720 1,547 @c 2,502 1,420 1,330 1,405 1,472 3,205 1,810 @a 2,749 2,730 – 2,967 – 3,365 3,265 Psa – 3,075 2,763 3,062 – 3,550 3,430 Pg 3,950 3,172 2,895 3,178 2,850 – 3,565 Py 4,022 3,305 – 3,297 3,074 – 3,695 Pym – 3,791 – 3,777 – – 4,060 Pa – 4,024 3,630 4,001 4,400 – 4,220 &m 5,568 4,930 4,815 5,373 5,075 – 5,130 &s – 5,875 5,948 5,940 6,080 – 6,220 XY 6,205 6,008 6,134 6,129 6,275 – 6,350 Source 10 3,11 3 3 3 9 9 NMBGMR Open-file Report 539 A-8 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). Davis Pet. Tamara #1-Y Shell Santa Fe Pacific #1 Shell Santa Fe Pacific #3 Shell West Mesa Federal #1-24 Westland Devel. UTEX Oil #1 XTO Westland #15-1 XTO Barbara Page #211 Code davtam1y shsfp1 shsfp3 shelwmf1 utexwes1 xtowlan1 burwes1y Loc (S-T-R) 03.13N.02E 18.13N.03E 28.13N.01E 24.11N.01E 01.10N.01E 15.10N.01W 21.10N.01E API (RG) 30-043- 20934 30-043- 20094 30-043- 20211 30-001- 20004 30-001- 20005 30-001- 20012 30-001- 20007 Lat (°) 35.3801 35.3534 35.3238 35.1704 35.1191 35.0900 35.0749 Lon (°) -106.7165 -106.6696 -106.8411 -106.7841 -106.7840 -106.9245 -106.8491 GSL (ft) 6,113 5,733 6,281 5,778 5,752 5,367 5,940 TD (ft) Fm 8,732 @c 11,045 XY 10,276 @c 19,350 Jm 16,665 Kmu 6,632 Jm 7,800 @c Quad (7.5') Bernalillo NW Loma Machette Arroyo de las Calabacillas The Volcanoes La Mesita Negra SE La Mesita Negra La Mesita Negra SE County Sandoval Sandoval Sandoval Bernalillo Bernalillo Bernalillo Bernalillo Year completed 1996 1972 1976 1982 1984 2005 1997 Strat. top (ft) QTs 0 0 0 0 0 0 0 Te 3,760 – 3,260 8,540 – – 2,500 Tg 5,350 2,970 3,996 15,708 – – 4,814 Ku – – – – – – – Kpc – – – – – – – Kl – – – – – – – Kvch – – – – – – – Kmf 6,490 3,644 4,068 16,300 – 3,539 5,201 Kpl – 4,378 6,138 16,817 – 4,566 5,213 Kmu – 4,520 – 16,880 – 4,646 – Kg – – – 18,082 – 5,184 6,615 Kml – – – 18,330 – 5,314 6,838 Kd 8,170 6,542 8,731 18,785 – 6,149 6,907 Jm 8,330 6,907 9,078 19,090 – 6,458 7,180 Jt 8470† 7,452 10,017 – – – 7,492 Je 8,555 7,528 10,140 – – – 7,578 @c 8,680 7,727 10,164 – – – 7,697 @a – 8,738 – – – – – Psa – 8,875 – – – – – Pg – 8,900 – – – – – Py – 8,992 – – – – – Pym – 9,378 – – – – – Pa – 9,632 – – – – – &m – 10,376 – – – – – &s – – – – – – – XY – 10,995 – – – – – Source 2,8, †8480- 8540 ft 3,4 2,6 3,9 3 3 2 NMBGMR Open-file Report 539 A-9 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). XTO Armijo Trust #27-1 Shell Laguna Wilson Trust #1 Shell #1 Isleta Central Humble Santa Fe Pacific #1 Shell Oil #2 Santa Fe Code xtoarmt1 shlagwt1 shislc1 humsfp1 shellsf2 Loc (S-T-R) 27.10N.01W 08.09N.01W 07.07N.02E 18.06N.01W 29.06N.01W API (RG) 30-001- 20010 30-001- 20001 30-061- 20008 30-061- 05006 30-061- 20004 Lat (°) 35.0610 35.0241 34.8539 34.7409 34.7147 Lon (°) -106.9243 -106.9676 -106.7782 -106.9764 -106.9718 GSL (ft) 5,342 5,415 5,066 5,092 5,216 TD (ft) Fm 5,482 Jm 11,115 XY 16,346 Je 12,691 Kmf 14,305 @c Quad (7.5') La Mesita Negra La Mesita Negra Dalies Belen NW Belen NW County Bernalillo Bernalillo Valencia Valencia Valencia Year completed 2005 1972 1975 1953 1974 Strat. top (ft) QTs 0 0 0 0 0 Te – – 8,789 4,902 4,801 Tg – – 10,551 7,100 7,609 Ku – – – – 8,249 Kpc – – – – – Kl – – – – – Kvch – – – – – Kmf 2,570 10 12,110 8,501 10,850 Kpl 3,572 1,480 – – – Kmu 3,634 – – – – Kg 4,170 2,652 13,090 – 12,980 Kml 4,306 2,779 13,265 – 13,010 Kd 5,126 3,678 – – 13,787 Jm 5,450 3,855 – – pinched out Jt – 4,478 – – 13,928 Je – 4,590 – – 13,954 @c – 4,719 13,508 (13,808?) – 14,058 @a – – faulted? – – Psa – 6,300 13,890 – – Pg – 6,618 14,040 – – Py – 6,830 14,275 – – Pym – 7,355 14,795 – – Pa – 7,605 14,975 – – &m – 8,461 15,960? – – &s – 10,500 – – – XY – 11,102 – – – Source 3 3 7 6 2,3 NMBGMR Open-file Report 539 A-10 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). Austra-Tex Rio Puerco Federal #1-7 Austra-Tex Exxon- Mineral Fee #1 Grace Michael Sandy #1 King Wilson Heirs Unit #1 NMex & Arizona Land Co #2A Gore & Lipscomb Federal B1 Williams & Gore NM Land & Cattle #1 Code austxrp1 austxex1 grasand1 kingwil1 hinmazl1 gorlipb1 wilgorn1 Loc (S-T-R) 07.12N.02W 21.12N.03W 21.12N.03W 14.07N.03W 27.07N.04W 26.07N.04W 27.07N.04W API (RG) 30-043- 20818 30-006- 20007 30-043- 20102 30-061- 05026 30-061- 07041 30-061- 05021 30-061- 05019 Lat (°) 35.2833 35.2584 35.2491 34.8320 34.8070 34.8052 34.8026 Lon (°) -107.0839 -107.2220 -107.1552 -107.1160 -107.2500 -107.2316 -107.2531 GSL (ft) 5,956 6,651 6,027 5,891 6,061 6,042 5,958 TD (ft) Fm 6,324 XY 5,723 &m 1,500 @c 3,993 XY 3,676 Pennsylvani an 3,676 Pennsylvani an 3,660 &m Quad (7.5') Puerco Dam La Gotera Arch Mesa South Garcia SE Cerro Verde White Ridge Cerro Verde County Sandoval Sandoval Sandoval Valencia Cibola Cibola Cibola Year completed 1973 1987 1973 1958 1959 1958 1957 Strat. top (ft) Km 0 – – – – – – Kd – 150 – – – – – Jm 330 260 0 – – – – Jt 1,250 1,220 650 – – – – Je 1,315 1,280 744 – – – – @c 1,405 1,420 864 – – – – @a 3,083 2,870 – – – – – Psa 3,220 2,912 – – 0 0 0 Pg – 3,062 – – – – 270 Py 3,590 3,160 – 0 395 398 430 Pym – 3,595 – – –"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "– – Py – 6,830 14,275 – – Pym – 7,355 14,795 – – Pa – 7,605 14,975 – – &m – 8,461 15,960? – – &s – 10,500 – – – XY – 11,102 – – – Source 3 3 7 6 2,3 NMBGMR Open-file Report 539 A-10 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). Austra-Tex Rio Puerco Federal #1-7 Austra-Tex Exxon- Mineral Fee #1 Grace Michael Sandy #1 King Wilson Heirs Unit #1 NMex & Arizona Land Co #2A Gore & Lipscomb Federal B1 Williams & Gore NM Land & Cattle #1 Code austxrp1 austxex1 grasand1 kingwil1 hinmazl1 gorlipb1 wilgorn1 Loc (S-T-R) 07.12N.02W 21.12N.03W 21.12N.03W 14.07N.03W 27.07N.04W 26.07N.04W 27.07N.04W API (RG) 30-043- 20818 30-006- 20007 30-043- 20102 30-061- 05026 30-061- 07041 30-061- 05021 30-061- 05019 Lat (°) 35.2833 35.2584 35.2491 34.8320 34.8070 34.8052 34.8026 Lon (°) -107.0839 -107.2220 -107.1552 -107.1160 -107.2500 -107.2316 -107.2531 GSL (ft) 5,956 6,651 6,027 5,891 6,061 6,042 5,958 TD (ft) Fm 6,324 XY 5,723 &m 1,500 @c 3,993 XY 3,676 Pennsylvani an 3,676 Pennsylvani an 3,660 &m Quad (7.5') Puerco Dam La Gotera Arch Mesa South Garcia SE Cerro Verde White Ridge Cerro Verde County Sandoval Sandoval Sandoval Valencia Cibola Cibola Cibola Year completed 1973 1987 1973 1958 1959 1958 1957 Strat. top (ft) Km 0 – – – – – – Kd – 150 – – – – – Jm 330 260 0 – – – – Jt 1,250 1,220 650 – – – – Je 1,315 1,280 744 – – – – @c 1,405 1,420 864 – – – – @a 3,083 2,870 – – – – – Psa 3,220 2,912 – – 0 0 0 Pg – 3,062 – – – – 270 Py 3,590 3,160 – 0 395 398 430 Pym – 3,595 – – – – – Pa 4,320 3,855 – 1,076 1,435 1,435 1,435 &m 5,168 5,015 – 1,902 2,645 2,645 2,700 &s 6,140 – – 3,614 – – – XY 6,235 – – 3,946 – – – Source 3 3 3 2,5 3 3, 13 3 NMBGMR Open-file Report 539 A-11 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). Refiners Petroleum #1 White Ridge Reese & Jones NZ #3 Refiners Petroleum Romero #1 *Tiger Oil 1 State #8 Code refpwri1 resjonz3 refprom1 tiostate8 Loc (S-T-R) 07.06N.03W 22.06N.03W 32.06N.03W 08.04N.17W API (RG) 30-061- 20003 30-061- 20014 30-061- 20001 30-006- 20002 Lat (°) 34.7607 34.7376 34.7030 34.5885 Lon (°) -107.2012 -107.1427 -107.1721 -108.6340 GSL (ft) 6,749 5,956 6,283 6,781 TD (ft) Fm 4,298 XY 2,725 XY 3,028 XY 4,491 &s(?) Quad (7.5') White Ridge Mesa Gallina Mesa Gallina Fence Lake SW County Valencia Valencia Valencia Cibola Year completed 1971 1980 1971 1978 Strat. top (ft) Km – – – 0 Kd – – – 805 Jm – – – – Jt – – – – Je – – – – @c – – – 870 @a – – – – Psa 0 – – 2167 Pg – – – 2522 Py 370 – – 2728 Pym – – – – Pa 1,715 0 0 4008 &m 2,465 – 610 – &s 3,825 2,260 2,450 4338 XY 4,268 2,407 2,898 – Source 5 3,5 5 2, 13 NMBGMR Open-file Report 539 A-12 of 12 APPENDIX TABLE 2. WELL DATA AND STRATIGRAPHIC PICKS (CONTINUED). Spanel & Heinze #1H Santa Fe Spanel & Heinze #1 1-9612 Santa Fe Spanel & Heinze #1 1-9608 Santa Fe White & Mangels #1 State Mitchell #1 Red Lake *Huckle Berry #1 Federal Larrazolo #1 Gottlieb Code speinsf1h speinsf1- 9612 speinsf1- 9608 whmang1 mitchredlk1 huckber1 larraz1got Loc (S-T-R) 27.04N.11W 05.05N.07W 17.04N.05W 32.04N.03W 02.03N.08W 11.02N.16W 21.10N.09W API (RG) not available not available not available not available not available not available not available Lat (°) 34.5380 34.6900 34.5740 34.5320 34.5140 34.4140 35.0870 Lon (°) -107.9770 -107.6040 -107.3820 -107.1730 -107.6430 -108.4890 -107.8000 GSL (ft) 7,401 7,486 6,057 6,200 6,600 7,109 6,392 TD (ft) Fm 5,397 XY 4,992 XY 4,746 XY 201 XY 4,012 XY 5,642 XY 4,913 XY Quad (7.5') Bonine Canyon Broom Mountain Field Ranch Mesa Sarca Wiley Mesa Mariano Springs Grants SE County Catron Cibola Socorro Socorro Socorro Catron Cibola Year completed 1959 1959 1959 1947 1925 1956 1954 Strat. top (ft) QTv – – – – – – 0 Tg – – – – – 0 – K – 0 – – – – – XY 2,031 4,975 4,746 172 3,986 5,520 4,756 Source 12, 13 12, 13 12, 13 12, 13 12, 13 12, 13 12, 13 R i o G r a n d e R i o P u e r c o R i o S a n J o s e A B C D E E’ D’ C’ B’ A’ shsfp3 shsfp1 SFRR11 whmang1 humsfp1 shislc1 SMG1-14 moboso1 refprom1 shellsf2 resjonz3 refpwri1 wilgorn1 gorlipb1 hinmazl1 kingwil1 shlagwt1 xtoarmt1 burwes1y xtowlan1 utexwes1 shelwmf1 grasand1 austxex1 austxrp1 texhmaj1 davtam1y caplbar1 conlbar1 humsfpb1 dofern13 avilodl1 hombdro2 ThomDro1 hughhuf1 enxshrl2 RG88934-5 RG88934-6 MOSarcio1 shalfern7 larraz1got spheinsf1h CranFernz1 mitchredlk1 spheinsf1-9608 spheinsf1-9612 shsfp3 shsfp1 SFRR11 whmang1 humsfp1 shislc1 SMG1-14 moboso1 refprom1 shellsf2 resjonz3 refpwri1 wilgorn1 gorlipb1 hinmazl1 kingwil1 shlagwt1 xtoarmt1 burwes1y xtowlan1 utexwes1 shelwmf1 grasand1 austxex1 austxrp1 texhmaj1 davtam1y caplbar1 conlbar1 humsfpb1 dofern13 avilodl1 hombdro2 ThomDro1 hughhuf1 enxshrl2 RG88934-5 RG88934-6 MOSarcio1 shalfern7 larraz1got spheinsf1h CranFernz1 mitchredlk1 spheinsf1-9608 spheinsf1-9612 40 40 25 25 60 60 Grants Bernardo Los Lunas Zia Santa Ana San Felipe Rio Rancho Bernalillo Albuquerque Acoma Laguna 2500 2500 2000 -3500 1800 1800 1700 -4500 -4000 2100 -2500 -2000 -6000 -5000 1900 1200 900 -100 -3000 800 1600 1700 1500 1400 1100 1800 1400 1600 1100 1900 1100 1800 1600 1500 1500 1100 1300 1200 900 700 1100 1200 1500 1300 1800 1700 1900 1700 1800 1000 1500 1900 1800 1300 1200 1100 1600 1400 1500 1500 -6500 3700 2400 -500 3100 -200 -300 3000 2900 700 1600 1000 500 600 -7000 200 500 500 800 300 3500 -1000 400 100 -1500 4000 -300 2300 2200 2100 2800 1400 3900 3600 3300 3200 3700 3900 4000 3500 3400 4000 3400 2600 -400 3200 2000 -5000 2200 1800 3800 -5000 1400 2100 2000 2700 3100 3200 2900 2500 2800 3000 2000 -3000 2000 2500 2100 1900 2100 2700 3000 1600 1700 -5000 -1500 2600 1900 -4000 -4500 3300 3100 2200 2200 2300 2400 2500 3900 3000 2500 2800 2500 2700 3000 2800 3000 2700 3100 2600 3000 -4500 -3500 2200 2000 0 0 0 100 -500 -500 -2000 -2500 -3000 -4000 -4500 -1500 -1000 -2500 2000 1500 1800 1900 1800 -1500 -2000 -1000 -2000 -3000 -3000 -500 -500 -400 -3500 -2500 1900 1300 1200 1100 2200 2700 1800 -100 2000 1800 2400 2100 2000 1800 2000 2000 3000 1800 -6500 2100 2000 1600 1700 3300 4300 4200 4000 4200 4100 4300 1800 2000 2000 1900 1900 1900 2000 1400 2100 2100 2100 2200 2000 1900 1900 1600 -3000 -3500 2000 1500 2500 3600 -2000 1700 2100 2200 1500 1400 0 1000 -3000 -3000 -3000 3200 3300 3500 3400 3600 3500 3500 3800 3800 -3000 -3500 -4000 -200 2300 2100 2000 2200 2000 1700 1300 1300 1300 1700 -300 2300 1700 2100 2200 2900 2300 2400 -3500 2000 -2500 1900 2100 2000 2000 2100 2500 2600 2800 2100 1900 1600"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "2500 2000 -3500 1800 1800 1700 -4500 -4000 2100 -2500 -2000 -6000 -5000 1900 1200 900 -100 -3000 800 1600 1700 1500 1400 1100 1800 1400 1600 1100 1900 1100 1800 1600 1500 1500 1100 1300 1200 900 700 1100 1200 1500 1300 1800 1700 1900 1700 1800 1000 1500 1900 1800 1300 1200 1100 1600 1400 1500 1500 -6500 3700 2400 -500 3100 -200 -300 3000 2900 700 1600 1000 500 600 -7000 200 500 500 800 300 3500 -1000 400 100 -1500 4000 -300 2300 2200 2100 2800 1400 3900 3600 3300 3200 3700 3900 4000 3500 3400 4000 3400 2600 -400 3200 2000 -5000 2200 1800 3800 -5000 1400 2100 2000 2700 3100 3200 2900 2500 2800 3000 2000 -3000 2000 2500 2100 1900 2100 2700 3000 1600 1700 -5000 -1500 2600 1900 -4000 -4500 3300 3100 2200 2200 2300 2400 2500 3900 3000 2500 2800 2500 2700 3000 2800 3000 2700 3100 2600 3000 -4500 -3500 2200 2000 0 0 0 100 -500 -500 -2000 -2500 -3000 -4000 -4500 -1500 -1000 -2500 2000 1500 1800 1900 1800 -1500 -2000 -1000 -2000 -3000 -3000 -500 -500 -400 -3500 -2500 1900 1300 1200 1100 2200 2700 1800 -100 2000 1800 2400 2100 2000 1800 2000 2000 3000 1800 -6500 2100 2000 1600 1700 3300 4300 4200 4000 4200 4100 4300 1800 2000 2000 1900 1900 1900 2000 1400 2100 2100 2100 2200 2000 1900 1900 1600 -3000 -3500 2000 1500 2500 3600 -2000 1700 2100 2200 1500 1400 0 1000 -3000 -3000 -3000 3200 3300 3500 3400 3600 3500 3500 3800 3800 -3000 -3500 -4000 -200 2300 2100 2000 2200 2000 1700 1300 1300 1300 1700 -300 2300 1700 2100 2200 2900 2300 2400 -3500 2000 -2500 1900 2100 2000 2000 2100 2500 2600 2800 2100 1900 1600 1800 -2000 -4000 -2500 2000 2800 2500 2500 2000 2500 2000 2000 2000 2000 2500 2000 2000 2000 1700 1700 2500 2400 2500 2000 1400 2000 1400 1300 1200 700 1500 1500 800 2000 500 500 700 500 400 800 -500 0 1000 1700 900 1600 2500 0 2700 600 1900 1200 1600 1700 1800 1700 1700 1900 1300 3200 1700 1000 3000 2600 1700 1600 1800 3000 3000 1000 0 0 1700 1800 200 1500 2500 -500 1000 -3500 1700 500 100 300 1800 1500 1800 1500 1000 2000 1800 1200 2100 1900 2000 2000 1700 1900 1400 1700 3000 3500 3000 0 0 -500 -1000 1000 4500 4500 4000 1500 1500 3500 2500 1200 3500 4000 4500 3500 3500 4000 3500 3500 5000 3500 2500 3000 3000 2000 4000 1000 1000 4000 500 1500 0 0 0 -1000 0 2000 2500 500 500 500 2500 3000 2500 2000 -3500 1800 1800 1700 -4500 -4000 2100 -2500 -2000 -6000 -5000 1900 1200 900 -100 -3000 800 1600 1700 1500 1400 1100 1800 1400 1600 1100 1900 1100 1800 1600 1500 1500 1100 1300 1200 900 700 1100 1200 1500 1300 1800 1700 1900 1700 1800 1000 1500 1900 1800 1300 1200 1100 1600 1400 1500 1500 -6500 3700 2400 -500 3100 -200 -300 3000 2900 700 1600 1000 500 600 -7000 200 500 500 800 300 3500 -1000 400 100 -1500 4000 -300 2300 2200 2100 2800 1400 3900 3600 3300 3200 3700 3900 4000 3500 3400 4000 3400 2600 -400 3200 2000 -5000 2200 1800 3800 -5000 1400 2100 2000 2700 3100 3200 2900 2500 2800 3000 2000 -3000 2000 2500 2100 1900 2100 2700 3000 1600 1700 -5000 -1500 2600 1900 -4000 -4500 3300 3100 2200 2200 2300 2400 2500 3900 3000 2500 2800 2500 2700 3000 2800 3000 2700 3100 2600 3000 -4500 -3500 2200 2000 0 0 0 100 -500 -500 -2000 -2500 -3000 -4000 -4500 -1500 -1000 -2500 2000 1500 1800 1900 1800 -1500 -2000 -1000 -2000 -3000 -3000 -500 -500 -400 -3500 -2500 1900 1300 1200 1100 2200 2700 1800 -100 2000 1800 2400 2100 2000 1800 2000 2000 3500 3000 3000 1800 -6500 2100 2000 1600 1700 3300 4300 4200 4000 4200 4100 4300 1800 2000 2000 1900 1900 1900 2000 1400 2100 2100 2100 2200 2000 1900 1900 1600 -3000 -3500 2000 1500 2500 3600 -2000 1700 2100 2200 1500 1400 0 1000 -3000 -3000 -3000 3200 3300 3500 3400 3600 3500 3500 3800 3800 -3000 -3500 -4000 -200 2300 2100 2000 2200 2000 1700 1300 1300 1300 1700 -300 2300 1700 2100 2200 2900 2300 2400 -3500 2000 -2500 1900 2100 2000 2000 2100 2500 2600 2800 2100 1900 1600 1800 -2000 -4000 -2500 2000 2800 2500 2500 2000 2500 2000 2000 2000 2000 2500 2000 2000 2000 1700 1700 2500 2400 2500 2000 1400 2000 1400 1300 1200 700 1500 1500 800 2000 500 500 700 500 400 800 -500 0 1000 1700 900 1600 2500 0 2700 600 1900 1200 1600 1700 1800 1700 1700 1900 1300 3200 1700 1000 3000 2600 1700 1600 1800 3000 3000 1000 0 0 1700 1800 200 1500 2500 -500 1000 -3500 1700 500 100 300 1800 1500 1800 1500 1000 2000 1800 1200 2100 1900 2000 2000 1700 1900 1400 1700 0 0 -500 -1000 1000 4500 4500 4000 1500 1500 3500 2500 1200 3500 4000 4500 3500 3500 4000 3500 3500 5000 3500 2500 3000 3000 2000 4000 1000 1000 4000 500 1500 0 0 0 -1000 500 500 500 0 2000 2500 ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? Kss Kss Kss Kss Kss Kss Kss Kss Kss Kss Kss Cz Qa Qa & & Qa Qa Kss Kss K K K K K K K K K K K K K K K K Kss Kss Kss Kss K K J J J J J J J J XY @ P P @ K @ P P P P XY XY XY J J J J @ @ @ @ @ J @ @ @ Qa Qa Qa Qa QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa P P P P P Qa Qa P P @ & XY & & & & & P P @ & & & & P Cz Cz P P P P @ K Kss K K J & & @ @ @ @ @ @ Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Qa (includes Tuerto Fm) Cz Qa Qa Qa Qa QTv QTv QTv QTv QTv QTv QTv QTv Kss Kss Kss Kss Kss Kss K K K K Cz Cz Cz Cz Cz Cz K K K Kss QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv XY XY XY XY XY XY XY XY XY 0 10 20 Scale 1:250,000 30 km 106°30'W 107°W 107°30'W 108°W 35°30'N 35°N 34°30'N Dakota Fm removed by erosion Geologic map data sources Structure contour data sources R io G r a n d e Removed by erosion Thaden & Zech (1984) R i o"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? Kss Kss Kss Kss Kss Kss Kss Kss Kss Kss Kss Cz Qa Qa & & Qa Qa Kss Kss K K K K K K K K K K K K K K K K Kss Kss Kss Kss K K J J J J J J J J XY @ P P @ K @ P P P P XY XY XY J J J J @ @ @ @ @ J @ @ @ Qa Qa Qa Qa QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa Qa P P P P P Qa Qa P P @ & XY & & & & & P P @ & & & & P Cz Cz P P P P @ K Kss K K J & & @ @ @ @ @ @ Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Cz Qa (includes Tuerto Fm) Cz Qa Qa Qa Qa QTv QTv QTv QTv QTv QTv QTv QTv Kss Kss Kss Kss Kss Kss K K K K Cz Cz Cz Cz Cz Cz K K K Kss QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv QTv XY XY XY XY XY XY XY XY XY 0 10 20 Scale 1:250,000 30 km 106°30'W 107°W 107°30'W 108°W 35°30'N 35°N 34°30'N Dakota Fm removed by erosion Geologic map data sources Structure contour data sources R io G r a n d e Removed by erosion Thaden & Zech (1984) R i o G r a n d e Dillinger (1990) Thaden & Zech (1984) NMBGMR (2003) Maldonado et al. (2007) Cole (2007) Cole (2007) Connell (2008b) Connell (2008b) Ri o G r an d e Williams & Williams & MRGB boundary MRGB boundary This Study MRGB boundary 475 -33 -378 -333 1837 1948 1715 1573 -853 -358 1851 -676 1894 1914 1775 1812 1365 1277 1350 1817 1206 1433 1396 1267 1257 1551 1359 -2655 -4058 475 -33 -378 -333 1837 1948 1715 1573 -853 -358 1851 -676 1894 1914 1775 1812 1365 1277 1350 1817 1206 1433 1396 1267 1257 1551 1359 -2655 -4058 New Mexico Map Area Dakota Fm likely eroded Dakota Fm not contoured Dakota Fm not contoured Dakota Fm not contoured Dakota Fm not contoured PLATE 1 OFR-539 GENERALIZED GEOLOGIC MAP AND STRUCTURE CONTOURS OF THE BASE OF THE DAKOTA FM Sean D. Connell June 2011 Plate 1 New Mexico Bureau of Geology and Mineral Resources Open-file Report 539 Pennsylvanian & Mississippian, undiv. Permian, undivided Triassic, undivided Proterozoic crystalline rocks, undivided Jurassic, undivided Cenozoic volcanic rocks, undivided Cenozoic, undivided EXPLANATION & P @ XY J QTv Cz Cretaceous, undivided Cretaceous sandstone Kss K Well (elevation of base of Dakota Fm, m) shsfp1 -100 River Cross section A A’ Fault, ball on downthrown side; cross-cutting relationships not shown Anticline Syncline Elevation of base of Dakota Fm (m); dashed line denotes areas removed by erosion. 1000 1000 Elevation of base of Dakota Fm (m); Index contour (0 m) 0 Quaternary alluvium, undivided Qa shsfp2 humsfp1 Grober-Fuqua (proj.) & Tome site (proj.) Long-Dalies (proj.) Aguayo- Comanche (proj.) Bonita (proj.) Robaca CRS1 (proj.) E E’ ? ? ? Comanc he fa ult z one Hubbell Spring fault zone XY XY XY XY XY XY XY QTs QTs Pz Pz Pz Pz Pz Pz XY XY XY Ts Ts Te Te Te Te Ts (mostly Popotosa Fm) Tg Tg Tg Pz Pz @ @ @ @ K K @ QTv QTv QTv & Pa(?) Py Psg Pa Manzano Mts. frontal fault Elevation (x1,000 ft) 0 5 10 -10 -5 -20 -15 0 1 3 2 -4 -2 Elevation (VE = 2.0, km) -8 -7 -5 -3 -1 -6 4 I-25 Rio Grande Lucero uplift Gabaldon badlands Hubbell bench Manzano Mts. Rio Puerco Santa Fe fault Thin Jurassic (<40 m) Bend in section Modified from Grauch and Connell (in press) Inferred late Paleozoic horst (Baars, 1982) Isostatic gravity anomaly (mgal) 0 20 -20 TO-I1 (proj.) MdS (proj.) shislc1 (proj.) SFR4 (proj.) R GR shlagwt1 (proj.) Apache graben Mesa Gigante Ignacio monocline Wind Mesa fz D D’ Rio Grande Manzanita Mountains Apache fault zone South Garcia fault Cat Mesa fault Manzanita frontal fault Bend in section SIM-2913 map area (Maldonado et al., 2007) Laguna bench Rio Puerco 0 5 10 -10 -5 Elevation (x1,000 ft) 4 3 2 1 -1 -2 -3 -4 -5 -6 -7 0 Elevation (VE = 2.0, km) & & & & & P P P Pa Py J Km Kd Km Km Kd J Kmf @ Kmf @ @ @ @ Te Tg Tc QTsa QTsp Ts XY XY XY XY XY XY Tg K @ J Ts Te?) Ts Kd Psg QTv QTv Modified from Russell & Snelson (1994); and Grauch and Connell (in press) Psg Pa Isostatic gravity anomaly (mgal) 0 20 40 WKA (proj.) San Ysidro fault zone Sand Hill fault zone West Apache fault Mesa Gigante C´ C & 3 4 2 1 -1 -2 -3 -4 -5 -6 -7 0 Elevation (VE = 2.0, km) GM-78 map area (Connell, 2008) Apache graben Sandia Mts. Manzanita Mts. Ignacio monocline Rio Grande Rio Puerco Bend in section SIM-2946 map area (Williams & Cole, 2007) Laguna bench Kd J & & & & & & P P P @ @ @ @ J J Py @ @ Kmf Km Pa Pa XY XY Tz Te Te Te Tc Ts Qa ? Tg Tg Kmf(?) Km Km @ To Tz Tcc Tcc Ts QTsa XY XY & xtowlan15 CAT Dea2 UTX 98a At1 Mi1 Ch5 Ch6 10 5 0 -5 -10 -15 Elevation (x1,000 ft) QTsp Sandia fault zone Tijeras fault zone Seven Springs shear zone Modified from Connell (2008b) Isostatic gravity anomaly (mgal) 0 20 40 BRTH (proj.) WMF VC3 PNMR2 NO2 We2 We1 Wa1 Wa2 Cr2 Cr1 & & Pa Py Psg J @ @ @ Km K QTv Tg Tg Km Kmf Te Tz Tz Ts QTsa Tsp P & & K XY XY P & & Tc Tcc To Kd Sand Hill fault San Ysidro fault West Apache fault ? ? ? Rio Grande Rio Puerco GM-78 map area (Connell, 2008) SIM-2946 map area (Williams & Cole, 2007) 5 4 3 2 1 -1 -2 -3 -4 -5 -6 0 Elevation (VE = 2.0, km) 15 10 5 0 -5 -10 Elevation (x1,000 ft) B B' Albuquerque volcanoes Laguna bench Ignacio monocline Sandia Mountains QTsp J J J @ @ P K Kd Sandia fault zone Modified from Connell (2008b) Isostatic gravity anomaly (mgal) 0 20 shalfern1 MOSarcio1 shsfp3 (proj.) humsfpb1 RioWest5 (proj.) conlabr1 & caplbar1 (proj.) Sandoval Co. McKinley Co. Bend in section 4 3 2 1 0 -1 -2 -3 -4 Elevation (x1,000 ft) 10 5 0 -5 Elevation (VE = 2.0, km) Rio Grande Rio Puerco GM-78 map area (Connell, 2008) SIM-2946 map area (Williams & Cole, 2007) Crest of Montezuma Mesa"
    },
    {
        "URL": "ofr_539.pdf",
        "Text": "Mts. Ignacio monocline Rio Grande Rio Puerco Bend in section SIM-2946 map area (Williams & Cole, 2007) Laguna bench Kd J & & & & & & P P P @ @ @ @ J J Py @ @ Kmf Km Pa Pa XY XY Tz Te Te Te Tc Ts Qa ? Tg Tg Kmf(?) Km Km @ To Tz Tcc Tcc Ts QTsa XY XY & xtowlan15 CAT Dea2 UTX 98a At1 Mi1 Ch5 Ch6 10 5 0 -5 -10 -15 Elevation (x1,000 ft) QTsp Sandia fault zone Tijeras fault zone Seven Springs shear zone Modified from Connell (2008b) Isostatic gravity anomaly (mgal) 0 20 40 BRTH (proj.) WMF VC3 PNMR2 NO2 We2 We1 Wa1 Wa2 Cr2 Cr1 & & Pa Py Psg J @ @ @ Km K QTv Tg Tg Km Kmf Te Tz Tz Ts QTsa Tsp P & & K XY XY P & & Tc Tcc To Kd Sand Hill fault San Ysidro fault West Apache fault ? ? ? Rio Grande Rio Puerco GM-78 map area (Connell, 2008) SIM-2946 map area (Williams & Cole, 2007) 5 4 3 2 1 -1 -2 -3 -4 -5 -6 0 Elevation (VE = 2.0, km) 15 10 5 0 -5 -10 Elevation (x1,000 ft) B B' Albuquerque volcanoes Laguna bench Ignacio monocline Sandia Mountains QTsp J J J @ @ P K Kd Sandia fault zone Modified from Connell (2008b) Isostatic gravity anomaly (mgal) 0 20 shalfern1 MOSarcio1 shsfp3 (proj.) humsfpb1 RioWest5 (proj.) conlabr1 & caplbar1 (proj.) Sandoval Co. McKinley Co. Bend in section 4 3 2 1 0 -1 -2 -3 -4 Elevation (x1,000 ft) 10 5 0 -5 Elevation (VE = 2.0, km) Rio Grande Rio Puerco GM-78 map area (Connell, 2008) SIM-2946 map area (Williams & Cole, 2007) Crest of Montezuma Mesa Prieta Mesa Chivato Ziana anticlinal accommodation zone J J J J Py Py @ @ @ @ @ & & & & Kmf Kmf Km Km Km & & & Pa J J J J Km Km Kd Km Kmf Te(?) Tz Tcc Tcc To To Tc Te Tg Tg Tsp QTsa Qa QTsp Te Te Tz Ts Psg XY XY @ QTv Kd Km Km @ & J J J Pa Pa Pa Py @ @ Km Km Kmf QTv San Ysidro fault Zia fault Sand Hill fault Navajo fault Inferred late Paleozoic horst (Baars, 1982) ? ? Modified from Connell (2008b) A A' R Qa Isostatic gravity anomaly (mgal) 0 20 0 10 20 Horizontal Scale 1:250,000 30 km A B C D E A’ B’ C’ D’ E’ Grants Bernardo Los Lunas Zia Rio Rancho Bernalillo Albuquerque Acoma Laguna 40 25 Mt. Taylor Colorado Plateau Hagan emb. Sierra Lucero Manzano Mts. Los Pinos Mts. Ladron Mts. Sierra Nacimiento Sandia Mts. Manzanita Mts. 107°W 108°W 35°30'N 34°30'N 0 40 km Index Map Scale INDEX MAP Zu n i M o u ntains shsfp3 shsfp1 SFRR11 whmang1 humsfp1 shellsf2 shislc1 SMG1-14 moboso1 refprom1 resjonz3 kingwil1 shlagwt1 xtoarmt1 xtowlan1 burwesly utexwes1 shelwmf1 grasand1 austxex1 austxrp1 texhmaj1 davtam1y caplbar1 conlbar1 humsfpb1 avilodl1 hombdro2 hughuf1 ThomDro1 RG88934-5 RG88934-6 MOSarcio1 larraz1got spheinsf1h CranFernz1 mitchredlk1 spheinsf1-9608 spheinsf1-9612 dofern13 shalfern7 MRGB boundary enxshrl2 Santa Ana San Felipe Rio Gran de R i o P u e r c o R i o S a n J o s e Espinaso Fm & unit of Isleta well #2 Zia Fm, undivided Cerro Conejo Fm, undivided Arroyo Ojito Fm, undivided Ceja Fm, undivided Sierra Ladrones Fm (QTsp = piedmont; QTsa = axial-fluvial) Cenozoic volcanic rocks, undivided Diamond Tail & Galisteo Fms EXPLANATION Te Tz Tcc To Tc Pennsylvanian & Mississippian, undiv. (Sandia Fm, Madera & Arroyo Peñasco Groups) Abo Fm Yeso Fm Glorieta Sandstone & San Andres Limestone, undivided Permian rocks, undivided Triassic, undivided (mostly Chinle Group) Paleozoic sedimentary rocks, undivided Proterozoic crystalline rocks, undivided Jurassic, undivided (Jm = Morrison Fm; Jet = Entrada & Todilto Fms) Dakota Fm Mancos Shale, undiv. Menefee Fm & Mesaverde Group, undiv. Cretaceous, undivided Mesozoic sedimentary rocks, undivided fault; arrows denote relative movement geologic contact & Pa Py Psg P @ Pz XY J Jm Jet Kd Km Kmf K Mz QTv Tg Quaternary alluvium, undivided Qa Cretaceous-Jurassic boundary well; geophysical logs include natural gamma ray (GR) and resistivity (R) profile of isostatic residual gravity anomaly (mgal) at base of cross sections (data from Kucks et al., 2001); vertical position does not denote compensation depth. R GR shlagwt1 Upper Santa Fe Group QTs Lower & Middle Santa Fe Group Ts QTsa QTsp 0 20 -20 New Mexico Study Area GEOLOGIC CROSS SECTIONS OFR-539 PLATE 2 Sean D. Connell June 2011 Plate 2 New Mexico Bureau of Geology and Mineral Resources Open-file Report 539"
    }
]