[
    {
        "URL": "Wolf2016_HydrogeologyGeochemistryHoraceSpringsPuebloOfAcomaNM.pdf",
        "Text": "New Mexico Geological Society Downloaded from: https://nmgs.nmt.edu/publications/guidebooks/67 Hydrogeology and geochemistry of Horace Springs, Pueblo of Acoma, New Mexico Christopher Wolf 2016, pp. 397-403. https://doi.org/10.56577/FFC-67.397 in: Guidebook 67 - Geology of the Belen Area, Frey, Bonnie A.; Karlstrom, Karl E. ; Lucas, Spencer G.; Williams, Shannon; Zeigler, Kate; McLemore, Virginia; Ulmer-Scholle, Dana S., New Mexico Geological Society 67 th Annual Fall Field Conference Guidebook, 512 p. https://doi.org/10.56577/FFC-67 This is one of many related papers that were included in the 2016 NMGS Fall Field Conference Guidebook. Annual NMGS Fall Field Conference Guidebooks Every fall since 1950, the New Mexico Geological Society (NMGS) has held an annual Fall Field Conference that explores some region of New Mexico (or surrounding states). Always well attended, these conferences provide a guidebook to participants. Besides detailed road logs, the guidebooks contain many well written, edited, and peer-reviewed geoscience papers. These books have set the national standard for geologic guidebooks and are an essential geologic reference for anyone working in or around New Mexico. Free Downloads NMGS has decided to make peer-reviewed papers from our Fall Field Conference guidebooks available for free download. This is in keeping with our mission of promoting interest, research, and cooperation regarding geology in New Mexico. However, guidebook sales represent a significant proportion of our operating budget. Therefore, only research papers are available for download. Road logs, mini-papers, and other selected content are available only in print for recent guidebooks. Copyright Information Publications of the New Mexico Geological Society, printed and electronic, are protected by the copyright laws of the United States. No material from the NMGS website, or printed and electronic publications, may be reprinted or redistributed without NMGS permission. Contact us for permission to reprint portions of any of our publications. One printed copy of any materials from the NMGS website or our print and electronic publications may be made for individual use without our permission. Teachers and students may make unlimited copies for educational use. Any other use of these materials requires explicit permission. This page is intentionally left blank to maintain order of facing pages. New Mexico Geological Society Guidebook, 67th Field Conference, Geology of the Belen Area, 2016, p. 397-403. HYDROGEOLOGY AND GEOCHEMISTRY OF HORACE SPRINGS, PUEBLO OF ACOMA, NEW MEXICO Christopher Wolf 1 1Daniel B. Stephens & Associates, Inc., 6020 Academy Rd., NE, Albuquerque, New Mexico 87109, cwolf@dbstephens.com Abstract—Horace Springs is the start of a perennial reach of the Rio San Jose at the Pueblo of Acoma, New Mexico. As the meandering Rio San Jose flows through a gap between Horace Mesa to the north and La Ventana Mesa to the south, the alluvial aquifer system lies in the gap, causing a decrease in the alluvial aquifer’s cross-sectional area resulting in groundwater discharging to the streambed. Horace Springs, currently, discharges about 3.5 to 4 cubic feet per second of water into the stream channel and is classified as a rheocrene spring. Geology in the area is characterized by Mesozoic sedimentary rocks that have sandstone and limestone aquifer systems. The San Rafael Fault Zone is a northeast trending fault zone west of Acoma, and rocks have been down-dropped towards the east. Along the fault, the San Andres Limestone and Glorieta Sandstone (Psg), which forms a combined aquifer system, are just below alluvial cover and lava flows west of the fault; east of the fault the aquifer is displaced over 800 feet deeper below ground surface. The groundwater in the Psg, which flows from west to east, is brought to the surface due to juxtaposition of the Psg against the lower permeability Chinle Formation along the fault contact. This water discharges at a spring, Ojo del Gallo, and also recharges the alluvial-basalt aquifer. Horace Springs discharges from the alluvial-basalt aquifer downgradient (east) of the fault. Water chemistry was used to evaluate potential aquifers contributing to Horace Springs. Water that discharges at Horace Spring is pre- dominantly derived from the Psg, with components from aquifers in the alluvial-basalt, Entrada Sandstone and Dakota Sandstone. 397 INTRODUCTION Horace Springs is a critical hydrological feature at the Pueb- lo of Acoma. The combined spring discharges from Horace Springs and nearby Anzac Springs fill the perennial reach of the Rio San Jose with water, the most valuable resource in the arid climate of New Mexico. Since time immemorial, Acoma has relied on the Rio San Jose for irrigation, coldwater fish- ery, wildlife habitat, domestic, and cultural uses, as well as recreation. The spring discharge represents the beginning of a gaining reach within the Rio San Jose, where the shallow groundwater in the alluvial-basalt aquifer discharges into the Rio San Jose. This gaining reach extends across Acoma but often becomes a losing reach before the Rio San Jose flows across Acoma’s eastern boundary, about 14-miles downstream. Water is sacred to the people of Acoma as described by one of Acoma’s former Governors, Gregg Shutiva (Shutiva, 2013): “Acoma’s world-view when it comes to water, there is one central belief…we are connected to the environment. Our spirituality is connected to the environment…what some might see as a bubbling spring, we see it as a precious life source…” The hydrology of Horace Springs is complicated and has been discussed for over 50 years in the scientific literature. The spring clearly discharges from the alluvial-basalt aquifer sys- tem; while the upgradient sources of water have been postulated, they are not clearly understood (Baldwin and Anderholm, 1992). Based on historical geochemical data and knowledge of the lo- cal hydrology, the San Andres Limestone and Glorieta Sand- stone aquifer system (SAGA) appears to be a major contributor to the alluvial-basalt aquifer upgradient of Horace Springs and is reflected in the water chemistry observed in the spring system. SURFACE WATER HYDROLOGY OF THE RIO SAN JOSE The Rio San Jose begins at the confluence of Bluewater Creek and Mitchell Draw in the Zuni Mountains. The Rio San Jose is currently a perennial stream at Acoma due to discharge from Horace and Anzac Springs, but upstream and down- stream from Acoma it is an ephemeral stream. There are ap- proximately 14 miles of stream channel on the Pueblo. Prior to development in the area upstream of Acoma, natural flow in the Rio San Jose was sustained by surface runoff and spring flow (Risser, 1982), plus some areas of the stream re- ceive groundwater discharges. Historically, the stream received inputs from sources that have since been altered by upstream users of groundwater and surface water. The two main compo- nents of flow that no longer contribute are surface flows from the headwaters in the Zuni Mountains and spring discharge from Ojo del Gallo (Fig. 1). These historical components of natural streamflow were estimated to total 16,400 acre-feet per year (ac-ft/yr) at the western boundary of Acoma and consisted of 7,800 ac-ft/yr of runoff from the Zuni Mountains, 5,000 ac-ft/ yr from Ojo del Gallo, and 3,600 ac-ft/yr from Horace Springs (Risser, 1982). Currently, Bluewater Reservoir captures runoff from the Zuni Mountains, and Ojo del Gallo is no longer dis- charging any significant streamflow into the Rio San Jose. The U.S. Geological Survey (USGS) has a stream gaging sta- tion downstream of Horace Springs (Rio San Jose near Grants, NM, now referred to as Rio"
    },
    {
        "URL": "Wolf2016_HydrogeologyGeochemistryHoraceSpringsPuebloOfAcomaNM.pdf",
        "Text": "geochemical data and knowledge of the lo- cal hydrology, the San Andres Limestone and Glorieta Sand- stone aquifer system (SAGA) appears to be a major contributor to the alluvial-basalt aquifer upgradient of Horace Springs and is reflected in the water chemistry observed in the spring system. SURFACE WATER HYDROLOGY OF THE RIO SAN JOSE The Rio San Jose begins at the confluence of Bluewater Creek and Mitchell Draw in the Zuni Mountains. The Rio San Jose is currently a perennial stream at Acoma due to discharge from Horace and Anzac Springs, but upstream and down- stream from Acoma it is an ephemeral stream. There are ap- proximately 14 miles of stream channel on the Pueblo. Prior to development in the area upstream of Acoma, natural flow in the Rio San Jose was sustained by surface runoff and spring flow (Risser, 1982), plus some areas of the stream re- ceive groundwater discharges. Historically, the stream received inputs from sources that have since been altered by upstream users of groundwater and surface water. The two main compo- nents of flow that no longer contribute are surface flows from the headwaters in the Zuni Mountains and spring discharge from Ojo del Gallo (Fig. 1). These historical components of natural streamflow were estimated to total 16,400 acre-feet per year (ac-ft/yr) at the western boundary of Acoma and consisted of 7,800 ac-ft/yr of runoff from the Zuni Mountains, 5,000 ac-ft/ yr from Ojo del Gallo, and 3,600 ac-ft/yr from Horace Springs (Risser, 1982). Currently, Bluewater Reservoir captures runoff from the Zuni Mountains, and Ojo del Gallo is no longer dis- charging any significant streamflow into the Rio San Jose. The U.S. Geological Survey (USGS) has a stream gaging sta- tion downstream of Horace Springs (Rio San Jose near Grants, NM, now referred to as Rio San Jose at Acoma, #8343500). The station was installed in the late 1930s and has a continuous re- cord starting in water year 1937. For the period of record from October 1936 to October 2004, an average value of 6.15 cubic feet per second (cfs) was calculated based on monthly mean val- Wolf 398 ues. In contrast, for the period from 1990 to 2004, an average value of 4.21 cfs was calculated based on the monthly mean values, and the annual mean flow in 2004 was about 3.5 cfs. The measured discharge from Horace Springs appears to be declin- ing since about 1990 based on the mean annual average stream- flow and a 5-year moving mean calculation (Fig. 2). The gauge infrastructure was recently updated and gauging began again in 2013 indicating annual average streamflow of 4.1 to 3.9 cfs. The Rio San Jose has been diverted to irrigate crops by the Pueblo of Acoma and subsequent settlers in the area. Early sur- veys by the United States indicated that “very old” irrigation ditches were identified at Acoma (Gordon, 1961), and settlers began diverting flow from the Ojo del Gallo in 1870 (Risser, 1982). By 1880, a series of dams was built to capture the peren- nial flow in Bluewater Creek for irrigation use. As the demand for irrigation water increased, irrigation wells were constructed in the Bluewater basin to extract groundwater to supplement the available surface water flows. These wells withdrew water from the SAGA. As industry grew in the area around Grants, groundwater development continued to increase to support power gen- eration and uranium extraction activities. Large amounts of groundwater were withdrawn to dewater underground mines and process uranium ores. As the City of Grants grew to support the local industry, the Grants wastewater facility began discharging effluent into an ephemeral reach of the Rio San Jose in 1957, and by 1978, the flow became perennial from the discharge point east of Grants to Horace Springs (Risser, 1982). Risser (1982) estimated that 1 to 2 cfs of effluent mixed with the spring discharge from Horace Springs, and combined flow totaled about 7 cfs. Regular dis- charge from the wastewater plant stopped in 1992. These dis- charges were deleterious to water and stream sediment quality. The USGS prepared a numerical groundwater model in MODFLOW to evaluate the potential impacts of current and projected groundwater withdrawals on flow in the Rio San Jose and SAGA as well as Ojo del Gallo and Horace Springs (Fren- zel, 1992). The model had available data to 1986 and projected conditions to 2020. They concluded that groundwater pumping will have little impact on Horace Springs but would directly decrease flow at Ojo del Gallo. The springs were modeled as streams in the numerical model. Acoma requested that the model be updated to reflect addi- tional data available from 1986 to 1999 (DBS&A, 2001). The updated model altered how the alluvial aquifer discharged at Horace Springs. The specified outflow of 2.5 cfs, that under predicted spring discharge, was changed to a head-dependent boundary condition allowing the model to more accurately simulate variable flow at Horace Springs (DBS&A, 2001). Us- ing different climate scenarios, the model predicted that spring discharge averaged 4 cfs after 1995, and this result has been observed in the gauge records (Fig. 2). This value is about 1 cfs (20%) lower than the mean streamflow observed over the period of record (Fig. 2) and about 30% of the value for natural streamflow calculated by Risser (1982). GEOLOGY OF THE ACOMA AREA The geology at Acoma is typical of the Colorado Plateau, with sedimentary Cretaceous rocks, including the Mancos Shale and Dakota Sandstone, and Jurassic sedimentary rocks exposed at the surface (Fig. 3). The rocks dip slightly toward the San Juan Basin. About 100 to 160 feet of alluvium was deposited along stream channels including the Rio San Jose during wetter periods in geologic history (Love, 1989). The Mt. Taylor volcanic field, including the currently inac- tive volcano north of Acoma, has erupted basaltic, rhyolitic, FIGURE 1. Map of Acoma Pueblo, New Mexico, showing Horace Springs and Ojo del Gallo Springs. Horace Springs occurs along the Rio San Jose where the river flows between Horace Mesa and La Ventana Ridge. FIGURE 2. Streamflow measured at the Rio San Jose at Acoma Pueblo, New Mexico, (gage #08343500) from 1936 to 2016. No data is available when the gage was undergoing rehabilitation from October 2004 to January 2010. The solid line is the mean annual flow and the dashed line represents a 5-year moving mean. Since 1990, annual flows have been below 5 cubic feet per second (cfs). Hydrogeology and Geochemistry of Horace Springs, Pueblo of Acoma 399 and tuff flows in several episodes, as evidenced by the numer- ous flows that are prominent across the region. The lava beds are locally known as malpais. The San Rafael Fault Zone lies west of the Acoma boundary and is significant because it has approximately 800 feet or more of displacement with a general downward motion on the east side of the fault. West of the fault, the Permian San Andres Limestone and Glorieta Sand- stone (Psg) is an important aquifer with wells about 300 feet deep producing potable water. East of the fault however, the Psg is found at depths of over 2,000 feet and contains geother- mal water (USGS, 1989; Baldwin and Anderholm, 1992). The"
    },
    {
        "URL": "Wolf2016_HydrogeologyGeochemistryHoraceSpringsPuebloOfAcomaNM.pdf",
        "Text": "sedimentary Cretaceous rocks, including the Mancos Shale and Dakota Sandstone, and Jurassic sedimentary rocks exposed at the surface (Fig. 3). The rocks dip slightly toward the San Juan Basin. About 100 to 160 feet of alluvium was deposited along stream channels including the Rio San Jose during wetter periods in geologic history (Love, 1989). The Mt. Taylor volcanic field, including the currently inac- tive volcano north of Acoma, has erupted basaltic, rhyolitic, FIGURE 1. Map of Acoma Pueblo, New Mexico, showing Horace Springs and Ojo del Gallo Springs. Horace Springs occurs along the Rio San Jose where the river flows between Horace Mesa and La Ventana Ridge. FIGURE 2. Streamflow measured at the Rio San Jose at Acoma Pueblo, New Mexico, (gage #08343500) from 1936 to 2016. No data is available when the gage was undergoing rehabilitation from October 2004 to January 2010. The solid line is the mean annual flow and the dashed line represents a 5-year moving mean. Since 1990, annual flows have been below 5 cubic feet per second (cfs). Hydrogeology and Geochemistry of Horace Springs, Pueblo of Acoma 399 and tuff flows in several episodes, as evidenced by the numer- ous flows that are prominent across the region. The lava beds are locally known as malpais. The San Rafael Fault Zone lies west of the Acoma boundary and is significant because it has approximately 800 feet or more of displacement with a general downward motion on the east side of the fault. West of the fault, the Permian San Andres Limestone and Glorieta Sand- stone (Psg) is an important aquifer with wells about 300 feet deep producing potable water. East of the fault however, the Psg is found at depths of over 2,000 feet and contains geother- mal water (USGS, 1989; Baldwin and Anderholm, 1992). The juxtaposition of sedimentary rocks (Psg juxtaposed against the Chinle Formation) across this fault (Fig. 3) causes groundwa- ter to surface at Ojo del Gallo Spring (White, 1989). HYDROGEOLOGY OF HORACE SPRINGS AND OJO DEL GALLO SPRINGS Horace Springs and Ojo del Gallo are important springs for the Pueblo of Acoma for cultural reasons as well as for the flow they contribute to the Rio San Jose. Each spring flows from a different aquifer, as discussed by Gordon (1961): “The discharge from Ojo del Gallo was almost en- tirely from the San Andres Limestone whereas the dis- charge from Horace Springs is from the alluvium and basalt. A part of the water discharged from Horace Springs may, however, have been transmitted to the al- luvium and basalt from the San Andres limestone be- tween Grants and San Rafael.” Horace Springs Horace Springs is critical to the Pueblo of Acoma because the spring discharges into the Rio San Jose, creating a perenni- al reach as it flows across the pueblo. The springs are located at the southern end of Horace Mesa, which consists of Juras- sic- and Cretaceous-age sandstone and shale and is capped by Tertiary rhyolitic lava flows and tuff breccia (Fig. 3). The southwest end of Horace Mesa is bounded by a northeast trend- ing fault that crosses Horace Mesa and continues to the south along La Ventana ridge. Several faults have been observed in outcrops of the Two Wells and Paguate Tongues of the Creta- ceous-age Dakota Sandstone (Maxwell, 1977; Ciskosi, 2013). The gap between the mesas is about 1.5 miles wide and allows the movement of groundwater, surface water, and sediment out of the Bluewater-Grants area toward the Pueblo of Acoma. The Rio San Jose flows through this break in the mesas, and the al- luvial-basalt aquifer is continuous through the area. Lava flows are also present through the gap. The malpais provide direct recharge to the alluvial-basalt aquifer through stream losses, snowmelt, and precipitation. There was about 100 to 160 feet of alluvium deposited along FIGURE 3. Hydrogeologic cross-section A-A’ (location shown on Figure 1) near Acoma Pueblo, New Mexico, showing the Permian San Andres Limestone and Glorieta Sandstone (Psg) discharging to shallow alluvium and basalt aquifer along the San Rafael Fault Zone. The juxtaposition of Psg against lower permeability rocks of the Chinle Group (Tru) results in Psg groundwater discharge to ground surface and recharge to the alluvial aquifer. Horace Springs is located downstream and downgradient of Ojo del Gallo Springs. The chemistry of water discharging at Horace Springs is dominanted by alluvial groundwater that has been recharged by the Psg. Additional chemical components in Horace Springs reflect interaction with basalt, Cretaceous sandstones (Ku) that outcrop near the spring, and sandstones within the San Rafael Group (Ju). Geologic interpretation based on Maxwell (1977), Ciskoski (2013), and Kelly and Reynolds (1989). Wolf 400 stream channels during pluvial or wetter periods in geologic history (Love, 1989). The alluvial-basalt aquifer is hydrauli- cally connected to the Rio San Jose. Groundwater discharges to the stream between Horace Springs and the Village of McCartys result from a reduction in the aquifer cross-sectional area between Horace Mesa and La Ventana Ridge (Risser and Lyford, 1984). At Horace Springs, the direct discharge into the stream channel is classified as a rheocrene spring (Springer and Stevens, 2008). Ojo del Gallo Ojo del Gallo emanates from the SAGA along the San Rafa- el Fault Zone. Due to the juxtaposition of the SAGA against the low-permeability Chinle Formation, groundwater is directed toward the surface. The area around the spring is characterized by carbonate tufa deposits that are typical of limestone-derived spring flow (White, 1989). While the spring is no longer dis- charging a significant amount of water, the SAGA is probably still discharging to the alluvial-basalt aquifer, a significant por- tion of which is underlain by the SAGA, in the area above Ojo del Gallo and Horace Springs. HYDROLOGY AND GEOCHEMISTRY OF THE SAN ANDRES LIMESTONE AND GLORIETA SANDSTONE AQUIFER The SAGA is potentially an important contributor to water quality and flow at Horace Springs. The hydrology and geo- chemistry of this aquifer are discussed below. Hydrogeology of the San Andres Limestone and Glorieta Sandstone near Acoma The groundwater in the SAGA originates in the Zuni Moun- tains from infiltration of snowmelt and precipitation on rock outcrops, with additional recharge occurring through the chan- nel of Bluewater Creek (Baldwin and Anderholm, 1992). Gen- erally, the groundwater flows from west to east, away from the mountains toward Acoma. Karst features have developed in the limestone due to dissolution along fractures, which gives parts of the SAGA high transmissivity values. In the Grants area, supply wells completed in the SAGA are capable of producing large quantities of water (hundreds of gal- lons per minute) from a few hundred feet below ground surface (ft bgs). Due to the offset along the San Rafael Fault Zone, how- ever, the SAGA is more than 2,000 ft bgs at Acoma. Test wells, such as 10.9.25.3241Anzac 86-1, completed by the USGS on the west side of Acoma, had poor water quality with specific con- ductance values over 7,000 micromhos per centimeter (mmhos/ cm) (USGS, 1989; Baldwin and Anderholm, 1992). Geochemistry of San Andres Limestone and Glorieta Sandstone The SAGA is an important aquifer west of Acoma that sup- plies good-quality and quantities of water to supply wells. The geochemistry of the water helps"
    },
    {
        "URL": "Wolf2016_HydrogeologyGeochemistryHoraceSpringsPuebloOfAcomaNM.pdf",
        "Text": "are typical of limestone-derived spring flow (White, 1989). While the spring is no longer dis- charging a significant amount of water, the SAGA is probably still discharging to the alluvial-basalt aquifer, a significant por- tion of which is underlain by the SAGA, in the area above Ojo del Gallo and Horace Springs. HYDROLOGY AND GEOCHEMISTRY OF THE SAN ANDRES LIMESTONE AND GLORIETA SANDSTONE AQUIFER The SAGA is potentially an important contributor to water quality and flow at Horace Springs. The hydrology and geo- chemistry of this aquifer are discussed below. Hydrogeology of the San Andres Limestone and Glorieta Sandstone near Acoma The groundwater in the SAGA originates in the Zuni Moun- tains from infiltration of snowmelt and precipitation on rock outcrops, with additional recharge occurring through the chan- nel of Bluewater Creek (Baldwin and Anderholm, 1992). Gen- erally, the groundwater flows from west to east, away from the mountains toward Acoma. Karst features have developed in the limestone due to dissolution along fractures, which gives parts of the SAGA high transmissivity values. In the Grants area, supply wells completed in the SAGA are capable of producing large quantities of water (hundreds of gal- lons per minute) from a few hundred feet below ground surface (ft bgs). Due to the offset along the San Rafael Fault Zone, how- ever, the SAGA is more than 2,000 ft bgs at Acoma. Test wells, such as 10.9.25.3241Anzac 86-1, completed by the USGS on the west side of Acoma, had poor water quality with specific con- ductance values over 7,000 micromhos per centimeter (mmhos/ cm) (USGS, 1989; Baldwin and Anderholm, 1992). Geochemistry of San Andres Limestone and Glorieta Sandstone The SAGA is an important aquifer west of Acoma that sup- plies good-quality and quantities of water to supply wells. The geochemistry of the water helps in interpreting the source of water at Horace Springs because the SAGA is discharging to the shallow alluvial-basalt aquifer in the area of Ojo del Gallo (Gordon, 1961). Water quality in the SAGA is determined by the chemistry of the recharge water, mineralogy of the aquifer, and residence time of the groundwater. Water-rock interactions such as min- erals in the aquifer being dissolved will affect cation and anion composition of the water. Residence time is important because as it increases, the water has a greater chance of coming in contact with and dissolving aquifer materials. SAGA water quality in the Grants area is a calcium-sulfate (Ca-SO4) type, representing the dissolution of gypsum and limestone. Cation exchange is an important reaction occurring in the aquifer, where calcium is removed from solution by re- acting with sodium-bearing clays. The effect is observed as a relative enrichment in sodium to calcium as the water travels down the flow path (as residence time increases) (Baldwin and Anderholm, 1992). GEOCHEMICAL EVOLUTION OF GROUNDWATER AND SURFACE WATER IN THE ACOMA REGION In order to understand the groundwater geochemistry for the Acoma region, representative selected water quality sampling data from the literature for the SAGA, alluvial-basalt aquifer, Entrada Sandstone, Dakota Sandstone, Ojo del Gallo, Horace Springs, and Rio San Jose (Risser and Lyford, 1984; Baldwin and Anderholm, 1992), as well as data from recent sampling by the Haaku Water Office at the Pueblo of Acoma along the Rio San Jose were examined (Table 1). In particular, available data for cations and anions for recent and historical data, to repre- sent natural water quality, were chosen. Geochemical analy- ses were performed using statistics, mixing models, and Pip- er and Stiff diagrams. The geochemical software PHREEQC (Parkhurst and Appelo, 1999) was used to calculate the activ- ities and saturation indices to determine mineral interactions. The geochemical conceptual model for the SAGA evolves as groundwater reacts with aquifer minerals such as calcite (CaCO3) and gypsum (CaSO4∙H2O) and experiences cation ex- change between groundwater and clay minerals, causing a de- crease in calcium and increase in sodium ions (Ca to Na corner on Piper diagram, Fig. 4) (Baldwin and Anderholm, 1992). The dissolution of gypsum that occurs naturally in the formation is represented by an increase in sulfate (SO4) concentrations (HCO3 to SO4 corner on the Piper diagram, Fig. 4). The ev- idence for gypsum dissolution is a higher SO4 concentration and is shown on the Piper diagram by the trend moving away from the HCO3 apex to a mix of approximately 50 percent each of SO4 and HCO3 anions. The SAGA evolves from a calci- um-bicarbonate (Ca-HCO3) water to a sodium-sulfate (Na- SO4) water as the groundwater flows from the recharge area in the Zuni Mountains to the discharge point at Ojo del Gallo. Saturation indices were calculated in PHREEQC to evaluate how minerals may dissolve or precipitate from solution under chemical equilibrium conditions. The calculated saturation indi- ces (SI) for the SAGA at City of Grants well 11N.10W.26.321C Hydrogeology and Geochemistry of Horace Springs, Pueblo of Acoma 401 is over-saturated (SI > 0) with respect to carbonate minerals (calcite, aragonite, and dolomite) but under-saturated (SI < 1) with respect to gypsum, indicating that gypsum will likely dis- solve into solution. Based on the observed water quality, such dissolution is probably occurring and concurs with observations by Baldwin and Anderholm (1992). The reaction is evident based on the shape of the Stiff diagram (Fig. 5), which indicates a similarity to a limestone but with a higher concentration of sulfate (reflecting gypsum dissolution). The alluvial-basalt aquifer has variable water quality and is recharged by snowmelt, precipitation, groundwater discharge from the deeper bedrock units including the SAGA, and sur- face water along losing reaches of the stream. The water quality ranges from good in the malpais to poor in fine-grained sedi- ments, due to the low permeability and long residence times. Poor water quality is evident in well 10N.09W.17.113, complet- ed near Horace Springs, which has a sodium-sulfate type water with elevated concentrations of chloride, sulfate, and sodium. Based on the shape of the Stiff diagram (Fig. 5), the water is probably derived from a shale unit such as the Mancos Shale, which outcrops nearby. Good water quality was found in well 10N.9W.29.132, also near Horace Springs; this well has a calci- um-bicarbonate (Ca-HCO3) type water, and based on the shape of the Stiff diagram (Fig. 5), the water is probably derived from a limestone or dolomite such as the San Andres Limestone. Dissolved silica (as SiO2) in these alluvial-basalt aquifer samples provides evidence that volcanic glass is reacting with the groundwater. When the silica concentration is greater than 0.5 millimole per liter (mmol/L) (which is equivalent to 30 milligrams per liter [mg/L]), volcanic glass or hydrothermal water interactions are indicated (Hounslow, 1995). The values are 0.50 mmol/L for well 10N.09W.17.113 and 0.56 mmol/L for well 10N.9W.29.132. For comparison, the City of Grants well (SAGA completion) 11N.10W.26.321C has a silica value of 0.25 mmol/L (15 mg/L) and does not appear to have re- charge water that has reacted with volcanic glass. Horace Springs emanates from the alluvial-basalt aquifer and the spring chemistry is derived from a mixture of water from the SAGA that recharges the shallow aquifer and alluvi- al-basalt aquifer. The SAGA water quality is apparent in Horace Springs due to the Na-SO4 character of the water, which is the Location"
    },
    {
        "URL": "Wolf2016_HydrogeologyGeochemistryHoraceSpringsPuebloOfAcomaNM.pdf",
        "Text": "is recharged by snowmelt, precipitation, groundwater discharge from the deeper bedrock units including the SAGA, and sur- face water along losing reaches of the stream. The water quality ranges from good in the malpais to poor in fine-grained sedi- ments, due to the low permeability and long residence times. Poor water quality is evident in well 10N.09W.17.113, complet- ed near Horace Springs, which has a sodium-sulfate type water with elevated concentrations of chloride, sulfate, and sodium. Based on the shape of the Stiff diagram (Fig. 5), the water is probably derived from a shale unit such as the Mancos Shale, which outcrops nearby. Good water quality was found in well 10N.9W.29.132, also near Horace Springs; this well has a calci- um-bicarbonate (Ca-HCO3) type water, and based on the shape of the Stiff diagram (Fig. 5), the water is probably derived from a limestone or dolomite such as the San Andres Limestone. Dissolved silica (as SiO2) in these alluvial-basalt aquifer samples provides evidence that volcanic glass is reacting with the groundwater. When the silica concentration is greater than 0.5 millimole per liter (mmol/L) (which is equivalent to 30 milligrams per liter [mg/L]), volcanic glass or hydrothermal water interactions are indicated (Hounslow, 1995). The values are 0.50 mmol/L for well 10N.09W.17.113 and 0.56 mmol/L for well 10N.9W.29.132. For comparison, the City of Grants well (SAGA completion) 11N.10W.26.321C has a silica value of 0.25 mmol/L (15 mg/L) and does not appear to have re- charge water that has reacted with volcanic glass. Horace Springs emanates from the alluvial-basalt aquifer and the spring chemistry is derived from a mixture of water from the SAGA that recharges the shallow aquifer and alluvi- al-basalt aquifer. The SAGA water quality is apparent in Horace Springs due to the Na-SO4 character of the water, which is the Location Local Identifier Sample Date Chloride Sulfate Calcium Magnesium Bicarbonate Sodium Potassium pH Silica mg/L mg/L mg/L mg/L mg/L mg/L mg/L su mg/L Ojo del Gallo Spring 10N.10W.03.433 7/12/1946 44 270 110 41 320 69.6 6.4 7.1 18 Horace Springs 10N.9W.23.423 5/13/1957 88 290 79 40 240 124 6 8.3 30 Entrada Well 10N.9W.29.132 12/8/1950 12 120 22 9.4 320 132a 8a na 8.4 Dakota Well 10N.9W.25.3241 5/7/1958 160 960 210 95 310 102 a 8a 7.3 12 SAG Well 11N.10W.26.321C 6/26/1962 34 300 140 31 280 62 4 7.3 15 Alluvial/Basalt Well 10N.9W.17.113 6/15/1955 41 260 120 38 330 59 a 8a 7.4 28 TABLE 1: Water chemistry results for springs and wells near Acoma Pueblo, New Mexico. aSodium and potassium calculated from “sodium + potassium” results, assuming potassium = 8 mg/L NOTES: mg/L = milligrams per liter su = standard units na = not available FIGURE 4. Conceptual Piper diagram showing fields based on wells complet- ed in the San Andres Limestone and Glorieta Sandstone and surface water of the Rio San Jose. Chemical reactions between groundwater and rocks that host the aquifer determine water quality observed at wells and springs. Potential chemical reactions occuring along groundwater flow paths are indicated by the arrows: cation-exchange trend in lower left triangle shows a decrease in calcium and magnsium with an increase in sodium; evaporation trend shown in quadrilateral and lower right triangle shows an overall increase in chloride relative to other anions; dissolving gypsum will increase the relative amount of sulfate in the groundwater as shown in the quadrilateral and lower right triangle Wolf 402 result of groundwater interactions (cation exchange and gyp- sum dissolution) in the SAGA. Water-rock interactions with the alluvial-basalt signature are evident from the dissolved silica concentrations, which range from 30 to 33 mg/L at the spring. In order to evaluate potential contributors to water chemis- try at Horace Springs, a statistical analysis was performed in Aquachem (SWS, 2014) using Euclidian geometry to compare Horace Springs with potential mixing end members. Data for six variables (Ca, Na, Mg, SO4, Cl, and HCO3) were compared between a single Horace Springs sample and results from sam- ples reflecting other potential sources of water to the alluvi- al-basalt aquifer upgradient of the spring. In such an analysis, a correlation coefficient is calculated based on the variance of these elements, and a value greater than 0.9 indicates a good match. The samples with the best match to Horace Springs in- clude the City of Grants well (r2 = 0.983), spring 10N.9W.6.442 (r2 = 0.975), and Ojo del Gallo Spring (r2 = 0.97). Calculations for the alluvial-basalt aquifer indicate a strong correlation (r2 = 0.949) between the chemistry in well 10N.9W.29.132 and the Entrada Sandstone. This correlation probably indicates that the Entrada is recharging the alluvi- al-basalt aquifer due to upward groundwater gradients east of the San Rafael Fault Zone and beneath Horace Mesa. The composition of Horace Springs is dominated by groundwater from the SAGA that recharged and mixed with the alluvial-basalt aquifer in the Ojo del Gallo area. Near Horace Springs, this water mixes with groundwater from the Entrada and Dakota Sandstones before discharging at Horace and Anzac Springs. Based on the similar water quality identified between Horace Springs and nearby SAGA wells, mixing scenarios were calculated in PHREEQC (Parkhurst and Appelo, 1999) to determine the potential contributions of several end members, including the SAGA, alluvial-basalt, Entrada Sandstone, and Dakota Sandstone aquifers. For the mixing, water chemistry included pH and seven major ions: sodium (Na), potassium (K), calcium (Ca), magnesium (Mg), chloride (Cl), bicarbon- ate (HCO3), and sulfate (SO4). A sample from Horace Springs collected on May 13, 1957, was used for comparison to the calculated mixing scenarios. One of the best mixing scenarios was using Ojo del Gallo, Dakota Sandstone, and Entrada Sand- stone. Based on the water quality mixing results, the source of water at Horace Springs is a combination of Ojo del Gal- lo, which is derived from the SAGA, Jurassic and Cretaceous sandstones (Table 2). Despite the fact that Ojo del Gallo no longer discharges significant water, the SAGA appears to be recharging the alluvial-basalt aquifer west of the San Rafael Fault Zone. CONCLUSION As hypothesized by Gordon (1961), Baldwin and An- derholm (1992), and Frenzel (1992), the water emanating at Horace Springs reflects the chemistry of several aquifers in the area. Bedrock aquifers are discharging to the alluvial-ba- salt aquifer from which Horace Springs emanates. The spring chemistry reflects a large component of SAGA mixed with Da- kota Sandstone and Entrada Sandstone in the alluvial-basalt aquifer. Understanding the hydrogeology and geochemistry of Horace Springs is important because the combination of up- stream/upgradient water uses and climate change impacts the FIGURE 5: Stiff diagrams for springs and wells near Acoma Pueblo, New Mexico, using data from Baldwin and Anderholm (1992). Scales are variable and reported in milliequivalents per liter (meq/L). Major cations are plotted on the left and major anions on the right. Stiff diagram shapes are characteristic of groundwater interaction with rocks along the flow path in the aquifer system. Hydrogeology and Geochemistry of Horace Springs, Pueblo of Acoma 403 viability of Ojo del Gallo and Horace Springs. Scientists and water planners need data to help understand and predict future water supplies. Groundwater pumping has been documented as the cause of decreased flow from Ojo del Gallo. Streamflow measure- ments show a historical decline"
    },
    {
        "URL": "Wolf2016_HydrogeologyGeochemistryHoraceSpringsPuebloOfAcomaNM.pdf",
        "Text": "A sample from Horace Springs collected on May 13, 1957, was used for comparison to the calculated mixing scenarios. One of the best mixing scenarios was using Ojo del Gallo, Dakota Sandstone, and Entrada Sand- stone. Based on the water quality mixing results, the source of water at Horace Springs is a combination of Ojo del Gal- lo, which is derived from the SAGA, Jurassic and Cretaceous sandstones (Table 2). Despite the fact that Ojo del Gallo no longer discharges significant water, the SAGA appears to be recharging the alluvial-basalt aquifer west of the San Rafael Fault Zone. CONCLUSION As hypothesized by Gordon (1961), Baldwin and An- derholm (1992), and Frenzel (1992), the water emanating at Horace Springs reflects the chemistry of several aquifers in the area. Bedrock aquifers are discharging to the alluvial-ba- salt aquifer from which Horace Springs emanates. The spring chemistry reflects a large component of SAGA mixed with Da- kota Sandstone and Entrada Sandstone in the alluvial-basalt aquifer. Understanding the hydrogeology and geochemistry of Horace Springs is important because the combination of up- stream/upgradient water uses and climate change impacts the FIGURE 5: Stiff diagrams for springs and wells near Acoma Pueblo, New Mexico, using data from Baldwin and Anderholm (1992). Scales are variable and reported in milliequivalents per liter (meq/L). Major cations are plotted on the left and major anions on the right. Stiff diagram shapes are characteristic of groundwater interaction with rocks along the flow path in the aquifer system. Hydrogeology and Geochemistry of Horace Springs, Pueblo of Acoma 403 viability of Ojo del Gallo and Horace Springs. Scientists and water planners need data to help understand and predict future water supplies. Groundwater pumping has been documented as the cause of decreased flow from Ojo del Gallo. Streamflow measure- ments show a historical decline to below 4 cfs downstream from Horace Springs, which corresponds with the decrease in flow predicted through numerical groundwater modeling. The decreasing streamflow trend began in the 1980s and will likely continue to be problematic for the Pueblo of Acoma and those who rely on the Rio San Jose as a water resource. Anecdotal evidence suggests that the water table has dropped over time around Horace Springs, and if the water table drops significant- ly the gaining reach of the stream would be expected to mani- fest at lower elevations downstream of the current location. In the future, this phenomenon may impact infrastructure along the stream, including the stream gauge and irrigation diversion structures. Increasing demands on the local water supply for industry, agriculture, and domestic supply, coupled with predictions of less streamflow due to changing climate conditions, will broaden the current gap between supply and demand (USBR, 2013). As these changes occur, water uses and related infra- structure must adapt at Horace Springs and across the South- western United States. ACKNOWLEDGMENTS Thank you to the Pueblo of Acoma and their Haaku Water Office for allowing us to assist with the development and on- going collaboration of their Clean Water Act 106 water quality program. Special acknowledgements go to Laura Watchempi- no, Fidel Lorenzo, Stanley Paytiamo and Steve Juancio for their support. Various portions of the project were funded by US EPA, US BOR, and the Pueblo of Acoma. Bob Marley, Amy Ewing and Paula Schuh provided helpful reviews of the manuscript. Mark Wing graciously prepared the graphics. REFERENCES Baldwin, J.A., and Anderholm, S.K., 1992, Hydrogeology and ground-water chemistry of the San Andres-Glorieta Aquifer in the Acoma Embayment and Eastern Zuni Uplift, west-central New Mexico: U.S. Geological Sur- vey, Water Resources Investigations Report 91-4033, 304 p. Basler, J.A., and Lyford, F.P., 1984, Water resources on the Pueblo of Acoma, Cibola County New Mexico: USGS Administrative Report, Prepared in cooperation with the U.S. Bureau of Indian Affairs, 134 p. Cikoski, C.T., 2013, Geologic map of the Grants SE Quadrangle, Cibola Coun- ty, New Mexico. New Mexico Bureau of Geology and Mineral Resourc- es, Open-file Geologic Map 241. Daniel B. Stephens & Associates Inc. (DBS&A), 2001, Mount Taylor Project water supply assessment. Report prepared for U.S. Bureau of Reclama- tion, Pueblo of Acoma and Pueblo of Laguna, 222 p. Frenzel, P.F. 1992. Simulation of ground-water flow in the San Andres-Glorie- ta aquifer in the Acoma embayment and eastern Zuni uplift, west-central New Mexico: USGS WRI 91-4099, 394 p. Gordon, E.D., 1961, Geology and ground-water resources of the Grants-Blue- water Area, Valencia County, New Mexico: New Mexico State Engineer, Technical Report 20, 109 p. Hounslow, A.W., 1995, Water quality data: Analysis and interpretation: Boca Raton, CRC Lewis Publishers, 416 p. Kelly, T.E., and Reynolds, C.B., 1989, Structural geology of the Malpais Val- ley, San Rafael, New Mexico: New Mexico Geological Society, Guide- book 40, p. 119-121. Love, D.W., 1989, Geomorphic development of the Rio San Jose Valley: New Mexico Geological Society, Guidebook 40, p. 11-12. Maxwell, C.H., 1977, Preliminary geologic map of the McCartys Quadrangle, Valencia County, New Mexico: U.S. Geological Survey Open-file Report 77-380, 1 map. Parkhurst, D.L., and Appelo, A.A.J., 1999, User’a guide to PHREEQC (ver- sion 2) A computer program for speciation, batch-reaction, one dimen- sional transport, and inverse geochemical modeling. USGS Water Re- sources Investigation 99-4259, 312 p. Risser, D.W., 1982, Estimated natural streamflow in the Rio San Jose upstream from the Pueblos of Acoma and Laguna, New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 82‑4096, 56 p. Schlumberger Water Services (SWS), 2014, AquaChem Version 2014.2. Shutiva, G., 2013, Statement by Governor Gregg Shutiva, Pueblo of Acoma to the Water and Natural Resources Committee concerning permitting of the proposed Roca Hondo Mine. August 30, 2013. Springer, A.E., and Stevens, L.E., 2008, Spheres of duscharge of springs. Hy- drogeology Journal, p. 17-83. U.S. Bureau of Reclamation (USBR), 2013, West-wide climate risk assess- ment: Upper Rio Grande impact assessment, 169 p. U.S. Geological Survey (USGS), 1989, Well drilling, water quality sampling, and aquifer testing on Acoma Pueblo lands, 1 November 1988 to 8 March 1989: New Mexico Geological Society, Guidebook 40, p 29-30. White, W.D., 1989, Geohydrologic and environmental indicators of a dewa- tered wetland: Ojo del Gallo, San Rafael, New Mexico: New Mexico Geological Society, Guidebook 40, p. 337-345. Aquifer Contribution (%) SAGA (via alluvial system) 60-80 Alluvial-basalt 10-30 Entrada Sandstone 0-10 Dakota Sandstone 0-10 TABLE 2. Composition of Horace Springs. SAGA = San Andres Limestone and Glorieta Sandstone aquifer system Wolf 404 Photo courtesy of Bonnie Frey."
    },
    {
        "URL": "Wolf2016_HydrogeologyGeochemistryHoraceSpringsPuebloOfAcomaNM.pdf",
        "Text": "Statement by Governor Gregg Shutiva, Pueblo of Acoma to the Water and Natural Resources Committee concerning permitting of the proposed Roca Hondo Mine. August 30, 2013. Springer, A.E., and Stevens, L.E., 2008, Spheres of duscharge of springs. Hy- drogeology Journal, p. 17-83. U.S. Bureau of Reclamation (USBR), 2013, West-wide climate risk assess- ment: Upper Rio Grande impact assessment, 169 p. U.S. Geological Survey (USGS), 1989, Well drilling, water quality sampling, and aquifer testing on Acoma Pueblo lands, 1 November 1988 to 8 March 1989: New Mexico Geological Society, Guidebook 40, p 29-30. White, W.D., 1989, Geohydrologic and environmental indicators of a dewa- tered wetland: Ojo del Gallo, San Rafael, New Mexico: New Mexico Geological Society, Guidebook 40, p. 337-345. Aquifer Contribution (%) SAGA (via alluvial system) 60-80 Alluvial-basalt 10-30 Entrada Sandstone 0-10 Dakota Sandstone 0-10 TABLE 2. Composition of Horace Springs. SAGA = San Andres Limestone and Glorieta Sandstone aquifer system Wolf 404 Photo courtesy of Bonnie Frey."
    }
]