[
    {
        "URL": "OFR-609.pdf",
        "Text": "N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Hydrogeologic Framework of the Estancia Basin, New Mexico Open-File Report 609 November 2020 B. Talon Newton, Colin Cikoski, and Bruce Allen O New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology 801 Leroy Place Socorro, NM 87801 (575) 835-5490 www.geoinfo.nmt.edu Open-File Report 607 November 2020 Hydrogeologic Framework of the Estancia Basin, New Mexico B. Talon Newton, Colin Cikoski, and Bruce Allen New Mexico Bureau of Geology and Mineral Resources P R O J E C T F U N D I N G Funding for this project was provided by the Healy foundation and the New Mexico Bureau of Geology and Mineral Resources Aquifer Mapping Program. Stacy Timmons, Associate Director for Hydrogeology Programs Laila Sturgis, Aquifer Mapping Program Manager Disclaimer The reports and data provided here are intended to aid in the understanding of the geologic and hydrologic resources of New Mexico. However, there are limitations for all data, particularly when subsurface interpreta­ tion is performed, or when data are aggregated that may have been collected at different times, by different agencies or people, and for different purposes. The information and results provided are also dynamic and may change over time. Users of these data and interpretations should exercise caution, and site-specific condi­ tions should always be verified. These materials are not to be used for legally binding decisions. Any opinions expressed do not necessarily reflect the official position of the New Mexico Bureau of Geology and Mineral Resources, New Mexico Tech, or the State of New Mexico. Although every effort is made to present current and accurate information, data is provided without guarantee of any kind. The data are provided “as is,” and the NM Bureau of Geology assumes no responsibility for errors or omissions. No warranty, expressed or implied, is made regarding the accuracy or utility of the data for general or scientific purposes. The user assumes the entire risk associated with its use of these data. The NM Bureau of Geology shall not be held liable for any use or misuse of the data described and/or contained herein. The user bears all responsibility in determining whether these data are fit for the user’s intended use. Acknowledgment of or reference to this data would be appreciated in publications, maps or other data sets derived from these data. Suggested citation: Open-file Report - 609, Hydrogeologic Framework of the Estancia Basin, New Mexico, Newton, B. Talon, Cikoski, Colin, and Allen, Bruce, 2020 Cover: Aerial view looking south of salt lakes (playas) on the floor of Estancia Basin. The playas were excavated (deflated) by the wind, as indicated by eolian dunes (lunettes) on their downwind sides. Two generations of deflation lunettes are apparent on the eastern side of the playa in the foreground. Excavation by the wind was probably most intense during the mid Holocene ~7-5 thousand years ago. Today the lunettes are largely stabi­ lized by vegetation (grass and shrubs), and many of the playas have accumulated sediment suggesting a small rise in the water table during the past few thousand years. E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K C O N T E N T S I. Introduction .......................................................1 General description of Estancia Basin ......................3 II. Geology .................................................................5 Geologic units and their hydrogeologic implications .........................................................5 Precambrian rocks .........................................5 Paleozoic rocks ..............................................5 Mesozoic rocks ............................................11 Cenozoic rocks .............................................11 Structural geology and hydrologic significance .....14 III. Hydrogeology ...................................................17 Groundwater flow conditions .................................17 Major aquifers ........................................................17 Basin fill aquifer system ...................................18 Pennsylvanian aquifer system ...........................19 Other aquifers ....................................................19 Groundwater quality ...............................................19 Hydrogeologic conceptual model ...........................22 Groundwater volume estimates ..............................23 IV. Conclusions and Future Research ...........29 Acknowledgments ....................................................30 References ..................................................................31 Figures 1. Estancia Basin location map......................................2 2. Estimated decreases in groundwater levels in the Estancia Basin between the 1950s and the 2000s ....4 3 Geology and simplified stratigraphic column of the Estancia Basin ................................................6&7 4. Selected geologic cross-sections showing subsurface geology of the Estancia Basin ...........8&9 5. Tectonic features of the Estancia Basin area at selected time periods ..........................................10 6. Major structural features of the Estancia Basin ......12 7. Estimated thickness of basin fill .............................13 8. Groundwater water-level surface ............................15 9. Generalized hydrogeologic cross-section conceptually showing the relationships between major aquifers in the Estancia Basin ......................18 10. Map of TDS concentrations for groundwater in the Estancia Basin area .......................................21 11. Conceptual diagram of groundwater recharge, discharge, and flow in the Estancia Basin...............23 12. Base of known groundwater resources in the basin fill aquifer ......................................................25 13. Known saturated thickness of the basin fill aquifer ......................................................26 Table 1. Water quality designations ......................................20 Appendix Data processing methods summary ......................36 pages Map Package ArcGIS files Agricultural fields west of Willard, sustained by groundwater irrigation. Chupadera Mesa along right skyline forms the southern drainage divide of the Estancia Basin. 1 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K to help the public to better understand where their water comes from. This report provides a description of previous work done, the current hydrogeologic conceptual model of the Estancia Basin, and a rough estimate of groundwater supply based on our cur­ rent understanding of the hydrologic system. We produced an ESRI Story Map (available at geoinfo. nmt.edu/resources/water/projects/3d/home. html) to provide a simple and fun tool to educate the general public about their water resources. Cikoski (2018) describes methodologies used to construct 3-D geologic model and calculate water volumes for and is included with this report as Appendix 1. Through the latter half of the 20th century, this intense groundwater reliance has resulted in measurable declines in available groundwater resources (Figure 2), with an estimated total decrease of groundwater in storage of over 1 million acre-ft between the 1950’s and 2010’s (Rinehart et al., 2015; 1 acre-ft is the volume of water to submerge an acre of land in 1 ft of water, which is approximately 326,000 gallons, and about the amount of water used domestically by an average household in a year). Estancia Basin Water Planning Committee [EBWPC] and HydroResolutions (2010) estimated the average water-level decline across the basin from 1995 to 2005 was about 10 ft, with declines of as much as 26 ft in the northern portion of the area. Applying the average decline to the basin as a whole, EBWPC and HydroResolutions further estimated that 0.5 million acre-ft of groundwater was depleted in these ten years alone. Resource planning by the NMISC (2016) projects further declines into 2060, with as many as 47% of wells impacted by declining water supply under a scenario of drought conditions and a growing population. EBWPC and HydroResolutions, mean­ while, suggest that the life expectancy of the basin fill aquifer may be"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "to help the public to better understand where their water comes from. This report provides a description of previous work done, the current hydrogeologic conceptual model of the Estancia Basin, and a rough estimate of groundwater supply based on our cur­ rent understanding of the hydrologic system. We produced an ESRI Story Map (available at geoinfo. nmt.edu/resources/water/projects/3d/home. html) to provide a simple and fun tool to educate the general public about their water resources. Cikoski (2018) describes methodologies used to construct 3-D geologic model and calculate water volumes for and is included with this report as Appendix 1. Through the latter half of the 20th century, this intense groundwater reliance has resulted in measurable declines in available groundwater resources (Figure 2), with an estimated total decrease of groundwater in storage of over 1 million acre-ft between the 1950’s and 2010’s (Rinehart et al., 2015; 1 acre-ft is the volume of water to submerge an acre of land in 1 ft of water, which is approximately 326,000 gallons, and about the amount of water used domestically by an average household in a year). Estancia Basin Water Planning Committee [EBWPC] and HydroResolutions (2010) estimated the average water-level decline across the basin from 1995 to 2005 was about 10 ft, with declines of as much as 26 ft in the northern portion of the area. Applying the average decline to the basin as a whole, EBWPC and HydroResolutions further estimated that 0.5 million acre-ft of groundwater was depleted in these ten years alone. Resource planning by the NMISC (2016) projects further declines into 2060, with as many as 47% of wells impacted by declining water supply under a scenario of drought conditions and a growing population. EBWPC and HydroResolutions, mean­ while, suggest that the life expectancy of the basin fill aquifer may be as little as 126 years, if current rates of groundwater recharge and extraction continue. Exacerbating concerns over water supply volume is the variable water quality across the basin (White, 1994; EBWPC and HydroResolutions, 2010; NMISC, 2016). Water often enters the groundwater system in recharge areas relatively fresh, with low levels of salinity and total dissolved solids (TDS). However, in N ew Mexico relies heavily on groundwater, as it accounts for over 45% of total water use (withdrawals) in the state (Magnuson et al., 2019). Future demand for groundwater will likely increase as surface water supplies decrease due to effects of cli­ mate change (D’Antonio, 2006; Gutzler, 2007; Hurd and Coonrod, 2008; Elias et al., 2015; U.S. Bureau of Reclamation (USBR), 2016). Groundwater levels in aquifers throughout the state have been declining, primarily due to groundwater being extracted by pumping and evapotranspiration (the combination of evaporation and vegetation transpiration) at higher rates than it is replenished by groundwater recharge (Konikow, 2013; Rinehart et al., 2015), and the Estancia Basin (Figure 1) is no exception. It is largely a rural area with a decades-long tradition of farming and ranching, despite a paucity of surface water. The Estancia Basin and its residents are almost fully dependent on groundwater for water resource needs, with surface water use accounting for only ~0.1% of water withdrawals (New Mexico Interstate Stream Commission [NMISC], 2016). Many groundwater studies, which are discussed below, have highlighted the need for communities in the Estancia Basin to recognize and incorporate declining groundwater resources in their future water resource management plans. Effective water planning in the Estancia Basin not only requires accurate estimates of water demand and current and future projections of groundwater withdrawals, but also depends on knowing how much water is avail­ able. Quantifying available groundwater resources requires a thorough understanding of the subsurface geology, the spatial extent of aquifers that can supply potable water, and a better understanding of how groundwater flows from recharge to discharge areas. The New Mexico Bureau of Geology and Mineral Resources (NMBGMR) Aquifer Mapping Program (AMP) used existing datasets, along with additional well data to construct 3-dimensional geologic and hydrologic visualization tools and datasets with the goal of increasing our understanding of the regional hydrogeology in the Estancia Basin, estimating the current groundwater supply in the basin, and provid­ ing a 3-dimensional hydrogeologic conceptual model I . I N T R O D U C T I O N 2 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 Figure 1. Estancia Basin location map. 3 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K a high desert environment such as the Estancia Basin, water quality degrades with time along a flowpath, largely due to interactions with soluble bedrock, soil material, and evaporation. The increase in salinity toward the center of the Estancia Basin, particularly around the playa lake complex in the southern por- tion of the Basin, has been noted by several previous studies (White, 1994; NMISC, 2016), and this high salinity further limits the volume of potable water in the basin. Effective management of the finite groundwater resources requires an understanding of the extent and properties of the different aquifers in the area, and how the subsurface flow systems carry water from areas where groundwater is recharged to areas where groundwater is discharged back to the surface or extracted for use. This understanding begins with a study of the geologic history and processes that formed and deformed the rock and sediment in the area, as these processes strongly control the geometries and hydraulic properties of the aquifer units. In a sense, the subsurface geology provides the infrastruc­ ture through which the groundwater is recharged, flows, discharges, and is extracted. The conceptual hydrogeologic model is further informed by ground­ water quality data, which can provide information about interactions between different aquifer units and groundwater flowpaths within the system. White (1994) provides a thorough review of the groundwater flow system of the basin, while Shafike and Flanigan (1999) constructed a numerical flow model of the system. NMISC (2016) provided a review of both the current understanding of the hydrology and ground­ water resources of the basin fill aquifer as well as the current and projected economic and social factors that impact the groundwater resource. General Description of Estancia Basin For the purpose of this report, the term “Estancia Basin” refers to the Estancia Basin aquifer region as shown on Figure 1, which extends from the crest line of the Manzano and Manzanita Mountains on the west and the peaks of the San Pedro and South Mountains on the northwest to the Gallinas Mountains and Pedernal Hills on the south and east, and includes the northern portion of Chupadera Mesa as well as a number of small, topographically closed basins southeast of the Estancia Valley proper. The northern basin divide is an escarpment that overlooks the Galisteo River drainage to the north, while the northeastern and southeastern boundaries follow a low drainage divide separating the internally-drained playa"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "how the subsurface flow systems carry water from areas where groundwater is recharged to areas where groundwater is discharged back to the surface or extracted for use. This understanding begins with a study of the geologic history and processes that formed and deformed the rock and sediment in the area, as these processes strongly control the geometries and hydraulic properties of the aquifer units. In a sense, the subsurface geology provides the infrastruc­ ture through which the groundwater is recharged, flows, discharges, and is extracted. The conceptual hydrogeologic model is further informed by ground­ water quality data, which can provide information about interactions between different aquifer units and groundwater flowpaths within the system. White (1994) provides a thorough review of the groundwater flow system of the basin, while Shafike and Flanigan (1999) constructed a numerical flow model of the system. NMISC (2016) provided a review of both the current understanding of the hydrology and ground­ water resources of the basin fill aquifer as well as the current and projected economic and social factors that impact the groundwater resource. General Description of Estancia Basin For the purpose of this report, the term “Estancia Basin” refers to the Estancia Basin aquifer region as shown on Figure 1, which extends from the crest line of the Manzano and Manzanita Mountains on the west and the peaks of the San Pedro and South Mountains on the northwest to the Gallinas Mountains and Pedernal Hills on the south and east, and includes the northern portion of Chupadera Mesa as well as a number of small, topographically closed basins southeast of the Estancia Valley proper. The northern basin divide is an escarpment that overlooks the Galisteo River drainage to the north, while the northeastern and southeastern boundaries follow a low drainage divide separating the internally-drained playa lake basins of the Estancia Basin region from a system of streams that drain eastward toward the Pecos River. Elevations range from as much as 10,000 and 8,500 ft above mean sea level (amsl) in the Manzano and San Pedro Mountains on the west flank of the Estancia Basin, to around 7,800 and 7,500 ft amsl in the Gallinas Mountains and Pedernal Hills along the east side of the Estancia Basin, descending to around 6,900 ft amsl on Chupadera Mesa on the south side. The Estancia Basin floor itself is a broad low relief area ranging from about 6,100 to 6,300 ft amsl. This groundwater basin occupies a large area in central New Mexico, including portions of Torrance and Santa Fe Counties, as well as smaller parts of Bernalillo, San Miguel, and Lincoln counties. The northwestern margin of the Estancia Basin is a short distance (~13 miles) to the east of the largest metropolitan area in New Mexico (Albuquerque). Nonetheless, the overall setting of the basin is rural. The town of Estancia (population [pop.] ~1,600), located along State Highway 41 in the central part of the basin, is the county seat for Torrance County. Other towns along the basin axis include Moriarty (pop. ~1,800), Mountainair (pop. ~900), and Willard (pop. ~250), while the variously-incorporated community of Edgewood (pop. ~3,800) lies at the northwest corner along I–40. During much of the 20th century the economy of the area was based on ranching and farming. In more recent decades, the population has grown along the I–40 corridor in the foothills of the northwestern part of the basin, with many of these residents commuting to Albuquerque for work. The main categories of local employment in the area today include healthcare, service, retail sales, and public administration. Some wildcat drilling was conducted during the mid-1900s, but oil and gas are not produced from the basin. Carbon dioxide was produced on a relatively small scale from wells southwest of Moriarty for a short time during the early 20th century (Broadhead et al., 1997). The Estancia Basin receives, on average, 14 inches of precipitation on the basin floor (Estancia 4 N, NM US USC00293060), 18 inches at an elevation of 6,660 ft amsl (Tajique, NM US USC00298648), and over 29 inches in the highest peaks of the Manzano Mountains (Tuan et al., 1973; NOAA, Climatological data annual summaries). About half of the precipitation that falls over the basin floor is from summer rainfall associated with the North American monsoon drawing moisture into the area principally from the Gulf of California. Winter precipitation is dominantly derived storms 4 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 originating over the Pacific Ocean from the west. Evaporation from a free water surface in this region (i.e., a shallow perennial lake—if one cur­ rently existed in the basin), estimated from pan evaporation data, is on the order of 51 inches per year (Farnsworth et al., 1982). Thus, potential evaporation significantly exceeds precipitation and the climate is classified as semiarid. Average monthly temperatures for the basin floor (Estancia 4 N, NM US USC00293060) range from about 30°F in January to 70°F in July. Conifer forests are present only at higher elevations, principally in the Manzano Mountains on the western side of the basin. Piñon and juniper woodlands at intermediate elevations give way to the grasslands that cover most of the basin. The lowest elevations on the central basin floor are occupied by dozens of salinas (playas or ephemeral lakes) and associated eolian (windblown) landforms called \"lunettes,\" both of which were shaped largely by the wind during the past 10,000 years. Shallow groundwater beneath the floors of the playas is extremely saline and the playa floors are essentially devoid of vegetation. The lunettes, which are large eolian dunes composed of sand-sized grains and pellets of fine-grained material deflated from the basin floor; are presently stabilized by saline-tolerant grasses and shrubs. Water availability has historically been a limiting factor in the development of this area. O.E. Meinzer (1910, 1911) conducted the first groundwater study in the early 1900s due to the lack of suf­ ficient rainfall to grow crops. With the exception of a few springs, the water supply consists entirely of groundwater and direct rainfall use (NMISC, 2016). Farming is presently concentrated along the north-south trending, topographically-low axis of the basin, with corn and silage being the main crops. Most groundwater used for farming is obtained with high-capacity pumps coupled to center-pivot irriga­ tion systems. The resulting clusters of crop circles are concentrated around production wells that yield hundreds of gallons per minute. Away from areas with an abundant groundwater supply, cattle ranch­ ing is the predominant agricultural activity. Water for livestock is obtained from wells equipped with windmills or engine-driven pumps. Figure 2. Estimated decreases in groundwater levels in the Estancia Basin between the 1950s and the 2000s. After Rinehart et al., (2015). 5 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K I I . G E O L O"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "of the basin. The lowest elevations on the central basin floor are occupied by dozens of salinas (playas or ephemeral lakes) and associated eolian (windblown) landforms called \"lunettes,\" both of which were shaped largely by the wind during the past 10,000 years. Shallow groundwater beneath the floors of the playas is extremely saline and the playa floors are essentially devoid of vegetation. The lunettes, which are large eolian dunes composed of sand-sized grains and pellets of fine-grained material deflated from the basin floor; are presently stabilized by saline-tolerant grasses and shrubs. Water availability has historically been a limiting factor in the development of this area. O.E. Meinzer (1910, 1911) conducted the first groundwater study in the early 1900s due to the lack of suf­ ficient rainfall to grow crops. With the exception of a few springs, the water supply consists entirely of groundwater and direct rainfall use (NMISC, 2016). Farming is presently concentrated along the north-south trending, topographically-low axis of the basin, with corn and silage being the main crops. Most groundwater used for farming is obtained with high-capacity pumps coupled to center-pivot irriga­ tion systems. The resulting clusters of crop circles are concentrated around production wells that yield hundreds of gallons per minute. Away from areas with an abundant groundwater supply, cattle ranch­ ing is the predominant agricultural activity. Water for livestock is obtained from wells equipped with windmills or engine-driven pumps. Figure 2. Estimated decreases in groundwater levels in the Estancia Basin between the 1950s and the 2000s. After Rinehart et al., (2015). 5 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K I I . G E O L O G Y F igure 3a shows a generalized geologic map of the Estancia Basin and surrounding area, while Figure 3b shows a simplified stratigraphic column, identifying the major geologic formations that will be discussed below. Geologic cross-sections (Figure 4a and 4b) depict the subsurface arrangement of rocks beneath the Estancia Basin. Physiographically, the region lies in the northeastern corner of the Rio Grande rift section of the Basin and Range physio­ graphic province, in a transition zone between the Rio Grande rift and the Great Plains (Figure 1). Much of the modern topography reflects this location. For example, the Manzano and Manzanita Mountains are east-tilted Rio Grande rift fault blocks that uplifted along a massive fault system along the west flank of these mountains, while the Estancia Valley is a downwarped region occurring in the transition from the uplifted blocks on the west to the stable terrain of the Great Plains on the east (Figures 3, 4, 5c). The geology of the area largely reflects the effects of three major periods of mountain block uplifts and basin downwarps (Figure 5), superimposed on a basement of Precambrian-aged crystalline rock. These periods of deformation broke the area into separate structural regions (Figure 6) and resulted in the deposition of distinct rock packages with comparable history and hydrologic properties. This section summarizes this history, the resultant subsurface geology, and its relevance to the hydrogeology and groundwater availability in the Estancia Basin. Geologic Units and their Hydrogeologic Implications Precambrian rocks Exposed Precambrian crystalline basement rocks (largely metamorphic rock types) are observed in the mountains along the western margin of the Estancia Basin and on the east side of the basin in the Pedernal and Rattlesnake Hills, which overlie the ancient Pedernal landmass or uplift (Figures 5, 6). Precambrian rocks are projected to underlie the entire Estancia Basin area at depth, dipping down to the east from exposures in the Manzano Mountains to depths of as much as about 3,000 ft below the ground surface (bgs; Figure 4); within the Perro subbasin, these rocks are deeper still, extending well below sea level (Figures 4, 6). Precambrian rocks formed prior to about 541 million years ago (Ma), and form a “basement” or zone of hard, often impermeable, crystalline rocks that underlie the younger sedimen­ tary rocks which carry the majority of groundwater through the subsurface. The movement of water through crystalline basement rocks is determined largely by the density and distribution of fractures, which vary from place to place depending in part on proximity to geologic structures such as faults and folds. Water wells within saturated, fractured Precambrian rocks tend to produce modest quantities of fresh water, sufficient for most domestic purposes rather than for irrigation. Paleozoic rocks Exposed along the east flank of the Manzano Mountains, the east flank of the Estancia Basin, and all around Chupadera Mesa (Figure 3) are limestones and clastic sedimentary rocks from the Pennsylvanian and Permian time periods (approximately 323 to 252 Ma). These rocks first accumulated in a Pennsylvanian-age Estancia Basin that collected material shed from a rising Pedernal uplift (Figures 5a, 6). A narrow (<5.5 mi wide), north-south elongate zone of particularly strong subsidence, the Perro sub-basin (Figures 4, 6), accumulated over 4,900 ft of Pennsylvanian strata (Broadhead, 1997); however, a thickness ranging from 980 to 1,600 ft is more typical where these rocks are exposed in the Manzano Mountains. Where near or at the surface, the Pennsylvanian sequence (Gray Mesa and Atrasado Formations of the Madera Group) consists of interbedded limestone, shale, and sandstone, and may be characterized hydrologically as a succession of aquitards (shale intervals) and low-porosity carbonate and clastic rocks (limestone and sandstone). As with the crystalline basement rocks, groundwater flow through limestone and sandstone intervals is controlled largely by fractures. 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 Figure 3a. Geology of the Estancia Basin (from NMBGMR, 2003). 7 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K Figure3b. Simplified stratigraphic column. Units with no aquifer quality designation are not important aquifers in the study area. Modified from Broadhead (1997). Stratigraphic units Lithology Thickness (ft) Aquifer quality good, primary aquifer is study area aquitard aquitard poor-fair poor poor- excellent good fractures only good fair “light” fair-good Description Lacustrine and alluvial sands, clay, gravels Diabase dikes and sills. Gray to black shale, gray to olive, fine to coarse-grained sandstone. Black shale, minor limestone, and fine-grained sandstone. White to light-gray, medium to coarse-grained sandstone. Green to red to gray shale and siltstone, white to orange, medium to coarse-grained sandstone. Anhydrite, thinly laminated gray to dark-gray limestone. White, fine to medium-grained, well-sorted sandstone. Reddish-brown shale, minor fine-grained sandstone. White to light-gray to reddish-brown, fine to coarse-grained sandstone. Pink to white siltstone and dark-red shale. Gray, karsted limestones, white to orange, fine to coarse-grained sandstone. White to light-gray, fine to medium-grained sandstone. Gray dolomitic limestone, anhydrite, red to light-gray, fine to medium-grained sandstone, microcrystalline dolostone, minor red shale. Red shale, fine to coarse-grained, red to gray sandstone."
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "low-porosity carbonate and clastic rocks (limestone and sandstone). As with the crystalline basement rocks, groundwater flow through limestone and sandstone intervals is controlled largely by fractures. 6 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 Figure 3a. Geology of the Estancia Basin (from NMBGMR, 2003). 7 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K Figure3b. Simplified stratigraphic column. Units with no aquifer quality designation are not important aquifers in the study area. Modified from Broadhead (1997). Stratigraphic units Lithology Thickness (ft) Aquifer quality good, primary aquifer is study area aquitard aquitard poor-fair poor poor- excellent good fractures only good fair “light” fair-good Description Lacustrine and alluvial sands, clay, gravels Diabase dikes and sills. Gray to black shale, gray to olive, fine to coarse-grained sandstone. Black shale, minor limestone, and fine-grained sandstone. White to light-gray, medium to coarse-grained sandstone. Green to red to gray shale and siltstone, white to orange, medium to coarse-grained sandstone. Anhydrite, thinly laminated gray to dark-gray limestone. White, fine to medium-grained, well-sorted sandstone. Reddish-brown shale, minor fine-grained sandstone. White to light-gray to reddish-brown, fine to coarse-grained sandstone. Pink to white siltstone and dark-red shale. Gray, karsted limestones, white to orange, fine to coarse-grained sandstone. White to light-gray, fine to medium-grained sandstone. Gray dolomitic limestone, anhydrite, red to light-gray, fine to medium-grained sandstone, microcrystalline dolostone, minor red shale. Red shale, fine to coarse-grained, red to gray sandstone. Red shale, fine to coarse-grained, red to gray shale, light-to dark-gray marine limestone. SHELF: Light-gray to olive-gray marine limestone, gray to red, fine to coarse-grained sandstone, red to gray shales, and minor coal. PERRO SUB-BASIN: gray and red micaceous shales, light-gray to red, fine to very coarse grained sandstone, minor olive-gray to medium-gray marine limestone and minor coal. Granite, metarhyolite, metadacite, granitic gneiss, schist, and metaquartzite. 400–5,700 0–1,900 0–1,200 0–270 0–250 0–150 0–205 0–950 0–1,000 0–2,400 0–450 0–450 Precambrian Cenozoic Era Cretaceous Jurassic Triassic Permian Pennsylvanian Upper Middle Upper Upper Wolfcampian Leonardian Guadalupian Virgilian Missourian Desmonesian Madera Group Atokan Bursum Fm. Morrowan Undivided Lower Mesaverde Group Mancos Shale Dakota Fm. Morrison Fm. Todilto Ls. Entrada Ss. Chinle Group Santa Rosa Fm. Artesia Group San Andres Fm. Glorieta Ss. Yeso Fm. Abo Fm. Sandia Fm. Gray Mesa Fm. Atrasado Fm. Only at depth in Perro Sub 8 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 Figure 4a. Selected geologic cross-sections showing subsurface geology for the northern portion of the basin and (b) central portion of the basin. Cross-section locations are shown in Figure 3. After Hawley (2004, 2005) and Wilks (2005). 9 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K Figure 4b. Selected geologic cross-section showing subsurface geology for the central portion of the basin. Cross-section locations are shown in figure 3. After Hawley (2004, 2005) and Wilks (2005). 10 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 Because it is relatively soluble, fracture flow may be enhanced in limestone beds by dissolution, leading to enlargement of openings in the rock. Examples of limestone dissolution can be seen in exposures of these rocks at the land surface, and dissolution features are noted in reports by water-well drillers who have encountered “crevices” or “caverns” during drilling operations. A notable example of a system of underground caverns is present in Pennsylvanian limestone beneath the town of Edgewood. The cavern system is ~200 ft below the land surface, contains more than 4 mi of mapped passages, and is accessible through a borehole that was originally drilled as a water-supply well. The cave system is dry today, but radiometric (uranium-series) ages determined from calcium carbonate speleothems (cave formations) that are indicative of aqueous (under-water) conditions suggest they were partly submerged during the last glacial episode and into the early Holocene (~10,000 years ago) (Polyak et al., 2005). While many productive water wells have been completed in Pennsylvanian-age rocks in the Estancia Basin, many eventually become dry, and Titus (1980) estimated that one in every five wells drilled into the Madera Group fail to find adequate groundwater to supply a domestic well. That fact is an important con­ sideration for potential landowners along the western side of the Estancia Basin, especially in areas that are not serviced by local water cooperatives. Indeed, some landowners have water brought in by truck for domestic use because they have been unsuccessful in drilling a suitable water well. Continuing upward in the stratigraphic section, rock formations representing the lower Permian are present beneath the land surface. Along the I-40 cor­ ridor, the base of the Permian section is encountered in the subsurface a short distance west of Moriarty. The Abo Formation overlies Pennsylvanian-age rocks and consists of a sequence of redbed mudstone, siltstone, and sandstone. It is generally characterized as an aquitard. It was deposited on floodplains and river systems flowing away from the Pedernal landmass during the early Permian, about 290 million years ago. At its type locality, a short distance to Figure 5. Tectonic features of the Estancia Basin area at selected time periods. 11 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K the southwest of Mountainair, the Abo Formation is over ~1,000 ft thick. Through this time period, tectonism (mountain uplift and basin subsidence) was slowing, such that erosion lowered the elevation of the Pedernal uplift, and sediments accumulating in the Pennsylvanian-age Estancia Basin began to fill the basin and on-lap the uplift (Figure 4a and 4b). The overlying Yeso Formation (after Cather et al., 2013; also called the Yeso Group: Lucas et al., 2005) is lithologically diverse, consisting of redbed sand­ stone, mudstone, carbonate, and evaporite rocks. It was deposited in a coastal plain to shallow, restricted marine environments, and overlaps and mostly buries the crystalline basement rocks of the ancient Pedernal landmass along the east side of the Estancia Basin (Figure 4a, 4b). Some intervals within the Yeso Formation yield enough water of adequate quality for domestic or even modest municipal purposes; the town of Mountainair, for example, utilizes wells drilled into the"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "water well. Continuing upward in the stratigraphic section, rock formations representing the lower Permian are present beneath the land surface. Along the I-40 cor­ ridor, the base of the Permian section is encountered in the subsurface a short distance west of Moriarty. The Abo Formation overlies Pennsylvanian-age rocks and consists of a sequence of redbed mudstone, siltstone, and sandstone. It is generally characterized as an aquitard. It was deposited on floodplains and river systems flowing away from the Pedernal landmass during the early Permian, about 290 million years ago. At its type locality, a short distance to Figure 5. Tectonic features of the Estancia Basin area at selected time periods. 11 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K the southwest of Mountainair, the Abo Formation is over ~1,000 ft thick. Through this time period, tectonism (mountain uplift and basin subsidence) was slowing, such that erosion lowered the elevation of the Pedernal uplift, and sediments accumulating in the Pennsylvanian-age Estancia Basin began to fill the basin and on-lap the uplift (Figure 4a and 4b). The overlying Yeso Formation (after Cather et al., 2013; also called the Yeso Group: Lucas et al., 2005) is lithologically diverse, consisting of redbed sand­ stone, mudstone, carbonate, and evaporite rocks. It was deposited in a coastal plain to shallow, restricted marine environments, and overlaps and mostly buries the crystalline basement rocks of the ancient Pedernal landmass along the east side of the Estancia Basin (Figure 4a, 4b). Some intervals within the Yeso Formation yield enough water of adequate quality for domestic or even modest municipal purposes; the town of Mountainair, for example, utilizes wells drilled into the Yeso Formation (NMISC, 2016). The Yeso Formation is also known to produce ground­ water with high levels of sulfate derived from the dissolution of gypsum, and poor-quality groundwater is obtained from some wells east of NM Highway 41 and in other areas of the Estancia Basin underlain by these rocks, such as the playa complex in the southern portion of the Estancia Basin. The Yeso Formation is on the order of 1,000 ft thick where it is exposed in the southern part of the Estancia Basin. The Glorieta Sandstone and San Andres Formation overlie the Yeso. They are sometimes discussed as a combined unit (Glorieta–San Andres) in hydrogeologic reports. These units cap the Chupadera Mesa on the southern end of the Estancia Basin, where their exposed thickness is less than 650 ft. The Glorieta Sandstone is thought to have been deposited in an eolian or nearshore-marine environment and consists of cemented, relatively pure quartz sand. Smith (1957) indicates the Glorieta is a principal aquifer over about 130 square miles in Torrance County where it is below the water table, and can be a particularly productive aquifer along well-fractured zones, making it a favorable target for water wells. The San Andres Formation generally thins toward the north and typically consists of normal to restricted marine limestone with varying amounts of siliciclastic sediment and, in some areas, significant amounts of gypsum. Dissolution of gypsum in the San Andres Formation (as well as from the underlying Yeso Formation) has contributed to the formation of sizeable surface depressions or “sinks” on Chupadera Mesa just to the south of the Estancia Basin. It appears that the San Andres Formation is located above the water table where it occurs in the Estancia Basin and therefore is limited in its ground­ water production. The overlying middle Permian Artesia Formation, consisting of redbed mudstone, siltstone, sandstone and minor dolomite, is exposed in a small, structur­ ally complicated area in the northern part of the Estancia Basin east of Stanley, where it is less than 30 ft thick. Because it is comparatively thin and generally poorly exposed, and often mistaken for older Permian or overlying Triassic rocks in central New Mexico, the Artesia Formation (Bernal Formation in some of the older literature) is rarely mentioned in reports regarding the geology or hydrology of the Estancia Basin. Although its aquifer characteristics are not known, it is unlikely to be a productive aquifer given its thinness and abundance of mudstone and siltstone. Mesozoic rocks Mesozoic rocks representing the Triassic (Moenkopi Formation and Chinle Group, ~1,300+ ft thick) and Jurassic Systems (San Rafael Group and Morrison Formation, ~650+ ft thick), as well as the lower part of the Cretaceous succession underlie the northern part of the Estancia Basin (Figures 3, 4). Triassic rocks outcrop along the northeastern portion of the Estancia Basin, and the entire Mesozoic section is exposed in the Galisteo River valley just to the north of the Estancia Basin. Triassic and Jurassic deposits accumulated in a variety of continental depositional settings, while Cretaceous rocks accumulated within and along the margins of the ancient continent- spanning Cretaceous Interior Seaway. These Mesozoic rocks at one time likely blanketed the region, but subsequent uplift and erosion removed the strata from most of the area, with the exception of a down­ warped synclinal trough extending from the north end of the Estancia Basin toward the Galisteo basin to the north (Figures 5b, 6). Mesozoic rock units are not extensively used as aquifers in the Estancia Basin, although wells for livestock or domestic use may tap into these units where they are present beneath the water table in sparsely populated northern parts of the Estancia Basin. Cenozoic rocks The current topography, and the most productive aquifers in the area, owe their existence principally to Cenozoic uplift and subsidence, erosion and sediment accumulation, and, locally, a few igneous intrusions associated predominantly with the Rio Grande rift 12 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 extension (Figure 5c). During this time, the Manzano and Sangre de Cristo uplifts tilted eastward and rose to produce the mountains that dominate the current topography, and down-warping of the crust east of the Manzano uplift produced the shallow Cenozoic- age Estancia Basin (Figures 5, 6). Magmatic intru­ sions of ~36–30 Ma age (Perhac, 1970; Maynard, 2005) associated with the Ortiz and Lincoln County porphyry belts along the northern and southern margins of the Estancia Basin cooled at some depth to form crystalline plugs and domes that were later exhumed by erosion. As these crystalline rocks are mechanically stronger than the sedimentary rocks into which they intruded, these plugs now stand as tall as the Ortiz, San Pedro, and Gallinas Mountains (Figures 1, 5c). The Cenozoic basin-fill sediments that line the floor of the Estancia Basin, which consist of alluvial material, and lake, dune, and stream deposits, make up the primary aquifer from which high yield pumps produce water to irrigate crops. By the 1960s suf­ ficient information had been obtained from well- driller’s logs to delineate the rough 3-dimensional shape and overall volume of the unconsolidated fill beneath the Estancia Basin, and Figure 7 shows the"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "the water table in sparsely populated northern parts of the Estancia Basin. Cenozoic rocks The current topography, and the most productive aquifers in the area, owe their existence principally to Cenozoic uplift and subsidence, erosion and sediment accumulation, and, locally, a few igneous intrusions associated predominantly with the Rio Grande rift 12 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 extension (Figure 5c). During this time, the Manzano and Sangre de Cristo uplifts tilted eastward and rose to produce the mountains that dominate the current topography, and down-warping of the crust east of the Manzano uplift produced the shallow Cenozoic- age Estancia Basin (Figures 5, 6). Magmatic intru­ sions of ~36–30 Ma age (Perhac, 1970; Maynard, 2005) associated with the Ortiz and Lincoln County porphyry belts along the northern and southern margins of the Estancia Basin cooled at some depth to form crystalline plugs and domes that were later exhumed by erosion. As these crystalline rocks are mechanically stronger than the sedimentary rocks into which they intruded, these plugs now stand as tall as the Ortiz, San Pedro, and Gallinas Mountains (Figures 1, 5c). The Cenozoic basin-fill sediments that line the floor of the Estancia Basin, which consist of alluvial material, and lake, dune, and stream deposits, make up the primary aquifer from which high yield pumps produce water to irrigate crops. By the 1960s suf­ ficient information had been obtained from well- driller’s logs to delineate the rough 3-dimensional shape and overall volume of the unconsolidated fill beneath the Estancia Basin, and Figure 7 shows the estimated extent and thickness of the basin fill that Figure 6. Major structural features of the Estancia Basin area. The upthrown side of the faults are labeled U, the downthrown side are labeled D. 13 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K was used for the New Mexico Office of the State Engineer (NMOSE) administrative hydrologic flow model (Shafike and Flanigan, 1999). The basin fill aquifer system consists of northern and southern basins connected by a relatively narrow channel or buried valley that runs beneath the town of Moriarty. The aquifer is over 300 ft thick along the north-south axis of the Estancia Basin and thins toward the bedrock uplands that lie on both sides of the Estancia Basin to the east and west. The communities of Stanley, Moriarty, MacIntosh, Estancia, and Willard all lie along this axis. Figure 7. Estimated thickness of basin fill (after Shafike and Flanigan, 1999, processed by Cikoski, 2018). 14 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 The lower sediments that make up the valley fill are composed of silt, sand, and gravel. In the center of the Estancia Basin are lake deposits from a large Pleistocene lake that occupied the floor of the Estancia Basin during wetter periods of the last ice age. The presence of this perennial lake suggests that discharge from the aquifer, probably coupled with surface runoff from the western mountains, were suf­ ficient to balance net removal of water by evaporation and leakage out of the Estancia Basin. Currently, there are over 50 ephemeral salt lakes or playas located in the center of the Estancia Basin. Dunes that formed after the Pleistocene lake dried up generally border the northeast side of these lakes. These playas are natural discharge zones where regional groundwater at shallow depths evaporates from the soil. Like the Precambrian crystalline rocks along the eastern side of the Estancia Basin, the crystalline intrusive rocks exposed in the San Pedro, Ortiz, and Gallinas Mountains are not regional aquifers, but may often produce small quantities of fresh water where extensive fracturing has generated porosity and permeability in these otherwise impermeable rock masses. Structural Geology and Hydrologic Significance The principal structural elements of the Estancia Basin aquifer region are the Pedernal uplift, the Estancia depositional basin and Perro subbasin, and the Manzano uplift (Figure 6). The late Paleozoic Pedernal uplift trends largely north-south along the eastern flank of the Estancia aquifer region and underlies the Pedernal Hills, Lobo Hill, and Rattlesnake Hill. The uplift, a prominent high throughout the Pennsylvanian and into the early Permian, shed detritus into the concurrently subsid­ ing Paleozoic Estancia Basin during the Ancestral Rocky Mountains orogeny (Figure 5a). The Perro subbasin (Figure 6), a narrow north-south-elongate fault-bounded graben along the east side of the Estancia Basin, subsided particularly strongly, accumulating up to five times as thick a sequence of Pennsylvanian strata as are found outside the subbasin (e.g., Figure 4b). The Manzano uplift (Figure 6) is an east-tilted fault block that uplifted largely as a result of middle to late Cenozoic Rio Grande rift extension. Fault block tilting resulted in downwarping of the crust east of the uplift, producing a relatively shallow Cenozoic Estancia depositional basin that superim­ poses on the Paleozoic depositional basin (Figure 5c). Although not readily apparent at the surface, a structural high lies beneath Lobo Hill separating the Perro subbasin to the south from a synclinal trough that descends northward into the present-day Galisteo River valley to the north (Figure 6). A shallower structural descent also occurs beneath Chupadera Mesa south of Willard and Mountainair, where bedrock gradually descends southward out of the aquifer region into the Claunch sag (Figure 6). Faults in the aquifer region trend dominantly north-south to northeast-southwest, and may exhibit normal, strike-slip, or reverse offset. Broadhead (1997) describes several northeast-trending, rela­ tively local anticlinal folds through the west half of the aquifer region, some of which are apparently associated with Tertiary-age dike intrusions, and some appear to have acted as CO2 gas traps. The hydrogeologic significance of some of these structural features is clear. For example, the Manzano uplift upholds the highest elevations around the aquifer region, and these high elevations likely contribute the greatest share of recharge to the aquifer system as well as strongly influence regional groundwater flow patterns (e.g., Figure 8). Similarly, groundwater flows away from the Pedernal uplift. Faults associated with these uplifts also appear to influence local hydrology. Hawley and Hernandez (2003) describe high-production wells along the down-to-the-west fault system that bounds the Pedernal uplift on the west as well as bounds the Perro subbasin on the east. Presumably, enhanced fracturing along the fault zone has cre­ ated high permeability that can transmit water more efficiently than the surrounding bedrock. The influence of other structural features is less clear. For example, the structural trough extending northward from Lobo Hill into the Galisteo River valley has no readily-apparent influence on groundwater flowpaths, as seen in the water-level elevation map (Figure 8)."
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "Estancia depositional basin that superim­ poses on the Paleozoic depositional basin (Figure 5c). Although not readily apparent at the surface, a structural high lies beneath Lobo Hill separating the Perro subbasin to the south from a synclinal trough that descends northward into the present-day Galisteo River valley to the north (Figure 6). A shallower structural descent also occurs beneath Chupadera Mesa south of Willard and Mountainair, where bedrock gradually descends southward out of the aquifer region into the Claunch sag (Figure 6). Faults in the aquifer region trend dominantly north-south to northeast-southwest, and may exhibit normal, strike-slip, or reverse offset. Broadhead (1997) describes several northeast-trending, rela­ tively local anticlinal folds through the west half of the aquifer region, some of which are apparently associated with Tertiary-age dike intrusions, and some appear to have acted as CO2 gas traps. The hydrogeologic significance of some of these structural features is clear. For example, the Manzano uplift upholds the highest elevations around the aquifer region, and these high elevations likely contribute the greatest share of recharge to the aquifer system as well as strongly influence regional groundwater flow patterns (e.g., Figure 8). Similarly, groundwater flows away from the Pedernal uplift. Faults associated with these uplifts also appear to influence local hydrology. Hawley and Hernandez (2003) describe high-production wells along the down-to-the-west fault system that bounds the Pedernal uplift on the west as well as bounds the Perro subbasin on the east. Presumably, enhanced fracturing along the fault zone has cre­ ated high permeability that can transmit water more efficiently than the surrounding bedrock. The influence of other structural features is less clear. For example, the structural trough extending northward from Lobo Hill into the Galisteo River valley has no readily-apparent influence on groundwater flowpaths, as seen in the water-level elevation map (Figure 8). 15 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K Figure 8. Approximate groundwater water-level surface (after Cikoski, 2018). Center-pivot groundwater irrigation, a few kilometers north of Moriarty. 17 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K I I I . H Y D R O G E O L O G Y Groundwater Flow Conditions T he Estancia Basin is a topographically closed basin with no through-flowing streams or rivers. Under modern climatic conditions groundwater is thought to flow down-gradient from higher elevations along the Estancia Basin boundary toward the low-elevation floor of the Estancia Basin, with little or no leakage to adjacent basins. Therefore under a pre-development hydrologic regime, groundwater discharge via evapo­ ration on the floor of the Estancia Basin was roughly equal to the amount being recharged to the ground­ water system. Under current conditions, discharge by groundwater pumping has resulted in total discharge exceeding recharge, causing groundwater-level declines over the last 50 or so years. Figure 8 shows the water table elevation map of Cikoski (2018) constructed from static water levels reported on the NMOSE Water Rights Reporting System (WRRS). Similar to other water table maps (Meinzer, 1911; White, 1994; Shafike and Flanigan, 1999), estimated water-level contours roughly follow the topography with steep hydraulic gradients (~100 ft per mile) observed in the Manzano Mountains. Hydraulic gradients at lower elevations are much lower, which is likely due to dif­ ferences in hydraulic conductivity (the ability of water to move through a medium) and porosity. While the water-level contours shown in Figure 8 indicate some groundwater recharge occurring at the eastern edge of the Estancia Basin, most recharge to the groundwater system likely occurs along the western side of the Estancia Basin because the amount of annual precipitation is greatest over the higher-ele­ vation mountains. Specific flowpaths by which water flows down-gradient through different aquifers is discussed below. Groundwater recharge in the Estancia Basin has been estimated to be as low as 15,000 acre-ft per year and as high as 50,000 acre-ft per year (NMISC, 2016). The groundwater flow model for the Estancia Basin developed by the NMOSE (Shafike and Flanigan, 1999) used a total recharge value of 30,100 acre-ft per year. For the model, recharge was appor­ tioned to the areas of highest surface runoff, mostly located in the Manzano Mountains at the western edge of the Estancia Basin. Meinzer (1910, 1911) described the playas or salt basins, located in the lowest portion of the Estancia Basin, as “distinct basins sunk below the level of the plain by which they are surrounded… Their flat bottoms practically coincide with the groundwater level and generally consist of mud covered with crusts of salt…” He states that the coincidental existence of shallow groundwater, the ancient lake bed, and highly mineralized waters (discussed below) is due to the movement of water from the highlands to the lowest elevations, where it discharges via evaporation. Estimates of the amount of water evaporating from the playa lakes range from 12,700 to 81,000 acre-ft per year (NMOSE, 2016). Wells and piezometers completed in different sandy layers beneath the playas show an upward gradient (Menking et al., 2000; Allen and Shafike, 2003; Titus, 1973), indicating the upward movement of water through these sediments. However, even in the winter months when evapora­ tion rates are minimal, groundwater does not make it to the surface. Playas fill with water usually in the summer months due to large monsoon storms. Menking et al. (2000) and Allen and Shafike (2003) estimated evaporation rates from the playas by calculating the upward water flux in the subsurface and using an energy balance based on meteorological measurements. Their estimate of approximately 12,000 acre-ft per year was significantly less than the accepted recharge rate of 30,000 acre-ft per year, sug­ gesting that under current conditions, as groundwater levels decrease mainly due to pumping, groundwater discharge by evaporation has also decreased. Adding evaporative discharge (~12,000 acre-ft per year) to an estimated discharge by pumping (~77,500 acre-ft per year) (NMISC, 2016), gives a total discharge estimate that is much higher than estimated recharge rates. The results of this apparent groundwater mining are seen in the continuous decrease in groundwater levels throughout the Estancia Basin (Figure 2). Major Aquifers This section describes the most important aquifers in the Estancia Basin, including locations, depths, 18 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 thickness, and hydrologic characteristics. The geologic map shown in Figure 3 indicates the spatial relation­ ship between the two most important aquifers in the region, with the basin fill aquifer occurring at lower elevations in the center of the basin of the Estancia Basin (Qpl) and the Pennsylvanian Madera Group rocks (IPm), with outcrops occurring mostly at higher elevations in the western portions of the basin. To the south, including by Mountainair, some water is produced"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "evapora­ tion rates are minimal, groundwater does not make it to the surface. Playas fill with water usually in the summer months due to large monsoon storms. Menking et al. (2000) and Allen and Shafike (2003) estimated evaporation rates from the playas by calculating the upward water flux in the subsurface and using an energy balance based on meteorological measurements. Their estimate of approximately 12,000 acre-ft per year was significantly less than the accepted recharge rate of 30,000 acre-ft per year, sug­ gesting that under current conditions, as groundwater levels decrease mainly due to pumping, groundwater discharge by evaporation has also decreased. Adding evaporative discharge (~12,000 acre-ft per year) to an estimated discharge by pumping (~77,500 acre-ft per year) (NMISC, 2016), gives a total discharge estimate that is much higher than estimated recharge rates. The results of this apparent groundwater mining are seen in the continuous decrease in groundwater levels throughout the Estancia Basin (Figure 2). Major Aquifers This section describes the most important aquifers in the Estancia Basin, including locations, depths, 18 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 thickness, and hydrologic characteristics. The geologic map shown in Figure 3 indicates the spatial relation­ ship between the two most important aquifers in the region, with the basin fill aquifer occurring at lower elevations in the center of the basin of the Estancia Basin (Qpl) and the Pennsylvanian Madera Group rocks (IPm), with outcrops occurring mostly at higher elevations in the western portions of the basin. To the south, including by Mountainair, some water is produced from the Yeso Formation (Py) and the Glorieta Sandstone (Pg). Figure 9 displays a simplified geologic block model that shows the general vertical arrangement of the different rocks that make up the important aquifers in the area. Basin fill aquifer system The unconsolidated basin-fill represents the most important aquifer system in the Estancia Basin for farming interests, as well as for some municipalities such as Estancia, McIntosh, Moriarty, and Willard. The unconsolidated deposits that blanket much of the Estancia Basin, because of their favorable hydraulic properties (high porosity, hydraulic conductivity, specific yield), are capable of storing large quanti­ ties of water derived from recharge in surrounding uplands and yielding hundreds of gallons per minute to properly constructed water wells. Recharge to the basin fill aquifer is probably greatest along the western side of the basin because the amount of annual precipitation is greatest at higher elevation, over the mountains on that side of the basin. A few drainages (e.g., Manzano, Torreon, Tajique Creeks) that head in the higher peaks of the Manzano Mountains intermittently carry modest amounts of surface water from these higher elevations to the lower-elevation western margin of the basin fill aquifer, where it infiltrates and becomes part of the groundwater system. Recharge from the mountains to the basin fill aquifer system can be observed at Quarai ruins (Salinas Pueblo Missions National Monument), which lies along the banks of a tributary to Arroyo de Manzano. A small cienega, or spring-fed wetland, which often contains flowing water during spring snowmelt, is present in the vicinity of the monument. This surface water vanishes abruptly to the east where it infiltrates into the basin fill. Groundwater recharge at Quarai is conspicuous because it involves surface water that can be seen; even larger quantities of water move from the uplands surrounding the Estancia Basin to the basin fill aquifer system through ground­ water flowpaths. As discussed above, discharge from this aquifer is primarily evaporation in playas in the valley bottom and pumping. In some areas of this aquifer, a small degree of confinement was observed locally and is likely due to permeability differences in differ­ ent alluvial deposits (Smith, 1963; White, 1994). However, the valley fill aquifer is mostly unconfined with the depth to groundwater ranging from 0 to Estancia Moriarty 50,000 ft E Elevation 5,000 ft (3x V.E.) 50,000 ft N Manzano Mountains Pedernal Hills Variably permeable, fractured rock aquifers (Madera aquifer system) mostly impermeable strata, local fractured rock aquifers mostly impermeable crystalline rock, local fractured rock aquifers Variably permeable, fractured rock aquifers (Madera aquifer system) mostly impermeable strata, local fractured rock aquifers porous sediment aquifer (basin ﬁll aquifer) San Pedro Peaks mostly impermeable crystalline rock, local fractured rock aquifers Figure 9. Generalized hydrogeologic cross-section conceptually showing the relationships between major aquifers in the Estancia Basin (after AMP, 2018). 19 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K approximately 350 ft below the surface. The water table is shallowest in the center of the basin fill aqui­ fer beneath the playa complex. Short-term water-level fluctuations are primarily controlled by pumping with observed declines throughout the alluvial aquifer dur­ ing irrigation season (March through October). After irrigation ends in late October, water levels gradually increase (White, 1994). The magnitude of the water- level decrease during irrigation largely depends on the proximity to pumping wells, but it can be greater than 10 ft. Smaller scale water table fluctuations are mostly due to localized pumping. As discussed above, groundwater levels have been decreasing year to year due to groundwater mining (Figure 2). Pennsylvanian aquifer system The Pennsylvanian rocks in this area (Gray Mesa and Atrasado Formations of the Madera Group) are an important aquifer system for much of the western part of the Estancia Basin in areas where these rocks are at or near the surface (Figure 3), providing water for stock and domestic uses for the communities of Abo, Manzano, Torreon, and Tajique. Groundwater enters (recharges) these rocks at high elevations in the Manzano Mountains, then flows generally eastward presumably along fracture systems and bedding planes in the mechanically stronger limestone and sandstone beds. The permeability of this aquifer system is highly variable. Documented zones of high permeability exist in an area northwest of Estancia and just north of Edgewood where Edgewood Cavern is located, and highly localized karst features, such as Edgewood Cavern itself, can result in large cavities with substantial production capacity. On the other hand, Titus (1980) estimates that one in five wells drilled into the Madera is dry, and Jenkins (1982) fur­ ther suggests this is likely an overestimate of the suc­ cess rate, underscoring that highly permeable zones are localized and difficult to predict. Depth to water in this aquifer ranges from very shallow (<10 ft) to over 600 ft below the ground surface, and well depths range from 50 to 1,100 ft below the surface (Jenkins, 1982). Cikoski (2018) included bedrock water wells in his water-level elevation map for the Estancia Basin (Figure 8), and previous authors have also produced water-level elevation contours for the Madera aquifer system (e.g., Titus, 1980), but every author notes the high variability in water levels between wells and the frequency of water-level “anomalies” (Jenkins, 1982). Cikoski (2018) quantitatively assessed the variability in water-level"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "discussed above, groundwater levels have been decreasing year to year due to groundwater mining (Figure 2). Pennsylvanian aquifer system The Pennsylvanian rocks in this area (Gray Mesa and Atrasado Formations of the Madera Group) are an important aquifer system for much of the western part of the Estancia Basin in areas where these rocks are at or near the surface (Figure 3), providing water for stock and domestic uses for the communities of Abo, Manzano, Torreon, and Tajique. Groundwater enters (recharges) these rocks at high elevations in the Manzano Mountains, then flows generally eastward presumably along fracture systems and bedding planes in the mechanically stronger limestone and sandstone beds. The permeability of this aquifer system is highly variable. Documented zones of high permeability exist in an area northwest of Estancia and just north of Edgewood where Edgewood Cavern is located, and highly localized karst features, such as Edgewood Cavern itself, can result in large cavities with substantial production capacity. On the other hand, Titus (1980) estimates that one in five wells drilled into the Madera is dry, and Jenkins (1982) fur­ ther suggests this is likely an overestimate of the suc­ cess rate, underscoring that highly permeable zones are localized and difficult to predict. Depth to water in this aquifer ranges from very shallow (<10 ft) to over 600 ft below the ground surface, and well depths range from 50 to 1,100 ft below the surface (Jenkins, 1982). Cikoski (2018) included bedrock water wells in his water-level elevation map for the Estancia Basin (Figure 8), and previous authors have also produced water-level elevation contours for the Madera aquifer system (e.g., Titus, 1980), but every author notes the high variability in water levels between wells and the frequency of water-level “anomalies” (Jenkins, 1982). Cikoski (2018) quantitatively assessed the variability in water-level elevations in the bedrock wells across the Estancia Basin, and estimated that water levels commonly vary by over 100 ft in the western high­ lands. Therefore, groundwater-level-elevation maps through this portion of the Estancia Basin should be considered “best estimates,” and substantial vari­ ability should be expected. However, a general trend of west-to-east flow, from the Manzano Mountains toward the basin center, is consistently observed. Whether and how groundwater in this system ulti­ mately discharges upwards into overlying alluvium, or toward the north or south into adjacent basins, is not clear (Jenkins, 1982). As will be discussed in more detail below, the connections and interactions between the basin fill and Madera Group aquifers are complex and not well understood. Water may flow horizontally from the Pennsylvanian limestones to the basin fill at the base on the mountains where the two units are in contact. In the center of the basin, groundwater may flow upward from the Madera Group through the overlying mudstones of the Abo Formation to reach the basin fill. Other aquifers Other aquifers in the Estancia Basin include the Glorieta Sandstone and the Yeso Formation. In the northern part of the Estancia Basin, the Glorieta Sandstone, which underlies the basin fill alluvium, provides water for irrigation. The Yeso Formation provides water for stock and domestic use in the southern part of the Estancia Basin aquifer region, including on Chupadera Mesa and within the Encino and Pino Wells Basins (Smith, 1957), and provides municipal groundwater supply for the town of Mountainair (NMISC, 2016). Groundwater Quality This section discusses general water quality in the Estancia Basin in terms of the amount and type of naturally occurring inorganic compounds that are dis­ solved in groundwater. These dissolved constituents occur as charged particles or ions and are present due to the dissolution of minerals that make up the rocks and sediments in the aquifers. The total concentration of these constituents is reported as “total dissolved solids” (TDS) in units of milligrams per liter (mg/L) or the generally-equivalent parts-per-million (ppm), and this concentration can increase as a result of contin­ ued rock dissolution adding more dissolved constitu­ ents to the water as it moves along its flowpath, or as a result of evaporation concentrating the amount 20 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 of s dissolved solids in the water. TDS are commonly used as a rough guide to overall water quality. The U.S. Environmental Protection Agency (U.S. EPA) considers water with TDS values of less than 1,000 mg/L to be fresh water (Table 1; US EPA, 2019) and acceptable for most uses, including domestic, stock, and irrigation. Slightly brackish water (1,000 to 3,000 mg/L; LBG-Guyton, 2003) is adequate for irrigation of many crops and as supply for many livestock, and can often be cost-effectively desalinated. Water with TDS greater than 3,000 mg/L may be used with select crops or livestock, but its uses are more limited, and desalination becomes increasingly more difficult with increasing TDS. TDS can be measured directly at a laboratory, or can be estimated by measuring the spe­ cific conductance (electrical conductance) of a water sample in the field. The conductance increases with increasing TDS concentrations, and although the exact conversion factor varies with groundwater chemistry and environmental conditions (e.g., temperature), a rough approximation is that TDS, in mg/L, equals the conductance, in microsiemens per centimeter (µS/cm), times 0.65; in equation form: TDS [mg/L] ≈ 0.65*specific conductance [μS/cm] Groundwater chemistry in the Estancia Basin is highly variable, with TDS concentrations ranging from 500 to over 10,000 mg/L (Lansford et al., 1990). Figure 10 shows TDS concentrations across the Estancia Basin that were downloaded from the NMBGMR’s interactive web map (geoinfo.nmt.edu/ maps/), overlain with contours showing the general trends in TDS values. Wells in the western portion of the Estancia Basin mostly produce water with TDS values of 500 mg/L or less. Groundwater a little further to the north between Edgewood and Moriarty exhibits TDS concentrations ranging from less than 500 mg/L to over 1,000 mg/L. Water quality generally decreases (TDS values increase) towards the center of the basin. Significantly higher TDS waters (1,000 to 10,000 mg/L) are observed along the north-south axis of the basin east of Moriarty and Estancia. In fact, the convergence of drainages reaching the floor of the basin on the eastern outskirts of Moriarty is named Salt Draw, presumably with reference to the brackish groundwater in this area. Groundwater on the east side of the Estancia Basin, near Pedernal Hills and to the south, is generally low in TDS, with concentra­ tions less than 3,000 mg/L. The southernmost wells located on Chupadera Mesa, adjacent to the Gallinas Mountains, and in the southeastern part of the Estancia Basin exhibit higher TDS concentrations, between 1,000 and 5,000 mg/L. These patterns are similar to those found by White (1994), who used specific conductance measurements as a proxy to TDS to determine water quality trends. Smith (1957) and White (1994) also analyzed water samples for the major cations (calcium, magne­ sium, sodium, and potassium) and anions (chloride, sulfate, carbonate, and bicarbonate). These samples were collected from wells distributed throughout the Estancia Basin. Low TDS"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "per centimeter (µS/cm), times 0.65; in equation form: TDS [mg/L] ≈ 0.65*specific conductance [μS/cm] Groundwater chemistry in the Estancia Basin is highly variable, with TDS concentrations ranging from 500 to over 10,000 mg/L (Lansford et al., 1990). Figure 10 shows TDS concentrations across the Estancia Basin that were downloaded from the NMBGMR’s interactive web map (geoinfo.nmt.edu/ maps/), overlain with contours showing the general trends in TDS values. Wells in the western portion of the Estancia Basin mostly produce water with TDS values of 500 mg/L or less. Groundwater a little further to the north between Edgewood and Moriarty exhibits TDS concentrations ranging from less than 500 mg/L to over 1,000 mg/L. Water quality generally decreases (TDS values increase) towards the center of the basin. Significantly higher TDS waters (1,000 to 10,000 mg/L) are observed along the north-south axis of the basin east of Moriarty and Estancia. In fact, the convergence of drainages reaching the floor of the basin on the eastern outskirts of Moriarty is named Salt Draw, presumably with reference to the brackish groundwater in this area. Groundwater on the east side of the Estancia Basin, near Pedernal Hills and to the south, is generally low in TDS, with concentra­ tions less than 3,000 mg/L. The southernmost wells located on Chupadera Mesa, adjacent to the Gallinas Mountains, and in the southeastern part of the Estancia Basin exhibit higher TDS concentrations, between 1,000 and 5,000 mg/L. These patterns are similar to those found by White (1994), who used specific conductance measurements as a proxy to TDS to determine water quality trends. Smith (1957) and White (1994) also analyzed water samples for the major cations (calcium, magne­ sium, sodium, and potassium) and anions (chloride, sulfate, carbonate, and bicarbonate). These samples were collected from wells distributed throughout the Estancia Basin. Low TDS groundwater on the west side of the Estancia Basin is characterized by the dominant cation calcium (Ca) and anion bicarbonate (HCO3). This chemical signature indicates the dis­ solution of limestone, which in this case would be the Madera Group limestones. Many of these wells are completed in the Madera aquifer system. Those wells with this signature but completed in the basin fill are likely extracting water that migrated into the basin fill aquifer after flowing through Madera limestones up-gradient to the west. Groundwater in the central, southern, and eastern portions of the Estancia Basin, which tend to have higher TDS concentrations, show higher relative sulfate (SO4) concentrations than those for ground­ water in the western part of the Estancia Basin. Most of these wells are likely producing water derived from the gypsum/anhydrite-bearing Yeso Formation (Smith, 1957) that underlies the basin fill in most areas east of Estancia. The playa complex in the center of the basin is also underlain, beneath the basin fill, by Yeso Formation bedrock. As a consequence, crystalline salts that form on the surface of the playas today include sulfate-bearing minerals such as thenardite (anhy­ drous sodium sulfate) and mirabilite (hydrous sodium sulfate), in addition to halite (sodium chloride). The sediments that were deposited in late-Pleistocene Lake Estancia contain large amounts of gypsum (hydrous calcium sulfate) silt and sand, reflecting dissolution of Permian sulfates, re-precipitation as silt- and sand-sized lenticular gypsum grains, and eventual incorporation into the lakebed deposits. Minimum TDS (mg/L) Maximum TDS (mg/L) Water quality (EPA1) 0 1,000 Fresh 1,000 3,000 Brackish 3,000 10,000 Brackish 10,000 35,000 Saline 35,000 (no maximum) Brine 1Water quality designations from the U.S. Environmental Protection Agency (US EPA, 2019) Table 1. Water quality designations. 21 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K Within the playa complex, east of Highway 41 from Estancia almost to Willard, White (1994) mea­ sured highly variable specific conductance values, rang­ ing from 856 µS/cm to almost 5,000 µS/cm, and notes that conductance values as high as 187,000 µS/cm have been measured in the area (from a spring to the south of Laguna del Perro, National Water Information System [NWIS] site number 344608105560601). In this area, large differences in specific conductance were observed in wells in proximity to each other. In general, groundwater at shallower depths exhibited higher specific conductance values. For groundwater Figure 10. Map of TDS concentrations for groundwater in the Estancia Basin area. 22 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 in the center of the Estancia Basin, the high observed TDS concentrations are due to the evaporative discharge of groundwater. As groundwater is removed on the Estancia Basin floor by evaporation, dissolved solids in the groundwater remain behind, concentrat­ ing the solids and increasing the TDS concentration. Groundwater subjected to evaporation from the surfaces of the playas evolve toward sulfate enrich­ ment and ultimately to chloride-enriched brines. Over time, evaporation on the floor of the basin has resulted in a situation where dissolved constituents have accumulated and become concentrated in the shallow subsurface. Hence, shallow groundwater beneath the dozens of playas that dot the floor of the basin is brackish to saline, commonly several times more concentrated than seawater. The distribution of vertical and lateral salinity gradients beneath the playa complex is essentially undocumented, however, because water sampling efforts in the area of the playas have been limited to a few geochemical studies of surface or shallow-subsurface waters. It is notewor­ thy that a number of historic windmills are located within several hundred feet of the outer fringes of the playa complex, indicating that shallow groundwater of sufficient quality for livestock consumption may be present quite close to the playa complex. The town of Estancia, which is only a few miles west of the playa complex, historically contained a spring-fed watering hole (now the town park), also consistent with the historical presence of fresh groundwater a short distance from the playas. Hydrogeologic Conceptual Model Figure 11 shows a generalized conceptual hydro­ geologic model based on information available from the literature that describes the geologic and hydrogeologic research in the Estancia Basin over the last hundred years. The basin fill aquifer is the most important aquifer in the region, supplying water for domestic, municipal, stock, and agricul­ tural uses and many communities in the Estancia Basin. The Pennsylvanian Madera Group aquifer also produces good quality water in the western portion of the Estancia Basin. Rain and snow melt in the Manzano Mountains is the main source of groundwater recharge. However, there is a small amount of recharge that occurs in the eastern and southern edge of the Estancia Basin. Recharge in the mountains can occur as surface runoff in mountain streams that infiltrates into the alluvium (mountain front recharge) or as precipitation that infiltrates into the Pennsylvanian rocks (Madera Group) that crop out in the mountains and subsequently flows through the subsurface down-gradient towards the Estancia Basin floor (mountain block recharge). Under pre- development flow conditions, groundwater primarily discharged from"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "The distribution of vertical and lateral salinity gradients beneath the playa complex is essentially undocumented, however, because water sampling efforts in the area of the playas have been limited to a few geochemical studies of surface or shallow-subsurface waters. It is notewor­ thy that a number of historic windmills are located within several hundred feet of the outer fringes of the playa complex, indicating that shallow groundwater of sufficient quality for livestock consumption may be present quite close to the playa complex. The town of Estancia, which is only a few miles west of the playa complex, historically contained a spring-fed watering hole (now the town park), also consistent with the historical presence of fresh groundwater a short distance from the playas. Hydrogeologic Conceptual Model Figure 11 shows a generalized conceptual hydro­ geologic model based on information available from the literature that describes the geologic and hydrogeologic research in the Estancia Basin over the last hundred years. The basin fill aquifer is the most important aquifer in the region, supplying water for domestic, municipal, stock, and agricul­ tural uses and many communities in the Estancia Basin. The Pennsylvanian Madera Group aquifer also produces good quality water in the western portion of the Estancia Basin. Rain and snow melt in the Manzano Mountains is the main source of groundwater recharge. However, there is a small amount of recharge that occurs in the eastern and southern edge of the Estancia Basin. Recharge in the mountains can occur as surface runoff in mountain streams that infiltrates into the alluvium (mountain front recharge) or as precipitation that infiltrates into the Pennsylvanian rocks (Madera Group) that crop out in the mountains and subsequently flows through the subsurface down-gradient towards the Estancia Basin floor (mountain block recharge). Under pre- development flow conditions, groundwater primarily discharged from the Estancia Basin as evaporation from the shallow water table beneath the playas. The current pumping of groundwater to meet water supply needs for agriculture, domestic, and municipal use has increased discharge rates to exceed recharge rates, resulting in the long-term trend of decreasing groundwater levels in the Estancia Basin. The way in which water moves though the subsurface along groundwater flowpaths from the Madera Group aquifer, presumably to discharge to the alluvial aquifer, is not well understood. Jenkins (1982) discusses water-level anomalies in the Madera Group aquifer and the difficulty of using standard water table contouring methods to characterize fractured rock aquifers. Large differences in water- level elevations in wells that are in proximity to each other and linear flow patterns observed in aquifer tests are indicative of the complexity of this particular hydrogeologic system. Smith (1957) suggested a simple conceptual model where water in the Madera Group aquifer in the Manzano Mountains flows down gradient in the subsurface to the center of the Estancia Basin and then upward into the basin fill to eventually discharge as evaporation from playas. Jenkins (1982) speculates about different mechanisms by which this process may occur, noting in particular that it seems it would be difficult for groundwater to flow upward from the Madera Group through the overlying mudstones of the Abo Formation to reach the basin fill. Based on a limited dataset of electrical resistivity measurements, Shah et al. (2007) suggest that faults concealed beneath the basin fill may pro­ vide pathways for upward migration of water from the Madera into the basin fill. Resistivity is the inverse of conductance, and hence, assuming the aquifer material does not change, resistivity will increase with decreasing TDS. They acquired seven resistivity profiles extending to depths of about 260 ft along an ~15 mi-long northwest-to-southeast transect that passed north of the playa complex, and anomalously high resistivity (presumably due to low TDS water) occurred at a measurement location directly overlying the projected location of a fault zone. This single measurement is not particularly conclusive, however. Additional research targeting deep groundwater flowpaths is needed to fully characterize groundwater flow through the Pennsylvanian (Madera Group) aquifer system. 23 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K Flowpaths within the basin fill aquifer are also poorly understood. Nield et al. (2008) developed numerical flow models for shallow, saline groundwa­ ter systems beneath playas in particularly arid settings that are analogous in many ways to the Estancia Basin playas, and these models suggest that dense, saline brines may circulate vertically beneath playa systems under the influence of density gradients in a complex manner, involving elongate, sub-vertical plumes or fingers of dense brine surrounded by less saline groundwaters. However, the lateral and vertical distribution of brackish and saline waters beneath the Estancia playa complex is not well known. The potential for upwelling of fresher water from deeper aquifers along fault zones, as suggested by the sparse data collected by Shah et al. (2007), would further complicate the flow system. Much more data and research is needed to understand these deep processes. Brackish and saline groundwater in the Estancia Basin is largely a result of two processes: 1) evapora­ tion of groundwater from the playas, and 2) the disso­ lution of sulfate minerals from the Yeso Formation. The highest TDS groundwater is found in the center of the Estancia Basin beneath the playa complex. This likely reflects an overall pattern of groundwater flowing toward the playa complex first laterally, then vertically upwards to the playa floor, carrying with it salts accumulated along the flowpath, then evaporat­ ing to concentrate the salts. Groundwater Volume Estimates Researchers have shown that since the development of groundwater resources, beginning in the 1950s, groundwater levels throughout the Estancia Basin have steadily declined (Figure 2) (White, 1994; Rinehart et al., 2015). With groundwater discharge rates being greater than estimated recharge rates, management of water resources in the Estancia Basin in a sustainable manner with no net depletion of the resource is not possible. Under current conditions in the Estancia Basin, groundwater is effectively a finite resource that is being mined. John Shomaker et al. (1996, cited in EBWPC and HydroResolutions, 2010) estimated the volume of groundwater in storage in the basin fill aquifer to be 6.6 million acre-ft in the year 1995, and EBWPC and HydroResolutions (2010) esti­ mated the life-expectancy of the aquifer, given current rates of depletion, to be 126 years. Crucially, however, these estimates account only for the total volume of groundwater in storage in the aquifer and an assumed ? Porous ﬂow through basin ﬁll sediments Flow along fractures, bedding planes, solution cavities in Madera Group aquifers Direct recharge 22,000 AFY Recharge from runoﬀ 8,100 AFY Evaporation 30,000 AFY Surface flow paths Shallow g.w. flow paths Infiltration Subsurface flow paths Water table Evaporation Pumpage and return flows 50,000 ft E Z 5,000 ft (3x V.E.) 50,000 ft N Flow along fractures, bedding planes, solution cavities in Madera Group aquifers Mountains Manzano Pedernal Hills BASIN FILL SEDIMENTS Porous ﬂow through basin ﬁll sediments Flow along fractures, bedding planes, solution cavities in Madera Group aquifers Porous ﬂow through basin ﬁll sediments ABO Fm. & YESO Grp. MADERA Grp. PRECAMBRIAN BASEMENT ABO Fm. & YESO Grp. MADERA Grp."
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "toward the playa complex first laterally, then vertically upwards to the playa floor, carrying with it salts accumulated along the flowpath, then evaporat­ ing to concentrate the salts. Groundwater Volume Estimates Researchers have shown that since the development of groundwater resources, beginning in the 1950s, groundwater levels throughout the Estancia Basin have steadily declined (Figure 2) (White, 1994; Rinehart et al., 2015). With groundwater discharge rates being greater than estimated recharge rates, management of water resources in the Estancia Basin in a sustainable manner with no net depletion of the resource is not possible. Under current conditions in the Estancia Basin, groundwater is effectively a finite resource that is being mined. John Shomaker et al. (1996, cited in EBWPC and HydroResolutions, 2010) estimated the volume of groundwater in storage in the basin fill aquifer to be 6.6 million acre-ft in the year 1995, and EBWPC and HydroResolutions (2010) esti­ mated the life-expectancy of the aquifer, given current rates of depletion, to be 126 years. Crucially, however, these estimates account only for the total volume of groundwater in storage in the aquifer and an assumed ? Porous ﬂow through basin ﬁll sediments Flow along fractures, bedding planes, solution cavities in Madera Group aquifers Direct recharge 22,000 AFY Recharge from runoﬀ 8,100 AFY Evaporation 30,000 AFY Surface flow paths Shallow g.w. flow paths Infiltration Subsurface flow paths Water table Evaporation Pumpage and return flows 50,000 ft E Z 5,000 ft (3x V.E.) 50,000 ft N Flow along fractures, bedding planes, solution cavities in Madera Group aquifers Mountains Manzano Pedernal Hills BASIN FILL SEDIMENTS Porous ﬂow through basin ﬁll sediments Flow along fractures, bedding planes, solution cavities in Madera Group aquifers Porous ﬂow through basin ﬁll sediments ABO Fm. & YESO Grp. MADERA Grp. PRECAMBRIAN BASEMENT ABO Fm. & YESO Grp. MADERA Grp. PRECAMBRIAN BASEMENT Domestic and municipal withdrawls 2,734 AFY Irrigation withdrawls 54,440 AFY Irrigation returns 13,245 AFY Figure 11. Conceptual diagram of groundwater recharge, discharge, and flow in the Estancia Basin. Estimated recharge, discharge, and withdrawals are from Shafike and Flanigan (1999). 24 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 constant rate of use, and not for the highly variable quality in groundwater across the Estancia Basin, as discussed above. To provide estimates of groundwater volumes for different levels of water quality, and to quantify the uncertainty in these estimates, we used the basin fill saturated thickness model derived by Cikoski (2018), subdivided the model into salinity zones (Figure 10), then calculated estimated volumes of groundwater in each zone. To quantify the uncertainty in these calculations, we used Cikoski’s (2018) calibrated water-level uncertainty map for the basin fill aquifer to recalculate the saturated thickness across the basin fill given a one standard deviation rise or fall in the water-level map. We also accounted for uncertainty in the locations of the boundaries between different levels of salinity. Cikoski (2018) constructed his saturated thick­ ness model by first creating a 3-dimensional model of the basin fill using data from the groundwater flow model of Shafike and Flanigan (1999), then deriving a 3-dimensional model of the known extent of utilized groundwater, and subsequently intersecting the two volumes. Since the known saturated thickness in a single well is the thickness between the water level at the top and the bottom of the well, Cikoski (2018) suggested that the known saturated volume can be determined by generating two surfaces across the basin fill, with the upper one being the water-level surface (Figure 8) and the lower being a “hull” surface that represents the maximum total depths to which wells have been drilled across the Estancia Basin area. Cikoski (2018) refers to this lower surface as the “base of known groundwater resources,” and in most locations through the basin fill this surface lies at or below the base of the basin fill from the groundwater flow model (Figure 12). However, in the southern and southeastern portions of the basin fill no wells penetrate the entire depth of the basin fill, and hence the known extent of groundwater resources lay above the base of the basin fill (Figure 12). This area lies within the playa complex in an area of brackish groundwater (Figure 10), and the shallow extent of known groundwater resources here may reflect a lack of good quality water at depth, poor aquifer characteristics at depth (e.g., finer-grained basin fill associated with lake deposition in the basin center), or simply be an artifact of the paucity of wells here. Figure 13 shows the estimated thickness of the known groundwater resources in the basin fill aquifer in the Estancia Basin. The saturated thickness of the basin fill according to this model ranges from zero at the edges of the alluvial deposits to over 300 ft near the center of the basin, with an average saturated thickness of 105 ft. These values compare well to the range of saturated thicknesses determined by John Shomaker et al. (1996, cited in EBWPC and HydroResolutions, 2010) of 50 to 325 ft, although his average thickness of 132 ft is somewhat greater. To divide the saturated thickness model into water quality zones, we contoured the TDS data from Figure 10 with a smoothing polynomial interpolation algo­ rithm (specifically, using the Local Polynomial ArcGIS tool [Esri, 2016], a 1st-order polynomial function, and a Gaussian kernel function with optimized search window parameters). Ideally, the 1,000 mg/L contour from this map would separate areas of generally fresh water from generally slightly brackish water, while the 3,000 mg/L contour would separate areas of slightly brackish water from those of more brackish water (Table 1). Visually, the 1,000 mg/L contour effectively delineates the fresh water- slightly brackish water divide, but several measurements of TDS >3,000 mg/L can be found outside the 3,000 mg/L contour (Figure 10), so we have also drawn in the 2,220 mg/L contour as this is the highest TDS value that encircles all TDS measurements >3,000 mg/L. Spatially, the fresh water area, according to these contours, is only about 45% of the lateral extent of known groundwater resources, while the slightly brackish area is between 26% and 42% of this lateral extent, and includes some of the thickest areas of known resources (Figure 13). This delineation serves to underscore a critical aspect of the Estancia Basin groundwater resources, that fully half or more of the groundwater resources in the basin fill may be brackish. Thus, an estimate of the total volume of water in storage risks implying a far greater volume of potable water than is actually present. For our groundwater volume estimates, we used the portion of the known saturated thickness model outside the 1,000 mg/L contour on Figure 13 as an estimate of the extent of fresh water. We estimate the volume of slightly brackish water as well, using the portion of the saturated thickness model between the 1,000 and 2,220 mg/L contours as a low estimate, and the portion between the 1,000 and 3,000 mg/L con­ tours"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "Figure 10 with a smoothing polynomial interpolation algo­ rithm (specifically, using the Local Polynomial ArcGIS tool [Esri, 2016], a 1st-order polynomial function, and a Gaussian kernel function with optimized search window parameters). Ideally, the 1,000 mg/L contour from this map would separate areas of generally fresh water from generally slightly brackish water, while the 3,000 mg/L contour would separate areas of slightly brackish water from those of more brackish water (Table 1). Visually, the 1,000 mg/L contour effectively delineates the fresh water- slightly brackish water divide, but several measurements of TDS >3,000 mg/L can be found outside the 3,000 mg/L contour (Figure 10), so we have also drawn in the 2,220 mg/L contour as this is the highest TDS value that encircles all TDS measurements >3,000 mg/L. Spatially, the fresh water area, according to these contours, is only about 45% of the lateral extent of known groundwater resources, while the slightly brackish area is between 26% and 42% of this lateral extent, and includes some of the thickest areas of known resources (Figure 13). This delineation serves to underscore a critical aspect of the Estancia Basin groundwater resources, that fully half or more of the groundwater resources in the basin fill may be brackish. Thus, an estimate of the total volume of water in storage risks implying a far greater volume of potable water than is actually present. For our groundwater volume estimates, we used the portion of the known saturated thickness model outside the 1,000 mg/L contour on Figure 13 as an estimate of the extent of fresh water. We estimate the volume of slightly brackish water as well, using the portion of the saturated thickness model between the 1,000 and 2,220 mg/L contours as a low estimate, and the portion between the 1,000 and 3,000 mg/L con­ tours as a high estimate. These multiple calculations account for uncertainty in the location of the transition from slightly brackish to more brackish waters. For all water volume calculations, we used a specific yield of 0.125, the same specific yield used by John Shomaker et al. (1996, cited in EBWPC and HydroResolutions, 2010) for their volume estimate, which is a value Shafike and Flanigan (1999) indicate is a reasonable estimate of the average specific yield of the basin fill as a whole. Specific yield refers to the proportion by 25 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K Figure 12. Base of known groundwater resources in the basin fill aquifer (after Cikoski, 2018). 26 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 Figure 13. Freshwater resources are located within the basin fill extent (brown boundary) and outside the 1,000 mg/L contour (after Cikoski, 2018). 27 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K volume of an unconfined aquifer that is recoverable water; the aquifer as a whole consists of both a solid framework (in this case, of sediment grains) and of liquid water (in the pore spaces between grains), and multiplying the volume of the saturated portion of the aquifer by the specific yield calculates the volume of recoverable water present. Our estimates suggest that, by volume, only 40% to 44% of known groundwater resources are fresh, while another 32% to 49% are slightly brackish. Note, though, that these calculations are based on data from water wells that preferentially target fresher water while under-representing brackish water, and hence these proportions are probably the maximum proportions of fresh water and slightly brackish water in the basin fill as a whole. Accounting for the uncertainties described above, we estimate the volume of fresh water in the basin fill aquifer to be between 2.2 and 5.2 million acre-ft, with an average of 3.6 million acre-ft, and estimate the volume of slightly brackish water to be between 2.0 and 5.2 million acre-ft, with an average of 3.4 million acre-ft. Applying the water quality propor­ tions above to the year 1995 groundwater volume estimate of 6.6 million acre-ft from John Shomaker et al. (1996, cited in EBWPC and HydroResolutions, 2010) would suggest that 2.6 to 2.9 million acre-ft of their total estimate is fresh while 2.1 to 3.2 million acre-ft are slightly brackish. These ranges overlap at the low end of our estimates, suggesting our estimates may be skewed high. This possibly reflects the broad range of ages of water-level measurements (mostly from about 1965 to 2015; Cikoski, 2018, fig­ ure 5) used to construct the water-level map in Figure 8, which may have biased the water-level map to reflect an older water table surface with higher water levels. Indeed, John Shomaker et al. (1996, cited in EBWPC and HydroResolutions, 2010) also estimated the volume of groundwater in storage for the basin fill aquifer for the year 1910 to be 8.1 million acre-ft total, which would suggest at the time there was 3.2 to 3.6 million acre-ft of fresh water and 2.6 to 4.0 million acre-ft of slightly brackish water, estimates that are more in agreement with the average results from our estimates. Considering both calculations, a low range estimate of perhaps 2.2 to 2.9 million acre-ft of fresh water and 2.0 to 3.2 million acre-ft of brackish water may be more representative of the current condition of the basin fill than the average or high end estimates from our calculations alone. Rinehart et al. (2015) estimated that over 1 million acre-ft has already been extracted from the basin fill aquifer since the 1950s, which would be 16% to 24% of the volume of fresh and brackish water resources currently in the basin fill, given the estimated range above. Additionally, EBWPC and HydroResolutions (2010) estimated a groundwater net depletion rate of approximately 52,052 acre-ft per year from 1995 to 2005 for the same aquifer. Assuming this amount is dominantly from the fresh and slightly brackish water resources of the aquifer, and that this rate continues into the future, the life expectancy for these resources is on the order of 81 to 117 years. View looking south of the small wetland east of the village of Punta de Agua. Deciduous trees are growing along the small cienega that is fed from recharge in the Manzano Mountains to the west. Recharge from the mountains enters the groundwater system and flows eastward toward the playa complex on the floor of Estancia Basin. Ruins of 17th century Quarai mission are visible on right side of the photo. 29 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K I V . C O N C"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "of fresh water and 2.6 to 4.0 million acre-ft of slightly brackish water, estimates that are more in agreement with the average results from our estimates. Considering both calculations, a low range estimate of perhaps 2.2 to 2.9 million acre-ft of fresh water and 2.0 to 3.2 million acre-ft of brackish water may be more representative of the current condition of the basin fill than the average or high end estimates from our calculations alone. Rinehart et al. (2015) estimated that over 1 million acre-ft has already been extracted from the basin fill aquifer since the 1950s, which would be 16% to 24% of the volume of fresh and brackish water resources currently in the basin fill, given the estimated range above. Additionally, EBWPC and HydroResolutions (2010) estimated a groundwater net depletion rate of approximately 52,052 acre-ft per year from 1995 to 2005 for the same aquifer. Assuming this amount is dominantly from the fresh and slightly brackish water resources of the aquifer, and that this rate continues into the future, the life expectancy for these resources is on the order of 81 to 117 years. View looking south of the small wetland east of the village of Punta de Agua. Deciduous trees are growing along the small cienega that is fed from recharge in the Manzano Mountains to the west. Recharge from the mountains enters the groundwater system and flows eastward toward the playa complex on the floor of Estancia Basin. Ruins of 17th century Quarai mission are visible on right side of the photo. 29 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K I V . C O N C L U S I O N S A N D F U T U R E R E S E A R C H T his report reviews the hydrogeology of the Estancia Basin aquifer region, including the geologic setting, groundwater recharge and flowpaths, and groundwater quality, as well as the substantial evidence for signifi­ cant and on-going groundwater depletion in the region since the advent of intense resource development. This report also highlights our understanding of the hydrogeology of the area. In addition to this report, products for this project include a map package with a 3-D geologic model and an ESRI Story Map (available at http://geoinfo.nmt.edu/resources/water/projects/3d/ home. html). The 3-D geologic model is of great value for studies that will increase our understanding of the regional hydrogeology in the Estancia Basin. The Story Map provides a valuable educational tool to better inform New Mexico residents about their groundwater resources. Previous reports have presented estimates of the total volume of groundwater in storage, but these reports do not address the variable groundwater quality of this volume. We estimate that less than half of the known groundwater resources in the basin fill aquifer are of fresh water quality (<1,000 mg/L TDS) and another one quarter to one half are slightly brackish (1,000–3,000 mg/L), and that any unidentified groundwater resources in this aquifer are likely to have lower proportions of fresh and slightly brackish water, as our current available well data and water quality is biased toward fresher water. These observations are critical, as resource development and depletion preferentially targets fresher waters, and volume and life expectancy estimates that account only for the total volume of water in storage risk implying optimistic scenarios. Further, the potential that extrac­ tion of fresher waters results in migration of more saline waters into existing well fields is a recognized concern (NMISC, 2016). However, the current dataset of water quality measurements is limited in its spatial, particularly 3-dimensional, resolution. Groundwater flow patterns within the basin fill aquifer, particularly as they relate to and are influenced by salinity and the migration and mixing of waters of varying chemistry, are not well understood. Targeted research into basin fill aquifer water chemistry and flow patterns would greatly improve the estimates of fresh and slightly brackish water volumes and facilitate protection of existing fresher water supplies from saline water intrusion. Similarly, flow patterns and water quality trends in the deeper Madera aquifer system are poorly understood. At a small scale, the great variability in Madera aquifer characteristics are too poorly understood to predict. Spatial trends in fractur­ ing, karst features, groundwater occurrence and groundwater quality patterns may be elucidated with targeted study. On a larger scale, the connections and mechanics of flow regimes between the Madera and basin fill aquifer systems, and aquifer system-scale trends in water quality within the Madera aquifer system, are mostly unknown. Reconnaissance-level electrical resistivity studies demonstrate the potential for geophysical methods to identify variations in water chemistry that may locate zones where groundwater is exchanged between aquifers, and preferential water chemistry sampling around these zones may help estimate water quality trends in the deeper Madera system. For over 100 years, the Estancia Basin has demonstrated the potential for people and com­ munities to thrive in a resource-limited environment, in particular by efficient agricultural use of water resources. Evidence is mounting, however, that continued survival will require protecting existing quality water resources, improving water resource management, and exploring new water resources. By compiling our understanding of the Estancia Basin aquifer system and presenting the gaps in our understanding, this report hopes to contribute to the continued discussion within the community. 30 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A C K N O W L E D G M E N T S W e thank the Healy Foundation, Aquifer Mapping Program, and the New Mexico Bureau of Geology and Mineral Resources for funding this research. Kitty Pokorny provided database support. GIS and layout production was done by Dante Padilla Romero. Copy editing by Belinda Harrison. 31 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K R E F E R E N C E S Allen, B.D., and Shafike, N.G., 2003, Groundwater loss from playa lakes in the Estancia basin, New Mexico: New Mexico Water Resources Research Institute, Symposium on Hydrologic Modeling, Socorro, New Mexico, 12 August. AMP (Aquifer Mapping Program), 2018, Development of 3D aquifer maps [web­ page]: New Mexico Bureau of Geology and Mineral Resources: geoinfo.nmt. edu/resources/water/projects/3d/home. html (accessed December 2018). Broadhead, R.F., Mansell, M., and Jones, G., 2009, Carbon dioxide in New Mexico: Geologic distribution of natu­ ral occurrences: New Mexico Bureau of Geology and Mineral Resources, Open-file Report OFR-514, 131 p., 3 appendices. Broadhead, R.F., 1997, Subsurface geol­ ogy and oil and gas potential of Estancia Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 157, 54 p. Cather, S.M., Zeigler, K.E., Mack, G. H., and Kelley, S.A., 2013, Toward stan­ dardization of Phanerozoic stratigraphic nomenclature"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "continued discussion within the community. 30 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A C K N O W L E D G M E N T S W e thank the Healy Foundation, Aquifer Mapping Program, and the New Mexico Bureau of Geology and Mineral Resources for funding this research. Kitty Pokorny provided database support. GIS and layout production was done by Dante Padilla Romero. Copy editing by Belinda Harrison. 31 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K R E F E R E N C E S Allen, B.D., and Shafike, N.G., 2003, Groundwater loss from playa lakes in the Estancia basin, New Mexico: New Mexico Water Resources Research Institute, Symposium on Hydrologic Modeling, Socorro, New Mexico, 12 August. AMP (Aquifer Mapping Program), 2018, Development of 3D aquifer maps [web­ page]: New Mexico Bureau of Geology and Mineral Resources: geoinfo.nmt. edu/resources/water/projects/3d/home. html (accessed December 2018). Broadhead, R.F., Mansell, M., and Jones, G., 2009, Carbon dioxide in New Mexico: Geologic distribution of natu­ ral occurrences: New Mexico Bureau of Geology and Mineral Resources, Open-file Report OFR-514, 131 p., 3 appendices. Broadhead, R.F., 1997, Subsurface geol­ ogy and oil and gas potential of Estancia Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 157, 54 p. Cather, S.M., Zeigler, K.E., Mack, G. H., and Kelley, S.A., 2013, Toward stan­ dardization of Phanerozoic stratigraphic nomenclature in New Mexico: Rocky Mountain Geology, v. 48, no. 2, p. 101–124. EBWPC (Estancia Basin Water Planning Committee) and HydroResolutions, 2010, Estancia basin regional water plan, year 2010 update: report prepared for the Boards of Commissioners and citizens of Bernalillo, Torrance, and Santa Fe Counties, 164 p. and 2 appendices. Elias, E.H., Rango, A., Steele, C.M., Mejia, J.F., and Smith, R., 2015, Assessing climate change impacts on water avail­ ability of snowmelt—dominated basins of the Upper Rio Grande basin: Journal of Hydrology: Regional Studies, v. 3, p. 525–537. Esri, Inc., 2016, ArcGIS 10.4.1 for Desktop (v. 10.4.1.5686) [Software]. D’Antonio, J.R., 2006, The Impact of Climate Change on New Mexico’s Water Supply and Ability to Manage Water Resources: N.M. Office of the State Engineer Report, 76 pp. Farnsworth, R.K., Thompson, E.S., and Peck, E.L., 1982, Evaporation atlas for the contiguous 48 United States: NOAA Technical Report NWS 33, 26 p., 4 maps. Gutzler, D., 2020, Climate Change and Water Resources in New Mexico: Earth Matters, New Mexico Bureau of Geology and Mineral Resources. Hawley, J.W., 2004, Hydrogeologic Cross Sections of the Estancia Groundwater Basin, Central New Mexico [poster]: Third Annual New Mexico Water Research Symposium, August 10, 2004, New Mexico Tech, Socorro, NM. Hawley, J.W., 2005, Hydrogeologic Cross Sections of the Estancia Groundwater Basin, Central New Mexico [poster]: Annual EBTAG Española Basin Workshop, March, 2005, Santa Fe, NM. Hawley, J.W., and Hernandez, J.W., 2003, A new perspective on the hydrogeologic framework and brackish-groundwater resources of the eastern Estancia Basin, central New Mexico [poster]: Second New Mexico Symposium on Hydrologic Modeling, August 12th, New Mexico Tech, Socorro. Hurd, B., and Coonrod, J., 2008, Climate change and its implications for New Mexico’s water resources and economic opportunities: New Mexico State University, Technical Report 45. Jenkins, D.N., 1982, Geohydrology of the Madera Group, western Estancia Basin, New Mexico: New Mexico Geological Society Guidebook, 44th Field Conference, p. 361–366. 32 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 John Shomaker & Associates, Inc.; Southwest Land Research; Sheehan, Sheehan, & Stelzner, P.A.; and Livingston Associates, P.C., 1996, Regional Water Plan, Estancia Underground Water Basin, New Mexico (Phase 1 Report to Torrance County, New Mexico). Konikow, L.F., 2013, Groundwater Depletion in the United States (1900– 2008): U.S. Geologic Survey Science Investigations Report 2013–5079. LBG-Guyton, 2003, Brackish groundwa­ ter manual for Texas Regional Water Planning Groups: Report prepared for the Texas Water Development Board, 188 p. Lucas, S. G., Krainer, K., and Colpitts, R.M., 2005, Abo-Yeso (Lower Permian) stratigraphy in central New Mexico, in Lucas, S. G., Zeigler, K. E., and Spielmann, J. A., eds., “The Permian of Central New Mexico”: New Mexico Museum of Natural History and Science, Bulletin 31, p. 101–117. Magnuson, M.L., Valdez, J.M., Lawler, C.R., Nelson, M., and Petronis, L., 2019, New Mexico Water Use By Categories: New Mexico Office of the State Engineer Technical Report 55, 142p. Maynard, S.R., 2005, Laccoliths of the Ortiz porphyry belt, Santa Fe County, New Mexico: New Mexico Geology, v. 27, p. 3–21. Meinzer, O.E., 1910, Preliminary report on the ground waters of Estancia valley, New Mexico: U.S. Geological Survey, Water Supply Paper 260, 33 p. Meinzer, O.E., 1911, Geology and ground­ water resources of Estancia valley, New Mexico: U.S. Geological Survey, Water Supply Paper 275, 89 p. Menking, K.M., Anderson, R.Y., Brunsell, N.A., Allen, B.D., Ellwein, A.L., Loveland, T.A., and Hostetler, S.W., 2000, Evaporation from groundwater discharge playas, Estancia Basin, central New Mexico: Global and Planetary Change, v. 25, p. 133–147. Nield, D.A., Simmons, C.T., Kuznetsov, A.V., and Ward, J.D., 2008, On the evolution of salt lakes: Episodic con­ vection beneath an evaporating salt lake: Water Resources Research, v. 44, no. 2, W02439, doi:10.1029/2007/ WR006161. NMBGMR (New Mexico Bureau of Geology and Mineral Resources), 2003, Geologic Map of New Mexico, scale 1:500,000. NMISC (New Mexico Interstate Stream Commission), 2016, Estancia basin regional water plan: regional water planning report, November 2016 update, 145 p., 2 appendices. NOAA (National Oceanographic and Atmospheric Administration), annual series, Climatological data annual summary, New Mexico: Ashville, NC, National Climatic Data Center, vari­ ously paginated. Perhac, R.M., 1970, Geology and mineral deposits of the Gallinas Mountains, Lincoln and Torrance Counties, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 95, 51 p. Polyak, V.J. and Asmerom, Y.,2005, Orbital control of long-term moisture in the southwestern USA: Geophysical Research Letters, v. 32, L19709, doi:10.1029/2005/GL023919. Rinehart, A.J., Timmons, S., Felix, B., and Pokorny, C., 2015, Groundwater level and storage changes—Regions of New Mexico: New Mexico Water Resources Research Institute, Technical Completion Report. 40 p. Shafike, N.G., and Flannigan, K.G., 1999, Hydrologic modeling of the Estancia basin, New Mexico: New Mexico Geological Society Guidebook, 50th Field Conference, p. 409–418. Shah, S.D., Kress, W.H., and Land, L., 2007, Time-domain electromagnetic sound­ ings to characterize water quality within a freshwater/saline-water transition zone, Estancia Valley, New Mexico, July 2005-a reconnaissance study: U.S. Geological Survey, Fact Sheet 2007– 3011, 6 p. Smith, R.E., 1957, Geology and ground- water resources of Torrance County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Ground- water Report 5, 186 p. Titus, F.B., 1973, Hydrogeologic evolution of Estancia Valley, a closed basin in cen­ tral New Mexico: New Mexico"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "from groundwater discharge playas, Estancia Basin, central New Mexico: Global and Planetary Change, v. 25, p. 133–147. Nield, D.A., Simmons, C.T., Kuznetsov, A.V., and Ward, J.D., 2008, On the evolution of salt lakes: Episodic con­ vection beneath an evaporating salt lake: Water Resources Research, v. 44, no. 2, W02439, doi:10.1029/2007/ WR006161. NMBGMR (New Mexico Bureau of Geology and Mineral Resources), 2003, Geologic Map of New Mexico, scale 1:500,000. NMISC (New Mexico Interstate Stream Commission), 2016, Estancia basin regional water plan: regional water planning report, November 2016 update, 145 p., 2 appendices. NOAA (National Oceanographic and Atmospheric Administration), annual series, Climatological data annual summary, New Mexico: Ashville, NC, National Climatic Data Center, vari­ ously paginated. Perhac, R.M., 1970, Geology and mineral deposits of the Gallinas Mountains, Lincoln and Torrance Counties, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 95, 51 p. Polyak, V.J. and Asmerom, Y.,2005, Orbital control of long-term moisture in the southwestern USA: Geophysical Research Letters, v. 32, L19709, doi:10.1029/2005/GL023919. Rinehart, A.J., Timmons, S., Felix, B., and Pokorny, C., 2015, Groundwater level and storage changes—Regions of New Mexico: New Mexico Water Resources Research Institute, Technical Completion Report. 40 p. Shafike, N.G., and Flannigan, K.G., 1999, Hydrologic modeling of the Estancia basin, New Mexico: New Mexico Geological Society Guidebook, 50th Field Conference, p. 409–418. Shah, S.D., Kress, W.H., and Land, L., 2007, Time-domain electromagnetic sound­ ings to characterize water quality within a freshwater/saline-water transition zone, Estancia Valley, New Mexico, July 2005-a reconnaissance study: U.S. Geological Survey, Fact Sheet 2007– 3011, 6 p. Smith, R.E., 1957, Geology and ground- water resources of Torrance County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Ground- water Report 5, 186 p. Titus, F.B., 1973, Hydrogeologic evolution of Estancia Valley, a closed basin in cen­ tral New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-File Report OFR-69, 197 p., 3 appendices. Titus, Jr., F.B., 1980, Ground Water in the Sandia and Northern Manzano Mountains, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Hydrologic Report 5, 66p. Tuan, Y., Everard, C.E., Widdison, J.G., and Bennett, I., 1973, The Climate of New Mexico: Santa Fe, New Mexico State Planning Office, 197 p. USBR (U.S. Bureau of Reclamation), 2016, SECURE Water Act Section 9503(c) – Reclamation Climate Change and Water 2016: Prepared for United States Congress, U.S. Department of the Interior Bureau of Reclamation Policy and Administration, Denver, Colorado. US EPA, 2019, U.S. Environmental Protection Agency, drinking water regulations and contaminants, accessed November 11th, from: https://www.epa. gov/dwregdev/drinking-water-regula­ tions-and-contaminants. White, R.R., 1994, Hydrology of the Estancia Valley, central New Mexico. U.S. Geological Survey, Water-Resources Investigations Report 93-4163, 84 p. Wilks, M.E. [compiler], 2005, New Mexico geologic highway map, New Mexico Geological Society and New Mexico Bureau of Geology and Mineral Resources, scale 1:1,000,000. 1 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K A P P E N D I X — 3 D A Q U I F E R M A P P I N G P R O J E C T E S T A N C I A B A S I N A R E A D A T A P R O C E S S I N G M E T H O D S S U M M A R Y by Colin T. Cikoski, May 2018 Contents 1. Summary 2 2. Introduction 2 2.1. Setting 2 3. Subsurface Geology 3 3.1. Input data 3 3.2. Processing 3 3.2.1. Initial processing 3 3.2.2. Conversion to 3D volumes 4 3.2.3. Annotations 4 3.3. Assessment 5 4. Hydrologic data 5 4.1. Input Data 5 4.2. Processing 5 4.2.1. Initial processing 5 4.2.2. Typical depth to water inference 6 4.2.3. Typical well depth inference 7 4.2.4. Typical well production inference 7 4.2.5. Water level interpolation 7 4.2.6. Base of known groundwater resources (BKGR) interpolation 8 4.3. Assessment 10 5. References 12 Acknowledgments 12 Tables 1. Input wells 13 2. Input well data summary 13 3. Summary of hydrologic processing assessment results 14 Figures 1. Major aquifer regions of New Mexico 15 2. Estancia basin setting 16 3. Estancia basin geologic setting 17 4. Steps for generating the annotated 3D geologic block models 18 5. Histograms of dates for water level measurements 19 6. Data extraction extent and well locations. 20 7. Location of multiple, unique water level measurements 21 8. Typical depth-to-water 22 9. Typical well depths 23 10. Typical estimated well production rates 24 11. Water level surface map 25 12. Comparison of saturated thickness models 26 13. Cartoon illustrating considerations in selecting a range of alpha radii 27 14. Base of known groundwater resources map 28 15. Base of known groundwater resources for the basin fill geologic unit 29 16. Known saturated thickness of the basin fill geologic unit 30 17. Water level surface inter-model uncertainty 31 18. Base of known groundwater resources inter-model uncertainty 32 19. Distribution of residuals, water level measurements versus surface 33 20. Comparison plots comparing residuals to inter-model uncertainties 34 21. Water level surface calibrated uncertainty map for the basin fill 35 22. Water level surface calibrated uncertainty map for bedrock units 36 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 2 1. Summary This report summarizes the data processing methods and steps used to process hydrologic and geologic data for the purpose of generating surfaces and three-dimensional (3D) geographic information system (GIS) products that depict the subsurface geology and groundwater hydrology of the Estancia basin-area of central New Mexico. Geologic and hydrologic data was processed to produce 1) 3D representations of the subsurface geology; 2) rasters representing “typical” depth to water, well depth, and well productivity across the area; and 3) rasters and contours representing the elevation of the groundwater level and base of known, utilized ground­ water resources (BKGR) across the area. Processing was performed using a variety of Esri ArcGIS tools, Python scripts, and R library functions. The methods used were developed principally to provide coarse-resolution visualizations of the geohydrology of the area, and not necessarily to provide precise GIS results. Some accuracy assessments, where applicable, are provided. 2. Introduction Geologic and hydrologic data were processed to produce: 1. GIS file representations of the subsurface geology beneath the Estancia basin study area (EB); 2. GIS files summarizing, at a coarse scale, the typical depth-to-water, well depth, and well productivity trends across the EB; and 3. GIS files summarizing, at a coarse scale, the elevations of the groundwater level and base of known, utilized groundwater resources (BKGR) across the EB. The input datasets, data processing, and, in places, result verification methods are summarized herein. Note that all datasets were processed for the purposes of creating basin-scale products. The precision of the products made available is limited, and"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 2 1. Summary This report summarizes the data processing methods and steps used to process hydrologic and geologic data for the purpose of generating surfaces and three-dimensional (3D) geographic information system (GIS) products that depict the subsurface geology and groundwater hydrology of the Estancia basin-area of central New Mexico. Geologic and hydrologic data was processed to produce 1) 3D representations of the subsurface geology; 2) rasters representing “typical” depth to water, well depth, and well productivity across the area; and 3) rasters and contours representing the elevation of the groundwater level and base of known, utilized ground­ water resources (BKGR) across the area. Processing was performed using a variety of Esri ArcGIS tools, Python scripts, and R library functions. The methods used were developed principally to provide coarse-resolution visualizations of the geohydrology of the area, and not necessarily to provide precise GIS results. Some accuracy assessments, where applicable, are provided. 2. Introduction Geologic and hydrologic data were processed to produce: 1. GIS file representations of the subsurface geology beneath the Estancia basin study area (EB); 2. GIS files summarizing, at a coarse scale, the typical depth-to-water, well depth, and well productivity trends across the EB; and 3. GIS files summarizing, at a coarse scale, the elevations of the groundwater level and base of known, utilized groundwater resources (BKGR) across the EB. The input datasets, data processing, and, in places, result verification methods are summarized herein. Note that all datasets were processed for the purposes of creating basin-scale products. The precision of the products made available is limited, and no guarantee is provided as to the site-specific accuracy of any dataset. Each dataset was compiled to provide only a representation of an aspect of the area geology or hydrology. The products released as a part of this report should not be considered an accurate substitute to a detailed analysis or site-specific assessment for any future study. The data processing described below makes extensive use of Esri’s ArcGIS software platform, including ArcToolbox, ArcScene, and ArcMap (Esri, 2016). Additional processing was performed using the R statistical computing programming language (R Core Team, 2017) and various function libraries released by a variety of authors for the R language. Individual libraries, functions, software extensions, etc., are detailed and referenced below; however, for the sake of avoiding redundancy, the core software references (Esri, R Core Team) will only be cited here. 2.1. Setting This report concerns the processing of hydrologic and geologic data for the Estancia basin-area as defined specifically for a statewide, basin scale-focused hydrogeology visualization project of the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) Aquifer Mapping Program (AMP; Figure 1). This extent may differ from that used for other studies. The EB as defined here extends from the Manzano Mountains on the west to the Pedernal Hills on the east, and from the San Pedro Mountains on the north to Chupadera Mesa and the Gallinas Mountains on the south (Figure 2). This basin extent includes the small towns of Estancia, Moriarty, Mountainair, and Edgewood, and is generally sparsely populated. Agriculture dominates the water use in the area, concentrated along the Estancia valley axis (Shafike and Flanigan, 1999). More densely populated “bedroom communities” of Albuquerque are found in the far northwest of the EB area. The remainder of the area is rangelands, with few people or wells. Geologically, the EB area is dominantly characterized by a relatively thin deposit of basin fill sediments lining a valley floor rimmed by uplands underlain by Paleozoic sedimentary strata (Figure 3). Precambrian rocks occur along the eastern margin of the EB such as beneath the Pedernal Hills, while crystalline intrusive rocks occur at the far northwestern and southeastern margins of the area beneath the San Pedro and Gallinas E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 3 Mountains. Mesozoic sedimentary rocks occur at the surface locally in the far northeast of the area. Carbonate rocks dominate the Paleozoic strata that form the east flank of the Manzano Mountains, while clastic sedimen­ tary rocks, with lesser carbonate rocks, dominate the Permian strata that border the Estancia valley on the south and east. The EB is hydrologically closed. Playa lakes occur at the lowest points in the Estancia valley proper as well as in smaller closed valleys to the southeast. Recharge is dominantly from the Manzano Mountains along the western margin of the EB. 3. Subsurface Geology 3.1. Input data Subsurface geologic data for this project was acquired from an administrative groundwater flow model described by Shafike and Flanigan (1999). This model incorporates geologic information as a set of variable-size grid cells, each with up to 5 layers of geologic units. Each layer has the formation top and geologic unit defined, or is set to ‘inactive’ if the grid cell lies entirely on Precambrian basement or is outside the active model extent. The geology in this model is simplified to 11 hydrogeologic units: 1) Lake bed; 2) Basin fill; 3) Lower storage basin fill; 4) Mesozoic-age rocks; 5) Low hydraulic conductivity combined San Andres and Glorieta Formations; 6) Medium hydraulic conductivity combined San Andres and Glorieta Formations; 7) High hydraulic conductivity combined San Andres and Glorieta Formations; 8) Combined Yeso and Abo Formations; 9) Low-limestone Madera Formation; 10) Combined Madera and Sandia Formations; and 11) Cavernous (high conductivity) Madera Formation. The groundwater flow model subsurface geology does not explicitly include faults or Precambrian basement. 3.2.Processing 3.2.1.Initial processing The groundwater flow model subsurface geology was originally formatted for use by MODFLOW and provided to the NMBGMR as several files linked to one another by indices and unit codes. A Python script was developed to combine files via these indices and codes into a single polygon shapefile containing fields that defined the top elevation, bottom elevation, and thickness of each geologic unit in each model grid cell. Geologic units not occurring in any given cell were assigned NULL values in the top, bottom, and thickness fields. The geologic units were further simplified from the 11 initial groupings to 5 generalized geologic units: 1) “Basin fill,” combining the lake bed, basin fill, and lower storage basin fill hydrogeologic units; 2) “Mesozoic rocks” remained the same; 3) All hydrologic varieties of the San Andres and Glorieta Formations units were combined into “San Andres-Glorieta;” 4) “Yeso-Abo” remained the same; and 5) “Madera,” combining all hydrologic varieties of the Madera and Sandia Formations. In addition, “Basement” was added all along the base of the model. An arbitrary thickness of 2,000 ft was applied to the basement unit throughout, unless this thickness would extend below 0 ft in elevation, in which case the basement base was defined as 0 ft elevation. The Basement unit was added to the base of the model for visualization purposes. For grid cells without geologic information defined (i.e., those that"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "Low hydraulic conductivity combined San Andres and Glorieta Formations; 6) Medium hydraulic conductivity combined San Andres and Glorieta Formations; 7) High hydraulic conductivity combined San Andres and Glorieta Formations; 8) Combined Yeso and Abo Formations; 9) Low-limestone Madera Formation; 10) Combined Madera and Sandia Formations; and 11) Cavernous (high conductivity) Madera Formation. The groundwater flow model subsurface geology does not explicitly include faults or Precambrian basement. 3.2.Processing 3.2.1.Initial processing The groundwater flow model subsurface geology was originally formatted for use by MODFLOW and provided to the NMBGMR as several files linked to one another by indices and unit codes. A Python script was developed to combine files via these indices and codes into a single polygon shapefile containing fields that defined the top elevation, bottom elevation, and thickness of each geologic unit in each model grid cell. Geologic units not occurring in any given cell were assigned NULL values in the top, bottom, and thickness fields. The geologic units were further simplified from the 11 initial groupings to 5 generalized geologic units: 1) “Basin fill,” combining the lake bed, basin fill, and lower storage basin fill hydrogeologic units; 2) “Mesozoic rocks” remained the same; 3) All hydrologic varieties of the San Andres and Glorieta Formations units were combined into “San Andres-Glorieta;” 4) “Yeso-Abo” remained the same; and 5) “Madera,” combining all hydrologic varieties of the Madera and Sandia Formations. In addition, “Basement” was added all along the base of the model. An arbitrary thickness of 2,000 ft was applied to the basement unit throughout, unless this thickness would extend below 0 ft in elevation, in which case the basement base was defined as 0 ft elevation. The Basement unit was added to the base of the model for visualization purposes. For grid cells without geologic information defined (i.e., those that were initially set to “inactive”) but occurring in areas where Precambrian rocks are known to occur at or near the surface, such as beneath Lobo Hill and the Pedernal Hills, a Basement layer was added to the grid cell that extended from the surface elevation to 2,000 ft depth. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 4 In order to provide compatibility between the 3D model and separate topographic datasets or derivatives of topographic datasets (e.g., water level surface determined from depth-to-water measurements), a surface elevation was assigned to each grid cell by using ArcToolbox tools to determine the median of the distribution of elevation values occurring within that grid cell in a 30 m digital terrain model. The top elevation of the topmost geologic unit in each cell was adjusted to fit this surface elevation; where necessary, the bottom elevation of the top layer and top elevation of the second highest layer was adjusted so as to keep a minimum thickness of 5 ft in the top layer. It was observed that in the original groundwater flow model geologic units were, in places, allowed to pinch-out from tens of feet or more in thickness to 0 thickness between immediately adjacent cells. This resulted in wedge-shaped gaps in initial layered subsurface geologic models generated from the groundwater flow model data. In order to provide a more seamless layered geologic model, a Python script was used to extend each geologic unit outward one grid cell with the thickness of the unit in the grid cell extension set to 5 ft. In each case, the added 5 ft thickness was accommodated by lowering the top elevation of the next lower layer in that grid cell down 5 ft. The result was wedge-shaped edges along each geologic unit throughout the model. 3.2.2. Conversion to 3D volumes A Python script using ArcGIS tools was used to convert the processed polygon shapefile to 3D multipatch volumes by, for each generalized geologic unit, first identifying all grid cells with unit thickness >0 ft and not NULL, then building triangulated irregular network (TIN) surfaces for both the top and bottom of the unit across the extent of non-zero-thickness grid cells (Figure 4a, b). Grid cells were treated as points located at the centers of the cells for the purpose of creating the TIN surfaces. The extent of non-zero-thickness grid cells was used to identify both exterior and interior edges to the unit’s areal extent, which was used to create a footprint for the areal extent of the unit that accounted for concave exterior edges as well as interior holes. TIN surfaces were generated only through this footprint. The footprint was then extruded between the top and bottom TIN surfaces to generate a multipatch volume for that geologic unit (Figure 4c). For the purpose of better displaying geologic trends and making thin geologic units more readily visible, the complete geologic block model was vertically exaggerated by 3X. In order to provide cross-sectional faces for depicting the subsurface geology along select cross-section lines, the complete 3D subsurface geologic model was “cut up” into blocks by extruding the polygon footprint of the desired block between two arbitrary elevations, then intersecting the extrusion with the complete geologic model. This process was also used to clip the geologic model to an arbitrary extent defined by a set of straight- line edges. These straight-line edges provided vertical cross-sectional faces along the margins of the model onto which geologic annotations could be added. Some of these vertical cross-sectional faces are depicted in Figure 4c and d. 3.2.3. Annotations The final step in the geologic block model processing was to add geologic annotation to the cross-sectional faces of each block. This was achieved by exporting each geologic unit multipatch to a CSV file consisting of xyz point coordinates that was then read into the Trimble SketchUp Make software (Trimble, 2016) using a Ruby script. In SketchUp, geologic annotations such as lithologic symbology and general bedding trends could be projected onto the cross-sectional faces of each block (Figure 4d). Annotations were drawn entirely for visualiza­ tion purposes, meaning, for example: “bedding attitudes” shown are based on regional trends and not based on site-specific data; thickening/thinning of “beds” was depicted so as to fill the cross-section face space and do not necessarily reflect actual thickening or thinning of geologic units or their component beds; and lithologic symbology is based on generalized common rock types associated with the given unit and do not necessarily reflect the range or specific nature of any given unit’s component lithologies. Once annotated, the blocks were saved to a Collada interchange file, which was then imported into the original multipatch file in Esri’s ArcScene. Note that the multipatch face annotations are saved not as a part of the multipatch file but as a part of the geo­ database that stores the multipatch feature class; hence these annotations are lost if the multipatch is exported out of the geodatabase to a standalone shapefile. E S T A N C I A B A S I N • H Y D R O"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "an arbitrary extent defined by a set of straight- line edges. These straight-line edges provided vertical cross-sectional faces along the margins of the model onto which geologic annotations could be added. Some of these vertical cross-sectional faces are depicted in Figure 4c and d. 3.2.3. Annotations The final step in the geologic block model processing was to add geologic annotation to the cross-sectional faces of each block. This was achieved by exporting each geologic unit multipatch to a CSV file consisting of xyz point coordinates that was then read into the Trimble SketchUp Make software (Trimble, 2016) using a Ruby script. In SketchUp, geologic annotations such as lithologic symbology and general bedding trends could be projected onto the cross-sectional faces of each block (Figure 4d). Annotations were drawn entirely for visualiza­ tion purposes, meaning, for example: “bedding attitudes” shown are based on regional trends and not based on site-specific data; thickening/thinning of “beds” was depicted so as to fill the cross-section face space and do not necessarily reflect actual thickening or thinning of geologic units or their component beds; and lithologic symbology is based on generalized common rock types associated with the given unit and do not necessarily reflect the range or specific nature of any given unit’s component lithologies. Once annotated, the blocks were saved to a Collada interchange file, which was then imported into the original multipatch file in Esri’s ArcScene. Note that the multipatch face annotations are saved not as a part of the multipatch file but as a part of the geo­ database that stores the multipatch feature class; hence these annotations are lost if the multipatch is exported out of the geodatabase to a standalone shapefile. E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 5 3.3. Assessment The subsurface geology depicted in the groundwater flow model and final processed multipatch volume models were not rigorously assessed for accuracy, precision, or quality during this work. However, we do note that the model generally agrees, at a coarse resolution, to cross-sections for the EB drawn by John Hawley (Hawley, 2005). In addition, Bruce Allen, an NMBGMR field geologist with substantial experience with the EB geology (e.g., Allen, 1993, 2000, 2016), noted that the model provides a decent representation of the subsurface geology, although without providing any guarantee to the accuracy or precision of the model (B. Allen, pers. comm., 2017). One notable limitation of using the groundwater flow model as the basis for the subsurface geologic model presented herein is that the flow model did not explicitly incorporate any faults, and no faults were added as a part of the subsurface model construction. Faults undeniably play a major role in the subsurface geology of the Estancia basin (cf., cross-sections by Hawley, 2005), and the lack of faults in the subsurface model inevitably impacts the accuracy and precision of the model. 4. Hydrologic Data 4.1. Input Data Hydrologic data were acquired from the New Mexico Office of the State Engineer (NMOSE) Water Rights Reporting System (WRRS). This dataset includes available driller-reported well depths, static water levels (as depth-to-water), estimated well yields (in gallons per minute [gpm]), intended well uses, screen sizes, and other information for wells drilled throughout the state. The EB area includes 8,501 well points from the WRRS dataset; however, not all of these wells represent water wells or wells drilled into readily accessible (<1,000 ft depth) aquifer units (Table 1). In addition, the WRRS dataset includes wells drilled from a broad spectrum of dates (Table 2; Figure 5a); previous AMP projects have documented temporal trends in water levels for the EB area which may limit the capacity of older wells to represent the current water level (cf., Rinehart et al., 2016). Finally, AMP experience with the WRRS data is that the accuracy and precision of any individual data point from the dataset, in particular the locational accuracy, cannot be guaranteed. An additional hydrologic dataset was available from the NMBGMR AMP water level database (NMBGWL). The database includes data from multiple sources including projects and data collected by NMBGMR, U.S. Geological Survey, publicly available consultant reports, and historical report data from various agencies (i.e., New Mexico Office of the State Engineer). This database was queried for the most recent water level measurements in all wells in the EB area that were not associated with a level status code, which are codes that record potentially measurement-influencing factors such as active pumping in a nearby well. This resulted in 1,230 additional water levels (Table 1), with a measurement date distribution notably older than the WRRS dataset (Table 2; Figure 5). In addition to water levels, this dataset often provides the geologic unit in which the well is screened; for this project, the geologic unit data was simplified to one of basin fill, bedrock, or unknown (Table 2) as described below. This dataset was not used in constructing the water level or BKGR surface, but was instead used to assess the accuracy and precision of the water level interpolation result. 4.2. Processing 4.2.1. Initial processing In order to limit edge effects, we chose to extract from the WRRS dataset all well points within the EB study area as well as within a buffer surrounding the EB area (Figure 6). This buffer was initially set to 5 km out in all directions from the EB area. However, where geologic, hydrologic, or topographic considerations suggested adding additional wells outside of the study area was unwarranted, this buffer was pared back. For example, the western margin of the EB area is defined by the Manzano Mountain crest. Wells completed in limestone units just west of the crest may be accessing groundwater from a system connected to the EB area, but wells drilled into the underlying basement and especially any well drilled at the western foot of the Manzano Mountains almost certainly do not. Therefore, the buffered extent along the western margin of the study area was drawn along the top of the Precambrian basement as shown on the 1:500,000 statewide geologic map (NMBGMR, N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 6 2003). Similar considerations lead to the buffer being restricted around the San Pedro and Gallinas Mountains. Additionally, the buffer margin was extended so as to minimize concave boundaries, though again only where geologically plausible. This was particularly the case along the northeast margin of the study area. The reason for minimizing concave margins is that most of the interpolation methods available to us would not respect the concave boundary, instead trying to fit a surface across the concave data gap. We therefore sought to fill the data gap. The EB subsample of the WRRS dataset was then thinned by removing wells with water levels >1,000 ft depth, wells with total depths"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "was initially set to 5 km out in all directions from the EB area. However, where geologic, hydrologic, or topographic considerations suggested adding additional wells outside of the study area was unwarranted, this buffer was pared back. For example, the western margin of the EB area is defined by the Manzano Mountain crest. Wells completed in limestone units just west of the crest may be accessing groundwater from a system connected to the EB area, but wells drilled into the underlying basement and especially any well drilled at the western foot of the Manzano Mountains almost certainly do not. Therefore, the buffered extent along the western margin of the study area was drawn along the top of the Precambrian basement as shown on the 1:500,000 statewide geologic map (NMBGMR, N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 6 2003). Similar considerations lead to the buffer being restricted around the San Pedro and Gallinas Mountains. Additionally, the buffer margin was extended so as to minimize concave boundaries, though again only where geologically plausible. This was particularly the case along the northeast margin of the study area. The reason for minimizing concave margins is that most of the interpolation methods available to us would not respect the concave boundary, instead trying to fit a surface across the concave data gap. We therefore sought to fill the data gap. The EB subsample of the WRRS dataset was then thinned by removing wells with water levels >1,000 ft depth, wells with total depths >4,000 ft, wells with total depths <2 ft, and wells with depth to water reported as 0 ft. Deep water levels were removed as such water levels are not considered “readily available,” while deep wells were removed for two reasons: first, that these deep wells are often associated with oil and gas or other exploration-related drilling, and may be encountering deeper groundwater systems that are not necessarily “readily available;” and, second, that some of these deep wells were noticed to occur in suspicious grid patterns; these later wells were interpreted to be artifacts or data entry errors. Similarly, wells with well depths reported as 0 or 1 ft were interpreted to be errors. Finally, while water levels of 0 ft depth are certainly possible, particularly along streams or lakes, many 0 ft water depths were found in bedrock-dominated areas away from any surface water, suggesting they may be errors, and all such data points were removed from the dataset. We also removed any well point that lay on top of another well point and had an identical depth-to-water reported, so as to keep only one well point at those locations. Following this thinning, 7,853 well points remained for further assess­ ment (Table 1). We extracted surface elevation data for each well point from a proprietary high-resolution (4.5 m pixel reso­ lution) digital terrain model (Intermap, 2008) provided to the NMBGMR by the U.S. Army Corps of Engineers for research purposes. We then determined the static water level elevation and well total depth elevation by subtraction. In many locations, multiple points were collocated but with non-identical water levels (Figure 7, Table 1). At each location, we evaluated each point for “fit” with the surrounding points by generating multiple inverse- distance-weighted (IDW) interpolations, each with one of the collocated points removed from the dataset, and compared each IDW interpolation with a separate interpolation that included all data points. The sum of squared residuals (SSR) was determined in each comparison, and the point associated with the smallest SSR was kept while all other points from the same location were discarded. Interpolations were generated in R using the IDW function from the gstat library (Pebesma, 2004; Graler et al., 2016), using the parameters described below in the water level interpolation section. Following this final processing step, no well point location had more than one water level measurement at that location. The final number of well points used was 6,544 (Table 1). We performed no initial processing of the NMBGWL dataset. Only wells from within the EB area, without the extent buffer, were considered. Four wells were removed from the dataset for having no water level measure­ ment, while a fifth was removed for falling outside the WRRS dataset-defined interpolation extent (Table 1). The final number of NMBGWL data points used was 1,225. 4.2.2. Typical depth to water inference A “typical” depth to water raster map was determined by applying an IDW interpolation to the depth to water values of all well points using the ArcGIS Spatial Analysis IDW tool with the following parameters: • Fixed search radius of distance 2,050 m • Minimum point restriction of at least 5 points; • Distance exponent of 2; and • Output cell size of 500 m X 500 m. The resulting surface was then smoothed by applying a 12 km X 12 km square-shaped sliding-window median filter using the ArcGIS Spatial Analyst Focal Statistics tool. For the purpose of contouring the data, the smoothed raster was resampled using the Resample tool and a cubic interpolation to a cell size of 50 m X 50 m to reduce pixilation, and 100 ft contours were determined using the Spatial Analyst Contour tool. Contours of length <15 km were removed, as these shorter contours were most often small, isolated, closed loops, or occurred only along the edges of the EB area. The final product is shown in Figure 8. The released version of the median-smoothed surface was downsampled to 1000 m pixel resolution using the Spatial Analyst Aggregate tool and an averaging function so as to provide a smaller file size product with a pixel resolution that better reflects the accuracy of the product. E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 7 4.2.3. Typical well depth inference A “typical” well depth raster map and contours were determined by the same methods as used for mapping “typical” depth to water, described above. The contour interval used was again 100 ft. The final product is shown in Figure 9. 4.2.4. Typical well production inference A “typical” well production raster map and contours were determined using similar methods as used for mapping “typical” depth to water, described above. An irregular contouring was applied to this dataset, however, drawing contours at 3, 5, 10, 30, and 100 gpm. These values were chosen following an informal review of “rules of thumb” in well production rates necessary for various activities: • 3-5 gpm is generally a necessary minimum for domestic use; • 5-10 gpm provides ample supply for domestic use and perhaps small-scale agriculture; • 10-30 gpm provides the minimum supply rate for larger agriculture operations; • Above 30 gpm are high-production rate wells; and • The 100 gpm contour highlights particularly productive areas. The final product"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "pixilation, and 100 ft contours were determined using the Spatial Analyst Contour tool. Contours of length <15 km were removed, as these shorter contours were most often small, isolated, closed loops, or occurred only along the edges of the EB area. The final product is shown in Figure 8. The released version of the median-smoothed surface was downsampled to 1000 m pixel resolution using the Spatial Analyst Aggregate tool and an averaging function so as to provide a smaller file size product with a pixel resolution that better reflects the accuracy of the product. E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 7 4.2.3. Typical well depth inference A “typical” well depth raster map and contours were determined by the same methods as used for mapping “typical” depth to water, described above. The contour interval used was again 100 ft. The final product is shown in Figure 9. 4.2.4. Typical well production inference A “typical” well production raster map and contours were determined using similar methods as used for mapping “typical” depth to water, described above. An irregular contouring was applied to this dataset, however, drawing contours at 3, 5, 10, 30, and 100 gpm. These values were chosen following an informal review of “rules of thumb” in well production rates necessary for various activities: • 3-5 gpm is generally a necessary minimum for domestic use; • 5-10 gpm provides ample supply for domestic use and perhaps small-scale agriculture; • 10-30 gpm provides the minimum supply rate for larger agriculture operations; • Above 30 gpm are high-production rate wells; and • The 100 gpm contour highlights particularly productive areas. The final product is shown in Figure 10. 4.2.5. Water level interpolation In the interest of both assessing water level across the EB area as well as the uncertainty in the water level interpolation, a more statistical and randomized interpolation method was developed. The EB WRRS dataset was subsampled 1,000 times, an IDW interpolation surface generated for each subsample, and the average and standard deviation between subsample interpolations was recorded for each location in the interpolation grid. This method provides two advantages over a single IDW interpolation: 1) By considering a range of interpolation surfaces generated by random subsamples, the persistent features of the water level interpolations that are independent of the specific subsample can be inferred by comparing the interpolations. This could provide a buffer against potential imprecision or inaccuracy in the locational and water level measurement data in the WRRS dataset; and 2) The spatial variability in interpolation uncertainty can be inferred from the range of water level values occurring across the individual subsample interpolations. Water levels in areas where individual subsample interpolations consistently indicate similar water levels are apparently well-constrained by the available data, while those in areas with a large degree of variability between individual interpolation values are sensitive to the specific subsample used in the interpolation and are not necessarily well-constrained. These latter areas may either be areas of low data density, where the interpolated surface is strongly influenced by a few data points, or areas where there is large variability between data points, potentially reflecting wells in poorly-connected aquifer units. The subsampling, interpolations, and results processing was performed using the R programming language. Interpolations were performed using the gstat library (Pebesma, 2004; Graler et al., 2016) IDW function with parameters: • Interpolation grid with a regular 500 m X 500 m spacing; • Distance exponent of 2; • Maximum number of points considered of 7 (~1% of the total number of points); and • Maximum distance determined separately for each iteration so as to be the minimum distance necessary for all interpolation locations to incorporate at least 2 data points. Each subsample was a random sample of 5889 well points (90% of the total number of points). The average of the subsample interpolations at any given cell location was taken to be the most accurate assessment of the water level at that location, while the inter-interpolation standard deviation was taken as a semi-quantitative assessment of the uncertainty in the water level at that location. We assessed the results of this method using the separate NMBGWL dataset using methods described below under “Assessment.” The water level elevation map was then smoothed and contoured following similar methods for the depth-to-water map, described above, with the exception that smoothing was performed by using the ArcGIS Spatial Analyst Aggregate function and an averaging function, rather than a sliding-window median filter. The smoothed raster was resampled using a cubic interpolation to a 100 m pixel resolution to reduce pixilation prior N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 8 to contouring. The final raster is at a pixel resolution of 1,000 m and is shown with 200 ft elevation contours in Figure 11. 4.2.6. Base of known groundwater resources (BKGR) interpolation Precisely delineating the base of known groundwater resources (BKGR) through an area could require, depend- ing on the nature of the hydrogeologic system: well log lithologic data to constrain the water-bearing units and their extents; groundwater quality data to constrain the extent of good quality, useable water; and pump test data, pump test results, or other form of porosity and permeability data to delineate areas with adequate groundwater yield. In addition, data points would need to be of sufficient density to accurately characterize the subsurface across the area. Such data is often not available at sufficient density for a precise assessment. In order to estimate the base of known, good quality groundwater resources, we hypothesized that the elevations of the total depths of the deepest wells through the area reflect the base of the available good quality resource. That is, that the deepest wells were drilled with the intention of penetrating the full saturated thickness of the shallow aquifer, and that drilling was advanced up to the total depth of available good quality resources at that location. Consequently, we infer that the total depth of the shallower wells do not reflect the depth of the full resource, and instead were likely drilled only so far as necessary to capture enough saturated thickness for the purpose of that well. Assessing the BKGR therefore becomes an exercise in interpolating between the deepest wells across the area. We developed a geometric interpolation method for determining the BKGR surface based on 3-dimensional “hulls.” Hulls, in this case convex hulls and alpha hulls, are mathematical geometric constructs used to deter­ mine, in the 3-dimensional case, the surface or surfaces that envelop a point cloud. Initially, we interpolated using a convex hull defined by the total depth of all wells and the water levels of all wells. In three-dimensions, a convex hull is the minimum bounding volume surrounding a cloud of points where all curvature within"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "the hydrogeologic system: well log lithologic data to constrain the water-bearing units and their extents; groundwater quality data to constrain the extent of good quality, useable water; and pump test data, pump test results, or other form of porosity and permeability data to delineate areas with adequate groundwater yield. In addition, data points would need to be of sufficient density to accurately characterize the subsurface across the area. Such data is often not available at sufficient density for a precise assessment. In order to estimate the base of known, good quality groundwater resources, we hypothesized that the elevations of the total depths of the deepest wells through the area reflect the base of the available good quality resource. That is, that the deepest wells were drilled with the intention of penetrating the full saturated thickness of the shallow aquifer, and that drilling was advanced up to the total depth of available good quality resources at that location. Consequently, we infer that the total depth of the shallower wells do not reflect the depth of the full resource, and instead were likely drilled only so far as necessary to capture enough saturated thickness for the purpose of that well. Assessing the BKGR therefore becomes an exercise in interpolating between the deepest wells across the area. We developed a geometric interpolation method for determining the BKGR surface based on 3-dimensional “hulls.” Hulls, in this case convex hulls and alpha hulls, are mathematical geometric constructs used to deter­ mine, in the 3-dimensional case, the surface or surfaces that envelop a point cloud. Initially, we interpolated using a convex hull defined by the total depth of all wells and the water levels of all wells. In three-dimensions, a convex hull is the minimum bounding volume surrounding a cloud of points where all curvature within the hull is convex, and every point on the interior of the hull surface can “see” all other points on the interior of the surface. In essence, the hull is the volume that lies on the outermost points of the point cloud. We noticed, however, that with the EB study area this method resulted in a BKGR surface that lay well below the total depths of nearly all wells drilled into the valley floor alluvium, and well below the base of the basin fill unit in our geologic block models (Figure 12a). This appears to result from a few particularly deep wells drilled outside the margins of the valley floor alluvium, wells that are likely drilled into bedrock aquifers and hence may not accurately characterize the depth of resources in the basin fill. Given that nearly all wells drilled into the basin fill are much shallower, we were concerned that the convex hull interpolation would overestimate the depth and thickness of usable water resources and consequently overestimate the volume of available water resources. Figure 12 illustrates this concern by juxtaposing a cross-section through the inferred extent of groundwater resources as determined by the initial convex hull-based model (Figure 12a) against a similar cross-section through the inferred extent determined by the final alpha hull-based method (Figure 12b); in places, the convex hull interpolation suggests thicknesses of resources as much as 400 ft more than in the final model. Alpha hulls provide a method of developing surfaces that “rest” on the outer points of a point cloud while preserving some of the concavity of the point cloud (e.g., Figure 13). In three-dimensions, individual alpha hulls are defined by a hypothetical sphere of radius α; any given set of three points in the point cloud will be used as a part of the surface of the hull if and only if they lie on the surface of a sphere of radius α that does not encompass any other point in the cloud. In a sense, the α-radius sphere is “pressed” against the outside of the point cloud, and the points which the sphere encounters are preserved as a part of the outer surface of the hull. Smaller radius spheres would “press” deeper into the cloud, and result in an outer hull surface with greater degrees of concavity (Figure 13a), while larger radius spheres result in hulls with less concavity (Figure 13b); above some certain radius the alpha hull will be identical to the convex hull (Figure 13c). To apply the alpha hull concept to locating the BKGR, we created a point cloud consisting of a doubled set of well points, one set using the elevation of the total depth of the wells as the z-coordinate and the second set offset 500 ft higher, i.e. the z-coordinate for each was the elevation of the total depth of the well + 500 ft. An alpha hull was then generated for this point cloud, the points lying on the outside of the hull along the base of the hull were identified and extracted, and a TIN surface was generated using these points. The weakness of using an alpha hull for locating the BKGR, however, is the lack of a clear ideal radius α to use. Rather than select a single α, we chose to generate multiple surfaces based on a range of α radii and average the elevations occurring at each point of an interpolation grid across the multiple surfaces. The goal was to E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 9 determine the persistent features of the basal surface that are insensitive to the exact α specification. Using this method, no single α needs to be determined, only the bounds of a reasonable range. In selecting the range of α radii to use in the interpolations, we considered two constraints: first, that we desire a conservative model, and second, that a principal limiting factor in the original convex hull model appeared to be that deep bedrock wells around the periphery of the valley floor caused the relatively shallow wells drilled within the valley floor to be underrepresented in the interpolation. To address the second concern, we considered the hypothetical situation of two infinitely deep wells drilled to either side of the basin fill extent; in this hypothetical situation, any α radius greater than one-half the distance between the two wells cannot be guaranteed to incorporate any basin fill wells in the interpolation (Figure 13b vs 13c). Given the interest in having the basin fill wells represented, we considered that this distance should be the maximum α to consider in our range of radii. Given that the basin strikes roughly north-south, such that the greatest variability should be in the east-west direction, we chose to define this value as one-half the greatest east-west width of the basin fill extent; this distance corresponds to an α radius of approximately 40,000 meters. For our minimum α, we first thinned the well point dataset using a search radius of 1 km (see next paragraph), then we determined, for each remaining well point, the three nearest neighboring points to define nearest-neighbor neighborhoods of four points each, and selected the radius of the smallest sphere defined by this set of neighborhoods. This"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "L O G I C F R A M E W O R K 9 determine the persistent features of the basal surface that are insensitive to the exact α specification. Using this method, no single α needs to be determined, only the bounds of a reasonable range. In selecting the range of α radii to use in the interpolations, we considered two constraints: first, that we desire a conservative model, and second, that a principal limiting factor in the original convex hull model appeared to be that deep bedrock wells around the periphery of the valley floor caused the relatively shallow wells drilled within the valley floor to be underrepresented in the interpolation. To address the second concern, we considered the hypothetical situation of two infinitely deep wells drilled to either side of the basin fill extent; in this hypothetical situation, any α radius greater than one-half the distance between the two wells cannot be guaranteed to incorporate any basin fill wells in the interpolation (Figure 13b vs 13c). Given the interest in having the basin fill wells represented, we considered that this distance should be the maximum α to consider in our range of radii. Given that the basin strikes roughly north-south, such that the greatest variability should be in the east-west direction, we chose to define this value as one-half the greatest east-west width of the basin fill extent; this distance corresponds to an α radius of approximately 40,000 meters. For our minimum α, we first thinned the well point dataset using a search radius of 1 km (see next paragraph), then we determined, for each remaining well point, the three nearest neighboring points to define nearest-neighbor neighborhoods of four points each, and selected the radius of the smallest sphere defined by this set of neighborhoods. This minimum α radius was 1,117 meters, which we rounded to 1,200 m. An alpha hull generated with this α radius results in a BKGR TIN surface that incorporates all well points remaining after the thinning process, which is described below. To construct the alpha hulls, we used the alphashape3d R package (Lafarge et al., 2014; Lafarge and Pateiro-Lopez, 2016). For undetermined reasons, the functions in this library were somewhat sensitive to the input point density. Trials using all points as inputs consistently failed, but thinning the point density using as small as a 1 m search radius usually resulted in successful hull generation, although in some instances thinning by at least 5 m was necessary. Thinning was performed by identifying, for each well point, the neighboring points within the thinning search radius distance, then keeping the point only if it is the deepest point (in terms of elevation) in its neighborhood. Thinning by a 1 m search radius trimmed the initial well dataset of 6,544 points to 6,525 points, while thinning by 5 m trimmed the dataset down to 6,511 points. As mentioned above, we thinned the dataset prior to determining the minimum α radius to use in our α radii range. Initial trials showed that a dataset thinned by only 1 m determined a minimum α radius of only 44 m, thinning by a 500 m radius determined a minimum α radius of 476 m, and thinning by a 1 km radius determined a minimum α radius of 1,117 m. Given that the final raster surface would be smoothed to a 1,000 m pixel resolution (as was done for the other rasters), preserving the fine details associated with points a mere 1 m or 500 m apart was deemed unnecessary, and hence the 1 km search radius-thinned dataset was used for determining the minimum α radius. Thinning by 1 km reduced the dataset to 1,277 points. Using 1,200 m as a minimum α radius, alphashape3d could successfully generate alpha hulls provided the dataset was thinned by at least a 5 m search radius; we therefore applied this level of thinning to the dataset prior to generating any interpolations. We generated 1,000 BKGR TIN interpolations, each the lower surface of an alpha hull generated from an α radius randomly selected from a uniform distribution with lower and upper bounds of 1,200 and 40,000 m, respectively. In order to average the results of the individual interpolations, we sampled each TIN surface at each point in the same 500 m X 500 m interpolation grid as was used for the water level interpolations, and subsequently determined the average and standard deviation of the elevations occurring at each interpolation grid point. The averaged BKGR surface was then smoothed as was done for the water level surface. An additional constraint was added, however, in that the BKGR cannot be higher in elevation than the water level surface; this occurred in a few areas where well data was sparse, specifically in the low-population areas in the southern Manzano Mountains, circa Chupadera Mesa and the Gallinas Mountains, and around the Pedernal Hills. In these locations, the BKGR surface was set equal to the water level surface. The final BKGR interpolated surface elevations are shown in Figure 14. Only through the basin-fill portion of the EB area should continuous saturation and contiguous groundwa­ ter resources from the water level top surface to the BKGR surface be assumed. Much of the underlying bedrock geologic units consist of interbedded potential aquifers (fractured sandstones, fractured or karstic limestones) and probable aquitards (shales, mudstones, unfractured lithologies). The BKGR surface, as interpolated using the methods here, traverses and underlies bedrock units with mixed hydrologic properties. Bedrock units lying between the interpolated water level and BKGR surfaces may be fully saturated, permeable, productive aquifer N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 10 units across the inferred saturated thickness, but may also consist of compartmentalized aquifers (e.g., fractured channel-fill sandstones amongst overbank mudstones, or isolated dissolution features in otherwise solid lime­ stone) or consist entirely of unproductive impermeable lithologies. Although the BKGR surface may provide guidance as to the maximum depth to which viable groundwater resources have been found in a general area, it does not guarantee that viable resources in sufficiently permeable strata will be found to that depth or at all in any particular area, and should not be used without verification for calculating groundwater hydrologic quanti­ ties through bedrock areas. In contrast to the groundwater in bedrock aquifers, groundwater through the unconsolidated basin fill sedi­ ment aquifer is likely a contiguous resource. ArcGIS Spatial Analyst functions were used to generate a basin fill BKGR by determining and recording the higher elevation of either the base of the basin fill raster derived from the administrative NMOSE hydrogeologic model (described above in Section 3) or the full EB BKGR surface. The resulting base of known groundwater resources within the known extent of basin fill is shown in Figure 15, and the resultant estimated known saturated thickness through the basin fill aquifer is shown in Figure 16. Where contours collocate in Figure"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "using the methods here, traverses and underlies bedrock units with mixed hydrologic properties. Bedrock units lying between the interpolated water level and BKGR surfaces may be fully saturated, permeable, productive aquifer N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 10 units across the inferred saturated thickness, but may also consist of compartmentalized aquifers (e.g., fractured channel-fill sandstones amongst overbank mudstones, or isolated dissolution features in otherwise solid lime­ stone) or consist entirely of unproductive impermeable lithologies. Although the BKGR surface may provide guidance as to the maximum depth to which viable groundwater resources have been found in a general area, it does not guarantee that viable resources in sufficiently permeable strata will be found to that depth or at all in any particular area, and should not be used without verification for calculating groundwater hydrologic quanti­ ties through bedrock areas. In contrast to the groundwater in bedrock aquifers, groundwater through the unconsolidated basin fill sedi­ ment aquifer is likely a contiguous resource. ArcGIS Spatial Analyst functions were used to generate a basin fill BKGR by determining and recording the higher elevation of either the base of the basin fill raster derived from the administrative NMOSE hydrogeologic model (described above in Section 3) or the full EB BKGR surface. The resulting base of known groundwater resources within the known extent of basin fill is shown in Figure 15, and the resultant estimated known saturated thickness through the basin fill aquifer is shown in Figure 16. Where contours collocate in Figure 15, the base of the basin fill is the BKGR, which is the case for the majority of the basin fill deposit extent. The major exception lies in the southeastern corner of this extent beneath and to the east and south of the Estancia valley playa lakes, where the BKGR lies above the base of the basin fill. Few wells in general are found in this area (Figure 6), and hence this observation may be a consequence of low data density. An alternative explanation, however, could be that beneath the playa lakes some combination of fine- grained, poor-permeability playa lake sediment and/or poor quality water may inhibit utilizing the full thickness of the basin fill for quality groundwater resources. 4.3. Assessment The water level and BKGR processing methods each provide a map of inter-model uncertainty, which is a map of the standard deviation in interpolation results occurring at any given point in the interpolation grid (Table 3). These uncertainty maps were smoothed using the same methods as used for the water level and BKGR rasters (Figure 17, Figure 18). In addition, the NMBGWL dataset provides an independent set of water level measure­ ments to compare to the WRRS dataset-based water level interpolation. The map of inter-model standard deviations/inter-model uncertainty for the water level results (Figure 17) shows a trend of greater uncertainty around the periphery of the study area associated with areas of low data density. High uncertainties often appear to encircle certain well points, indicating these wells have a relatively strong influence on individual model results. These wells may be accessing aquifer units or water resources that are not connected or poorly connected to the regional aquifer system, or be of significantly different age (drill date) as compared to the neighboring wells. In general, however, the inter-model uncertainty is < ±20 ft across the study area. The map of inter-model uncertainty for the BKGR surface results (Figure 18) shows a rather different pattern, with low uncertainties often occurring in low data density areas and higher uncertainties around high densities. This likely reflects that the alpha hull method used essentially thins the dataset by varying amounts between models in such a way that low density areas will often keep the same data points in between models while high data density areas will keep a varying number of wells. Thus, the high well density areas show more variability between models. The relationship is not perfect, however, with some inter-model uncertainties apparently relating to the variability in well depths in an area. For example, at the far north-central end of the study area, an area of relatively high inter-model uncertainty (upwards of about ±250 ft) is nearly centered on a pair of particularly deep wells surrounded by much shallower wells in an area of relatively low data density. Clearly in this instance the inter-model uncertainty is reflecting the local high variability in well depths. On the other hand, some areas of relatively low inter-model uncertainty (circa ±50 ft) occur in areas of relatively high well density along the valley axis, suggesting consistency in well depths in these areas and potentially indicating that the BKGR is well defined in this area. Unfortunately, the low inter-model uncertainties observed in the low data density southern and eastern sections of the map do not necessarily indicate that the BKGR is known with confidence in these areas. In actuality, the low inter-model variability is simply an artifact of the lack of data in these areas. The inter-model uncertainty maps can provide qualitative indications of the level of confidence in the interpolation results. However, we note that a low inter-model uncertainty appears to be the norm, rather than E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 11 the exception, while high inter-model uncertainty appears to occur in certain areas of high data variability. We suggest that, when considering these uncertainty maps, low inter-model uncertainty should not be taken to indicate that the interpolation results are necessarily precise, but that high inter-model uncertainty may serve to indicate areas of particularly variable or sparse input data that may warrant more detailed study. The NMBGWL dataset provides an independent dataset of water levels that can be used to further asses the uncertainty in the water level interpolation results. Residuals (measured water level as an elevation minus the elevation of the interpolated water level surface at the well point location) and squared residuals for each NMBGWL point were calculated, and the distribution of residuals is shown in Figure 19; note that these residuals are with respect to the original water level surface prior to smoothing. For the purpose of analysis, the geologic unit of each NMBGWL well was simplified to one of: 1) Basin fill – all Santa Fe Group, Santa Fe Group-equivalent, and post-Santa Fe Group sediments and sedimentary rocks (563 wells); 2) Bedrock – all igneous or metamorphic rock types, and all pre-Santa Fe Group sedimentary rocks (469 wells); or 3) Unknown – all wells with the geologic unit unspecified in the database (193 wells). Looking at the mapped distribution of “Unknown” wells (Figure 6) suggested that these wells could be either basin fill or bedrock and that assuming one or the other would not be accurate. The distribution of residuals (Figure"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "low inter-model uncertainty appears to be the norm, rather than E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 11 the exception, while high inter-model uncertainty appears to occur in certain areas of high data variability. We suggest that, when considering these uncertainty maps, low inter-model uncertainty should not be taken to indicate that the interpolation results are necessarily precise, but that high inter-model uncertainty may serve to indicate areas of particularly variable or sparse input data that may warrant more detailed study. The NMBGWL dataset provides an independent dataset of water levels that can be used to further asses the uncertainty in the water level interpolation results. Residuals (measured water level as an elevation minus the elevation of the interpolated water level surface at the well point location) and squared residuals for each NMBGWL point were calculated, and the distribution of residuals is shown in Figure 19; note that these residuals are with respect to the original water level surface prior to smoothing. For the purpose of analysis, the geologic unit of each NMBGWL well was simplified to one of: 1) Basin fill – all Santa Fe Group, Santa Fe Group-equivalent, and post-Santa Fe Group sediments and sedimentary rocks (563 wells); 2) Bedrock – all igneous or metamorphic rock types, and all pre-Santa Fe Group sedimentary rocks (469 wells); or 3) Unknown – all wells with the geologic unit unspecified in the database (193 wells). Looking at the mapped distribution of “Unknown” wells (Figure 6) suggested that these wells could be either basin fill or bedrock and that assuming one or the other would not be accurate. The distribution of residuals (Figure 18) indicate that the interpolated water level surface tends to lie below the measured water level elevation, on average. One potential cause for this is the age distribution of measurements (Figure 5), as a separate NMBGMR AMP study has determined that water levels through much of the basin fill area have been declining since at least 1950 (Rinehart et al., 2016). Given that the WRRS water levels have a younger age distribution as compared to the NMBGWL water levels, a lower-elevation interpolated water level surface from the WRRS dataset as compared to the NMBGWL measurements would be consistent with a steady decline in water levels through time. Water levels for both basin fill and bedrock NMBGWL wells are about 20 ft above the interpolated surface on average, with a standard deviation of about 47 ft (basin fill) and 94 ft (bedrock) about this average. The final assessment performed was to use the residuals from the NMBGWL dataset to calibrate the inter- model uncertainty map in order to provide a quantitatively-accurate assessment of the spatial variability in uncertainty. At each NMBGWL well location, we extracted the inter-model uncertainty from the original (i.e., not smoothed) uncertainty raster; comparing the inter-model uncertainties to the residuals shows that inter- model uncertainties alone do not accurately reflect the magnitude of the observed residuals (Figure 20a, b). To provide a more quantitatively-accurate uncertainty map, we used the glm function from the stats library in R (R Core Team, 2017) to generate a generalized linear model (GLM) that fits a linear function between the square of the residual and the inter-model uncertainty as a function of the simplified geologic unit. We fit the square of the residual so as to focus on the magnitude, rather than the direction, of the residual, and we prevented the func­ tion from including an intercept. This essentially provided us with two scaling factors (Table 3), one for basin fill wells and another for bedrock wells, to apply to the inter-model uncertainty map to produce a map of observed (calibrated) squared uncertainties. The calibrated uncertainty map is then the square root of the calibrated squared uncertainties. Comparing the calibrated uncertainties to the actual residuals shows a decent relation­ ship: approximately 77% of the actual residuals are within the calibrated uncertainty, while approximately 97% are within twice the calibrated uncertainty (Figure 20c, d). The z-scores of the residuals based on the calibrated uncertainties (that is, the residuals divided by the calibrated uncertainties) are approximately normally distrib­ uted with mean of 0.33 and standard deviation of 0.88, which is close to a standard normal curve. This suggests that the calibrated uncertainties quantitatively capture the actual uncertainty in water levels, given the residuals observed for the NMBGWL dataset. Two calibrated uncertainty maps were then generated by applying the basin fill and bedrock scaling factors from the GLM to the original inter-model uncertainty raster, then smoothing the calibrated uncertainty maps using the same methods as used on the water level and BKGR rasters (Figure 21, Figure 22). As the basin fill water level uncertainty map is likely not accurate outside of the valley floor basin fill area, the uncertainty raster was clipped to the extent of the basin fill geologic unit from the administrative hydrogeologic model. The trends of each map, of course, mirror those of the inter-model uncertainty map, with low uncertainty along the basin floor and higher uncertainty in the bedrock hills surrounding the basin floor along the study area margin. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 12 Uncertainties of ±23 to 50 ft are common along the valley axis in the basin fill, indicating decent precision for the water level interpolation for this scale of study in the most intensely-developed portion of the study area. The bedrock water level uncertainty map suggests that the water level interpolation is accurate to ±100 ft for bedrock aquifers through the majority of the study area. Notable exceptions are beneath Chupadera Mesa, near to the Gallinas Mountains, in the southern Manzano Mountains, and in the northeast of the study area. All of these are areas with relatively few wells to constrain the water level interpolation. In addition, several of these locations may be underlain by poorly-connected aquifer systems with inherently more variable water levels; for example, the northeastern corner of the study area is underlain by Mesozoic clastic sedimentary rocks which may only carry water through isolated channel-fill sandstones or well-fractured zones, while intrusive rocks at the northwest and southern margins of the study area (San Pedro Mountains, Gallinas Mountains) likely only carry water through fractured zones. High calibrated uncertainties in these locations may reflect the presence of disconnected, localized aquifers. 5. References Allen, B.D., 1993, Late Quaternary lacustrine record of paleoclimate from Estancia basin, central New Mexico, USA [Ph. D.: University of New Mexico, Albuquerque. -, 2000, Geologic map of the Edgewood 7.5-minute quadrangle, Torrance and Santa Fe Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-file Geologic Map OF-GM-35, scale 1:24,000. -, 2016, Geologic map of the Moriarty North 7.5-minute quadrangle, Santa Fe and Torrance Counties, New Mexico: New"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 12 Uncertainties of ±23 to 50 ft are common along the valley axis in the basin fill, indicating decent precision for the water level interpolation for this scale of study in the most intensely-developed portion of the study area. The bedrock water level uncertainty map suggests that the water level interpolation is accurate to ±100 ft for bedrock aquifers through the majority of the study area. Notable exceptions are beneath Chupadera Mesa, near to the Gallinas Mountains, in the southern Manzano Mountains, and in the northeast of the study area. All of these are areas with relatively few wells to constrain the water level interpolation. In addition, several of these locations may be underlain by poorly-connected aquifer systems with inherently more variable water levels; for example, the northeastern corner of the study area is underlain by Mesozoic clastic sedimentary rocks which may only carry water through isolated channel-fill sandstones or well-fractured zones, while intrusive rocks at the northwest and southern margins of the study area (San Pedro Mountains, Gallinas Mountains) likely only carry water through fractured zones. High calibrated uncertainties in these locations may reflect the presence of disconnected, localized aquifers. 5. References Allen, B.D., 1993, Late Quaternary lacustrine record of paleoclimate from Estancia basin, central New Mexico, USA [Ph. D.: University of New Mexico, Albuquerque. -, 2000, Geologic map of the Edgewood 7.5-minute quadrangle, Torrance and Santa Fe Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-file Geologic Map OF-GM-35, scale 1:24,000. -, 2016, Geologic map of the Moriarty North 7.5-minute quadrangle, Santa Fe and Torrance Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-file Geologic Map OF-GM-258, scale 1:24,000. Esri, Inc., 2016, ArcGIS 10.4.1 for Desktop (v. 10.4.1.5686) [Software]. Graler, B., Pebesma, E., and Heuvelink, G., 2016, Spatio-temporal interpolation using gstat: The R Journal, v. 8, p. 204-218. Hawley, J.W., 2005, Hydrogeologic framework of the Estancia groundwater basin, New Mexico: Española Basin Technical Advisory Group (EBTAG), 4th Annual Española Basin Workshop, Santa Fe, NM. Intermap (Intermap Technologies, Inc.), 2008, Digital Terrain Models, Core Product Version 4.2, Edit Rule Version 2.2: Englewood, CO. Lafarge, T., and Pateiro-Lopez, B., 2016, alphashape3d: Implementation of the 3D alpha-shape for the reconstruction of 3D sets from a point cloud: R package version 1.2, from: https://CRAN.R-project.org/package=alphashape3d. Lafarge, T., Pateiro-Lopez, B., Possolo, A., and Dunker, J.P., 2014, R implementation of a polyhedral approximation to a 3D set of points using the α-shape: Journal of Statistical Software, v. 56, p. 1-19. NMBGMR (New Mexico Bureau of Geology and Mineral Resources), 2003, Geologic Map of New Mexico, scale 1:500,000. Pebesma, E., 2004, Multivariate geostatistics in S: the gstat package: Computers and Geosciences, v. 30, p. 683-691. R Core Team, 2017, R: A language and environment for statistical computing: R Foundation for Statistical Computing, Vienna, Austria, from: https://www.R-project.org/. Rinehart, A.J., Mamer, E., Kludt, T., Felix, B., Pokorny, C., and Timmons, S., 2016, Groundwater level and storage changes in basin-fill aquifers in the Rio Grande basin, New Mexico: New Mexico Bureau of Geology and Mineral Resources Aquifer Mapping Program, Technical Completion Report, 38 p, http://geoinfo.nmt.edu/resources/water/projects/wrri/groundwater/home.html. Shafike, N.G., and Flanigan, K.G., 1999, Hydrologic modeling of the Estancia basin, New Mexico, in Pazzaglia, F. J., and Lucas, S. G., eds., “Albuquerque Geology”: New Mexico Geological Society, Fall Field Conference Guidebook 50, p. 409-418. Trimble, Inc., 2016, SketchUp Make (v. 17.2.2555) [Software]. 6. Acknowlegments This project was supported by the Healy Foundation in public-private partnership with the Aquifer Mapping Program of the New Mexico Bureau of Geology and Mineral Resources. Hydrologic and geologic data was provided by the New Mexico Office of the State Engineer, and topographic data by the U.S. Army Corp of Engineers. Esri, Inc., provided GIS software and tools used in processing spatial data, while the R Development Core Team maintains the R Project for Statistical Computing, which was used for both spatial and statistical analyses performed in this project. Trimble, Inc., provided the SketchUp Make software used for adding annota­ tions and textures to three-dimensional GIS products. E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 13 Tables Wells within EB area 8501 Wells within buffered area 9733 Wells within buffered area with no WL data 1545 Wells removed for TD, WL criteria 13 Wells removed for identical location and WL 322 Well points with identical locations and unique WLs 1309 Final number of wells removed, from buffered extent 3189 Final number of wells used, for buffered extent 6544 Wells within EB area 1230 Wells removed for no WL data 4 Wells that fell outside WRRS interpolation extent 1 Final number of well used 1225 Notes: Abbreviations: TD ‐ Total depth, WL ‐ Water level Table 1. Input wells WRRS wells: NMBGWL wells: WRRS data: Min Max Mean Std. Dev. No. of empty values Date drilled 12/31/1888 3/31/2016 3/26/1991 16 years 63 Depth to water (ft bgs) 2 955 158 110 0 Total depth (ft bgs) 14 1700 298 164 0 Estimated yield (gpm) 1 2000 29 98 1476 Surface elevation (ft amsl) 6053 8605 6574 427 0 Water level (ft amsl) 5437 8345 6415 403 0 Total depth (ft amls) 4867 8245 6276 392 0 Date drilled 1/1/1928 6/15/2016 12/24/1964 21 years 0 Depth to water (ft bgs) 0 780 115 107 0 Surface elevation (ft amsl) 6040 7816 6455 363 0 Water level (ft amsl) 5833 7798 6341 337 0 Geologic units: Basin fill Bedrock Unknown No. of wells 563 469 193 Notes: Abbreviations: bgs ‐ below ground surface; amsl ‐ above mean sea level; Std. Dev. ‐ standard deviation; No. ‐ number NMBGWL data: Table 2. Input well data summary N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 14 BKGR: Minimum Maximum Mean Std. Dev. Pre‐smoothing (ft) 0 361 39 52 Post‐smoothing (ft) 0 272 39 43 Pre‐smoothing (ft) 0 221 16 17 Post‐smoothing (ft) 1 133 16 14 Basin fill (ft) 10 301 57 27 Bedrock (ft) 14 410 100 48 Basin fill (ft) 23 167 57 20 Bedrock (ft) 31 313 101 41 Value Uncertainty Statistic P‐Value Basin fill 410 90 4.6 5.8E‐06 Bedrock 760 46 16.4 0 Unknown4 953 72 13.1 0 Notes: Abbreviations: BKGR: Base of known groundwater resources; Std. Dev. ‐ standard deviation 1: Scaling factor applied to inter‐model uncertainty to calculate calibrated uncertainty. 2: Coefficient and uncertainty determined by the glm function in R fitting a linear function between square of the residual for a well and the inter‐model uncertainty at the location of the well 3: Wald test assesses signficance of null hypothesis \"coefficient = 0\" versus alternative"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "level (ft amsl) 5437 8345 6415 403 0 Total depth (ft amls) 4867 8245 6276 392 0 Date drilled 1/1/1928 6/15/2016 12/24/1964 21 years 0 Depth to water (ft bgs) 0 780 115 107 0 Surface elevation (ft amsl) 6040 7816 6455 363 0 Water level (ft amsl) 5833 7798 6341 337 0 Geologic units: Basin fill Bedrock Unknown No. of wells 563 469 193 Notes: Abbreviations: bgs ‐ below ground surface; amsl ‐ above mean sea level; Std. Dev. ‐ standard deviation; No. ‐ number NMBGWL data: Table 2. Input well data summary N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 14 BKGR: Minimum Maximum Mean Std. Dev. Pre‐smoothing (ft) 0 361 39 52 Post‐smoothing (ft) 0 272 39 43 Pre‐smoothing (ft) 0 221 16 17 Post‐smoothing (ft) 1 133 16 14 Basin fill (ft) 10 301 57 27 Bedrock (ft) 14 410 100 48 Basin fill (ft) 23 167 57 20 Bedrock (ft) 31 313 101 41 Value Uncertainty Statistic P‐Value Basin fill 410 90 4.6 5.8E‐06 Bedrock 760 46 16.4 0 Unknown4 953 72 13.1 0 Notes: Abbreviations: BKGR: Base of known groundwater resources; Std. Dev. ‐ standard deviation 1: Scaling factor applied to inter‐model uncertainty to calculate calibrated uncertainty. 2: Coefficient and uncertainty determined by the glm function in R fitting a linear function between square of the residual for a well and the inter‐model uncertainty at the location of the well 3: Wald test assesses signficance of null hypothesis \"coefficient = 0\" versus alternative hypothesis \"coefficient > 0\" and is determined by the glm function in R 4: Coefficient for wells with \"unknown\" geology determined by not used for any analyses Coefficents2 Wald test3 Table 3. Summary of hydrologic processing assessment results. Inter‐model uncertainty: Calibrated uncertainty: Pre‐smoothing: Water level: Post‐smoothing: Inter‐model uncertainty: Uncertainty scaling factors 1 E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 15 Figure 1. Major aquifer regions, as deened for this project. Estancia Basin is highlighted. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 16 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls 40 337 41 55 42 306 542 217 285 60 54 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Figure 2. Estancia basin setting. Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 17 Extent of block models shown in Figures 4 and 12 K K K TKi TKi TKi TKi TKi | | | | | | = = = = = Q Q Q Q Q J^ J^ J^ J^ J^ J^ J^ J^ J^ J^ P P P QT QT QT QT QT QT QT QT QT * * * -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Figure 3. Estancia basin geologic setting. Simplified from NMBGMR (2003). Base layers EB extent EB buffered extent NMOSE model extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 18 (a) (b) (c) (d) Figure 4. Steps to converting the groundwater model geologic data to an annotated three-dimensional block model. (a) Grid cells are converted to polygons that locate unit tops in three-dimensions. (b) Unit tops polygons are used to generate TIN surfaces of each contact. (c) Multipatch volumes are extruded between the TIN contact surfaces. (d) The faces of the multipach block models are annotated/textured in SketchUp. All panels vertically exaggerated 3X; X-Y grid is 10,000 ft X 10,000 ft, vertical grids are 10,000 ft horizontal X 1,000 ft vertical. Isometric views are facing northwest. Red lines locate Edgewood (furthest back), Moriarty, and Estancia (fu Estancia (furthest left). Colors follow the key in Figure 3. E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 19 (a) (b) Figure 5. Histograms of dates of water level measurements for (a) the WRRS dataset and (b) the NMBGWL dataset. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 20 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls §¨¦ 40 ¬« 337 ¬« 41 ¬« 55 ¬« 42 ¬« 306 ¬« 542 ¬« 217 £ ¤ 285 £ ¤ 60 £ ¤ 54 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 ¯ 0 10 20 5 Kilometers Figure 6. Data extraction extent and well point locations. Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere Datum: WGS 1984 Base layers Cities EB extent EB buffered extent Well points by geologic unit NMBGWL well points Basin fill Bedrock Unknown WRRS well points ! Unknown E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 21 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls §¨¦ 40 ¬« 337 ¬« 41 ¬« 55 ¬« 42 ¬« 306 ¬« 542 ¬« 217 £ ¤ 285 £ ¤ 60 £ ¤ 54 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "I C F R A M E W O R K 19 (a) (b) Figure 5. Histograms of dates of water level measurements for (a) the WRRS dataset and (b) the NMBGWL dataset. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 20 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls §¨¦ 40 ¬« 337 ¬« 41 ¬« 55 ¬« 42 ¬« 306 ¬« 542 ¬« 217 £ ¤ 285 £ ¤ 60 £ ¤ 54 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 ¯ 0 10 20 5 Kilometers Figure 6. Data extraction extent and well point locations. Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere Datum: WGS 1984 Base layers Cities EB extent EB buffered extent Well points by geologic unit NMBGWL well points Basin fill Bedrock Unknown WRRS well points ! Unknown E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 21 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls §¨¦ 40 ¬« 337 ¬« 41 ¬« 55 ¬« 42 ¬« 306 ¬« 542 ¬« 217 £ ¤ 285 £ ¤ 60 £ ¤ 54 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 ¯ 0 10 20 5 Kilometers Figure 7. Locations with multiple, unique water level measurements. Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere Datum: WGS 1984 Base layers Cities EB extent EB buffered extent Well points WRRS well points ! all points Multiple well point locations N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 22 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls 600 400 300 200 300 200 300 200 300 200 200 100 500 400 100 400 300 200 300 400 200 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 8. Typical depth-to-water, in ft below ground surface. Legend 100 ft contours Generalized depth-to-water 0 - 100 ft bgs 101 - 200 ft bgs 201 - 300 ft bgs 301 - 400 ft bgs 401 - 500 ft bgs 501 - 600 ft bgs 601 - 700 ft bgs E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 23 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls 600 500 400 200 700 300 500 400 300 500 300 400 200 400 300 400 300 600 500 400 300 200 200 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 9. Typical well depths, in ft below ground surface. Legend 100 ft contours Typical well depth 100 - 200 ft bgs 201 - 300 ft bgs 301 - 400 ft bgs 401 - 500 ft bgs 501 - 600 ft bgs 601 - 700 ft bgs 701 - 800 ft bgs 801 - 900 ft bgs 901 - 1000 ft bgs N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 24 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains Pedernal Hills 100 10 5 100 30 10 30 10 100 100 30 30 5 30 30 10 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 10. Typical estimated well production rates, in gallons per minute. Legend Generalized est. prod. contours 5 gpm 10 gpm 30 gpm 100 gpm Generalized est. well production 0 - 3 gpm 4 - 5 gpm 6 - 10 gpm 11 - 30 gpm 31 - 100 gpm 101 - 324 gpm E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 25 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains Pedernal Hills 7200 7000 6800 6600 6400 6200 6000 6400 6200 6600 6400 6800 7000 6400 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 11. Water level surface from average of multiple interpolations, as elevation in ft above mean sea level (amsl). Legend 200 ft contours Elev. of water level surface 5,900 - 6,000 ft amsl 6,000 - 6,200 ft amsl 6,200 - 6,400 ft amsl 6,400 - 6,600 ft amsl 6,600 - 6,800 ft amsl 6,800 - 7,000 ft amsl 7,000 - 7,200 ft amsl 7,200 - 7,600 ft amsl N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 26 (a) (b) Figure 12. Example cross-sections through saturated thickness models. (a) Initial convex hull model, (b) alpha hull-based model. Gray volumes"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "contours 5 gpm 10 gpm 30 gpm 100 gpm Generalized est. well production 0 - 3 gpm 4 - 5 gpm 6 - 10 gpm 11 - 30 gpm 31 - 100 gpm 101 - 324 gpm E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 25 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains Pedernal Hills 7200 7000 6800 6600 6400 6200 6000 6400 6200 6600 6400 6800 7000 6400 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 11. Water level surface from average of multiple interpolations, as elevation in ft above mean sea level (amsl). Legend 200 ft contours Elev. of water level surface 5,900 - 6,000 ft amsl 6,000 - 6,200 ft amsl 6,200 - 6,400 ft amsl 6,400 - 6,600 ft amsl 6,600 - 6,800 ft amsl 6,800 - 7,000 ft amsl 7,000 - 7,200 ft amsl 7,200 - 7,600 ft amsl N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 26 (a) (b) Figure 12. Example cross-sections through saturated thickness models. (a) Initial convex hull model, (b) alpha hull-based model. Gray volumes are dominatly aquitard units (crystalline basement, Permian clastic sedimentary rocks), green volumes are mixed aquitard and aquifer units (Pennsylvanian limestones), and yellow volumes are basin ll aquifers. E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 27 result potentially results in no basin-ﬁll wells represented in the hull interpolation (c) Hull from alpha radius > maximum alpha radius sphere of radius > max. alpha interpreted extent of water resources (blue shading) water wells (b) Maximum alpha radius interpolation sphere of max. alpha radius Bedrock Basin-ﬁll sediments (a) Minimum alpha radius interpolation Figure 13. Cartoon illustrating considerations in selecting a range of alpha radii. (a) Minimum radius selected is that which preserves all well bottom elevations in the hull interpolation. (b) Maximum radius selected is that which gaurantees at least one basin ﬁll well is included in the hull interpolation. (c) Hulls from alpha radius greater than the maximum alpha potentially include only basin-margin bedrock wells. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 28 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains Pedernal Hills 6600 6400 6200 6000 6200 6000 6400 6200 6200 5800 5800 6200 5800 6200 6000 6000 6200 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 14. Base of known groundwater resources (BKGR) from average of multiple interpolations, as elevation in ft above mean sea level (amsl). Legend 200 ft contours Elev. of BKGR surface 5,300 - 5,400 ft amsl 5,400 - 5,600 ft amsl 5,600 - 5,800 ft amsl 5,800 - 6,000 ft amsl 6,000 - 6,200 ft amsl 6,200 - 6,400 ft amsl 6,400 - 6,600 ft amsl 6,600 - 6,800 ft amsl 6,800 - 7,000 ft amsl 7,000 - 7,200 ft amsl 7,200 - 7,400 ft amsl 7,400 - 7,600 ft amsl E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 29 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls 5800 6000 6000 6200 6200 6200 6200 5800 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 15. Base of known groundwater resources (BKGR) for the basin fill geologic unit, as elevation in ft above mean sea level (amsl). Legend Cross-section in Figure 12 Basin fill extent - NMOSE model Base of basin fill unit, 200 ft elevation contours Basin fill BKGR, 200 ft elevation contours Elev. of BKGR in the basin fill 5,600 - 5,800 ft amsl 5,800 - 6,000 ft amsl 6,000 - 6,200 ft amsl 6,200 - 6,400 ft amsl 6,400 - 6,600 ft amsl N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 30 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls 200 100 0 200 0 300 200 0 200 0 0 0 0 0 0 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 16. Known saturated thickness of the basin fill unit, in ft. Legend Basin fill extent - NMOSE model 100 ft contours Thickness of known resources 0 ft 1 - 100 ft 100 - 200 ft 200 - 300 ft 300 - 400 ft 400 - 500 ft E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 31 60 40 20 60 40 20 60 20 60 40 20 60 40 40 20 40 20 40 40 40 20 40 40 20 40 40 20 20 20 20 20 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains Pedernal Hills Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "ft amsl 6,400 - 6,600 ft amsl N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 30 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls 200 100 0 200 0 300 200 0 200 0 0 0 0 0 0 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 16. Known saturated thickness of the basin fill unit, in ft. Legend Basin fill extent - NMOSE model 100 ft contours Thickness of known resources 0 ft 1 - 100 ft 100 - 200 ft 200 - 300 ft 300 - 400 ft 400 - 500 ft E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 31 60 40 20 60 40 20 60 20 60 40 20 60 40 40 20 40 20 40 40 40 20 40 40 20 40 40 20 20 20 20 20 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains Pedernal Hills Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 17. Water level surface inter-model uncertainty, in ft. Legend 20 ft contours Inter-model uncertainty ±1 - 20 ft ±21 - 40 ft ±41 - 60 ft ±61 - 80 ft ±81 - 100 ft ±101 - 120 ft ±121 - 140 ft N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 32 Lobo Hill Rattlesnake Hill Chupadera Mesa 250 100 100 50 100 50 150 100 200 150 100 100 50 0 100 50 100 50 100 50 50 0 50 0 50 0 50 0 50 0 50 0 0 150 0 0 100 100 50 50 50 0 50 50 50 50 0 0 0 0 0 0 0 0 Manzano Mountains Gallinas Mountains San Pedro Mountains Pedernal Hills Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 18. Base of known groundwater resources (BKGR) surface inter-model uncertainty, in ft. Legend 50 ft contours Inter-model uncertainty ±0 ft ±1 - 50 ft ±51 - 100 ft ±101 - 150 ft ±151 - 200 ft ±201 - 250 ft ±251 - 300 ft E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 33 Figure 19. Distribution of residuals (observed minus interpolation result) for the NMBGWL dataset, by simpliied geologic unit: (a) basin (a) Basin (c) Unknown wells (b) Bedrock wells N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 34 Figure 20. Comparison plots comparing observed residuals to model uncertainties. ECDF - Empircal cumulative distribution function; Z - Z-score = residual / uncertainty, in this case only considering the magnitude of the residual; red line - ECDF of standard normal distribution. (a, b) Scatterplot and ECD assessing inter-model uncertainty. (c, d) Scatterplot and ECDF assessing the calibrated uncertainties. (a) (b) (c) (d) E S T A N C I A B A S I N • H Y D R O G E O L O G I C F R A M E W O R K 35 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P ed e rna l Hi lls ±50 ±50 ±50 ±50 ±50 ±50 ±50 ±50 ±50 ±50 ±50 ±50 ±50 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 21. Water level surface calibrated uncertainty map for the basin fill geologic unit, in ft. Legend Basin fill extent - NMOSE model 50 ft contours Calibrated uncertainty - basin fill ±0 - 50 ft ±50 - 100 ft N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 36 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P e d er n al Hi ll s ±100 ±100 ±100 ±150 ±150 ±200 ±150 ±200 ±150 ±150 ±100 ±50 ±50 ±100 ±100 ±150 ±200 ±150 ±150 ±200 ±100 ±200 ±50 ±50 ±250 ±200 ±100 ±100 ±50 ±50 ±150 ±100 ±100 ±200 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 22. Water level surface calibrated uncertainty map for bedrock units, in ft. Legend 50 ft contours Calibrated uncertainty - bedrock ±0 - 50 ft ±50 - 100 ft ±100 - 150 ft ±150 - 200 ft ±200 - 250 ft ±250 - 300 ft ±300 - 350 ft New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835-5490 www.geoinfo.nmt.edu"
    },
    {
        "URL": "OFR-609.pdf",
        "Text": "Water level surface calibrated uncertainty map for the basin fill geologic unit, in ft. Legend Basin fill extent - NMOSE model 50 ft contours Calibrated uncertainty - basin fill ±0 - 50 ft ±50 - 100 ft N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S : O F R 6 0 9 A P P E N D I X 36 Lobo Hill Rattlesnake Hill Chupadera Mesa Manzano Mountains Gallinas Mountains San Pedro Mountains P e d er n al Hi ll s ±100 ±100 ±100 ±150 ±150 ±200 ±150 ±200 ±150 ±150 ±100 ±50 ±50 ±100 ±100 ±150 ±200 ±150 ±150 ±200 ±100 ±200 ±50 ±50 ±250 ±200 ±100 ±100 ±50 ±50 ±150 ±100 ±100 ±200 Edgewood Moriarty Estancia Mountainair -11840000 -11820000 -11800000 -11780000 -11760000 -11740000 4050000 4080000 4110000 4140000 4170000 4200000 0 10 20 5 Kilometers Base layers Cities EB extent EB buffered extent Coordinate System: WGS 1984 Web Mercator Auxiliary Sphere Projection: Mercator Auxiliary Sphere. Datum: WGS 1984. Grid coordinates in meters. Figure 22. Water level surface calibrated uncertainty map for bedrock units, in ft. Legend 50 ft contours Calibrated uncertainty - bedrock ±0 - 50 ft ±50 - 100 ft ±100 - 150 ft ±150 - 200 ft ±200 - 250 ft ±250 - 300 ft ±300 - 350 ft New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835-5490 www.geoinfo.nmt.edu"
    }
]