[
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "New Mexico Geological Society Downloaded from: https://nmgs.nmt.edu/publications/guidebooks/58 Oligocene and early Miocene sedimentation in the southwestern Jemez Mountains and northwestern Albuquerque Basin, New Mexico Sean D. Connell, Daniel J. Koning, Shari A. Kelley, and Nathalie N. Brandes 2007, pp. 195-208. https://doi.org/10.56577/FFC-58.195 in: Geology of the Jemez Region II, Kues, Barry S., Kelley, Shari A., Lueth, Virgil W.; [eds.], New Mexico Geological Society 58 th Annual Fall Field Conference Guidebook, 499 p. https://doi.org/10.56577/FFC-58 This is one of many related papers that were included in the 2007 NMGS Fall Field Conference Guidebook. Annual NMGS Fall Field Conference Guidebooks Every fall since 1950, the New Mexico Geological Society (NMGS) has held an annual Fall Field Conference that explores some region of New Mexico (or surrounding states). Always well attended, these conferences provide a guidebook to participants. Besides detailed road logs, the guidebooks contain many well written, edited, and peer-reviewed geoscience papers. These books have set the national standard for geologic guidebooks and are an essential geologic reference for anyone working in or around New Mexico. Free Downloads NMGS has decided to make peer-reviewed papers from our Fall Field Conference guidebooks available for free download. This is in keeping with our mission of promoting interest, research, and cooperation regarding geology in New Mexico. However, guidebook sales represent a significant proportion of our operating budget. Therefore, only research papers are available for download. Road logs, mini-papers, and other selected content are available only in print for recent guidebooks. Copyright Information Publications of the New Mexico Geological Society, printed and electronic, are protected by the copyright laws of the United States. No material from the NMGS website, or printed and electronic publications, may be reprinted or redistributed without NMGS permission. Contact us for permission to reprint portions of any of our publications. One printed copy of any materials from the NMGS website or our print and electronic publications may be made for individual use without our permission. Teachers and students may make unlimited copies for educational use. Any other use of these materials requires explicit permission. This page is intentionally left blank to maintain order of facing pages. 195 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION New Mexico Geological Society Guidebook, 58th Field Conference, Geology of the Jemez Mountains Region II, 2007, p. 195-208. INTRODUCTION Three physiographic features converge near the southwestern ﬂank of the Jemez Mountains. To the west lies the Laramide Sierra Nacimiento uplift, to the northeast is the Neogene Jemez volcanic ﬁeld, and to the south stretches the Albuquerque basin, one of the largest extensional basins of the Cenozoic Rio Grande rift (Fig. 1). Examination of stratigraphic relationships in this area provides important clues regarding the transition from Laramide compres- sion to Rio Grande rift extension. Rocks of the Miocene Zia For- mation and the Oligocene-Miocene Abiquiu Formation, locally exposed along the southeastern ﬂank of the Sierra Nacimiento and southwestern ﬂank of the Jemez Mountains, provide an oppor- tunity to understand the stratigraphic relationship between these two units. The Abiquiu Formation and Zia Formation both contain Arikareean fossils indicating that they are partly time correlative (Tedford and Barghoorn, 1993). Similarity of pollen assemblages in the Abiquiu Formation (from both the southern and northern ﬂanks of the Jemez Mountains) and Zia Formation also support temporal correlation (Duchene et al., 1981). Based on biostrati- graphic correlation of these two units, Ingersoll (2001) proposed an early structural linkage between the Albuquerque and Espa- ñola basins that existed during early and middle Miocene time. According to Ingersoll, this linkage persisted until late Miocene time, when the locus of subsidence shifted to the current eastern structural margin of the Albuquerque basin. Ongoing geologic studies in the southwestern Jemez Moun- tains clarify the stratigraphic position of the Abiquiu and Zia For- mations and allow a partial test of Ingersoll’s model of structural (tilt-polarity) inversion of the northern Albuquerque basin. This paper is an update of a report by Connell et al. (2001) and presents data describing Eocene and Oligocene deposits across the north- ern part of the Albuquerque basin. We describe the stratigraphy of the Abiquiu-Zia succession exposed along the hanging wall of the Jemez fault zone, between the towns of Gilman and Cañon, New Mexico. We also describe lithologic cuttings from the Tamara #1-Y well, an oil-test drilled about 30 km south-southeast of the Gilman-Cañon area. Lastly, we discuss stratigraphic relations among these deep oil-test wells and their implications for the stratigraphic and tectonic history of the northwestern Albuquer- que basin. Cenozoic geologic features in the region are related to Creta- ceous-Eocene Laramide transpression, Oligocene through Pleisto- OLIGOCENE AND EARLY MIOCENE SEDIMENTATION IN THE SOUTHWESTERN JEMEZ MOUNTAINS AND NORTHWESTERN ALBUQUERQUE BASIN, NEW MEXICO SEAN D. CONNELL1, DANIEL J. KONING2, SHARI A. KELLEY2, AND NATHALIE N. BRANDES3 1New Mexico Bureau of Geology and Mineral Resources-Albuquerque Ofﬁce, New Mexico Institute of Mining and Technology, 2808 Central Ave. SE, Albuquerque, New Mexico 87106, connell@gis.nmt.edu 2New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, 801 Leroy Place, New Mexico 87801 3Department of Earth and Environmental Sciences, New Mexico Institute of Mining and Technology, 801 Leroy Place, New Mexico 87801 ABSTRACT — Current geologic studies of the southwestern Jemez Mountains reﬁne the stratigraphy of the Albuquerque basin of the Rio Grande rift. In the Rio Jemez drainage, between the towns of Gilman and Cañon, New Mexico, a previously unrec- ognized stratigraphic relationship between the Abiquiu Formation and the Zia Formation clariﬁes the tectonic history of the region. The Zia Formation overlies older rocks provisionally assigned to the Abiquiu Formation. Examination of drill-hole cut- tings from the Tamara #1-Y well in the adjacent Albuquerque basin reveal a thick pre-Zia Formation stratigraphic succession assigned to the unit of Isleta well #2. This unit locally exceeds 2 km in thickness in other wells in the Albuquerque basin. The unit of Isleta well #2 is represented by a thin discontinuous lag of intermediate volcanic tuff ventifacts preserved on the foot- wall of the San Ysidro fault zone. Thickness variations within the unit of Isleta well #2 across documented geologic structures across a 5-15 km-wide area of the northwestern Albuquerque basin support the presence of a late Oligocene phase of faulting and erosion before deposition of the Zia Formation. FIGURE 1. Shaded relief map of the northern Albuquerque basin and vicinity, illustrating locations of geologic maps of the Cañon area (Fig. 4) and part of the northwestern Albuquerque basin (Fig. 6). Deep oil-test wells include the Shell Santa Fe Paciﬁc #1(1), Tamara #1-Y (2), Shell Santa Fe Paciﬁc #3 (3), Shell West Mesa Federal #1 (4), Shell Isleta #2 (5), and TransOcean Isleta #2 (6). Stratigraphic locality on Hubbell bench is labeled 7. Windmill Hill Site shown by ‘W’. 196 CONNELL, KONING, KELLEY, & BRANDES cene volcanism, and late Oligocene through Holocene extension associated with development of the Rio Grande rift and eastern Basin and Range Province (Fig. 2). Discussion of local Laramide geologic history was presented by Cather (2004). Discussions of the geologic history and stratigraphy of the northern Rio Grande rift were summarized by Connell (2004) and Smith (2004). Previ- ous geologic studies of the southwestern Jemez Mountains (Smith et al., 1970) and Sierra Nacimiento (Woodward, 1987) delineated rocks associated with the transition"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "clariﬁes the tectonic history of the region. The Zia Formation overlies older rocks provisionally assigned to the Abiquiu Formation. Examination of drill-hole cut- tings from the Tamara #1-Y well in the adjacent Albuquerque basin reveal a thick pre-Zia Formation stratigraphic succession assigned to the unit of Isleta well #2. This unit locally exceeds 2 km in thickness in other wells in the Albuquerque basin. The unit of Isleta well #2 is represented by a thin discontinuous lag of intermediate volcanic tuff ventifacts preserved on the foot- wall of the San Ysidro fault zone. Thickness variations within the unit of Isleta well #2 across documented geologic structures across a 5-15 km-wide area of the northwestern Albuquerque basin support the presence of a late Oligocene phase of faulting and erosion before deposition of the Zia Formation. FIGURE 1. Shaded relief map of the northern Albuquerque basin and vicinity, illustrating locations of geologic maps of the Cañon area (Fig. 4) and part of the northwestern Albuquerque basin (Fig. 6). Deep oil-test wells include the Shell Santa Fe Paciﬁc #1(1), Tamara #1-Y (2), Shell Santa Fe Paciﬁc #3 (3), Shell West Mesa Federal #1 (4), Shell Isleta #2 (5), and TransOcean Isleta #2 (6). Stratigraphic locality on Hubbell bench is labeled 7. Windmill Hill Site shown by ‘W’. 196 CONNELL, KONING, KELLEY, & BRANDES cene volcanism, and late Oligocene through Holocene extension associated with development of the Rio Grande rift and eastern Basin and Range Province (Fig. 2). Discussion of local Laramide geologic history was presented by Cather (2004). Discussions of the geologic history and stratigraphy of the northern Rio Grande rift were summarized by Connell (2004) and Smith (2004). Previ- ous geologic studies of the southwestern Jemez Mountains (Smith et al., 1970) and Sierra Nacimiento (Woodward, 1987) delineated rocks associated with the transition from Paleogene compression to regional Oligocene-Miocene volcanism and Oligocene-Holo- cene extension of the Rio Grande rift. Syn-Laramide deposition (east and southeast of the San Juan Basin) basin is recorded by the Eocene Galisteo Formation, a succession of ﬂuvial and ﬂuviola- custrine sediments laid down by rivers draining Laramide uplands in the Sangre de Cristo Mountains and Sierra Nacimiento (e.g., Cather, 2004). Exposures of the Galisteo Formation in the north- western Albuquerque basin are late Eocene in age and consist of white to light gray sandstone and pebbly sandstone with interbeds of light green and reddish brown claystone (Fig. 1; Windmill Hill site of Lucas, 1982). Older Laramide rocks (Paleocene Diamond Tail Formation) are exposed on the eastern margin of the Albu- querque basin and in the Hagan embayment (Lucas et al., 1997). Epiclastic and volcanic rocks of the Abiquiu Formation (e.g., Smith et al., 2002), unit of Isleta well #2 (Lozinsky, 1994), and Espinaso Formation (e.g., Stearns, 1953; Kautz et al., 1981) over- lie syn-Laramide deposits, such as the Galisteo Formation (Fig. 2). The Mogollon, Datil, and Spears groups constitute a thick suite of epiclastic, volcaniclastic, and volcanic rocks associated with emplacement of the Mogollon-Datil volcanic ﬁeld in central New Mexico (e.g., Osburn and Chapin, 1983; Chapin et al., 2004). The Abiquiu Formation in its type area in the northern Jemez Mountains is a thick succession of epiclastic deposits derived from the Latir volcanic ﬁeld in northern New Mexico (Smith et al., 2002). The lower Abiquiu in the type area is a conglomerate with clasts of Proterozoic granite, quartzite, quartz, and Pennsyl- vanian limestone. The Abiquiu Formation was deposited between 18-27 Ma (Fig. 2; Baldridge et al., 1980; May, 1980 and 1984; Tedford and Barghoorn, 1993). It is dominantly feldspathic to lithic in composition, ranging among arkose to lithic arkose, and to feldspathic litharenite (Fig. 3; Moore, 2000). Radioisotopic dating (40Ar/39Ar and K-Ar methods) of ﬂuvially transported gravel of the rhyolitic Amalia Tuff (from the Latir volcanic ﬁeld; Lipman and Reed, 1989) and basalt ﬂows near the town of Ojo Caliente indicates that most of the Abiquiu Formation was depos- ited between 18 and 25 Ma (Baldridge et al., 1980; May, 1980, 1984; Smith et al., 2002). In the southwestern Jemez Mountains region, pollen assemblages are similar for the Zia and Abiquiu formations (Duchene et al., 1981), but are insufﬁciently precise to establish relative stratigraphic order there. The unit of Isleta well #2 (upper Eocene-Oligocene) is found in deep drill-holes in the northern part of the Albuquerque basin. This name was informally proposed by Lozinsky (1994) for a succession of purplish red to gray volcanic-bearing sandstone and mudstone in the Shell Isleta #2 well, located about 80 km south of the Gilman-Cañon area (Fig. 1). This deposit reaches a thickness of 2185 m in the Shell West Mesa Federal #1 well (Lozinsky, 1994). Detrital modes of sand range between arkose, lithic arkose, and subarkose (Fig. 3; Lozinsky, 1994). Geochrono- logic control is limited to a single K-Ar age of 36.3 ± 1.8 Ma for an ash-ﬂow tuff at 5779 m bls (below land surface) in the Shell Isleta #2 well (Fig. 2; May and Russell, 1994, p. 118). This ash- ﬂow tuff is about 838 m above their interpreted base of the unit of Isleta well #2. Based on this age, the unit of Isleta well #2 is temporally correlative to parts of the ~39-27 Ma Mogollon-Datil volcanic ﬁeld and Spears Group to the south (Osburn and Chapin, 1983; Chapin et al., 2004), and ~26-36 Ma Espinaso Formation to the northeast (e.g., Kautz et al., 1981). This K-Ar age is slightly older than ~30-33 Ma volcanism associated with the San Juan volcanic ﬁeld (e.g., Lipman, 1989). The Zia Formation (Galusha, 1966) is a succession of eolian and ﬂuviatile sandstone exposed in the northwestern Albuquer- FIGURE 2. Correlation of selected Cenozoic units in the northwestern Albuquerque basin, Chama sub-basin (and Abiquiu embayment), and Hagan embayment (Connell et al., 1999, 2002; Tedford and Barghoorn, 1993; Moore, 2000; Lozinsky, 1994; Ekas et al., 1984). The Zia For- mation is locally subdivided into the Piedra Parada, Chamisa Mesa (C. Mesa), and Cañada Pilares (CPM) members (Galusha, 1966; Gawne, 1981). Triangles denote radioisotopic ages (in Ma) of primary volca- nic units. Shaded boxes denote basaltic ﬂows. North American Land Mammal “Ages” (NALMA) from Woodburne (2004). 197 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION que basin. The Zia Formation has been subdivided into the Piedra Parada, Chamisa Mesa, and Cañada Pilares Members (Fig. 2; Galusha, 1966; Gawne, 1981; Tedford and Barghoorn, 1999). The Piedra Parada Member unconformably overlies sedimentary rocks of the Eocene Galisteo Formation and Upper Cretaceous Menefee Formation (Connell et al., 1999; Tedford and Barghoorn, 1999). The age of the lower Piedra Parada Member is constrained by mammalian fossils at Standing Rock quarry (Galusha, 1966), which sits 19-21 m above the Piedra Parada Member-Galisteo Formation contact. Fossils recovered from this locality indicate a late Arikareean North American Land Mammal “Age” of approx- imately 19-20 Ma (Tedford et al., 2004). STRATIGRAPHY Southwestern Jemez Mountains Oligocene and lower Miocene rocks in the southwestern Jemez Mountains are exposed along part of the structural margin of the Albuquerque basin and southeastern ﬂank of the Sierra Nacimiento. Sandstone and volcaniclastic conglomerate preserved on the hanging wall of the Sierrita and Jemez fault zones were assigned to the Abiquiu Formation by Duchene et al. (1981). This name is provisionally retained until current"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "slightly older than ~30-33 Ma volcanism associated with the San Juan volcanic ﬁeld (e.g., Lipman, 1989). The Zia Formation (Galusha, 1966) is a succession of eolian and ﬂuviatile sandstone exposed in the northwestern Albuquer- FIGURE 2. Correlation of selected Cenozoic units in the northwestern Albuquerque basin, Chama sub-basin (and Abiquiu embayment), and Hagan embayment (Connell et al., 1999, 2002; Tedford and Barghoorn, 1993; Moore, 2000; Lozinsky, 1994; Ekas et al., 1984). The Zia For- mation is locally subdivided into the Piedra Parada, Chamisa Mesa (C. Mesa), and Cañada Pilares (CPM) members (Galusha, 1966; Gawne, 1981). Triangles denote radioisotopic ages (in Ma) of primary volca- nic units. Shaded boxes denote basaltic ﬂows. North American Land Mammal “Ages” (NALMA) from Woodburne (2004). 197 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION que basin. The Zia Formation has been subdivided into the Piedra Parada, Chamisa Mesa, and Cañada Pilares Members (Fig. 2; Galusha, 1966; Gawne, 1981; Tedford and Barghoorn, 1999). The Piedra Parada Member unconformably overlies sedimentary rocks of the Eocene Galisteo Formation and Upper Cretaceous Menefee Formation (Connell et al., 1999; Tedford and Barghoorn, 1999). The age of the lower Piedra Parada Member is constrained by mammalian fossils at Standing Rock quarry (Galusha, 1966), which sits 19-21 m above the Piedra Parada Member-Galisteo Formation contact. Fossils recovered from this locality indicate a late Arikareean North American Land Mammal “Age” of approx- imately 19-20 Ma (Tedford et al., 2004). STRATIGRAPHY Southwestern Jemez Mountains Oligocene and lower Miocene rocks in the southwestern Jemez Mountains are exposed along part of the structural margin of the Albuquerque basin and southeastern ﬂank of the Sierra Nacimiento. Sandstone and volcaniclastic conglomerate preserved on the hanging wall of the Sierrita and Jemez fault zones were assigned to the Abiquiu Formation by Duchene et al. (1981). This name is provisionally retained until current geologic studies of the Jemez Mountains are complete. Between Gilman and Cañon, the Abiquiu Formation rests unconformably on Lower Permian red sandstone and mudstone of the Abo and Yeso formations (Fig. 4; Woodward et al., 1977). A stratigraphic section, measured and described just north of the Jemez Pueblo Grant boundary near Cañon (Gilman quadrangle), is about 140 m thick and consists of well-cemented, tabular sandstone and volcaniclastic conglom- erate of the Abiquiu Formation overlain by poorly consolidated sand assigned to the Zia Formation (Fig. 5, Appendix). The Abiquiu Formation here is locally informally subdivided into a lower volcaniclastic unit and an upper ﬂuvial unit; future work may result in formally deﬁning new members of the Abiquiu Formation. The lower unit consists of 56 m of cobbly sandstone and conglomerate containing rounded volcanic clasts of mostly andesite and dacite. Two andesitic pebbles yielded groundmass 40Ar/39Ar ages of 28.55 ± 0.07 Ma and 28.63 ± 0.10 Ma; two biotite-hornblende dacite pebbles yielded 40Ar/39Ar ages of 29.38 ± 0.59 Ma and 29.22 ± 0.58 Ma (W.C. McIntosh, umpubl. data). These ages place constraints on the maximum age of the volcani- clastic unit. Very sparse granite and rounded orthoquartzite (<1% by volume) and angular pink feldspar grains are present in the lower 2 m of the deposit. The relative percentage of granule to pebble-sized granitic detritus increases to 5-10% in the upper 10 m of the lower volcaniclastic unit. Imbricated volcanic cobbles in the basal 10 to 15 m of the deposit indicate ﬂow toward the west (Fig. 5; 270º, n=28) at Cañon, and northeast (33º, n=34) in expo- sures just west of Gilman (Fig. 1). This lower volcaniclastic unit is overlain by 56 m of well-cemented, tabular, medium- to thin- bedded sandstone. Many of the medium beds form ledges and are sparsely cross stratiﬁed. The contact between these two units is sharp and contains granite together with rounded, multi-colored, polished chert and orthoquartzite pebbles. 40Ar/39Ar dating on a fallout ash in tabular sandstone in Cañon de la Cañada yielded a biotite age of 20.61 ± 0.07 Ma (Osburn et al., 2002; Kelley and Connell, 2004). Paleocurrent directions determined from cross beds near the top of the upper ﬂuvial unit indicate ﬂow toward 120 to 170º, although a couple of beds indicate ﬂow directions towards the north (360-350º). The upper sandstone-bearing suc- cession is disconformably overlain by massive, poorly-exposed sandstone that we correlate to the Zia Formation. Tamara #1-Y well The Tamara #1-Y well (API 30-043-20934) is an oil wildcat well drilled about 16 km northwest of Rio Rancho, New Mexico, and 30 km south of the Gilman-Cañon area (Figs. 1, 5, 6; Sec. 3, T13N., R2E., Bernalillo NW quadrangle; UTM coordinate of E: 344,615 m, N: 3,916,580 m, Zone 13, NAD83). This well was drilled by Davis Petroleum Corporation between December 1, 1995 and January 16, 1996, near La Ceja (Rincones de Zia of Galusha, 1966), at an elevation of about 1865 m above mean sea level. The Tamara #1-Y well is important because it penetrates the entire Cenozoic section and allows comparisons to nearby wells studied by Lozinsky (1994) and Black and Hiss (1974). Accord- FIGURE 3. Detrital modes of sand from the Tamara #1-Y well, illustrat- ing composition of the Zia Formation (black diamonds), unit of Isleta well #2 (white diamonds), and Galisteo Formation (black squares) in the Tamara well (Table 2). These are compared with sand from Abiquiu For- mation along northern ﬂank of Jemez Mountains (Moore, 2000), Gali- steo Formation (white boxes; Lozinsky, 1994), Zia Formation (shaded; Large and Ingersoll, 1997), unit of Isleta #2 (triangles), and Galisteo For- mation (boxes; Gorham, 1979; Lozinsky, 1994). Black circles and boxes delineate means and ﬁelds of variations (based on standard deviation) of the Abiquiu, Zia, and Galisteo formations, including Galisteo Formation deposits exposed along the east side of the Albuquerque basin. 198 CONNELL, KONING, KELLEY, & BRANDES FIGURE 4. Generalized geologic map of Cañon area on the southwestern ﬂank of the Jemez Mountains, showing the location of the Cañon No. 1 stratigraphic section and Jemez fault. ing to the scout ticket, the well ended in the Triassic Chinle Group at a depth of 2659 m below land surface (bls). Preliminary descriptions of drill cuttings, originally reported by Connell et al. (2001) and Koning and Personius (2002), suggested that this well spudded into the Pliocene Ceja Member of the Arroyo Ojito For- mation (usage of Connell et al., 1999; Ceja Fm. of Connel, 2006). However, subsequent mapping indicates that it was spudded into the Picuda Peak Member of the Miocene Arroyo Ojito Formation (usage of Connell, 2006). Washed cuttings from this well are archived at the New Mexico Bureau of Geology and Mineral Resources in Socorro, New Mexico (NMBGMR Library #46,891). Borehole geophysi- 199 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION cal logs, archived at the NMBGMR, are available below 2103 m bls. This well was cased down to 329 m bls and cuttings were collected below 360 m bls; some intervals were not available for examination. Drill-hole cuttings were visually evaluated using a sample preparation microscope on available intervals between 360 and 2015 m bls (Table 2; Appendix). Drill-hole cutting exam- ination ended just below the top of the Menefee Formation. Detrital modes of sand were determined on medium-grained sand (400 points per sample) for eight sample intervals and nor- malized to the modiﬁed Gazzi-Dickinson method (Table 2; Dick- inson, 1970). Sparse volcanic"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "mation (boxes; Gorham, 1979; Lozinsky, 1994). Black circles and boxes delineate means and ﬁelds of variations (based on standard deviation) of the Abiquiu, Zia, and Galisteo formations, including Galisteo Formation deposits exposed along the east side of the Albuquerque basin. 198 CONNELL, KONING, KELLEY, & BRANDES FIGURE 4. Generalized geologic map of Cañon area on the southwestern ﬂank of the Jemez Mountains, showing the location of the Cañon No. 1 stratigraphic section and Jemez fault. ing to the scout ticket, the well ended in the Triassic Chinle Group at a depth of 2659 m below land surface (bls). Preliminary descriptions of drill cuttings, originally reported by Connell et al. (2001) and Koning and Personius (2002), suggested that this well spudded into the Pliocene Ceja Member of the Arroyo Ojito For- mation (usage of Connell et al., 1999; Ceja Fm. of Connel, 2006). However, subsequent mapping indicates that it was spudded into the Picuda Peak Member of the Miocene Arroyo Ojito Formation (usage of Connell, 2006). Washed cuttings from this well are archived at the New Mexico Bureau of Geology and Mineral Resources in Socorro, New Mexico (NMBGMR Library #46,891). Borehole geophysi- 199 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION cal logs, archived at the NMBGMR, are available below 2103 m bls. This well was cased down to 329 m bls and cuttings were collected below 360 m bls; some intervals were not available for examination. Drill-hole cuttings were visually evaluated using a sample preparation microscope on available intervals between 360 and 2015 m bls (Table 2; Appendix). Drill-hole cutting exam- ination ended just below the top of the Menefee Formation. Detrital modes of sand were determined on medium-grained sand (400 points per sample) for eight sample intervals and nor- malized to the modiﬁed Gazzi-Dickinson method (Table 2; Dick- inson, 1970). Sparse volcanic detritus was recognized in cuttings correlated to the Galisteo Formation. Drill-hole cuttings are pre- dominantly ﬁne- to coarse-grained sand, with interbedded mud and sparse ﬁne gravelly sand, belonging to the Arroyo Ojito and Zia formations. Sand composition ranges from subarkose, lithic arkose, and feldspathic litharenite (Fig. 3). The stratigraphy of the upper part of the Tamara #1-Y well is constrained by exposures less than 1 km to the north that have been mapped in detail (Koning and Personius, 2002; Koning et al., 1998; Connell et al., 1999). This geologic mapping indicates that neighboring strata of the Arroyo Ojito and Zia formations dip about 3-10ºSW. A dip-meter log of strata below 2103 m bls in the Tamara well indicates that Cretaceous rocks dip as much as 8-30ºSW (mostly dips of ~20ºSW). It is not known whether stratal tilts in the upper part of the drill-hole section progressively increase down hole, or whether tilts increase across unconfor- mities or faults. Exposures of the Menefee-Galisteo and Mene- fee-Zia contacts indicate only slight angularity (Tedford and Barghoorn, 1999; Connell, 2006), so the dip-meter of the Cre- taceous section may be a reasonable approximation of the lower post-Cretaceous section in the area of the well. Geologic map- ping (Fig. 6) indicates that stratal tilt decreases upsection to a few degrees of horizontal. Stratigraphic thickness corrections (i.e., dip adjustments) are not made for Cenozoic deposits because of these relatively low stratal dips only decrease unit thickness by a few to several meters. Lag times are not known for the samples and may contribute up to several meters of error in estimating stratigraphic bound- aries, but probably result in only a slight increase in estimating unit thickness. Thickness of deposits correlated to the Zia, Cerro Conejo, and Arroyo Ojito Formations in the Tamara well is about 1146 m (Fig. 7; dip-adjusted thickness of 1138 m). This is only slightly thicker than estimates of about 1060 m for a composite Zia-Arroyo Ojito Formation section exposed to the west on the footwalls of the Zia and San Ysidro faults (Connell et al., 1999), but is considerably thicker than the approximately 410 m of Zia Formation exposed on the footwall of the Sand Hill fault (Ted- ford and Barghoorn, 1999), near the western structural boundary of the basin. FIGURE 5. Stratigraphic column of Cañon #1 measured section (Fig. 4; Appendix). Cenozoic deposits unconformably overlie red sandstone of the Abo and Yeso formations. The Abiquiu Formation is locally sub- divided into a lower volcaniclastic member (Tav), and an upper ﬂuvial member (Taf). The Piedra Parada Member of the Zia Formation overlies unit Taf. The Zia Formation is disconformably overlain by Pleistocene terrace deposits of the paleo-Rio Guadalupe and spring mound deposits. Paleocurrent rose calculated from 28 measurements of pebble imbrica- tions taken in the lower volcaniclastic member. TABLE 1. Summary stratigraphic units encountered in the Tamara #1-Y well (Figs. 1, 6, 7). Stratigraphic tops of units between 0 and 2015 m bls are determined from examination of drillhole cuttings and projection of mapped geologic contacts into the well (Appendix). Stratigraphic picks of unit tops below the Menefee Formation are taken directly from the scout ticket (NMBGMR Library No. 46,891). Unit Top (ft, bls) Top (m, bls) Thickness (ft) Thickness (m) Arroyo Ojito Fm 0 0 1240 377 Cerro Conejo Fm 1240 378 930 283 Zia Fm 2170 661 1590 485 unit of Isleta well #2 3760 1146 1590 485 Galisteo Fm 5350 1631 1140 347 Menefee Fm 6490 1978 554 169 Gallup Sandstone 7044 2147 996 304 Greenhorn Limestone 8040 2451 130 40 Dakota Fm 8170 2490 160 49 Morrison Fm 8330 2539 140 43 Todilto Fm 8470 2582 85 26 Entrada Fm 8555 2608 125 38 Chinle Group 8680 2646 --- --- 200 CONNELL, KONING, KELLEY, & BRANDES FIGURE 6. Generalized geologic map of part of the northwestern margin of the Albuquerque Basin (modiﬁed from Connell, 2006). Stratigraphic study sites include Arroyo Piedra Parada, Arroyo Ojito, and the Ceja del Rio Puerco (southwestern corner of map). Fossil localities of Galusha (1966) include the: Windmill Hill Site (WMH; Duchesnean, ~37-40 Ma; see Lucas, 1982), Standing Rock Quarry (SRQ; late Arikareean, ~19-20 Ma, Tedford et al., 2004), Rincon Quarry (RQ; late Barstovian, 12.4-14.8 Ma; Tedford et al., 2004). Oil-test wells include the Tamara #1-Y (T#1Y), Santa Fe Paciﬁc #1 (SFP#1), and Santa Fe Paciﬁc #3 (SFP#3). 201 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION Drill-hole cuttings between 360 and 378 m bls contain very pale-brown, quartz-rich feldspathic arenite to subarkose (Fig. 3). Projections of this interval north indicate a correspondence to the Navajo Draw Member of the Arroyo Ojito Formation (Koning and Personius, 2002). Below 378 m bls, a 283 m-thick succession of very pale brown, quartz-rich sand with trace gray altered tephra zones is collectively correlated with the Cerro Conejo Formation (Table 1; usage of Connell, 2006). The base of the Cerro Conejo appears gradational with a 485 m-thick succession of very pale brown to light gray, medium- to coarse-grained, subrounded to rounded, quartz-rich sandstone with abundant frosted quartz grains (Fig. 7). This lower succession is correlated to the Chamisa Mesa and Piedra Parada Members of the Zia Formation. Elsewhere, the Zia Formation is composed of lithic arkose to feldspathic arenite (Fig. 3; Beckner and Mozley, 1998). Thick zones of calcium car- bonate concretions are common in the Zia Formation and lower half of the Cerro Conejo Formation (unnamed member of Zia For-"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "8330 2539 140 43 Todilto Fm 8470 2582 85 26 Entrada Fm 8555 2608 125 38 Chinle Group 8680 2646 --- --- 200 CONNELL, KONING, KELLEY, & BRANDES FIGURE 6. Generalized geologic map of part of the northwestern margin of the Albuquerque Basin (modiﬁed from Connell, 2006). Stratigraphic study sites include Arroyo Piedra Parada, Arroyo Ojito, and the Ceja del Rio Puerco (southwestern corner of map). Fossil localities of Galusha (1966) include the: Windmill Hill Site (WMH; Duchesnean, ~37-40 Ma; see Lucas, 1982), Standing Rock Quarry (SRQ; late Arikareean, ~19-20 Ma, Tedford et al., 2004), Rincon Quarry (RQ; late Barstovian, 12.4-14.8 Ma; Tedford et al., 2004). Oil-test wells include the Tamara #1-Y (T#1Y), Santa Fe Paciﬁc #1 (SFP#1), and Santa Fe Paciﬁc #3 (SFP#3). 201 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION Drill-hole cuttings between 360 and 378 m bls contain very pale-brown, quartz-rich feldspathic arenite to subarkose (Fig. 3). Projections of this interval north indicate a correspondence to the Navajo Draw Member of the Arroyo Ojito Formation (Koning and Personius, 2002). Below 378 m bls, a 283 m-thick succession of very pale brown, quartz-rich sand with trace gray altered tephra zones is collectively correlated with the Cerro Conejo Formation (Table 1; usage of Connell, 2006). The base of the Cerro Conejo appears gradational with a 485 m-thick succession of very pale brown to light gray, medium- to coarse-grained, subrounded to rounded, quartz-rich sandstone with abundant frosted quartz grains (Fig. 7). This lower succession is correlated to the Chamisa Mesa and Piedra Parada Members of the Zia Formation. Elsewhere, the Zia Formation is composed of lithic arkose to feldspathic arenite (Fig. 3; Beckner and Mozley, 1998). Thick zones of calcium car- bonate concretions are common in the Zia Formation and lower half of the Cerro Conejo Formation (unnamed member of Zia For- mation; Beckner and Mozley, 1998; Mozley and Davis, 2005). Between 1146 and 1631 m bls is a 485 m-thick succession of pink to very pale brown to reddish yellow, ﬁne- to coarse-grained sandstone with minor mudstone. The stratigraphic position of this unit below the Piedra Parada Member suggests a possible correla- tion to stratigraphically lower units, such as the Abiquiu Forma- tion or the unit of Isleta well #2. Examination of cuttings from this interval indicates that the Cenozoic portion of the Tamara well is distinct from the Abiquiu Formation, which contains con- siderably less quartz than Cenozoic deposits in the Tamara well (Fig. 3). Instead, we assign this interval to the unit of Isleta well #2 based on compositional similarities (although this interval is slightly richer in lithic grains) and because of the lack of a very coarse sand or pebble component (Figs. 3, 7; Lozinsky, 1994). In the Tamara well, the unit of Isleta well #2 is divided into two sub- units. The upper subunit (1146-1393 m) is a 247 m-thick inter- val of pink to very pale brown, mostly ﬁne- to medium-grained, quartz-rich feldspathic arenite and lithic arkose. Traces of a white ash and sparse scattered volcanic grains are observed between 1283-1292 m and 1366-1375 m bls, respectively. The lower 28 m of the upper subunit contains traces of purplish gray intermediate volcanic detritus. The lower subunit is recognized between 1393 m and 1631 m bls (Fig. 7). This lower subunit consists of about 238 m of reddish yellow, ﬁne- to coarse-grained, subrounded to rounded, subarkose and lithic arkose (Fig. 3). Sand grains are commonly cemented together with calcium carbonate indicating that this section is indurated. Lithic fragments from this unit contain abun- dant chert with minor gray intermediate volcanic grains contain- ing hornblende. The lower 55 m of this subunit contains slightly more intermediate to felsic igneous (intrusive or volcanic) grains. This subunit differs from the overlying subunit primarily by its reddish color and a slight increase in volcanic detritus. Petrographic examination of sand sampled from four depth intervals within the unit of Isleta well #2 indicates the presence of abundant volcanic lithic grains (Table 2, Fig. 3). The lower 55 m of the unit contains more volcanic grains than in the upper part. Sand of the unit of Isleta well #2 is petrographically similar to lower Santa Fe Group sand described by Large and Ingersoll (1997), but contains more quartz than Zia Formation sediments described along the western margin of the Albuquerque basin (Beckner and Mozley, 1998). The presence of a slightly more volcanic-rich interval near the bottom of this unit suggests that this volcanic activity occurred during or just prior to deposition. The color and slightly greater abundance of volcanic grains in the lower subunit suggests a closer match to the unit of Isleta well #2 as described by Lozinsky (1994). Sand in the unit of Isleta well #2 is typically well sorted and quartz-rich (Fig. 3). Grains are typically rounded to subrounded and exhibit frosted surfaces. Borehole geophysical logs show an overall smooth to blocky electrical resistivity log signature for this interval (Fig. 6). The relatively uniform geophysical charac- teristics of the unit of Isleta #2 in the Tamara well suggest that it consists mostly of homogeneous sandstone suggestive of eolian deposition. TABLE 2. Point-count petrographic data (n=400) of medium-grained sand (250-500 μm) counted from washed cuttings of the Tamara #1-Y well, including recalculated detrital mode parameters (normalized to percent) of point counts using the modiﬁed Gazzi-Dickinson method (Dickinson, 1970). Depth refers to the top (in feet below land surface) of 30 ft (9 m)-thick interval sampled for point count analysis. Volcanic grains comprise nearly all of the lithic parameters. The table includes normalized recalculated parameters for quartz (%Q), feldspathic (%F), and lithic (%L) detritus. Units are the Cerro Conejo (Tcc), Zia (Tz), unit of Isleta well #2 (Tisu=upper subunit; Tisl=lower subunit), and Galisteo Formation (Tg). The Galisteo Formation contains sparse volcanic grains, probably from contamination by caving of upper volcanic-bearing units. The volcanic component was removed from the recalculated parameters in the Galisteo Formation. Abbreviations include: monocrystalline quartz (Qm), polycrystalline quartz (Qp), plagioclase (P), potassium feldspar (K), granitic or gneissic (gn), quartz phenocryst within volcanic fragment (Qv), plagioclase phenocryst within volcanic frag- ment (Pv), volcanic groundmass (Vg), quartz within sedimentary fragment (Qs), chert (Qc), feldspar within sedimentary fragment (Fs), mica (M), opaque (O), and unknown (U). Depth column denotes depth in feet below land surface (bls), where cuttings samples were taken. Depth Unit Qm Qp P K gn Qv Pv Vg Qs Qc Fs M O U %Q %F %L 1390 Tcc 244 12 29 32 7 0 2 59 1 13 0 0 0 1 68 18 15 2620 Tz 230 10 28 28 9 1 2 61 1 21 1 1 5 2 67 17 16 3970 Tisu 227 10 44 29 11 0 2 58 2 15 0 0 1 1 64 22 15 4150 Tisu 260 6 28 37 7 0 1 35 0 21 0 0 2 3 72 18 10 5020 Tisl 244 7 31 34 8 1 1 54 0 18 0 0 0 2 68 19 14 5230 Tisl 252 8 36 32 4 0 3 43 1 17 0 1 2 1 70 19 11 5290 Tg 232 10 46 45 6 0 2 45 0 11 0 0 1 2 63 25"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "(9 m)-thick interval sampled for point count analysis. Volcanic grains comprise nearly all of the lithic parameters. The table includes normalized recalculated parameters for quartz (%Q), feldspathic (%F), and lithic (%L) detritus. Units are the Cerro Conejo (Tcc), Zia (Tz), unit of Isleta well #2 (Tisu=upper subunit; Tisl=lower subunit), and Galisteo Formation (Tg). The Galisteo Formation contains sparse volcanic grains, probably from contamination by caving of upper volcanic-bearing units. The volcanic component was removed from the recalculated parameters in the Galisteo Formation. Abbreviations include: monocrystalline quartz (Qm), polycrystalline quartz (Qp), plagioclase (P), potassium feldspar (K), granitic or gneissic (gn), quartz phenocryst within volcanic fragment (Qv), plagioclase phenocryst within volcanic frag- ment (Pv), volcanic groundmass (Vg), quartz within sedimentary fragment (Qs), chert (Qc), feldspar within sedimentary fragment (Fs), mica (M), opaque (O), and unknown (U). Depth column denotes depth in feet below land surface (bls), where cuttings samples were taken. Depth Unit Qm Qp P K gn Qv Pv Vg Qs Qc Fs M O U %Q %F %L 1390 Tcc 244 12 29 32 7 0 2 59 1 13 0 0 0 1 68 18 15 2620 Tz 230 10 28 28 9 1 2 61 1 21 1 1 5 2 67 17 16 3970 Tisu 227 10 44 29 11 0 2 58 2 15 0 0 1 1 64 22 15 4150 Tisu 260 6 28 37 7 0 1 35 0 21 0 0 2 3 72 18 10 5020 Tisl 244 7 31 34 8 1 1 54 0 18 0 0 0 2 68 19 14 5230 Tisl 252 8 36 32 4 0 3 43 1 17 0 1 2 1 70 19 11 5290 Tg 232 10 46 45 6 0 2 45 0 11 0 0 1 2 63 25 12 5410 Tg 238 6 34 41 7 1 2 46 2 21 0 0 0 2 67 21 12 202 CONNELL, KONING, KELLEY, & BRANDES mation (Lucas, 1982; Koning et al., 1998). The interpreted base of the Galisteo Formation in the Tamara well is 1978 m bls. The Galisteo Formation overlies gray siltstone with interbeds of 5-10% coal that are assigned to the Upper Cretaceous Menefee Formation based on stratigraphic position, and similarity in litho- logic character to exposures mapped to the west and northwest (Fig. 7; Koning et al., 1998). Northwestern Albuquerque basin A disconformity between the Piedra Parada Member of the Zia Formation and underlying Galisteo and Menefee formations is exposed along the western structural margin of the Albuquerque basin (Slack, 1973; Lucas, 1982; Tedford and Barghoorn, 1999). Calcic soils are locally preserved along this contact as are the discontinuous presence of wind-sculpted, gray, volcanic rocks of intermediate composition (ventifacts; Tedford and Barghoorn, 1999). In Arroyo Piedra Parada, about 20 km south of the Gilman- Cañon section, the basal 0.5-3 m of the Zia Formation contains ﬂuviatile gravel composed mostly of rounded chert pebbles with scattered tuff cobbles (Gawne, 1981). In the Rio Puerco Valley, three volcanic ventifacts along this contact were dated using the 40Ar/39Ar method. These cobbles yielded hornblende and biotite ages of 31.8 ± 1.8 Ma, 33.03 ± 0.02 Ma, and 33.24 ± 0.24 Ma, and are consistent with Oligocene volcanism (W.C. McIntosh and S.M. Cather, upubl. data). These ages, however, are not suf- ﬁciently precise to correlate to known Oligocene volcanic centers in the region. DISCUSSION Stratigraphic relations exposed between Gilman and Cañon demonstrate that sandstone of the Zia Formation overlies well cemented, tabular sandstone assigned to the Abiquiu Formation (Figs. 4, 5). This boundary is sharp and is interpreted to be dis- conformable. South of Cañon, the Zia Formation buries deposits of the upper ﬂuvial unit of the Abiquiu Formation. Dated vol- canic pebbles and fallout tephra in the Abiquiu Formation indi- cates that this unit is early Miocene in age and is correlative with the upper Abiquiu Formation in the Abiquiu embayment (and Chama sub-basin), just north of the Jemez Mountains. The lack of rhyolite-bearing gravel supports the presence of a structural or topographic barrier between the Abiquiu embayment and the southwestern Jemez Mountains before 19 Ma, and suggests the presence of an unknown, possibly nearby, source for these andes- itic gravels. Biostratigraphic constraints for the base of the Piedra Parada Member indicate a late Arikareean age of approximately 19-20 Ma (Tedford et al., 2004). Radioisotopic data constrains the age of the underlying upper Abiquiu Formation to about 20.6 Ma. Thus, the boundary between the Zia Formation and Abiquiu Formation probably spans an interval between 21 and 19 Ma. The Tamara #1-Y well penetrated well-sorted sand between the Galisteo Formation and Zia Formation. This nearly 500 m- thick succession is assigned to the unit of Isleta well #2, and is preserved east of the San Ysidro fault. The Abiquiu and unit of Isleta well #2 successions occupy the same stratigraphic interval, FIGURE 7. Interpreted stratigraphic column of Cenozoic sediments for the Tamara #1-Y well, including natural gamma ray (GR) and electrical conductivity logs (calculated from induction resistivity log, conductiv- ity=1000/resistivity). Stratigraphic interpretations are based on evalua- tion of cuttings and projection of contacts from geologic mapping (Table 1; Appendix). The unit of Isleta well #2 rests upon a 347 m-thick succession of reddish yellow, pink, very pale brown, and light gray sand and gravelly sand that contains abundant grains of granitic detritus. This interval is interpreted to be correlative to the Galisteo For- mation, principally because of its stratigraphic position above the Menefee Formation, greater abundance of granitic detritus, and the similarity in color to nearby mapped units of the Galisteo For- 203 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION suggesting they are at least partly correlative (Fig. 8). The unit of Isleta well #2 succession in the Tamara well is much sandier than in exposures of the Abiquiu Formation in the southwestern Jemez Mountains (Appendix). This textural difference suggests that the unit of Isleta well #2 may represent a different (perhaps more distal) facies of the Abiquiu Formation, or a different unit altogether. Preservation of the unit of Isleta well #2 between the Zia fault and the Ziana anticlinal accommodation zone (Fig. 6; Ziana anti- cline of Kelley, 1977) suggests that block faulting locally pre- served this succession in a structurally low position. Correlative units on uplifted fault blocks to the west were likely stripped before deposition of the Zia Formation. West of the San Ysidro fault, in Arroyo Piedra Parada (Fig. 6), a discontinuous lag of volcanic tuff pebbles and cobbles with abundant rounded chert pebbles reworked from the Galisteo Formation mark the Gali- steo-Zia boundary (Gawne, 1981; Tedford and Barghoorn, 1999). The presence of 32-33 Ma volcanic gravel along the basal contact of the Piedra Parada Member suggests that Oligocene deposits were more laterally extensive prior to deposition of the Zia For- mation. The presence of this discontinuous volcanic gravel lag on the Zia-Galisteo unconformity suggests correlation with deposits associated with either the southern limit of Abiquiu Formation or northern limit of the unit of Isleta well #2 (Fig. 8). The presence of the Zia-Galisteo and Zia-Abiquiu disconformities suggests that this boundary may be regional in nature; however, the correlative boundary between the Zia Formation and subjacent unit of Isleta"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "Galisteo For- mation, principally because of its stratigraphic position above the Menefee Formation, greater abundance of granitic detritus, and the similarity in color to nearby mapped units of the Galisteo For- 203 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION suggesting they are at least partly correlative (Fig. 8). The unit of Isleta well #2 succession in the Tamara well is much sandier than in exposures of the Abiquiu Formation in the southwestern Jemez Mountains (Appendix). This textural difference suggests that the unit of Isleta well #2 may represent a different (perhaps more distal) facies of the Abiquiu Formation, or a different unit altogether. Preservation of the unit of Isleta well #2 between the Zia fault and the Ziana anticlinal accommodation zone (Fig. 6; Ziana anti- cline of Kelley, 1977) suggests that block faulting locally pre- served this succession in a structurally low position. Correlative units on uplifted fault blocks to the west were likely stripped before deposition of the Zia Formation. West of the San Ysidro fault, in Arroyo Piedra Parada (Fig. 6), a discontinuous lag of volcanic tuff pebbles and cobbles with abundant rounded chert pebbles reworked from the Galisteo Formation mark the Gali- steo-Zia boundary (Gawne, 1981; Tedford and Barghoorn, 1999). The presence of 32-33 Ma volcanic gravel along the basal contact of the Piedra Parada Member suggests that Oligocene deposits were more laterally extensive prior to deposition of the Zia For- mation. The presence of this discontinuous volcanic gravel lag on the Zia-Galisteo unconformity suggests correlation with deposits associated with either the southern limit of Abiquiu Formation or northern limit of the unit of Isleta well #2 (Fig. 8). The presence of the Zia-Galisteo and Zia-Abiquiu disconformities suggests that this boundary may be regional in nature; however, the correlative boundary between the Zia Formation and subjacent unit of Isleta well #2 is buried, making it difﬁcult to determine the character of that boundary in the deeper parts of the Albuquerque basin. The Zia Formation thickens between exposures on the foot- wall of the Sand Hill fault (Ceja del Rio Puerco; Tedford and Barghoorn, 1999), and composite measured sections on the hang- ing wall in Arroyo Piedra Parada and Arroyo Ojito (Figs. 6, 9; Galusha, 1966; Connell et al., 1999). To the east, in the Shell Santa Fe Paciﬁc #1 well (Lozinsky, 1994), a slightly thicker accumulation of Zia Formation sediments directly overlies the Galisteo Formation on the Ziana accommodation zone (Fig. 9). The presence of an unconformity at the base of the Zia Forma- tion and the absence of unit of Isleta #2 strata at Shell Santa Fe Paciﬁc #1 well indicates that the unit of Isleta well #2 was locally eroded prior to deposition of the Piedra Parada Member. Lateral variations in the thickness of this unit, which is stripped at the Shell Santa Fe Paciﬁc #1 well but preserved at the Tamara #1-Y well (Fig. 9), supports an episode of faulting and erosion prior to deposition of the Zia Formation. Faults associated with the Ziana accommodation zone cut the Arroyo Ojito Formation (Koning FIGURE 8. Stratigraphic fence of Cenozoic deposits in the northern Albuquerque basin from stratigraphic sections and oil-test wells (Fig. 1; modiﬁed from Connell, 2004). Data from oil test wells (Lozinsky, 1994; Connell et al., 1999; Tedford and Barghoorn, 1999; Maldonado et al., 1999; Black and Hiss, 1974). Units include the Abiquiu Formation (Ta, usage of Duchene et al., 1981), Unit of Isleta well #2 (Tis, Lozinsky, 1994), Zia Formation (Tz), Cerro Conejo Formation (Tcc, usage of Connell, 2006), Arroyo Ojito Formation (To), Ceja Formation (Tc, usage of Connell, 2006), Popotosa Formation (Tp, see Lozinsky, 1994), Sierra Ladrones Formation (QTs), Galisteo Formation (Tg). Deposits overlie Mesozoic (Mz) or Permo-Triassic sedimentary rocks on the Hubbell bench (Maldonado et al., 1999; Connell, 2004). 204 CONNELL, KONING, KELLEY, & BRANDES and Personius, 2002; Connell, 2004), indicating that fault activity continued during and after deposition of the Zia Formation. The character of the unit of Isleta well #2 may represent a sandy facies preserved between the distal edges of volcanic cen- ters in the region. It is not clear whether the entire unit of Isleta well #2 represents a syntectonic succession; however, it locally reaches a thickness of 2185 m in the Shell West Mesa Federal #1 well (Fig. 8; Lozinsky, 1994). The preservation of such a substan- tial thickness of unit of Isleta well #2 deposits suggests a tectonic component of formation. Geomorphic and ﬂexural subsidence models of sedimentation resulting from increased topographic relief and increased loading caused by emplacement of a hypo- thetical volcanic ﬁeld permits preservation of about 100-300 m of sediment as far as 150 km from the volcanic load (Smith et al., 2002). Using the results of these models, we estimate that less than one kilometer of sediment could be preserved within 50 km of a hypothetical volcanic center such as modeled by Smith et al. The Mogollon-Datil volcanic ﬁeld is over 100 km from the deep- est known accumulation of the unit of Isleta well #2 at the West Mesa Federal #1 site. The Ortiz volcanic ﬁeld is about 60 km FIGURE 9. Stratigraphic fence showing regional correlations among stratigraphic and drill-hole sections across the northern Albuquerque basin (Fig. 1), including schematic locations of major faults. Measured and estimated thickness of exposures of Cenozoic strata in the northern Ceja del Rio Puerco (Tedford and Barghoorn, 1999), composite stratigraphic sections in Arroyo Ojito and Arroyo Piedra Parada (Galusha, 1966; Lucas, 1982; Connell et al., 1999; Tedford and Barghoorn, 1999), Tamara #1-Y well, Santa Fe Paciﬁc #1 (SFP#1; Lozinsky, 1994; Black and Hiss, 1974), and in the Hagan embayment (Connell et al., 2002). Deposits include the unit of Isleta well #2 (Tis, Tisu=upper subunit; Tisl=lower subunit, Lozinsky, 1994), Zia Formation (Tz), Cerro Conejo Formation (Tcc, usage of Connell, 2006), Arroyo Ojito Formation (To), Ceja Formation (Tc, usage of Connell, 2006), Popotosa Formation (Tp, see Lozinsky, 1994), Sierra Ladrones Formation (QTs), Galisteo Formation (Tg). Deposits overlie Mesozoic (Mz) sedimen- tary rocks. Deposits exposed on eastern side of basin, in the Hagan embayment, include the Tuerto gravels (Stearns, 1953), Blackshare and Tanos Formations (Connell et al., 2002), Espinaso Formation (Kautz et al., 1981), and Galisteo and Diamond Tail Formations (e.g., Stearns, 1953; Gorham, 1979; Lucas et al., 1997). Thickness of Paleogene strata in the Hagan embayment from Kautz et al. (1981) and Lucas et al. (1997). 205 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION from the West Mesa Federal site. The San Juan and Latir volcanic ﬁelds are more than 150 km from this well site. Thus, accumula- tion of more than 2 km of the unit of Isleta well #2 either required creation of a basin through crustal deformation, or the presence of a previously unrecognized volcanic center in the Albuquerque basin. The predominantly sandy character of the unit of Isleta well #2 within wells described by Lozinsky (1994) does not sup- port the presence of a local volcanic center in the northwestern Albuquerque basin. The unit probably represents a distal accu- mulation of sediments. Locally thick accumulations of the unit of Isleta well #2 could have been preserved by broad tectonic subsidence or down-warp- ing. If these deposits were preserved in a syncline, it would have a"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "Arroyo Piedra Parada (Galusha, 1966; Lucas, 1982; Connell et al., 1999; Tedford and Barghoorn, 1999), Tamara #1-Y well, Santa Fe Paciﬁc #1 (SFP#1; Lozinsky, 1994; Black and Hiss, 1974), and in the Hagan embayment (Connell et al., 2002). Deposits include the unit of Isleta well #2 (Tis, Tisu=upper subunit; Tisl=lower subunit, Lozinsky, 1994), Zia Formation (Tz), Cerro Conejo Formation (Tcc, usage of Connell, 2006), Arroyo Ojito Formation (To), Ceja Formation (Tc, usage of Connell, 2006), Popotosa Formation (Tp, see Lozinsky, 1994), Sierra Ladrones Formation (QTs), Galisteo Formation (Tg). Deposits overlie Mesozoic (Mz) sedimen- tary rocks. Deposits exposed on eastern side of basin, in the Hagan embayment, include the Tuerto gravels (Stearns, 1953), Blackshare and Tanos Formations (Connell et al., 2002), Espinaso Formation (Kautz et al., 1981), and Galisteo and Diamond Tail Formations (e.g., Stearns, 1953; Gorham, 1979; Lucas et al., 1997). Thickness of Paleogene strata in the Hagan embayment from Kautz et al. (1981) and Lucas et al. (1997). 205 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION from the West Mesa Federal site. The San Juan and Latir volcanic ﬁelds are more than 150 km from this well site. Thus, accumula- tion of more than 2 km of the unit of Isleta well #2 either required creation of a basin through crustal deformation, or the presence of a previously unrecognized volcanic center in the Albuquerque basin. The predominantly sandy character of the unit of Isleta well #2 within wells described by Lozinsky (1994) does not sup- port the presence of a local volcanic center in the northwestern Albuquerque basin. The unit probably represents a distal accu- mulation of sediments. Locally thick accumulations of the unit of Isleta well #2 could have been preserved by broad tectonic subsidence or down-warp- ing. If these deposits were preserved in a syncline, it would have a steeper east limb and a small trough. Such fold geometries are not implausible, but provide a less satisfactory explanation than does normal faulting. The absence of the unit of Isleta well #2 on the crest of the Ziana accommodation zone (at the Shell Santa Fe Paciﬁc #1 well) and a 853 to 905 m-thick Zia-Cerro Conejo succession (Fig. 9; Black and Hiss, 1974; Lozinsky, 1994) dem- onstrates pre-Zia thinning across this intrabasinal structure. The increase in thickness from less than a few meters to more than 500 m across the trace of the San Ysidro fault and Ziana zone (over a distance of 5 to 15 km) supports a pre-Piedra Parada phase of faulting and erosion. We agree with Ingersoll (2001) regarding the presence of an earlier phase of deformation in the northern Albuquerque basin, but we differ in our interpretation of the timing of this deforma- tional event. We place the timing of this earlier event in the Oli- gocene and not late Miocene time. The oldest exposed deposits of the Santa Fe Group in the northern Albuquerque basin are in the Hagan embayment (Fig. 1), where the Tanos Formation dis- conformably overlies the Espinaso Formation. Deposition of the Tanos Formation began just before 25.4 Ma (Figs. 2, 9; Connell et al., 2002). These deposits are more than 5 m. y. older than deposits of the Zia Formation exposed in the northwestern part of the basin. Deposition of the unit of Isleta well #2 occurred before 20 Ma in the northwestern part of the basin. It is not clear whether the entire unit of Isleta well #2 marks the transition from compressional to extensional tectonism in the area, but the accumulation of such a thick succession supports tectonic control on the deposition of this unit. Much of the unit of Isleta #2 basin is buried, so there are few data to constrain the geometry of this basin. Bedding data in the La Ceja and Gilman-Cañon area have a southerly dip and do not support an earlier phase of westward tilting of the basin ﬂoor (Figs. 4, 6; Woodward et al., 1977; Connell et al., 1999). SUMMARY AND CONCLUSIONS Examination of stratigraphic relations in the southwestern Jemez Mountains and northern Albuquerque basin provides important evidence for the transition from Laramide compression to extension of the Rio Grande rift. Rocks assigned to the Zia and Abiquiu Formations are well exposed on the hanging wall of the Jemez fault zone at the southern ﬂanks of the Jemez Moun- tains and Sierra Nacimiento. In the southwestern Jemez Moun- tains, the Zia Formation directly overlies well cemented tabular sandstone assigned to the Abiquiu Formation of Duchene et al. (1981). Tephra in the upper Abiquiu Formation constrain depo- sition of this underlying unit to early Miocene time (20.6 Ma). Mammalian fossils documented in the type area of the Piedra Parada Member of the Zia Formation indicate that deposition of the Zia Formation began at approximately 19 Ma. Description of drill-hole cuttings from the Tamara #1-Y well reveal a thick succession of (mostly) sand that sits between sub- jacent rocks of the Laramide Galisteo Formation and overlying rocks of the Zia Formation. These deposits are assigned to the unit of Isleta well #2 of Lozinsky (1994). Correlation of oil-test wells in the Albuquerque basin also reveals a thick pre-Piedra Parada stratigraphic succession that is assigned to the unit of Isleta well #2, which is not exposed in the Albuquerque basin. Near the northwestern structural margin of the basin, the bound- ary between the Galisteo and Zia formations is interpreted to rep- resent a disconformity that spans the time of the unit of Isleta well #2. The distribution of the unit of Isleta well #2 in the north- western Albuquerque basin supports a late Oligocene episode of faulting and erosion that occurred before deposition of the Piedra Parada Member of the Zia Formation. ACKNOWLEDGMENTS This study was funded by the U.S. Geological Survey (USGS) and the Statemap Program of the New Mexico Bureau of Geol- ogy and Mineral Resources (P.A. Scholle, Director). Dave Sawyer (U.S. Geological Survey) provided copies of the analog and digitized well logs and the dip-meter log for the Tamara well. This paper beneﬁted from discussions with Gary Smith and Jes- sica Moore on the Abiquiu Formation and from comments on an earlier draft by John Hawley and Steve Cather. Bill McIntosh and Lisa Peters conducted radioisotopic measurements and analyses of volcanic detritus and fallout ashes discussed in this report. We thank John Hawley and Spencer Lucas for reviews of this con- tribution. REFERENCES Baldridge, W.S., Damon, P.E., Shaﬁqullah, M., and Bridwell, R.J., 1980, Evolu- tion of the central Rio Grande rift, New Mexico – New Potassium-Argon ages: Earth and Planetary Science Letters, v. 51, p. 309-321. Beckner, J.R., and Mozley, P.S., 1998, Origin and spatial distribution of early vadose and phreatic calcite cements in the Zia Formation, Albuquerque Basin, New Mexico, USA: Special Publications of the International Asso- ciation of Sedimentology, v. 26, p. 27-51. Black, B.A., and Hiss, W.L., 1974, Structure and stratigraphy in the vicinity of the Shell Oil Co. Santa Fe Paciﬁc No. 1 test well, southern Sandoval County, New Mexico: New Mexico Geological Society, 25th Field Conference, Guidebook, p. 365-370. Cather, S.M., 2004, Laramide orogeny in central and northern New Mexico and southern Colorado, in Mack, G.H., and Giles, K.A., eds., The geology of New Mexico, a geologic history:"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "the time of the unit of Isleta well #2. The distribution of the unit of Isleta well #2 in the north- western Albuquerque basin supports a late Oligocene episode of faulting and erosion that occurred before deposition of the Piedra Parada Member of the Zia Formation. ACKNOWLEDGMENTS This study was funded by the U.S. Geological Survey (USGS) and the Statemap Program of the New Mexico Bureau of Geol- ogy and Mineral Resources (P.A. Scholle, Director). Dave Sawyer (U.S. Geological Survey) provided copies of the analog and digitized well logs and the dip-meter log for the Tamara well. This paper beneﬁted from discussions with Gary Smith and Jes- sica Moore on the Abiquiu Formation and from comments on an earlier draft by John Hawley and Steve Cather. Bill McIntosh and Lisa Peters conducted radioisotopic measurements and analyses of volcanic detritus and fallout ashes discussed in this report. We thank John Hawley and Spencer Lucas for reviews of this con- tribution. REFERENCES Baldridge, W.S., Damon, P.E., Shaﬁqullah, M., and Bridwell, R.J., 1980, Evolu- tion of the central Rio Grande rift, New Mexico – New Potassium-Argon ages: Earth and Planetary Science Letters, v. 51, p. 309-321. Beckner, J.R., and Mozley, P.S., 1998, Origin and spatial distribution of early vadose and phreatic calcite cements in the Zia Formation, Albuquerque Basin, New Mexico, USA: Special Publications of the International Asso- ciation of Sedimentology, v. 26, p. 27-51. Black, B.A., and Hiss, W.L., 1974, Structure and stratigraphy in the vicinity of the Shell Oil Co. Santa Fe Paciﬁc No. 1 test well, southern Sandoval County, New Mexico: New Mexico Geological Society, 25th Field Conference, Guidebook, p. 365-370. Cather, S.M., 2004, Laramide orogeny in central and northern New Mexico and southern Colorado, in Mack, G.H., and Giles, K.A., eds., The geology of New Mexico, a geologic history: New Mexico Geological Society, Special Publication 11, p. 203-248. Chapin, C.E., McIntosh, W.C., and Chamberlin, R.M., 2004, The late Eocene-Oli- gocene peak of Cenozoic volcanism in southwestern New Mexico, in Mack, G.H., and Giles, K.A., eds., The geology of New Mexico, a geologic history: New Mexico Geological Society, Special Publication 11, p. 271-293. Connell, S.D., 2004, Geology of the Albuquerque basin and tectonic develop- ment of the Rio Grande rift in north-central New Mexico, in Mack, G.H., 206 CONNELL, KONING, KELLEY, & BRANDES and Giles, K.A., eds., The geology of New Mexico, a geologic history: New Mexico Geological Society, Special Publication 11, p. 359-388. Connell, S.D., 2006, Preliminary geologic map of the Albuquerque-Rio Rancho metropolitan area, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-ﬁle Report 496, version 2.0, November 2006, scale 1:50,000. Connell, S.D., Koning, D.J., and Cather, S.M., 1999, Revisions to the stratigraphic nomenclature of the Santa Fe Group, northwestern Albuquerque basin, New Mexico: New Mexico Geological Society, 50th Field Conference, Guide- book, p. 337-353. Connell, S.D., Koning, D.J., and Derrick, N.N., 2001, Preliminary interpretation of Cenozoic strata in the Tamara No. 1-Y well, Sandoval County, north-cen- tral New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-ﬁle report 454B, p. K79-K88. Connell, S.D., Cather, S.M., Dunbar, N., McIntosh, W.C., and Peters, L., 2002, Stratigraphy of the Tanos and Blackshare Formations (lower Santa Fe Group), Hagan embayment, Rio Grande rift, New Mexico: New Mexico Geology, v. 24, p. 107-119. Dickinson, W.R., 1970, Interpreting detrital modes of graywacke and arkose: Journal of Sedimentary Petrology, v. 40, p. 695-707. Duchene, H.R., Engelhardt, D.W., and Woodward, L.A., 1981, Palynologic evi- dence for the age of the Abiquiu Formation, north-central New Mexico: Geological Society of America, Bulletin, Part I., v. 92, p. 993-998. Ekas, L.M., Ingersoll, R.V., Baldridge, W.S., and Shaﬁqullah, M., The Chama-El Rito Member of the Tesuque Formation, Española basin, New Mexico: New Mexico Geological Society, 35th Field Conference, Guidebook, p. 137-143. Galusha, T., 1966, The Zia Sand Formation, new early to medial Miocene beds in New Mexico: American Museum Novitates, no. 2271, 12 p. Gawne, C., 1981, Sedimentology and stratigraphy of the Miocene Zia Sand of New Mexico, Summary: Geological Society of America Bulletin, Part I, v. 92, p. 999-1007. Gorham, T.W., 1979, Geology of the Galisteo Formation, Hagan basin, New Mexico [M.S. thesis]: Albuquerque, University of New Mexico, 136 p. Ingersoll, R.V., 2001, Structural and stratigraphic evolution of the Rio Grande rift, northern New Mexico and southern Colorado: International Geology Review, v. 43, p. 867-891. Kautz, P.F., Ingersoll, R.V., Baldridge, W.S., Damon, P.E., and Shaﬁqullah, M., 1981, Geology of the Espinaso Formation (Oligocene), north-central New Mexico: Geological Society of America Bulletin, v. 92, Part I, p. 980-983, Part II, p. 2318-2400. Kelley, V. C., 1977, Geology of Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Memoir 33, 60 p. Kelley, S.A., and Connell, S.D., 2004, Stratigraphy and tectonic implications of Oligo-Miocene rocks in the southwestern Jemez Mountains, New Mexico (abs.): New Mexico Geology, v. 26, p. 66-67. Koning, D.J., Pederson, J., Cather, S.M., and Pazzaglia, F.J., 1998, Geology of the Cerro Conejo (Sky Village NE) 7.5-minute quadrangle, Sandoval County, New Mexico, New Mexico Bureau of Mines and Mineral Resources, Open- ﬁle Geologic Map OF-GM 45, scale 1:24,000. Koning, D.J., and Personius, S.J., 2002, Geologic map of the Bernalillo NW Quadrangle, Sandoval County, New Mexico: U.S. Geological Survey, Mis- cellaneous Field Studies Map MF-2404, scale 1:24,000. Large, E., and Ingersoll, R.V., 1997, Miocene and Pliocene sandstone petrofacies of the northern Albuquerque Basin, New Mexico, and implications for evo- lution of the Rio Grande rift: Journal of Sedimentary Research, Section A: Sedimentary Petrology and Processes, v. 67, p. 462-468. Lipman, P.W., (compiler), 1989, Excursion 16B: Oligocene-Miocene San Juan volcanic ﬁeld, Colorado: New Mexico Bureau of Mines and Mineral Resources, Memoir 46, p. 303-380. Lipman, P.W., and Reed, J.C., Jr., 1989, Geologic map of the Latir volcanic ﬁeld and adjacent areas, northern New Mexico: U.S. Geological Survey, Miscel- laneous Investigations Series Map I-1907, scale 1:48,000. Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and deposi- tional history of the Albuquerque basin, central New Mexico: Geological Society of America, Special Paper 291, p.73-82. Lucas, S.G., 1982, Vertebrate paleontology, stratigraphy, and biostratigraphy of Eocene Galisteo Formation, north-central New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 186, 34 p. Lucas, S.G., Cather, S.M., Abbott, J.C., and Williamson, T.E., 1997, Stratigraphy and tectonic implications of Paleogene strata in the Laramide Galisteo basin, north-central New Mexico: New Mexico Geology, v. 19, p. 89-95. Maldonado, F., Connell, S.D., Love, D.W., Grauch, V.J.S., Slate, J.L., McIntosh, W.C., Jackson, P.B., and Byers, F.M. Jr., 1999, Neogene geology of the Isleta Reservation and vicinity, Albuquerque Basin, New Mexico: New Mexico Geological Society, 50th Field Conference, Guidebook, p. 175-188. May, J., 1980, Neogene geology of the Ojo Caliente-Rio Chama area, Española Basin, New Mexico [Ph.D. thesis]: Albuquerque, New Mexico, University of New Mexico, 204 p. May, J., 1984, Miocene stratigraphic relations and problems between the Abiquiu, Los Pinos, and Tesuque formations near Ojo Caliente, northern Española Basin: New Mexico Geological Society, 35th Field Conference, Guidebook, p. 129-135. May, J.S., and Russell, L.R., 1994, Thickness of the syn-rift Santa Fe Group in the Albuquerque Basin and its relation to structural style: Geological Society of America, Special Paper 291, p. 113-123. Moore, J.D., 2000, Tectonics and volcanism during deposition of"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "lution of the Rio Grande rift: Journal of Sedimentary Research, Section A: Sedimentary Petrology and Processes, v. 67, p. 462-468. Lipman, P.W., (compiler), 1989, Excursion 16B: Oligocene-Miocene San Juan volcanic ﬁeld, Colorado: New Mexico Bureau of Mines and Mineral Resources, Memoir 46, p. 303-380. Lipman, P.W., and Reed, J.C., Jr., 1989, Geologic map of the Latir volcanic ﬁeld and adjacent areas, northern New Mexico: U.S. Geological Survey, Miscel- laneous Investigations Series Map I-1907, scale 1:48,000. Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and deposi- tional history of the Albuquerque basin, central New Mexico: Geological Society of America, Special Paper 291, p.73-82. Lucas, S.G., 1982, Vertebrate paleontology, stratigraphy, and biostratigraphy of Eocene Galisteo Formation, north-central New Mexico: New Mexico Bureau of Mines and Mineral Resources, Circular 186, 34 p. Lucas, S.G., Cather, S.M., Abbott, J.C., and Williamson, T.E., 1997, Stratigraphy and tectonic implications of Paleogene strata in the Laramide Galisteo basin, north-central New Mexico: New Mexico Geology, v. 19, p. 89-95. Maldonado, F., Connell, S.D., Love, D.W., Grauch, V.J.S., Slate, J.L., McIntosh, W.C., Jackson, P.B., and Byers, F.M. Jr., 1999, Neogene geology of the Isleta Reservation and vicinity, Albuquerque Basin, New Mexico: New Mexico Geological Society, 50th Field Conference, Guidebook, p. 175-188. May, J., 1980, Neogene geology of the Ojo Caliente-Rio Chama area, Española Basin, New Mexico [Ph.D. thesis]: Albuquerque, New Mexico, University of New Mexico, 204 p. May, J., 1984, Miocene stratigraphic relations and problems between the Abiquiu, Los Pinos, and Tesuque formations near Ojo Caliente, northern Española Basin: New Mexico Geological Society, 35th Field Conference, Guidebook, p. 129-135. May, J.S., and Russell, L.R., 1994, Thickness of the syn-rift Santa Fe Group in the Albuquerque Basin and its relation to structural style: Geological Society of America, Special Paper 291, p. 113-123. Moore, J.D., 2000, Tectonics and volcanism during deposition of the Oligocene- lower Miocene Abiquiu Formation in northern New Mexico [M.S. thesis]: Albuquerque, University of New Mexico, 147 p. Mozley, P.S., and Davis, J.M., 2005, Internal structure and mode of growth of elongate calcite concretions: evidence for small-scale microbially induced, chemical heterogeneity in groundwater: Geological Society of America Bul- letin, v. 117, p. 1400-1412. Munsell Company, 1992, Soil color chart: New York, Munsell Company, Kollmor- gen Instruments Corporation, no pagination. Osburn, G.R., and Chapin, C.E., 1983, Nomenclature for Cenozoic rocks of northeast Mogollon-Datil volcanic ﬁeld, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Stratigraphic Chart 1. Osburn, G.R., Kelley, S.A., Rampey, M., and Ferguson, C.A., 2002, Geology of the Ponderosa 7.5-minute quadrangle, Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-ﬁle Geologic Map OF-GM 57a, scale 1:24,000. Slack, P.B., 1973, Structural geology of the northeast part of the Rio Puerco fault zone [M.S. Thesis]: Albuquerque, University of New Mexico, 74 p. Smith, G.A., 2004, Middle to late Cenozoic development of the Rio Grande rift and adjacent regions in northern New Mexico, in Mack, G.H., and Giles, K.A., eds., The geology of New Mexico, a geologic history: New Mexico Geological Society, Special Publication 11, p. 331-358. Smith, G.A., Moore, J.D., and McIntosh, W.C., 2002, Assessing roles of volca- nism and basin subsidence in causing Oligocene-lower Miocene sedimenta- tion in the northern Rio Grande rift, New Mexico: Journal of Sedimentary Research, v. 72, p. 836-848. Smith, R.L., Bailey, R.A., and Ross, C.S., 1970, Geologic map of the Jemez Mountains, New Mexico: U.S. Geological Survey, Miscellaneous Geologi- cal Investigations Series Map I-571, scale 1:125,000. Stearns, C.E., 1953, Tertiary geology of the Galisteo-Tonque area, New Mexico: Geological Society of America Bulletin, v. 64, p. 459-508. Tedford, R.H., and Barghoorn, S., 1993, Neogene stratigraphy and mammalian biochronology of the Española Basin, northern New Mexico: New Mexico Museum of Natural History and Science, Bulletin 2, p. 159-168. Tedford, R.H., and Barghoorn, S., 1999, Santa Fe Group (Neogene), Ceja del Rio Puerco, northwestern Albuquerque Basin, Sandoval County, New Mexico: New Mexico Geological Society, 50th Field Conference, Guidebook, p. 327- 335. Tedford, R.H., Albright, L.B., III, Barnosky, A.D., Ferrusquia-Villafranca, I., Hunt, R.M., Jr., Storer, J.E., Swisher, C.C. III, Voorhies, M.R., Webb, S.D., and Whistler, D.P., 2004, Mammalian biochronology of the Arikareean through Hemphillian interval (late Oligocene through early Pleistocene epochs), in Woodburne, M.O., ed., Late Cretaceous and Cenozoic Mammals of North America: biostratigraphy and geochronology: New York, Columbia University Press, p. 169-231. Woodburne, M.O., ed., 2004, Late Cretaceous and Cenozoic mammals of North America: biostratigraphy and geochronology, New York, Columbia Univer- sity Press, 391 p. Woodward, L.A., 1987, Geology and mineral resources of Sierra Nacimiento and vicinity, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Memoir 42, 84 p. Woodward, L.A., DuChene, H.R., and Martinez, R., 1977, Geology of Gilman quadrangle, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Geologic Map 45, scale 1:24,000. 207 OLIGOCENE AND EARLY MIOCENE SEDIMENTATION APPENDIX Cañon No. 1. Stratigraphic section described in unnamed arroyo west of the Village of Cañon, southeastern part of the Gilman 7.5-minute quadrangle (Fig. 4). Base of measured section at E: 341,342 m; N: 3,947,294 m; and top at E: 341,162 m; N: 3,947,128 m (UTM zone 13S, NAD 1983). Measured upsection from unit 1 by S.D. Connell, and S.A. Kelley using an Abney level and Jacob staff. Colors are dry and described using Munsell (1992) nota- tion. Numerical unit designations established upsection and listed in descending stratigraphic order. Refer to Figures 4 and 5 for unit abbreviations Unit Description Thickness (m) Pleistocene spring deposits (< 2 m) 6. White, ﬁne-grained, loose, calcareous sand with abundant, well-cemented sandstone rhizoconcretions on the surface. <2 Pleistocene stream deposits of paleo-Rio Guadalupe? (4 m) 5. Pebble to cobble gravel: generally loose and contains scattered boulders on surface. Basal 1 m is locally well cemented with calcium carbonate and scoured into underlying unit. Gravels contain rounded granite, limestone, sandstone, orthoquartzite, and sparse Bandelier Tuff; a single pebble of yellowish-white chalcedony and Pedernal (?) chert. 4.0 Zia Formation (Tz, 22 m) 4. Sandstone: poorly exposed, generally massive sandstone. Lower 2-6 m forms covered slope. Upper contact is angular unconformity. 21.5 Abiquiu Formation, ﬂuvial sandstone (Taf, 56 m) 3c. Well-cemented tabular sandstone: Thin- to medium-bedded, well cemented tabular sandstone. Upper 10 m forms poorly exposed slope above prominent, cross-stratiﬁed, well-cemented, thick-bedded, cliff-forming sandstone. 20.0 3b. Tabular sandstone: weakly to moderately cemented, medium to thick bedded, tabular sandstone with thin ripple laminated interbeds and 10-80 cm thick, very well cemented, ledge-forming, massive to cross-stratiﬁed sandstone interbeds. Also contains discontinuous, 20-40 cm thick, and generally <3 m wide, lenses of ﬁnely cross-laminated siltstone and ﬁne-grained sandstone with, oblate, coarser grained sandstone lenses that appear as “eyes”. These intervals are very well cemented and may contain algal(?) growths. Thick, white, crystalline vein ﬁlling found in well-cemented ledge-forming sandstone about 7 m above base of unit. 30.0 3a. Pebbly sandstone and sandstone: Light reddish-brown (5YR 6/4) pebbly sandstone and cross-stratiﬁed sandstone. Base of cliff. Volcanic pebbles, which grade upsection, dominate base within ~2 m, to granite- and chert-rich pebbly sandstone and pebble conglomerate. Lower gravels contain orthoquartzite (1-2%), granite (<1%), chert (2-3%), and abundant intermediate volcanic rocks. Upper gravelly part of unit contains, in descending order of abundance, subangular to subrounded granite (30-50%), rounded, polished, multi-colored chert (30-40%), rounded volcanics (10-15%), and rounded white orthoquartzite (2-5%). 6.0 Abiquiu"
    },
    {
        "URL": "58_p0195_p0208.pdf",
        "Text": "6. White, ﬁne-grained, loose, calcareous sand with abundant, well-cemented sandstone rhizoconcretions on the surface. <2 Pleistocene stream deposits of paleo-Rio Guadalupe? (4 m) 5. Pebble to cobble gravel: generally loose and contains scattered boulders on surface. Basal 1 m is locally well cemented with calcium carbonate and scoured into underlying unit. Gravels contain rounded granite, limestone, sandstone, orthoquartzite, and sparse Bandelier Tuff; a single pebble of yellowish-white chalcedony and Pedernal (?) chert. 4.0 Zia Formation (Tz, 22 m) 4. Sandstone: poorly exposed, generally massive sandstone. Lower 2-6 m forms covered slope. Upper contact is angular unconformity. 21.5 Abiquiu Formation, ﬂuvial sandstone (Taf, 56 m) 3c. Well-cemented tabular sandstone: Thin- to medium-bedded, well cemented tabular sandstone. Upper 10 m forms poorly exposed slope above prominent, cross-stratiﬁed, well-cemented, thick-bedded, cliff-forming sandstone. 20.0 3b. Tabular sandstone: weakly to moderately cemented, medium to thick bedded, tabular sandstone with thin ripple laminated interbeds and 10-80 cm thick, very well cemented, ledge-forming, massive to cross-stratiﬁed sandstone interbeds. Also contains discontinuous, 20-40 cm thick, and generally <3 m wide, lenses of ﬁnely cross-laminated siltstone and ﬁne-grained sandstone with, oblate, coarser grained sandstone lenses that appear as “eyes”. These intervals are very well cemented and may contain algal(?) growths. Thick, white, crystalline vein ﬁlling found in well-cemented ledge-forming sandstone about 7 m above base of unit. 30.0 3a. Pebbly sandstone and sandstone: Light reddish-brown (5YR 6/4) pebbly sandstone and cross-stratiﬁed sandstone. Base of cliff. Volcanic pebbles, which grade upsection, dominate base within ~2 m, to granite- and chert-rich pebbly sandstone and pebble conglomerate. Lower gravels contain orthoquartzite (1-2%), granite (<1%), chert (2-3%), and abundant intermediate volcanic rocks. Upper gravelly part of unit contains, in descending order of abundance, subangular to subrounded granite (30-50%), rounded, polished, multi-colored chert (30-40%), rounded volcanics (10-15%), and rounded white orthoquartzite (2-5%). 6.0 Abiquiu Formation, volcaniclastic conglomeratic sandstone (Tav, 56 m) 2c. Cobble conglomerate and pebbly sandstone: Medium-bedded pebbly sandstone. Contains large rounded andesite and basalt cobbles. Upper contact is sharp and possibly scoured, but overall the contact appears gradational to the east. 6.0 2b. Conglomeratic sandstone: Greenish-yellow (7.5YR 7/3) and yellow (2.5-5Y 6/4) pebbly sandstone. Many clasts have yellow to yellowish-green (5Y 7/8) clay coatings and stains, giving the unit a greenish-yellow color. Lower part of unit is crudely bedded; upper part is moderately bedded and contains very sparse (<1%) angular granite and pink feldspar. Basaltic clasts become more abundant near top. 18.0 2a. Conglomerate and conglomeratic sandstone: matrix-supported, vaguely bedded, pebble and cobble conglomerate and pebbly sandstone. No mudstone. 16.5 1c. Conglomerate: greenish-gray, poorly sorted, matrix-supported conglomerate and muddy sandstone. Contains abundant ~10-cm diameter weathered dacite clasts recognized as light-gray “ghosts.” 3.0 1b. Conglomeratic sandstone: Poorly sorted, vaguely bedded, matrix supported, pebbly sandstone. Lower contact appears to be scoured into unit 1a. Gravel is dominantly rounded intermediate volcanic pebbles. 5.2-10 1a. Conglomeratic muddy sandstone: Pinkish-gray (5YR 7/6), poorly sorted, conglomeratic muddy sandstone with sparse scattered sandstone cobble lenses near base; abundant Permian sandstone pebbles and scattered cobbles, subangular granite, rounded intermediate volcanics, and sparse rounded orthoquartzite. Scoured basal contact at least 8.5 m into underlying Permian sandstone. 2.3 Abo Formation (Pay) 0. Sandstone: Red (10R 5/6), medium- to thick-bedded sandstone. 208 CONNELL, KONING, KELLEY, & BRANDES Tamara #1-Y. Summary of drill-hole cuttings from the Tamara #1-Y well (Figs. 6, 7). Stratigraphic top and deposit thickness are not corrected for stratal tilt, which would decrease values by a few to several meters at most. Colors are dry and described using Munsell (1992) notation. Top (ft, bls) [m, bls] Description Thickness (ft) [m] 0 [0] Arroyo Ojito Formation (To): very pale-brown (10YR 7/4), ﬁne- to medium-grained, quartz-rich to feldspathic sand with trace volcanic detritus of intermediate composition. No cuttings from 0-1180 ft (0- 360 m) bls. Lower 60 ft (18 m) of examined cuttings similar to Navajo Draw Mbr. 1240 [378] 1240 [378] Cerro Conejo Formation (Tcc): very pale-brown (10YR 7/3-7/4), ﬁne- to coarse-grained feldspathic sand with interbedded yellow to brownish-yellow (10YR 6/6-7/6) and light gray (10YR 7/2) sand. Contains frosted sand grains. Trace volcanic ash in 1330-1390 ft (405-424 m) interval may be correlative to tephra exposed to the east of well. Base contains reddish-yellow (7.5YR 6/6) clayey sand. 930 [283] 2170 [661] Zia Formation (Tz): very pale-brown to light-gray and yellow (10YR 7/2-7/6), medium- to coarse- grained, quartz-rich, feldspathic arenite with subrounded, frosted grains. Contains gray volcanic grains and granules of intermediate composition. Locally cemented with calcium-carbonate. No cuttings from 3600- 3760 ft (1097-1146 m) bls. 1590 [485] 3760 [1146] unit of Isleta well #2, upper subunit (Tisu): pink to very pale-brown (7.5-10YR 7/4), ﬁne-to medium- grained, quartz-rich, feldspathic arenite. Very similar to Cerro Conejo Fm in texture and composition. Sparse white, altered tephra and rhyolite(?) grains. 810 [247] 4570 [1393] unit of Isleta well #2, lower subunit (Tisl): reddish-yellow (5YR 7/4 to 7.5YR 6/6), medium-to coarse- grained feldspathic arenite. Calcium-carbonate cemented sandstone chips present. Lithic grains contain intermediate volcanic and hypabyssal intrusive, chert, and grayish tephra. 780 [238] 5350 [1631] Galisteo Formation (Tg): reddish-yellow to pink and light-gray to very pale-brown (5-7.5YR 6/6-7/6 and 7.5-10YR 7/2-7/4), medium- to coarse-grained lithic arenite (sandstone) and conglomeratic sandstone. Volcanic and subvolcanic granules and grains are sparse and probably introduced from caving of upper intervals. Gravel is granitic. 1140 [347] 6490 [1978] Menefee Formation (Mz): gray (5Y 6/1) siltstone with 5-10% coal. Cuttings not described below 6610 ft (2015 m) bls. ---"
    }
]