[
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "Temporal variability and sources of PFAS in the Rio Grande, New Mexico through an arid urban area using multiple tracers and high- frequency sampling Kimberly R. Beisner a, *, Rebecca E. Travis a, David A. Alvarez b, Larry B. Barber c, Jacob A. Fleck d, Jeramy R. Jasmann c a U.S. Geological Survey, 6700 Edith Blvd NE, Albuquerque, NM, 87113, USA b U.S. Geological Survey, 4200 New Haven Road, Columbia, MO, 65201, USA c U.S. Geological Survey, 3215 Marine St., Boulder, CO, 80303, USA d U.S. Geological Survey, 6000 J St., Placer Hall., Sacramento, CA, 95819, USA a r t i c l e i n f o Article history: Received 30 October 2023 Received in revised form 5 February 2024 Accepted 19 February 2024 Available online 11 March 2024 a b s t r a c t Per- and polyﬂuoroalkyl substances (PFAS) are ubiquitous in the environment but sources are not well deﬁned for temporal and spatial aspects within an urban environment, and especially for an arid urban environment subject to seasonal short term high-intensity precipitation events. A focused diel sampling was conducted in the summer of 2021 to assess the temporal and spatial variability of PFAS in the Rio Grande near Albuquerque, New Mexico and showed an order of magnitude increase of PFAS as it ﬂows through the Albuquerque urban area. Discrete samples were collected at two different locations on the Rio Grande in addition to wastewater treatment plant (WWTP) efﬂuent that discharges directly to the Rio Grande between the sampling locations. Short-term high-intensity precipitation events occurred during the study period and mobilized PFAS from urban runoff. Dissolved organic matter composed of tryptophan-like organic substances and reﬁned fuel and fuel byproducts, characteristic of an urban signature, were also related to the precipitation events. The PFAS in discharge from the WWTP was consistent over a 24-h period with slight differences in some compounds. Wastewater presence on the Rio Grande downstream of the WWTP was evidenced by a gadolinium anomaly as well as increases in several other trace elements, total dissolved nitrogen, and ﬂuorescence indicators, in addition to PFAS. PFAS varied depending on source contribution, where urban runoff was associated with PFOA, PFOS, and PFBA, whereas PFHxA and PFPeA were associated with wastewater efﬂuent. In addition, passive polar organic chemical integrative samplers (POCIS) using hydrophilic-lipid balance (HLB) sorption media were deployed for a month at two locations on the Rio Grande to assess longer term PFAS concentrations. The POCIS results show some compounds (PFPeA and PFHpA) were greater than the average concen- tration from discrete samples, whereas other compounds (PFHxA, PFOA, PFDA, and PFNA) were lower in the POCIS, and PFOS was very similar between the two. The POCIS did not detect PFBA, which may be related to the HLB media not performing well for short chain PFAS compounds. The results show promise for integrative samplers utilizing sorbent media. More detailed investigation of the spatial and temporal variability of water chemistry on the Rio Grande as it ﬂows through Albuquerque could provide infor- mation applicable to urban areas worldwide. © 2024 The Authors. Publishing services by Elsevier B.V. on behalf of KeAi Communications Co. Ltd. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). 1. Introduction e Per- and polyﬂuoroalkyl substances (PFAS) are widespread anthropogenic chemicals that have been in use for the past 70 years [1]. PFAS are present in a number of consumer products and in- dustrial applications, such as ﬁreﬁghting foams, cookware, paper products, and coatings for textiles, and have been found in a variety * Corresponding author. 6700 Edith Blvd NE, Albuquerque, NM, 87113, USA. E-mail address: kbeisner@usgs.gov (K.R. Beisner). Peer review under responsibility of KeAi Communications Co., Ltd. Contents lists available at ScienceDirect Emerging Contaminants journal homepage: www.keaipublishing.com/en/journals/ emerging-contaminants https://doi.org/10.1016/j.emcon.2024.100314 2405-6650/© 2024 The Authors. Publishing services by Elsevier B.V. on behalf of KeAi Communications Co. Ltd. This is an open access article under the CC BY license (http:// creativecommons.org/licenses/by/4.0/). Emerging Contaminants 10 (2024) 100314 of water resources throughout the United States [2]. This class of compounds comprises thousands of chemicals including per- ﬂuorosulfonates (PFSAs) such as perﬂuorooctane sulfonate (PFOS), and perﬂuorocarboxylates (PFCAs) such as perﬂuorooctanoate (PFOA [3]). As the use of these chemicals has grown, so has their ubiquity in the environment because of their highly persistent nature [1]. Point sources, such as ﬁreﬁghting training areas, in- dustrial facilities, and wastewater treatment plants (WWTP) have been found to contribute PFAS into the water cycle through direct discharge, runoff, and inﬁltrating water [4]. PFAS also have prefer- ential sorption at interface surfaces which may have implications for groundwater-surface water interactions as well as variable saturated conditions in the subsurface environment. There is evi- dence that exposure may lead to human reproductive and devel- opmental problems as well as liver, kidney, and immunological effects [5]. PFOA and PFOS have been investigated by the U.S. Environmental Protection Agency (USEPA) and are considered harmful to human health and the environment [5]. In 2016, the USEPA established a health advisory limit of 70 ng per liter (ng/L) for PFOA and PFOS (individually or combined), and health advisory limits were established in 2022 of 0.004 ng/L for PFOA, 0.02 ng/L for PFOS, 10 ng/L for GenX chemicals (high-performance ﬂuoropol- ymers made without the use of PFOA), and 2000 ng/L for per- ﬂuorobutane sulfonate (PFBS) [6]. In New Mexico, water resources are scarce and the limited water resources can be particularly vulnerable to input from anthropo- genic compounds [7]. PFAS have been detected in public and pri- vate drinking water, springs, and surface waters in New Mexico [8,9]. Although there are areas in New Mexico that are known to be affected by PFAS, the occurrence and distribution of PFAS in the Rio Grande as it ﬂows through the largest urban area in New Mexico are not well characterized. In this study, a combination of passive- sampling devices and discrete time-series sampling was used to gain understanding of the spatial and temporal variability of PFAS concentrations as the river ﬂows through Albuquerque, New Mexico. Additional chemical tracers were collected to provide context for assessing water sources including major ions, trace el- ements, rare earth elements (REEs), dissolved organic carbon (DOC), total dissolved nitrogen (TDN), optical properties (absor- bance and ﬂuorescence), and bacteria. 1.1. Study area characteristics The climate in this study area is semiarid with mostly sunny days and low humidity [10]. In the Rio Grande Albuquerque sub- basin, the rainy season is from July through October, with 45e62 percent of annual precipitation falling within those months. Thunderstorms tend to be localized and short-lived making the precipitation spatially and temporally variable [11]. From water years (October 1 through September 30, designated by the calendar year in which it ends) 2015 through 2021, annual precipitation ranged from 13 to 26 cm (cm) at the U.S. Geological Survey (USGS) Alameda Pump Station rain gage (USGS station no. 351140106381230) in northern Albuquerque, and from 12 to 27 cm at the Westside Comm. Center nr Albuquerque, N. Mex. (USGS station no. 350310106402430), precipitation gage in southern Albuquerque [12]. Water samples were collected (Fig. 1) at the northern edge of Albuquerque at the USGS Rio Grande at Alameda Bridge at Alameda, N. Mex. streamgage (USGS"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "be particularly vulnerable to input from anthropo- genic compounds [7]. PFAS have been detected in public and pri- vate drinking water, springs, and surface waters in New Mexico [8,9]. Although there are areas in New Mexico that are known to be affected by PFAS, the occurrence and distribution of PFAS in the Rio Grande as it ﬂows through the largest urban area in New Mexico are not well characterized. In this study, a combination of passive- sampling devices and discrete time-series sampling was used to gain understanding of the spatial and temporal variability of PFAS concentrations as the river ﬂows through Albuquerque, New Mexico. Additional chemical tracers were collected to provide context for assessing water sources including major ions, trace el- ements, rare earth elements (REEs), dissolved organic carbon (DOC), total dissolved nitrogen (TDN), optical properties (absor- bance and ﬂuorescence), and bacteria. 1.1. Study area characteristics The climate in this study area is semiarid with mostly sunny days and low humidity [10]. In the Rio Grande Albuquerque sub- basin, the rainy season is from July through October, with 45e62 percent of annual precipitation falling within those months. Thunderstorms tend to be localized and short-lived making the precipitation spatially and temporally variable [11]. From water years (October 1 through September 30, designated by the calendar year in which it ends) 2015 through 2021, annual precipitation ranged from 13 to 26 cm (cm) at the U.S. Geological Survey (USGS) Alameda Pump Station rain gage (USGS station no. 351140106381230) in northern Albuquerque, and from 12 to 27 cm at the Westside Comm. Center nr Albuquerque, N. Mex. (USGS station no. 350310106402430), precipitation gage in southern Albuquerque [12]. Water samples were collected (Fig. 1) at the northern edge of Albuquerque at the USGS Rio Grande at Alameda Bridge at Alameda, N. Mex. streamgage (USGS station no. 08329918), here- after referred to as Rio Grande at Alameda, and near the southern boundary of the urban area at the Rio Grande at Valle de Oro, N. Mex. streamgage (USGS station no. 08330830), hereafter referred to as Rio Grande at Valle de Oro. The City of Albuquerque has an extensive network of channels that collect water from storm drains and direct runoff. The channels combine into major conveyances such as the North Diversion Channel that discharges to the Rio Grande just north of the Rio Grande at Alameda. The South Diver- sion Channel discharges into Tijeras Arroyo, which has intermittent ﬂow and enters the Rio Grande downstream of the WWTP and upstream of the Rio Grande at Valle de Oro. Within this reach, the Rio Grande is highly engineered and has a system of riverside drains, irrigation canals, and ditches primarily used during irriga- tion season (generally March through October depending on water availability) when water from the river is diverted by the Middle Rio Grande Conservancy District. The riverside drains run parallel on both sides of the river for the purpose of capturing lateral groundwater ﬂow, which helps to stabilize the river level to avoid ﬂooding; and the drains eventually ﬂow back to the Rio Grande [11]. The Rio Grande at Alameda is less developed than the down- stream Rio Grande at Valle de Oro site (Fig. 1), and the surrounding watershed is dominated by shrubland and grassland [13]. Down- stream from Valle de Oro, the Albuquerque Bernalillo County Water Utility Authority operates the San Juan-Chama Drinking Water Project, which typically diverts water out of the Rio Grande be- tween November and May to provide a portion of Albuquerque's drinking water. This project diverts water from tributaries of the San Juan River in northwestern New Mexico through a tunnel into reservoirs along the Rio Chama, which ﬂow into the Rio Grande. A raw-water pump station diverts water from the Rio Grande in Albuquerque and recharges it to an aquifer that is used to provide drinking water. After municipal use, the water is directed to the Albuquerque wastewater treatment plant (WWTP), which is the largest treatment facility in New Mexico, and discharges into the Rio Grande [14]. Downstream of the WWTP, there is a large arroyo (Tijeras Arroyo, 132 mi2 drainage area) that serves as the primary channel for snowmelt and stormwater from areas east of Albu- querque, including the Albuquerque International Airport, that then ﬂows into the Rio Grande [15]. Approximately 4.5 km down- stream of the WWTP is the Rio Grande at Valle de Oro. 2. Materials and methods e 2.1. Data collection and analysis River water and wastewater samples were collected using two methods, discrete dip sampling and passive sampling, which accumulated compounds over time. Water samples were collected at two locations (Rio Grande at Alameda and Rio Grande at Valle de Oro) over a 24-hr period during July 21e22, 2021 (Fig. 1). Samples were also collected from the Albuquerque WWTP efﬂuent discharge point at four discrete times over the 24-hr period. Discrete samples were collected at the Rio Grande at Alameda twice over the 24-hr period e 4e5 h prior to the start of and at the end of downstream sampling e to account for the hydraulic travel time between the sites. Samples were collected hourly at the Rio Grande at Valle de Oro. All discrete samples were collected using standard USGS ﬁeld methods [16]. Because the river water velocity was less than 1.5 ft/s, three individual dip samples were collected across the cross section using a 1-L wide-mouth Teﬂon™bottle, composited into a Teﬂon™churn, and subsampled. Sample aliquots for major ions, trace elements, and REEs were ﬁltered through a 0.45-mm acrylic copolymer membrane capsule ﬁlter. Sample aliquots for DOC, TDN, and optical property analysis were poured into Teﬂon™ﬁlter towers and gravity ﬁltered through pre-combusted 0.3-mm glass-ﬁber ﬁlters. All samples were placed on ice in a dark cooler until delivered to the laboratory where they were stored at 4 \u0001C until analysis. Optical-property analyses were performed within 2 days of sample collection and ﬁltration. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 2 Dissolved organic carbon samples were poured off from the amber- glass bottles, acidiﬁed to less than 2 pH with concentrated sulfuric acid, and refrigerated for no more than 28 days before analysis. PFAS samples were collected unﬁltered from the centroid of ﬂow in the river in two 250-mL polycarbonate bottles by dipping the bottles under the surface of the water and ﬁlling once, pouring that water out as a rinse, then ﬁlling to the bottle shoulder. Bacteria samples for total coliform and Escherichia coli (E. coli) were collected in pre-cleaned and autoclaved 1-L bottles from the centroid of ﬂow in the river, then processed within 13 h using the Colilert IDEXX methods [17]. All aliquots were kept chilled until analysis at the analytical laboratories. Field parameters including pH, water temperature, speciﬁc conductance, dissolved oxygen, barometric pressure, and turbidity Fig. 1. Map showing the sampling locations in the Albuquerque urban area (modiﬁed from Ref. [58]). K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 3 were measured using a multiparameter probe at three locations across the river cross-sections just before the water samples were collected, of which the median value was used for the ﬁeld pa- rameters. Water samples were analyzed for major"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "Teﬂon™churn, and subsampled. Sample aliquots for major ions, trace elements, and REEs were ﬁltered through a 0.45-mm acrylic copolymer membrane capsule ﬁlter. Sample aliquots for DOC, TDN, and optical property analysis were poured into Teﬂon™ﬁlter towers and gravity ﬁltered through pre-combusted 0.3-mm glass-ﬁber ﬁlters. All samples were placed on ice in a dark cooler until delivered to the laboratory where they were stored at 4 \u0001C until analysis. Optical-property analyses were performed within 2 days of sample collection and ﬁltration. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 2 Dissolved organic carbon samples were poured off from the amber- glass bottles, acidiﬁed to less than 2 pH with concentrated sulfuric acid, and refrigerated for no more than 28 days before analysis. PFAS samples were collected unﬁltered from the centroid of ﬂow in the river in two 250-mL polycarbonate bottles by dipping the bottles under the surface of the water and ﬁlling once, pouring that water out as a rinse, then ﬁlling to the bottle shoulder. Bacteria samples for total coliform and Escherichia coli (E. coli) were collected in pre-cleaned and autoclaved 1-L bottles from the centroid of ﬂow in the river, then processed within 13 h using the Colilert IDEXX methods [17]. All aliquots were kept chilled until analysis at the analytical laboratories. Field parameters including pH, water temperature, speciﬁc conductance, dissolved oxygen, barometric pressure, and turbidity Fig. 1. Map showing the sampling locations in the Albuquerque urban area (modiﬁed from Ref. [58]). K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 3 were measured using a multiparameter probe at three locations across the river cross-sections just before the water samples were collected, of which the median value was used for the ﬁeld pa- rameters. Water samples were analyzed for major elements, trace elements, and REEs using inductively coupled plasma/atomic emission [18] or inductively coupled plasma/mass spectrometry at the USGS Integrated Water Chemistry Assessment Laboratory (IWCAL) in Boulder, CO [19,20]. The precision for the two methods was 4% or better depending on the element. Rare earth element data were normalized to the North American Shale Composite (NASC) [21,22]. Gadolinium anomaly was calculated from the normalized elements surrounding gadolinium, as gadolinium times two divided by the sum of europium and terbium [23]. Per- and polyﬂuoroalkyl substances (PFAS) were analyzed at SGS North America Inc. In Orlando, Florida by USEPA modiﬁed 537.1 method [24]. Table 1 shows the speciﬁc PFAS measured, their abbreviations, and range of detection and reporting levels which varied by analytical run. Dissolved organic matter concentration and optical properties were analyzed at the USGS Organic Matter Research Laboratory in Sacramento, Calif. and are detailed in Ref. [25]. Dissolved organic carbon concentration was measured using high-temperature combustion according to EPA Method 415.3 [26]. Optical proper- ties (spectral absorbance and ﬂuorescence) were characterized using methods outlined in Ref. [27]. TDN was analyzed by a high- temperature catalytic oxidation method [28]. Polar organic chemical integrative samplers (POCIS) consisted of hydrophilic-lipophilic-balanced (HLB) sorbent, constructed at the USGS Columbia Environmental Research Center in Columbia, MO following established procedures [29,30]. At each site, two POCIS were deployed at least 10 cm underwater inside a protective deployment canister attached to a metal post driven into the streambed for 29e30 days. Following the ﬁeld deployment, the POCIS were returned to the laboratory in airtight cans on ice for processing. The chemical residues collected by the POCIS were recovered and concentrated [30,31]. The POCIS extracts were analyzed for PFAS using the same method as used for water. Time- weighted average water PFAS concentrations were estimated from measured POCIS concentrations experimentally derived sampling rates, and ﬁrst-order linear kinetic models [29e31]. Relations between samples and variables were explored while accounting for collinearity among the variables by using a Table 1 Per- and polyﬂuoroalkyl substances analyzed by modiﬁed USEPA 537.1 method [24], compound abbreviations, and the range of detection and reporting level for discrete samples from this study. [Laboratory reporting levels are given in nanograms per liter]. Analyte Analyte abbreviation Minimum laboratory detection level Maximum laboratory detection level Minimum laboratory reporting level Maximum laboratory reporting level Perﬂuoroalkyl carboxylates Perﬂuorobutanoate PFBA 1.8 3.2 3.6 6.4 Perﬂuoropentanoate PFPeA 0.89 1.6 1.8 3.2 Perﬂuorohexanoate PFHxA 0.89 1.6 1.8 3.2 Perﬂuoroheptanoate PFHpA 0.89 1.6 1.8 3.2 Perﬂuorooctanoate PFOA 0.89 1.6 1.8 3.2 Perﬂuorononanoate PFNA 0.89 1.6 1.8 3.2 Perﬂuorodecanoate PFDA 0.89 1.6 1.8 3.2 Perﬂuoroundecanoate PFUnDA 0.89 1.6 1.8 3.2 Perﬂuorododecanoate PFDoDA 0.89 7.9 1.8 16 Perﬂuorotridecanoate PFTrDA 0.89 7.9 1.8 16 Perﬂuorotetradecanoate PFTeDA 0.89 7.9 1.8 16 Perﬂuoroalkyl sulfonates Perﬂuorobutane sulfonate PFBS 0.89 1.6 1.8 3.2 Perﬂuoropentane sulfonate PFPeS 0.89 1.6 1.8 3.2 Perﬂuorohexane sulfonate PFHxS 0.89 1.6 1.8 3.2 Perﬂuoroheptane sulfonate PFHpS 0.89 1.6 1.8 3.2 Perﬂuorooctane sulfonate PFOS 0.89 1.6 1.8 3.2 Perﬂuorononane sulfonate PFNS 0.89 1.6 1.8 3.2 Perﬂuorodecane sulfonate PFDS 0.89 1.6 1.8 3.2 Fluorotelomer sulfonates 4:2 Fluorotelomer sulfonate 4:2FTS 1.8 3.2 7.1 13 6:2 Fluorotelomer sulfonate 6:2FTS 1.8 3.2 7.1 13 8:2 Fluorotelomer sulfonate 8:2FTS 1.8 3.2 7.1 13 Perﬂuorooctanesulfonamides Perﬂuorooctane sulfonamide PFOSA 1.8 16 3.6 31 Perﬂuorooctane sulfonamido acetates N-Methyl perﬂuorooctanesulfonamidoacetate MeFOSAA 1.8 3.2 3.6 6.4 N-Ethyl perﬂuorooctanesulfonamidoacetate EtFOSAA 1.8 3.2 3.6 6.4 Next generation per- and polyﬂuoroalkyl substances Perﬂuoro-2-propoxypropanoate (GenX) HFPO-DA 1.8 3.2 3.6 6.4 4,8-dioxa-3H-perﬂuorononanoate ADONA 1.8 3.2 7.1 13 9-chlorohexadecaﬂuoro-3-oxanone-1- sulfonate 9Cl-PF3ONS 1.8 3.2 7.1 13 11-chloroeicosaﬂuoro-3- oxaundecane-1-sulfonate 11CL-PF3OudS 1.8 3.2 7.1 13 K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 4 multivariate principal component analysis (PCA). The optical vari- ables included in the PCA were limited to absorbance and ﬂuores- cence ratios and indices to minimize the effect of concentration on the correlations with other variables of interest. The 34 PCA vari- ables were chosen on the basis of 100% detection frequency and literature supported relevance for the discrimination of sources speciﬁc to this study (Table S1). All variables were range normalized and analyzed using the Restricted Maximum Likelihood (REML) Method to account for the small sample size. 2.2. Quality assurance Two ﬁeld blanks and one replicate were collected for the discrete water sample set. The ﬁeld blanks were collected with certiﬁed PFAS/organic free blank water at the Rio Grande at Valle de Oro. A POCIS ﬁeld blank was collected at the Rio Grande at Alameda by opening the lid of a cleaned metal can that contained a POCIS unit for as long as the environmental POCIS unit was exposed to the atmosphere (generally a few minutes at the start and end of deployment). Multiple standard reference samples were analyzed for major element, trace element, and REE methods during every analytical run. Field blank samples were generally less than the laboratory reporting level, with a few exceptions presented in Table S2. Several of the values in blank samples were lower than the range of the environmental sample values by an order of magnitude or more suggesting minimal bias inﬂuence, with the exception of the following analytes: antimony, cadmium, chromium, cobalt, copper, nickel, tin, and zinc. For many of the aforementioned elements, one blank sample was less than the laboratory reporting level and the other had a value above the reporting level, suggesting that these compounds may have high variability and that the bias is not sys- tematic. Overall relative percent"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "4 multivariate principal component analysis (PCA). The optical vari- ables included in the PCA were limited to absorbance and ﬂuores- cence ratios and indices to minimize the effect of concentration on the correlations with other variables of interest. The 34 PCA vari- ables were chosen on the basis of 100% detection frequency and literature supported relevance for the discrimination of sources speciﬁc to this study (Table S1). All variables were range normalized and analyzed using the Restricted Maximum Likelihood (REML) Method to account for the small sample size. 2.2. Quality assurance Two ﬁeld blanks and one replicate were collected for the discrete water sample set. The ﬁeld blanks were collected with certiﬁed PFAS/organic free blank water at the Rio Grande at Valle de Oro. A POCIS ﬁeld blank was collected at the Rio Grande at Alameda by opening the lid of a cleaned metal can that contained a POCIS unit for as long as the environmental POCIS unit was exposed to the atmosphere (generally a few minutes at the start and end of deployment). Multiple standard reference samples were analyzed for major element, trace element, and REE methods during every analytical run. Field blank samples were generally less than the laboratory reporting level, with a few exceptions presented in Table S2. Several of the values in blank samples were lower than the range of the environmental sample values by an order of magnitude or more suggesting minimal bias inﬂuence, with the exception of the following analytes: antimony, cadmium, chromium, cobalt, copper, nickel, tin, and zinc. For many of the aforementioned elements, one blank sample was less than the laboratory reporting level and the other had a value above the reporting level, suggesting that these compounds may have high variability and that the bias is not sys- tematic. Overall relative percent difference between the replicate sample pair was less than 20 % except for the following elements with relative percent difference in parenthesis; aluminum (45%), beryllium (29%), bismuth (29%), chromium (91%), cobalt (25%), nickel (54%), and tin (60%) (Table S3). A detailed discussion of blank, replicate, and standard reference sample performance, analyzed from inorganic analytes at IWCAL from previous sampling events, is presented elsewhere [32]. There was one sample collected from the Rio Grande at Valle de Oro on July 22 at 01:00 that had anomalously high trace and rare earth element concentrations that may repre- sent ﬁlter breakthrough or other sediment contamination that is not representative of environmental conditions. Those results have been removed from data analysis in this paper. No PFAS were detected in the ﬁeld blank for the discrete sam- ples. Three low level PFAS compounds were detected in the POCIS blank: perﬂuorobutanoate (PFBA, E 4.5 mg/kg), perﬂuoropentanoate (PFPeA, 6.9 mg/kg), and PFOA (E 2.5 mg/kg), where E indicates that the value was below the laboratory reporting level and above the laboratory detection level. For comparison, in the two environ- mental POCIS samples processed with the POCIS blank, PFBA was not detected, PFPeA was 7.4 and 20 mg/kg, and PFOA was 22.8 and 30.7 mg/kg. The blank concentrations were subtracted from the environmental samples for corrected time-weighted average concentrations. The replicate sample collected at Rio Grande at Valle de Oro showed good agreement for most PFAS compounds: PFBA (2% relative percent difference), PFPeA (10%), perﬂuorohexanoate (PFHxA, 17%), perﬂuoroheptanoate (PFHpA, 15%), per- ﬂuorooctanoate (PFOA, 10%), perﬂuorononanoate (PFNA, 11%), and PFOS (5%). Perﬂuorodecanoate (PFDA, 21%) had higher variability although both PFDA concentrations (1.6 and 1.3 ng/L) were esti- mated and below the laboratory reporting level (Table S3). Dissolved organic carbon analysis generally met data quality objectives of less than 5% relative percent difference for laboratory replicates and less than the reporting limit for blanks. Isolated ex- ceptions include the following measurements (relative percent difference indicated in parenthesis): absorbance at 370 nm (8%), absorbance at 412 nm (15%), absorption spectral slope wavelengths 350e400 nm (6%), absorption spectral slope wavelengths 412e676 nm (26%), ﬂuorescence excitation at 275 nm and emission at 304 nm (7%) (Table S3). These compounds were not included in the data analysis. Blank sample data for ﬂuorescence excitation at 275 nm, emission at 304 nm had blank values of 0.2254 and 0.2259 Raman units (RU). These values are within the range of environ- mental values at the Rio Grande at Valle de Oro (0.1487e0.3419 RU; Table S2 and supplemental data table), indicating low signal-to- noise in this region of the spectra near the Raman scattering line. These data were omitted from the data analyses. One blank had a high DOC concentration (10 mg/L) with no corresponding signal in the optical measurements or the paired total dissolved nitrogen measurement, suggesting methanol contamination from the equipment cleaning process (Table S2). Two environmental sam- ples at the downstream site also had elevated DOC concentrations compared to the data set (outliers), but no corresponding increase in optical measurements or TDN, and were censored because of suspected methanol contamination. 3. Results and discussion e 3.1. Hydrologic ﬂow conditions The sampling event occurred during the monsoon season, which in the southwestern United States is characterized by short duration intense rainfall events. The southwest had been in a prolonged drought and even after an average spring snowmelt runoff period, the summer 2021 discharge on the Rio Grande through Albuquerque was the lowest on record at the Rio Grande at Alameda gage (Fig. 2). The low ﬂow conditions provide a good opportunity to investigate anthropogenic urban inﬂuence on the water chemistry of the Rio Grande. Discharge change at the Rio Grande at Valle de Oro site lagged approximately 13 h behind the Rio Grande at Alameda, based on the approximately 27.5-km distance between the sites, ﬂow ve- locity, and inputs or withdrawals of water between the sites (Fig. 3A). A high intensity rain event occurred on July 20. Runoff was concentrated into the North Diversion Channel and entered the Rio Grande just above the Rio Grande at Alameda gage. Storm runoff caused a high magnitude short-duration peak in discharge starting at 18:00 on July 20 and returning to baseﬂow conditions at 07:00 on July 21 (Fig. 3B). The peak at the Rio Grande at Valle de Oro gage was of lower magnitude than at Rio Grande at Alameda. The discharge increase began at 04:30 on July 21, followed by a longer recession decline. The majority of the peak had passed by 14:00 on July 21. There was a small peak in discharge at the Rio Grande at Alameda gage from 14:30 to 17:00 on July 21 that also was associated with a change in color to a more reddish hue, suggesting inﬂow from an upstream drainage. Discharge peaked at Jemez River outlet below Jemez Canyon Dam, N. Mex. (USGS station no. 08328950) from 20:30 on July 20 to 04:45 on July 21. There was not an associated peak at the next most upstream gage from the Jemez River conﬂuence, Rio Grande at San Felipe, N. Mex. (USGS station no. 08319000) (Fig. 1). During the extended period of the POCIS deployment, most short-duration discharge peaks related to precipitation events moved past both the Rio Grande at Alameda and Rio Grande at Valle de Oro. One exception was following a large rain event on July 23 that resulted in"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "on the water chemistry of the Rio Grande. Discharge change at the Rio Grande at Valle de Oro site lagged approximately 13 h behind the Rio Grande at Alameda, based on the approximately 27.5-km distance between the sites, ﬂow ve- locity, and inputs or withdrawals of water between the sites (Fig. 3A). A high intensity rain event occurred on July 20. Runoff was concentrated into the North Diversion Channel and entered the Rio Grande just above the Rio Grande at Alameda gage. Storm runoff caused a high magnitude short-duration peak in discharge starting at 18:00 on July 20 and returning to baseﬂow conditions at 07:00 on July 21 (Fig. 3B). The peak at the Rio Grande at Valle de Oro gage was of lower magnitude than at Rio Grande at Alameda. The discharge increase began at 04:30 on July 21, followed by a longer recession decline. The majority of the peak had passed by 14:00 on July 21. There was a small peak in discharge at the Rio Grande at Alameda gage from 14:30 to 17:00 on July 21 that also was associated with a change in color to a more reddish hue, suggesting inﬂow from an upstream drainage. Discharge peaked at Jemez River outlet below Jemez Canyon Dam, N. Mex. (USGS station no. 08328950) from 20:30 on July 20 to 04:45 on July 21. There was not an associated peak at the next most upstream gage from the Jemez River conﬂuence, Rio Grande at San Felipe, N. Mex. (USGS station no. 08319000) (Fig. 1). During the extended period of the POCIS deployment, most short-duration discharge peaks related to precipitation events moved past both the Rio Grande at Alameda and Rio Grande at Valle de Oro. One exception was following a large rain event on July 23 that resulted in a larger peak at the Rio Grande at Valle de Oro gage compared with the Rio Grande at Alameda gage (Fig. 3A), which K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 5 may be due to an inﬂow from Tijeras Arroyo (USGS station no. 08330600) that occurs downstream of the Rio Grande at Alameda gage. 3.2. Field measurements, microbial indicators, and inorganic water chemistry Over the POCIS sampler deployment period, water temperature ranged from 23.6 to 31.4 \u0001C, pH ranged from 6.6 to 7.9, speciﬁc conductance ranged from 410 to 573 mS/cm, and dissolved oxygen ranged from 5.6 to 6.6 mg/L. Turbidity slowly decreased from 2180 to 843 formazin nephelometric units (FNU) for the ﬁrst half of the sampling period, then increased to 6300 FNU in the last quarter of sampling (Fig. 4A), and was associated with a change in river color to a more reddish hue. The turbidity increase may be due to sedi- ment derived from a small monsoon inﬂow from the upstream Jemez River drainage. E. coli bacteria results show a decrease from 2700 to 200 most probable number (MPN) per 100 mL over the 24- h sampling period, and a decrease with the turbidity rise (Fig. 4A). Several elements (antimony, boron, bromide, chromium, ce- sium, potassium, lithium, sodium, nickel, phosphorus, rubidium, selenium, tin, tungsten, and zinc) also increased in concentrations at the Rio Grande at Valle de Oro site compared to the Rio Grande at Alameda (supplemental data table). These elements may be asso- ciated with anthropogenic activities because the Rio Grande ﬂows through a higher density urban development area, including WWTP efﬂuent comprised of contributions from domestic and commercial use [33e35]. For example, boron is used in laundry products and is a good tracer of wastewater because it is not removed by treatment. Other trace elements including arsenic, barium, and vanadium had similar concentrations between the Rio Grande at Valle de Oro and Rio Grande at Alameda. Concentrations increased during the last quarter of the 24-hr sampling period associated with the high turbidity measurements (Fig. 4B), Fig. 2. Daily average discharge at Rio Grande at Alameda in 2021 versus statistics from the period of record (2003e2021). Fig. 3. Discharge at Rio Grande at Alameda (upstream) and Rio Grande at Valle de Oro (downstream) combined with precipitation in the Albuquerque Urban Area A) for duration of POCIS unit and B) for duration of 24-h sampling (gray shaded area represents 24-h sampling interval). K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 6 suggesting a sediment source. Rare earth elements (REE) can provide valuable information with regards to anthropogenic changes compared with a normal- ized natural background distribution. Gadolinium (Gd) is an espe- cially useful REE for identifying wastewater contributions draining areas with magnetic resonance imaging (MRI) medical facilities, which are present in Albuquerque. Anomalously high Gd compared to surrounding REE derives from a synthetic Gd complex used as a contrast agent for medical MRI, which is subsequently excreted in the urine of patients following the procedure and discharged to the sewer system. Because the Gd complex is not removed by waste- water treatment, its presence in the river water suggests a WWTP efﬂuent discharge source, which has been documented in other urban areas throughout the world [36e38]. The REE proﬁles showed a gadolinium (Gd) anomaly and elevated ytterbium (Yb) at the Rio Grande at Valle de Oro site, but not at the Rio Grande at Alameda (Fig. 5). Although other studies have reported enrichment of the heavy REEs resulting from fractionation during weathering and transport, by adsorption of the light REEs onto particulate matter, this was not observed from our data set, possibly because of the short-term precipitation ﬂushes moving suspended sediment through the system [39,40]. 3.3. Dissolved organic carbon, total dissolved nitrogen, and optical characterization of Rio Grande surface waters Rio Grande samples at Rio Grande at Valle de Oro were generally higher in DOC than upstream samples at Rio Grande at Alameda (Fig. 6A, supplemental data table). The DOC concentration at the upstream Rio Grande at Alameda was 4.1 mg/L at the start of the Fig. 4. Water quality changes from Rio Grande at Valle de Oro over 24-h period for A) Escherichia coli (E. coli) bacteria (values in most probable number (MPN) per 100 mL), water temperature in degrees Celsius, and turbidity (values in formazin nephelometric units (FNU)), and B) trace elements arsenic, barium, boron, rubidium, vanadium, and zinc (values in micrograms per liter). Fig. 5. North American Shale Composite normalized rare earth element (REE) values from two sites on the Rio Grande River over a 24-h period. RA, Rio Grande at Alameda; RV, Rio Grande at Valle de Oro, where RV1 is the ﬁrst sample from 7 to 21-21 at 14:00 then each subsequent hour is given increasingly higher RV sequence numbers. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 7 sample collection and 4.2 mg/L at the end, whereas DOC at the downstream Rio Grande at Valle de Oro was 5.6 mg/L (135% of upstream) at the start and decreased at a relatively consistent rate to 4.4 mg/L (105% of upstream) over the 24-h collection period. Concentrations of total dissolved nitrogen (TDN) were sub- stantially higher at the downstream Rio Grande at Valle de Oro (2e3 mg/L) compared to the upstream Rio Grande at Alameda (<0.5 mg/L)."
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "of the light REEs onto particulate matter, this was not observed from our data set, possibly because of the short-term precipitation ﬂushes moving suspended sediment through the system [39,40]. 3.3. Dissolved organic carbon, total dissolved nitrogen, and optical characterization of Rio Grande surface waters Rio Grande samples at Rio Grande at Valle de Oro were generally higher in DOC than upstream samples at Rio Grande at Alameda (Fig. 6A, supplemental data table). The DOC concentration at the upstream Rio Grande at Alameda was 4.1 mg/L at the start of the Fig. 4. Water quality changes from Rio Grande at Valle de Oro over 24-h period for A) Escherichia coli (E. coli) bacteria (values in most probable number (MPN) per 100 mL), water temperature in degrees Celsius, and turbidity (values in formazin nephelometric units (FNU)), and B) trace elements arsenic, barium, boron, rubidium, vanadium, and zinc (values in micrograms per liter). Fig. 5. North American Shale Composite normalized rare earth element (REE) values from two sites on the Rio Grande River over a 24-h period. RA, Rio Grande at Alameda; RV, Rio Grande at Valle de Oro, where RV1 is the ﬁrst sample from 7 to 21-21 at 14:00 then each subsequent hour is given increasingly higher RV sequence numbers. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 7 sample collection and 4.2 mg/L at the end, whereas DOC at the downstream Rio Grande at Valle de Oro was 5.6 mg/L (135% of upstream) at the start and decreased at a relatively consistent rate to 4.4 mg/L (105% of upstream) over the 24-h collection period. Concentrations of total dissolved nitrogen (TDN) were sub- stantially higher at the downstream Rio Grande at Valle de Oro (2e3 mg/L) compared to the upstream Rio Grande at Alameda (<0.5 mg/L). The temporal pattern of TDN at the downstream site differed from that of DOC with a diurnal trend that increased from less than 2 mg/L at 15:00 on July 21 to more than 3 mg/L at 02:00e03:00 on July 22 and then returned to initial conditions of less than 2 mg/L during the morning hours (Fig. 6A). Absorbance measurements generally followed the DOC patterns both spatially, higher downstream than upstream, and temporally, decrease over time, because of their dependence on DOC concen- tration; however, there were differences in the patterns across the spectra. Absorbance (A254) decreased over time except between 8:00 and 11:00 on July 22 when a short-lived increase occurred (Fig. 6B). Removing the effect of concentration on absorbance measurements provides more information about the character of the DOC. Speciﬁc ultraviolet light absorption at 254 nm (SUVA254), a measure of the relative aromatic content of the DOC [41], aver- aged 2.7±0.3 L/mg-m for both sites, suggesting similar aromatic content of the DOM between the upstream and downstream sites (Fig. 6A). The aromatic content of the DOC at the Rio Grande at Valle de Oro decreased throughout the falling limb of the hydrograph and increased abruptly during the morning hours when the turbid water was observed, suggesting that DOC at the downstream site would typically have lower aromatic content under baseﬂow conditions. Fluorescence intensity measurements provide another means of understanding DOC character as different components that make up the DOC ﬂuoresce in different regions of the spectra (Figs. S1eS4 and Table S4). Fluorescence intensity measurements were generally higher at the downstream site compared to the upstream site, but mean values varied from 167% to 474% depending on the spectral region. Four prevailing temporal patterns were observed at the downstream site that may indicate different water sources contributing to the ﬂuorescence over the 24-hr sampling period. Fluorescence in the “T” region (Flr_T), associated with fresh algal materials, wastewater, and overlap with hydrocarbon ﬂuorescence [27,42,43], decreased linearly from approximately 0.8 to 0.4 RU (50% decrease) over the 24-hr period (Fig. 6B). Fluorescence in the “N” region (Flr_N), attributed to algal DOM [44] also inﬂuenced by ﬂuorescence of various hydrocarbons indicative of industrial and transportation-related sources, similarly decreased by approxi- mately 50% over the 24-hr study period, but the decrease was more curvilinear following an exponential decay function. The ﬂuores- cence in the “C” region (Flr_C) associated with humic DOM [45], also followed an exponential decay function but only decreased by about 30% with a short-lived increase in the morning coinciding with the increase in A254. Fluorescence in the “Z” region, associated Fig. 6. Temporal patterns in A) hourly total dissolved organic carbon, total dissolved nitrogen (TDN) and speciﬁc ultraviolet absorbance, B) absorbance and ﬂuorescence intensity, and C) optical indices and ratios where individual ﬁlled in symbols represent samples from the Rio Grande at Alameda and outlined symbols in series represent samples from the Rio Grande at Valle de Oro. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 8 with photosensitive DOM structures [46], followed a different pattern over time. An initial decrease was followed by an increase and decrease during the overnight hours before a short-lived in- crease in the morning, as noted for others (Fig. 6B). The use of ﬂuorescence ratios eliminates the predominance of concentration patterns over the optical signature of various water sources [27]. The ratio of ﬂuorescence in the optical brightener region relative to the humic region (OB/fDOM ratio), the peak C to peak A, and the ﬂuorescence index (FI), which increases with greater contribution from microbial organic matter [47], followed a similar pattern as observed for TDN, an increase followed by a decrease (Fig. 6C). The humic index (HIX), which is an indicator of the degree of degradation of natural organic matter [48], was relatively consistent through the falling hydrograph but increased abruptly from 09:00 to 11:00 on July 22, coincident with the in- crease in A254, Flr_Z, Flr_C and SUVA254, indicating a different water source moving through the system (Fig. 6). 3.4. Per- and polyﬂuoroalkyl substances Some PFAS are persistent in the environment while others degrade to stable PFAS transformation products. PFAS do not occur naturally suggesting that their presence in water samples is related to human inﬂuenced sources (such as consumer product chemicals, clothing, cookware, adhesives, paper, and packaging) that make their way into WWTP efﬂuents [49]. Twenty-eight PFAS were analyzed in discrete water samples, of which 12 were detected (PFBA, PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFDA, PFBS, PFHxS, PFOS, PFOSA, and 6:2 FTS; see Table 1 for abbreviations). Several com- pounds were not detected in any sample from this study including PFUnA, PFDoDA, PFTrDA, PFTeDA, PFPeS, PFHpS, PFNS, PFDS, MeFOSAA, EtFOSAA, 4:2 FTS, and 8:2 FTS, and next generation compounds (HFPO-DA, ADONA, 9Cl-PF3ONS, and 11Cl-PF3OudS). Spatial and temporal patterns of PFAS in the Rio Grande as it ﬂows through Albuquerque were evaluated to understand sources and variability. At the upstream Rio Grande at Alameda low levels of PFBA, PFPeA, and PFBS were detected (Fig. 7A). The Alameda site was sampled less frequently over the 24-h sampling period based on previous studies [12] that indicated consistently low concen- trations. In contrast, the downstream Rio Grande at Valle de Oro had detections of nine PFAS (PFBA, PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFDA, PFOS, and PFOSA) with total concentrations approxi- mately an order of magnitude greater than the Rio Grande at Alameda"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "pattern as observed for TDN, an increase followed by a decrease (Fig. 6C). The humic index (HIX), which is an indicator of the degree of degradation of natural organic matter [48], was relatively consistent through the falling hydrograph but increased abruptly from 09:00 to 11:00 on July 22, coincident with the in- crease in A254, Flr_Z, Flr_C and SUVA254, indicating a different water source moving through the system (Fig. 6). 3.4. Per- and polyﬂuoroalkyl substances Some PFAS are persistent in the environment while others degrade to stable PFAS transformation products. PFAS do not occur naturally suggesting that their presence in water samples is related to human inﬂuenced sources (such as consumer product chemicals, clothing, cookware, adhesives, paper, and packaging) that make their way into WWTP efﬂuents [49]. Twenty-eight PFAS were analyzed in discrete water samples, of which 12 were detected (PFBA, PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFDA, PFBS, PFHxS, PFOS, PFOSA, and 6:2 FTS; see Table 1 for abbreviations). Several com- pounds were not detected in any sample from this study including PFUnA, PFDoDA, PFTrDA, PFTeDA, PFPeS, PFHpS, PFNS, PFDS, MeFOSAA, EtFOSAA, 4:2 FTS, and 8:2 FTS, and next generation compounds (HFPO-DA, ADONA, 9Cl-PF3ONS, and 11Cl-PF3OudS). Spatial and temporal patterns of PFAS in the Rio Grande as it ﬂows through Albuquerque were evaluated to understand sources and variability. At the upstream Rio Grande at Alameda low levels of PFBA, PFPeA, and PFBS were detected (Fig. 7A). The Alameda site was sampled less frequently over the 24-h sampling period based on previous studies [12] that indicated consistently low concen- trations. In contrast, the downstream Rio Grande at Valle de Oro had detections of nine PFAS (PFBA, PFPeA, PFHxA, PFHpA, PFOA, PFNA, PFDA, PFOS, and PFOSA) with total concentrations approxi- mately an order of magnitude greater than the Rio Grande at Alameda (Fig. 7B). Additionally, there was a decrease in concen- trations and shift in composition of PFAS over the 24-h sampling period at the Rio Grande at Valle de Oro site, with some long chain PFAS (PFNA, PFDA, and PFOSA) only present early in the sampling period (Fig. 7B). Additionally, PFBA, PFOS, and PFOA at the Rio Grande at Valle de Oro site decrease over the 24-h sampling period, which may be related to the precipitation induced discharge event that moved through the Albuquerque urban area the previous day (Fig. 3B and 7C). Conversely, PFPeA ﬂuctuates in a non-monotonic sinusoidal pattern over the 24-h period similar to the wastewater efﬂuent contribution and PFHxA follows a similar pattern but without as strong of an increase at the end of the time period. These compounds may represent the wastewater efﬂuent source (Fig. 7C). The Albuquerque WWTP efﬂuent samples had the most PFAS detected (n ¼ 11) and higher concentrations of the sum of all PFAS compounds compared with the river samples (88.4e100 ng/L) (Fig. 7D). Three PFAS dominated the WWTP signature accounting for approximately 80 percent of the total PFAS: PFPeA, PFBA, and PFHxA, with concentrations ranging from 14.7 to 41 ng/L. The previously mentioned PFAS were relatively consistent over the 24-h time period, with the exception of PFBA that had lower concen- trations during the July 22 02:00 and 08:00 samples when the overall sum of PFAS constituents was also slightly lower (8.5% lower). The following PFAS were also consistently detected from the WWTP samples: PFOA, PFHpA, PFDA, and 6:2 Fluorotelomer sulfonate (6:2 FTS), but at concentrations less than 7 ng/L. PFOS was detected in all but one sample at 02:00 with concentrations ranging from 3.2 to 4.7 ng/L. Some PFAS compounds (PFNA, PFBS, and PFHxS) were intermittently detected at low concentrations in half or only one WWTP sample (Fig. 7D). 3.4.1. Integrated samplers An integrated sampler (POCIS) was used to assess the longer term PFAS signature in the Rio Grande. POCIS were deployed for a one-month period from July 13 to August 12, 2021, at the Rio Grande at Alameda and Rio Grande at Valle de Oro with results presented in Table 2 [12] and Fig. 8. PFAS detected in POCIS were similar to those detected in discrete samples for the Rio Grande at Valle de Oro site except for 6:2 FTS that was detected in the POCIS, and PFOSA that was not detected in the POCIS but was detected in some discrete samples (Table 2; Figs. 7B and 8). The POCIS at the Rio Grande at Alameda detected more PFAS (PFHpA, PFNA, PFDA, PFHxS, and PFOS) than were found in any of the 10 discrete water samples previously collected from the site between August 2020 and August 2021 [12]. This may be because of low concentrations of PFAS that were at or below the detection limits of the method for discrete water samples, or because of changes in concentration over time that were not captured by discrete samples. The POCIS is an integrative sampler which continually integrates over the deploy- ment period, resulting in increased accumulation of chemicals present in the river water compared to concentrations in discrete water samples. The longer chain PFNA and PFDA were detected at the beginning of the 24-h sampling at the Rio Grande at Valle de Oro, where the tail of the stormﬂow pulse was still moving through the Rio Grande. Similarly, the stormﬂow pulses may have moved additional PFAS past the Rio Grande at Alameda during times when discrete samples weren't collected. There also may have been smaller volume inputs of septic system or smaller intermittent wastewater treatment plant efﬂuent that contributed to the Rio Grande upstream from the Rio Grande at Alameda during the period of POCIS deployment. POCIS units can serve as a valuable indicator of PFAS present at a site over a longer time interval than represented by a discrete sample and follow-up investigations during non-stormﬂow periods could provide information regarding PFAS present at other hydrologic conditions. The sorbent media used in the POCIS was HLB, which has been shown to not as effectively retain short-chain per- ﬂuorocarboxylates compared to POICS using Weak Anion eXchange (WAX) [31,50]. In particular, uptake of PFBA was not able to be determined using HLB containing POCIS [31,50,51] and PFPeA has been shown to be minimally accumulated [31]. Conversely, per- ﬂuoroalkyl sulfonates with the same chain length (PFBS and PFPeS), both have been determined to have uptake into HLB containing POCIS similar to other PFAS [31,50,51]. The mechanisms of uptake between short-chain perﬂuorocarboxylates and perﬂuoroalkyl sulfonates has not been thoroughly investigated but is likely the result of differences in the binding efﬁciencies surface chemistries of the HLB. PFBA was consistently detected in the discrete samples from the Rio Grande at Valle de Oro, but only detected in the POCIS blank sample, which likely was the result of a background contaminant or misidentiﬁcation due to its lack of uptake in the environmental samples. PFPeA had the highest concentrations of any of the PFAS from discrete samples in this study and had similarly high con- centrations in the POCIS samples (Fig. 9). PFBS was only detected in the POCIS at the Rio Grande at Alameda but was not found above the laboratory reporting level in July from discrete samples at the K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 9 Fig. 7."
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "or smaller intermittent wastewater treatment plant efﬂuent that contributed to the Rio Grande upstream from the Rio Grande at Alameda during the period of POCIS deployment. POCIS units can serve as a valuable indicator of PFAS present at a site over a longer time interval than represented by a discrete sample and follow-up investigations during non-stormﬂow periods could provide information regarding PFAS present at other hydrologic conditions. The sorbent media used in the POCIS was HLB, which has been shown to not as effectively retain short-chain per- ﬂuorocarboxylates compared to POICS using Weak Anion eXchange (WAX) [31,50]. In particular, uptake of PFBA was not able to be determined using HLB containing POCIS [31,50,51] and PFPeA has been shown to be minimally accumulated [31]. Conversely, per- ﬂuoroalkyl sulfonates with the same chain length (PFBS and PFPeS), both have been determined to have uptake into HLB containing POCIS similar to other PFAS [31,50,51]. The mechanisms of uptake between short-chain perﬂuorocarboxylates and perﬂuoroalkyl sulfonates has not been thoroughly investigated but is likely the result of differences in the binding efﬁciencies surface chemistries of the HLB. PFBA was consistently detected in the discrete samples from the Rio Grande at Valle de Oro, but only detected in the POCIS blank sample, which likely was the result of a background contaminant or misidentiﬁcation due to its lack of uptake in the environmental samples. PFPeA had the highest concentrations of any of the PFAS from discrete samples in this study and had similarly high con- centrations in the POCIS samples (Fig. 9). PFBS was only detected in the POCIS at the Rio Grande at Alameda but was not found above the laboratory reporting level in July from discrete samples at the K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 9 Fig. 7. Proportions of individual per- and polyﬂuoroalkyl substances (PFAS) and total PFAS concentrations in samples from A) Rio Grande at Alameda, B) Rio Grande at Valle de Oro, C) time series change in PFAS compounds with consistent values above the laboratory reporting level where line graphs represent data from the Rio Grande at Valle de Oro and the red triangle and orange circle represent data from Rio Grande at Alameda from July 21 at 9:00, and D) Albuquerque Wastewater Treatment Plant Efﬂuent. Table 2 Per- and polyﬂuoroalkyl substances (PFAS) detected in polar organic chemical integrative sampler (POCIS) results for Rio Grande samples, also available in Ref. [12]. [POCIS extract samples were reported from 0.2 g hydrophilic lipophilic balanced sorbent HLB per POCIS in values of mg/kg, micrograms per kilogram; time weighted average values are reported in ng/L, nanograms per liter; Rs, sampling rate; L/d, liters per day; <, value is less than the laboratory reporting and detection level; E, value is an estimated concentration above laboratory detection level but below laboratory reporting level or associated with additional quantitative uncertainty; NA, not applicable]. PFAS (mg/kg) Rio Grande at Alameda (Upstream) Rio Grande at Valle de Oro (Downstream) PFAS abbreviation Rs (L/d) POCIS extract e Blank (mg/kg) POCIS extract (mg/ kg) Time weighted average (ng/L) POCIS extract (mg/ kg) Time weighted average (ng/L) Perﬂuorobutanoate PFBA NA E 4.5 <10 NA <10 NA Perﬂuoropentanoate PFPeA a0.0046 6.9 7.4 0.7 20.0 19.0 Perﬂuorohexanoate PFHxA b0.043 <5 6.6 1.1 32.8 5.1 Perﬂuoroheptanoate PFHpA b0.01 <5 8.2 5.8 11.1 7.6 Perﬂuorooctanoate PFOA b0.106 E 2.5 22.8 1.3 30.7 1.8 Perﬂuorononanoate PFNA b0.095 <5 16.1 1.2 13.8 1.0 Perﬂuorodecanoate PFDA b0.177 <5 E 4.7 0.2 14.3 0.5 Perﬂuorobutane sulfonate PFBS b0.051 <5 8.6 1.2 <5 NA Perﬂuorohexane sulfonate PFHxS b0.12 <5 E 3.7 0.2 <5 NA Perﬂuorooctane sulfonate PFOS b0.077 <5 25.5 2.3 27.8 2.4 6:2 Fluorotelomer sulfonate 6:2 FTS b0.091 <10 <10 NA E 4.6 0.3 a [31] L. Gobelius, C. Persson, K. Wiberg, L., Ahrens, Calibration and application of passive sampling for per- and polyﬂuoroalkyl substances in a drinking water treatment plant, Journal of Hazardous Materials, 362, (2019), 230e237. b [51] L.B. Barber, H.M. Pickard, D.A. Alvarez, J. Becanova, S.H. Keefe, D.R. LeBlanc, R. Lohmann, J.A. Steevens, A.M. Vajda, Uptake of per- and polyﬂuoroalkyl substances by ﬁsh, mussel, and passive samplers uptake in mobile-laboratory exposures using groundwater from a contamination plume at a historical ﬁre training area, Cape Cod, Massa- chusetts, Environmental Science and Technology, 57 (14), (2023), 5544e5557, https://doi.org/10.1021/acs.est.2c06500. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 10 Rio Grande at Valle de Oro. The diverse physiochemical properties of PFAS may inﬂuence the uptake rates among different PFAS. Additionally, the matrix of environmental surface water may also introduce complexities not observed in laboratory POCIS experiments. Field studies utilizing POCIS in surface waters, such as this, provide valuable information to the beneﬁts and challenges of using integrated samplers for sampling PFAS. They also provide a valuable snapshot of PFAS occurrence during times when typical sampling does not occur such as the middle of the night when urban runoff pulses often move through the system. Additional studies into the effectiveness of POCIS with HLB and WAX media in a range of environmental conditions (sediment rich versus poor, in areas with high PFAS concentration versus low for example) could provide valuable Fig. 8. Proportions of individual per- and polyﬂuoroalkyl substances (PFAS) and total PFAS concentrations in POCIS extracts from the Rio Grande at Alameda (RA), and Rio Grande at Valle de Oro (RV). Fig. 9. Per- and polyﬂuoroalkyl substance concentration comparison between discrete samples and POCIS sample from Rio Grande at Valle de Oro. Regression equation was calculated based on the average values of all discrete samples (plus symbols). Color circle symbols represent periods of time during the 24-h sampling with symbols increasing in transparency throughout the 6-h time span (red July 21 14:00e19:00; orange July 21 20:00-July 22 01:00; blue July 22 02:00e07:00, and purple July 22 08:00e13:00) and black diamonds represent samples collected on August 12. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 11 information with regards to the sorptive media efﬁciency, matrix interference, and inﬂuence of PFAS concentration. 3.5. Applying chemical tracers to complex urban hydrology The Rio Grande in the Albuquerque metropolitan area repre- sents an engineered urban hydrology typical of the arid south- western United States, in which a signiﬁcant proportion of river ﬂow downstream from major cities consists of WWTP discharges [52] (Fig. 1). This Rio Grande study illustrates the value of using multiple chemical tracers to better understand the mixing of different water sources at the downstream site. The linear and exponential decreasing patterns observed for ﬂuorescence prop- erties were likely related to the falling hydrograph at the down- stream site. The difference in the ﬂuorescence temporal trends showing linear and exponential patterns were likely related to the different sources of ﬂuorescent materials in the water. The humic and fulvic materials were likely derived from terrestrial runoff and transport from uplands and/or wetland environments upstream from both sites, and the ﬂuorescence related to urban sources were likely derived from the landscape and water sources between the sites. The ﬁrst half of the sampling represents the precipitation driven runoff inﬂuence that decreases during the sampling event and then the WWTP signal should increase after the runoff inﬂu- ence fades away. However,"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "samples and POCIS sample from Rio Grande at Valle de Oro. Regression equation was calculated based on the average values of all discrete samples (plus symbols). Color circle symbols represent periods of time during the 24-h sampling with symbols increasing in transparency throughout the 6-h time span (red July 21 14:00e19:00; orange July 21 20:00-July 22 01:00; blue July 22 02:00e07:00, and purple July 22 08:00e13:00) and black diamonds represent samples collected on August 12. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 11 information with regards to the sorptive media efﬁciency, matrix interference, and inﬂuence of PFAS concentration. 3.5. Applying chemical tracers to complex urban hydrology The Rio Grande in the Albuquerque metropolitan area repre- sents an engineered urban hydrology typical of the arid south- western United States, in which a signiﬁcant proportion of river ﬂow downstream from major cities consists of WWTP discharges [52] (Fig. 1). This Rio Grande study illustrates the value of using multiple chemical tracers to better understand the mixing of different water sources at the downstream site. The linear and exponential decreasing patterns observed for ﬂuorescence prop- erties were likely related to the falling hydrograph at the down- stream site. The difference in the ﬂuorescence temporal trends showing linear and exponential patterns were likely related to the different sources of ﬂuorescent materials in the water. The humic and fulvic materials were likely derived from terrestrial runoff and transport from uplands and/or wetland environments upstream from both sites, and the ﬂuorescence related to urban sources were likely derived from the landscape and water sources between the sites. The ﬁrst half of the sampling represents the precipitation driven runoff inﬂuence that decreases during the sampling event and then the WWTP signal should increase after the runoff inﬂu- ence fades away. However, the later part of the runoff decay also coincides with the falling limb of the diurnal wastewater signal and the change to a Jemez River inﬂuenced ﬂuorescence signal. The secondary peak that occurred at approximately 09:00 on July 22 appears to represent a distinct water source coming through in a short time frame. There appear to be at least four distinct water sources that contribute to the ﬂuorescence signature of the water at the downstream site (terrestrial runoff, transport from uplands and/or wetland environments, urban wastewater, and urban stormwater). The proportion of Albuquerque Wastewater Treatment Plant efﬂuent present at the downstream site was calculated by dividing the WWTP efﬂuent discharge value by the discharge value from Rio Grande at Valle de Oro streamgage 3 h after the WWTP discharge measurement to account for the travel time. The travel time was estimated using the velocity of the water and the distance between sites and was checked by looking at peak arrival times at USGS streamgages as the peaks move through the Rio Grande in the study area. Wastewater proportion at Rio Grande at Valle de Oro ranged from 27 to 44 % and varied over the 24-hr period, with the lowest values occurring from 06:00 to 12:00 on July 22 (Table 3). The travel time of the chemistry associated with the WWTP may be delayed compared with the physical pressure pulse of water, so PFAS concentrations from wastewater efﬂuent contributions were compared to concentrations in the Rio Grande downstream at Rio Grande at Valle de Oro. The predicted PFAS concentrations pre- sented in Table 3 represent an estimate of expected values at the downstream site based on the contribution from the WWTP discharge. Predicted PFAS concentrations were lower than measured PFAS concentrations at the downstream site during the ﬁrst quarter of the sampling period (Table 3), which suggests that there were additional sources of PFAS during that time period, such as PFAS mobilized in stormwater runoff during the high intensity precipitation event. Other constituents were not measured at the WWTP efﬂuent so we are not able to estimate their concentrations. The trace elements measured in the water samples provided a suite of tracers that can be used to identify both geogenic and anthropogenic inﬂuences to help inform the understanding of the hydrodynamics of the urban river system. For example, arsenic, barium, boron, and vanadium show an increase late in the 24-h time period associated with the turbidity increase indicating a strong geogenic signature from sediment input from runoff (consistent with ﬁeld observations) whereas boron, phosphorus, potassium, rubidium, sodium, tungsten, and zinc show a sinusoidal diel variation suggesting a wastewater source (Fig. 4BeTable 3). The rare earth element gadolinium concentrations and anomaly at the Rio Grande at Valle de Oro matches the FI and OB/fDOM ﬂuores- cence ratios (Fig. 6C), but has an earlier decrease on the falling limb of the diurnal curve. The concurrence of the temporal distribution of the three constituents reﬂects the WWTP efﬂuent contribution because anthropogenic gadolinium has a very speciﬁc wastewater source from medical diagnostics [36,37]. The TDN temporal pattern was similar to the gadolinium anomaly but has an earlier offset on the falling limb of the diel curve. The temporal patterns for the sum of the detected PFAS (Fig. 7) showed more variability than the other constituents, and a trend of decreasing concentrations over time. The Flr_T trend at Rio Grande at Valle de Oro (Fig. 6B) most closely matches the sum of PFAS pattern of the various tracers measured in this study. The sum of detected PFAS temporal proﬁle indicated a decreasing concentra- tion over time, but the other information, including ancillary measurements and the PFAS composition, suggests that the results represent the superposition of (1) the diel variations in load from the WWTP discharge, and (2) the stormwater runoff from the earlier high intensity short duration precipitation event. This il- lustrates the dynamics and complexity of urban streams in arid environments that rely on WWTP discharges for a signiﬁcant portion of their ﬂow (27e44% during this study), and the applica- tion of an integrated approach using multiple lines of evidence and innovative sampling techniques to sort out the various co-occurring natural and anthropogenic processes. By using a varied chemical dataset that represents multiple chemical classes and potential sources, the PCA model was able to discriminate unique water parcels as they passed through the study site during the timeseries collection (Fig. 10). The ﬁrst two principal components (PC1 and PC2) explained 84.8% of variability in the dataset (Fig.10). PC1 alone explained 55.6% of the variation and was generally separated along a gradient from natural organic matter indicators (left of the axis) to optical indicators of anthropogenic organics and contaminant concentrations (right of the axis). The highest loading variables (>0.9) for PC1 were Flr_T/C (þloading), PFHxA (þ), PFPeA (þ), SUM PFAS (þ), Br (þ), HIX (\u0003), %wastewater (þ), P (þ), B (þ), and Se (þ). PC2 explained 29.2% of the variation. The highest loading variables for PC2 were Flr_A/C (þloading), Flr_F/C (\u0003), and Flr_Z/C (\u0003). More importantly, PC2 separated the anthropogenic end of PC1 into two groupings: 1) indictors of urban sources from local runoff (Quadrant 2) and 2) municipal waste- water indicators (Quadrant 3) along PC2. The grouping in Quadrant 2, was centered around the “RF” ﬂuorescence ratios, which are typically indicative of hydrocarbons and related industrial byproducts [53]. Interestingly, Flr_M/C and Flr_N/C - commonly"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "time, but the other information, including ancillary measurements and the PFAS composition, suggests that the results represent the superposition of (1) the diel variations in load from the WWTP discharge, and (2) the stormwater runoff from the earlier high intensity short duration precipitation event. This il- lustrates the dynamics and complexity of urban streams in arid environments that rely on WWTP discharges for a signiﬁcant portion of their ﬂow (27e44% during this study), and the applica- tion of an integrated approach using multiple lines of evidence and innovative sampling techniques to sort out the various co-occurring natural and anthropogenic processes. By using a varied chemical dataset that represents multiple chemical classes and potential sources, the PCA model was able to discriminate unique water parcels as they passed through the study site during the timeseries collection (Fig. 10). The ﬁrst two principal components (PC1 and PC2) explained 84.8% of variability in the dataset (Fig.10). PC1 alone explained 55.6% of the variation and was generally separated along a gradient from natural organic matter indicators (left of the axis) to optical indicators of anthropogenic organics and contaminant concentrations (right of the axis). The highest loading variables (>0.9) for PC1 were Flr_T/C (þloading), PFHxA (þ), PFPeA (þ), SUM PFAS (þ), Br (þ), HIX (\u0003), %wastewater (þ), P (þ), B (þ), and Se (þ). PC2 explained 29.2% of the variation. The highest loading variables for PC2 were Flr_A/C (þloading), Flr_F/C (\u0003), and Flr_Z/C (\u0003). More importantly, PC2 separated the anthropogenic end of PC1 into two groupings: 1) indictors of urban sources from local runoff (Quadrant 2) and 2) municipal waste- water indicators (Quadrant 3) along PC2. The grouping in Quadrant 2, was centered around the “RF” ﬂuorescence ratios, which are typically indicative of hydrocarbons and related industrial byproducts [53]. Interestingly, Flr_M/C and Flr_N/C - commonly associated with algal or microbial DOM - also plotted in close association with the RF ﬂuorescence ratios, sug- gesting that the ﬂuorescence in this region may have been inﬂu- enced by the hydrocarbon ﬂuorophores. The PFAS compounds, PFOA and PFOS, also plotted with these variables suggesting a strong correlation of PFOS and PFOA with these urban-industrial indicators. Examination of the inclusion of compounds unique to industrial sources could support better discrimination of the sources. Identiﬁcation of Quadrant 3 as representing municipal waste- water indicators relied on several corroborating lines of evidence. The Gd anomaly associated with wastewater, the ﬂow-based calculation of percent wastewater, and elements such as B, K, P, and Na have been used to trace and/or characterize wastewater efﬂuent [54,55]. Further supporting wastewater attribution are K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 12 ﬂuorescent indicators: the optical brightener ratio (OBc/FDOM), which is indicative of a greater contribution of municipal efﬂuent to the DOM ﬂuorescence, and Flr_T/C, which is indicative of the presence of wastewater in environmental waters [56]; [57]. In contrast to PFOA and PFOS, PFPeA and PFHxA plotted just inside Quadrant 3, suggesting these PFAS compounds were most closely associated with wastewater sources (Fig. 10). Following the changes in water characteristics over time and between sites, the relative contribution of the various sources was apparent through PCA space. Samples from the upstream Rio Grande at Alameda site were the only samples to reside in Quadrant 1 of the PCA space, both at the beginning of the sample collection and at its conclusion the next day. The initial sample at the downstream Rio Grande at Valle de Oro site plotted directly along PC1 in Quadrant 2, indicating a strong contribution of urban runoff compared to the upstream site. Water character changed over time Table 3 Predicted PFAS concentrations based on percentage of wastewater (wastewater treatment plant WWTP) contribution to the Rio Grande at Valle de Oro (VdO) streamgage. The average of the two samples from the Rio Grande at Alameda (4.5 ng/L sum of PFAS) was used as the upstream concentration value. Rio Grande at Valle de Oro Sample Date and Time WWTP discharge - 3 h prior to Rio Grande Valle de Oro sample (cubic meters per second) Rio Grande at Valle de Oro discharge (cubic meters per second) Proportion wastewater- calculated from discharge Measured sum of PFAS VdO, in nanograms per liter Measured sum of PFAS WWTP, in nanograms per liter Predicted PFAS concentration from WWTP contribution to VdO- calculated, in nanograms per liter Measured vs predicted PFAS concentration difference, in nanograms per liter 7/21/21 14:00 2.00 7.00 29% 49.5 93.4 31.2 18.3 7/21/21 15:00 2.22 6.60 34% 51.6 93.4 36.0 15.6 7/21/21 16:00 2.34 6.46 36% 53.1 93.4 38.4 14.7 7/21/21 17:00 2.51 6.20 41% 55.08 93.4 42.4 12.7 7/21/21 18:00 2.43 6.20 39% 63 93.4 41.1 21.9 7/21/21 19:00 2.33 6.09 38% 48.4 93.4 40.2 8.2 7/21/21 20:00 2.53 5.95 43% 48.4 93.4 44.3 4.1 7/21/21 21:00 2.38 5.83 41% 48.2 93.4 42.6 5.6 7/21/21 22:00 2.24 5.72 39% 42.8 93.4 41.1 1.7 7/21/21 23:00 2.12 5.72 37% 54.2 100.4 41.7 12.5 7/22/21 0:00 2.16 5.57 39% 49.1 100.4 43.4 5.7 7/22/21 1:00 2.22 5.46 41% 40 100.4 45.3 \u00035.3 7/22/21 2:00 2.41 5.46 44% 41.7 100.4 48.8 \u00037.1 7/22/21 3:00 2.32 5.46 42% 38.2 100.4 47.1 \u00038.9 7/22/21 4:00 2.23 5.58 40% 38.3 100.4 44.7 \u00036.4 7/22/21 5:00 1.93 5.58 35% 29.4 89 35.3 \u00035.9 7/22/21 6:00 1.64 5.58 29% 36.4 89 30.7 5.7 7/22/21 7:00 1.65 5.46 30% 28.9 89 31.4 \u00032.5 7/22/21 8:00 1.49 5.35 28% 29.6 89 29.3 0.3 7/22/21 9:00 1.53 5.24 29% 24.1 89 30.5 \u00036.4 7/22/21 10:00 1.36 5.01 27% 28.9 89 28.6 0.3 7/22/21 11:00 1.49 5.12 29% 26.7 88.4 30.1 \u00033.4 7/22/21 12:00 1.51 5.12 30% 27.5 88.4 30.6 \u00033.1 7/22/21 13:00 1.75 5.46 32% 28.5 88.4 32.8 \u00034.3 Fig. 10. Principal component analysis (PCA) using per- and polyﬂuoroalkyl substances (PFAS), inorganics, rare earth elements, and optical analyses to identify four water sources affecting water quality in the Rio Grande, in the vicinity of Albuquerque, New Mexico. A) PCA showing samples color coded based on sample collection time with green samples from early in the sampling period shading to red at the end of the sampling period with circles representing samples from Rio Grande at Alameda and pluses from Rio Grande at Valle de Oro and B) PCA showing the vectors of the variation separated by the analytes. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 13 at the downstream site, moving primarily downward along PC2 with only a slight increase along PC1, becoming more wastewater inﬂuenced, until midnight. At midnight, the samples crossed into Quadrant 3, indicating that the maximum wastewater inﬂuence occurred during the pre-dawn timeframe. The samples then tren- ded left along PC1, crossing into Quadrant 4 after sunrise. The remaining samples at the downstream site collected during the morning hours plotted in Quadrant 4, coinciding with the turbidity maximum associated with the Jemez River source. The association of the optical measurements with these sources and PFAS compounds suggests potential direct relationships whereby ﬂuorescence measurements could be predictive of PFAS concentrations (Fig. 11). Exploring optical data via a stepwise regression revealed that the best ﬂuorescence predictor differed by PFAS compound. Both PFHxA and PFPeA concentrations were highest when wastewater contributions were"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "28% 29.6 89 29.3 0.3 7/22/21 9:00 1.53 5.24 29% 24.1 89 30.5 \u00036.4 7/22/21 10:00 1.36 5.01 27% 28.9 89 28.6 0.3 7/22/21 11:00 1.49 5.12 29% 26.7 88.4 30.1 \u00033.4 7/22/21 12:00 1.51 5.12 30% 27.5 88.4 30.6 \u00033.1 7/22/21 13:00 1.75 5.46 32% 28.5 88.4 32.8 \u00034.3 Fig. 10. Principal component analysis (PCA) using per- and polyﬂuoroalkyl substances (PFAS), inorganics, rare earth elements, and optical analyses to identify four water sources affecting water quality in the Rio Grande, in the vicinity of Albuquerque, New Mexico. A) PCA showing samples color coded based on sample collection time with green samples from early in the sampling period shading to red at the end of the sampling period with circles representing samples from Rio Grande at Alameda and pluses from Rio Grande at Valle de Oro and B) PCA showing the vectors of the variation separated by the analytes. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 13 at the downstream site, moving primarily downward along PC2 with only a slight increase along PC1, becoming more wastewater inﬂuenced, until midnight. At midnight, the samples crossed into Quadrant 3, indicating that the maximum wastewater inﬂuence occurred during the pre-dawn timeframe. The samples then tren- ded left along PC1, crossing into Quadrant 4 after sunrise. The remaining samples at the downstream site collected during the morning hours plotted in Quadrant 4, coinciding with the turbidity maximum associated with the Jemez River source. The association of the optical measurements with these sources and PFAS compounds suggests potential direct relationships whereby ﬂuorescence measurements could be predictive of PFAS concentrations (Fig. 11). Exploring optical data via a stepwise regression revealed that the best ﬂuorescence predictor differed by PFAS compound. Both PFHxA and PFPeA concentrations were highest when wastewater contributions were highest, and thus related well to Flr_T, but were best predicted by the ratio of Flr_T to Flr_C (Fig.11a,11b). In contrast, PFOS and PFOA were highest during the falling limb of the hydrograph and most related to the urban indicators associated with the hydrocarbon ﬂuorescence, especially when the contribution of background terrestrial, fulvic-like DOC was removed (RF/Flrsn) (Fig.11c,11d). PFBA was also highest during the falling hydrograph but was most closely related to Flr_N (Fig. 11e). Despite four distinct water sources with varying PFAS concentration, the sum of PFAS was directly best predicted by Flr_T across the conditions covering both the spatial and temporal vari- ations captured within this study (Fig. 11f). The utility of Flr_T measurement across the various sources may relate to the fact that this region of ﬂuorescence is associated with wastewater com- pounds and has substantial overlap with the urban signal associ- ated with ﬂuorescence from hydrocarbons in runoff. This optical measurement may be a promising early warning tool for PFAS contamination e at least within controlled systems or small spatial footprints. 4. Conclusions e Sources and variability of anthropogenic compounds from an urban environment are not well deﬁned for temporal and spatial aspects, especially for PFAS. The Rio Grande shows an order of magnitude increase of PFAS concentrations as water ﬂows through the Albuquerque urban area. A focused diel sampling was con- ducted in July 2021 to assess the short-term variability of PFAS in the Rio Grande near Albuquerque. Discrete water samples were collected upstream and downstream of the urban area (including the WWTP efﬂuent discharges). Samples were collected every hour for 24 h at the downstream site. POCIS passive samplers were deployed for a month at the upstream and downstream sites. Additional chemical tracers, including major ions, trace elements, DOC, SUVA254, TDN, ﬂuorescence, bacteria, and ﬁeld parameters, were collected to provide context for water sources. The concentration trend for sum of PFAS was complex but decreased over the 24-h period at the downstream site. In addition to the concentration decrease, there was a compositional shift, with the longer chain compounds present at the beginning of the sam- pling potentially related to the preceding precipitation event that ﬂushed water through the urban environment the day before the sampling. In contrast to the downstream site, the PFAS in WWTP efﬂuent was relatively consistent over the 24-hr period, with slight differences in some low-level compounds. The inﬂuence of the WWTP discharge on the river water quality at the downstream site was indicated by an increase in several wastewater tracers including trace elements, the Gd anomaly, TDN, and ﬂuorescence. The ﬂuo- rescence results showed temporal and spatial differences including Fig. 11. Bivariate regressions between various ﬂuorescence measurements and per- and polyﬂuoroalkyl substances (PFAS), abbreviations are wastewater efﬂuent (WWE), optical brightener with excitation between 355 and 375 nm and emission between 415 and 440 nm (OBc), reﬁned fuels with excitation between 250 and 260 nm and emission between 325 and 375 nm (RF), ﬂuorescence (Flr) with ﬂuorescence regions speciﬁed during the 24-hr sample collection period at the Rio Grande at Valle de Oro. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 14 higher intensity at the downstream site, a decrease over the 24-h period for selective indicators of an urban signature related to the stormwater runoff, and indicators of the WWTP contributions. Passive (POCIS) samplers provided long-term (weeks) inte- grated concentration data, respectively, for comparison with the discrete instantaneous samples. The POCIS at the Rio Grande at Alameda detected more PFAS compounds than were found in any of the discrete water samples at that site, which suggests that the integrated samplers are capturing PFAS mobilized by the short- term precipitation events that ﬂush stormwater through the ur- ban environment. The results from this study show the complexity of spatial and temporal variability on the occurrence of urban contaminants, such as PFAS, as the Rio Grande ﬂows through the Albuquerque urban environment that are relevant to other urban areas worldwide. Open research The data presented in this paper are publicly available from the USGS NWIS database which can be accessed at https://doi.org/10. 5066/F7P55KJN, and in the supplemental tables. CRediT authorship contribution statement Kimberly R. Beisner: Writing e review & editing, Writing e original draft, Visualization, Validation, Supervision, Resources, Project administration, Methodology, Investigation, Funding acquisition, Formal analysis, Data curation, Conceptualization. Rebecca E. Travis: Writing e original draft, Project administration, Funding acquisition, Data curation, Conceptualization. David A. Alvarez: Writing e review & editing, Writing e original draft, Methodology, Investigation, Formal analysis, Conceptualization. Larry B. Barber: Writing e review & editing, Conceptualization. Jacob A. Fleck: Writing e review & editing, Writing e original draft, Formal analysis. Jeramy R. Jasmann: Writing e review & editing, Conceptualization. Declaration of competing interest The authors declare that they have no known competing ﬁnancial interests or personal relationships that could have appeared to inﬂuence the work reported in this paper. Acknowledgments The authors would like to thank Rob Henrion, Kate Wilkins, Erik Storms, Joe Beman, Harold Nelson, Elaiya Jurney, Natalia Montero, Brittany Mora, Taylor Kirkpatrick, Amy Galanter, Zach Shephard, and Kamren Moore for their help collecting the water samples from the Rio Grande at all hours of the day. Thanks to Merat Zarreii from the Albuquerque Water Treatment Plant for coordination of col- lecting efﬂuent outfall sample. The funding for this research was provided by the USGS Urban Waters Federal Partnership Coopera- tive Matching"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "which suggests that the integrated samplers are capturing PFAS mobilized by the short- term precipitation events that ﬂush stormwater through the ur- ban environment. The results from this study show the complexity of spatial and temporal variability on the occurrence of urban contaminants, such as PFAS, as the Rio Grande ﬂows through the Albuquerque urban environment that are relevant to other urban areas worldwide. Open research The data presented in this paper are publicly available from the USGS NWIS database which can be accessed at https://doi.org/10. 5066/F7P55KJN, and in the supplemental tables. CRediT authorship contribution statement Kimberly R. Beisner: Writing e review & editing, Writing e original draft, Visualization, Validation, Supervision, Resources, Project administration, Methodology, Investigation, Funding acquisition, Formal analysis, Data curation, Conceptualization. Rebecca E. Travis: Writing e original draft, Project administration, Funding acquisition, Data curation, Conceptualization. David A. Alvarez: Writing e review & editing, Writing e original draft, Methodology, Investigation, Formal analysis, Conceptualization. Larry B. Barber: Writing e review & editing, Conceptualization. Jacob A. Fleck: Writing e review & editing, Writing e original draft, Formal analysis. Jeramy R. Jasmann: Writing e review & editing, Conceptualization. Declaration of competing interest The authors declare that they have no known competing ﬁnancial interests or personal relationships that could have appeared to inﬂuence the work reported in this paper. Acknowledgments The authors would like to thank Rob Henrion, Kate Wilkins, Erik Storms, Joe Beman, Harold Nelson, Elaiya Jurney, Natalia Montero, Brittany Mora, Taylor Kirkpatrick, Amy Galanter, Zach Shephard, and Kamren Moore for their help collecting the water samples from the Rio Grande at all hours of the day. Thanks to Merat Zarreii from the Albuquerque Water Treatment Plant for coordination of col- lecting efﬂuent outfall sample. The funding for this research was provided by the USGS Urban Waters Federal Partnership Coopera- tive Matching Funds Projects, with matching funding provided by the New Mexico Environment Department for a statewide assess- ment of PFAS. Additional support was provided by the USGS Toxic Substances Hydrology Program. Any use of trade, ﬁrm, or product names is for descriptive purposes only and does not imply endorsement by the U.S. Government. Appendix A. Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.emcon.2024.100314. References [1] A.B. Lindstrom, M.J. Strynar, E.L. Libelo, Polyﬂuorinated compounds: past, present, and future, Environ. Sci. Technol. 45 (2011) 7954e7961. [2] J.S. Boone, C. Vigo, T. Boone, C. Byrne, J. Ferrario, R. Benson, J. Donohue, J.E. Simmons, D.W. Kolpin, E.T. Furlong, S.T. Glassmeyer, Per- and poly- ﬂuoroalkyl substances in source and treated drinking waters of the United States, Sci. Total Environ. 653 (2019) 359e369, https://doi.org/10.1016/ j.scitotenv.2018.10.245. [3] Z. Wang, J.C. DeWitt, C.P. Higgins, I.T. Cousins, A never-ending story of per- and polyﬂuoroalkyl substances (PFASs)? Environ. Sci. Technol. 51 (2017) 2508e2518. [4] X.C. Hu, D.Q. Andrews, A.B. Lindstrom, T.A. Bruton, L.A. Schaider, P. Grandjean, R. Lohmann, C.C. Carignan, A. Blum, S.A. Balan, C.P. Higgins, E.M. Sunderland, Detection of poly- and perﬂuoroalkyl substances (PFASs) in US drinking water linked to industrial sites, military ﬁre training areas, and wastewater treat- ment plants, Environ. Sci. Technol. Lett. 3 (2016) 344e350. [5] U.S. Environmental Protection Agency, Basic Information on PFAS what Are PFAS?, 2020. https://www.epa.gov/pfas/basic-information-pfas#health. (Accessed 1 May 2020). [6] U.S. Environmental Protection Agency, Drinking water health advisories for PFOA and PFOS. https://www.epa.gov/sdwa/drinking-water-health- advisories-pfoa-and-pfos, 2022. (Accessed 16 August 2022). [7] U.S. Environmental Protection Agency, Drought Resilience and Water Con- servation, 2022 at, https://www.epa.gov/water-research/drought-resilience- and-water-conservation. (Accessed 12 July 2022). [8] New Mexico Environment Department, PFAS Data, 2020 accessed June 2, 2020, at, https://www.env.nm.gov/pfas/data/. [9] Intellus New Mexico, Quick search [data providers: los alamos national lab- oratory, NMED DOE oversight bureau; type of data: analytical results; type of samples: water, type of water: base ﬂow, ground water, water; time period: 06/02/2015 to 06/02/2020, Where: Everywhere in the Los Alamos area; Analytical parameters: Select parameters from at list: Parameter Group: PFAS; Data Columns: default selected ﬁelds] (2020) accessed at June 2, 2020, at, https://www.intellusnm.com/reporting/quick-search/quick-search.cfm. [10] C.R. Thorn, D.P. McAda, J.M. Kernodle, Geohydrologic framework and hydro- logic conditions in the Albuquerque Basin, central New Mexico: U.S, Geological Survey Water-Resources Investigations Report 93e4149 (1993) 106, https://doi.org/10.3133/wri934149. [11] J.R. Bartolino, J.C. Cole, Ground-water resources of the middle Rio Grande basin, New Mexico: U.S, Geol. Surv. Circular 1222 (2002) 132, https://doi.org/ 10.3133/cir1222. [12] U.S. Geological Survey, USGS Water Data for the Nation: U.S, Geological Sur- vey National Water Information System database, 2023, https://doi.org/ 10.5066/F7P55KJN at. (Accessed 22 June 2022). [13] J. Dewitz, National Land Cover Database (NLCD) 2019 Products [Data Set], U.S. Geological Survey, 2021, https://doi.org/10.5066/P9KZCM54. (Accessed 3 December 2021). [14] Albuquerque Bernalillo County Water Utility Authority, Albuquerque's Drinking Water System, 2021. https://www.abcwua.org/education- education-el_wsd_2/. (Accessed 4 February 2022). [15] City of Albuquerque Parks and Recreation Department Open Space Division, Resource Management Plan for Tijeras Arroyo Biological Zone, 2014. https:// www.cabq.gov/parksandrecreation/documents/r-82-resource-mgmt-plan- for-tijeras-arroyo-ﬁnal.pdf. (Accessed 13 December 2021). [16] U.S. Geological Survey, National ﬁeld manual for the collection of water- quality data: U.S. Geological Survey Techniques and Methods of Water- Resources Investigations, book 9, chaps. A1eA10, variously dated, accessed May 19, 2022, at http://pubs.water.usgs.gov/twri9A.. [17] Standard Methods Committee of the American Public Health Association, American water works association, and water environment federation, 9223 enzyme substrate coliform test, in: W.C. Lipps, T.E. Baxter, E. Braun Howland (Eds.), Standard Methods for the Examination of Water and Wastewater: Washington D.C., APHA Press, 2022, p. 4, https://doi.org/10.2105/ SMWW.2882.194, at. (Accessed 7 September 2023). [18] J.R. Garbarino, H.E. Taylor, Inductively-coupled plasma-mass spectrometric method for the determination of dissolved trace elements in natural water: U.S, Geological Survey Open-File Report 94e358 (1996) 49. [19] H.E. Taylor, Inductively Coupled Plasma-Mass Spectrometry, Academic Press, New York, 2001, p. 294. [20] J.R. Garbarino, H.E. Taylor, An inductively-coupled plasma atomic-emission spectrometric method for routine water quality testing, Appl. Spectrosc. 33 (1979) 220e226. [21] L.P. Gromet, L.A. Haskin, R.L. Korotev, R.F. Dymek, The “North American shale K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 15 composite”dits compilation, major and trace element characteristics, Geo- chem. Cosmochim. Acta 48 (12) (1984) 2469e2485, https://doi.org/10.1016/ 0016-7037(84)90298-9. [22] D.Z. Piper, M. Bau, Normalized rare earth elements in water, sediments, and winedidentifying sources and environmental redox conditions, Am. J. Anal. Chem. 4 (10) (2013) 69e83, https://doi.org/10.4236/ajac.2013.410A1009. [23] D.S. Alibo, Y. Nozaki, Rare earth elements in seawater: particle association, shale-normalization, and Ce oxidation, Geochem. Cosmochim. Acta 63 (No 3/ 4) (1999) 363e372. [24] J. Shoemaker, D. Tettenhorst, Method 537.1 Determination of Selected Per- and Polyﬂourinated Alkyl Substances in Drinking Water by Solid Phase Extraction and Liquid Chromatography/Tandem Mass Spectrometry (LC/MS/ MS), U.S. Environmental Protection Agency, Washington, DC, 2020. [25] T.J. Baxter, A.M. Hansen, J.A. Fleck, Laboratory Fluorescence and Total Dis- solved Nitrogen Measurements for Surface Water Samples Collected from the Rio Grande during a 24-hr Timeseries, U.S. Geological Survey Data Release, near Albuquerque, New Mexico, 2023, https://doi.org/10.5066/P93EKKZC. [26] B.B. Potter, J. Wimsatt, Method 415.3, Rev. 1.2: Determination of Total Organic Carbon and Speciﬁc UV Absorbance at 254 Nm in Source Water and Drinking Water, U.S. Environmental Protection Agency, Washington, DC, 2009. [27] A.M. Hansen, T.E.C. Kraus, B.A. Pellerin, J.A. Fleck, B.D. Downing, B.A. Bergamaschi, Optical properties of dissolved organic matter (DOM): ef- fects of biological and photolytic degradation, Limnol. Oceanogr. 61 (2016) 1015e1032. [28] J. Merriam, W.H. McDowell, W.S. Currie, A high-temperature"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "for the determination of dissolved trace elements in natural water: U.S, Geological Survey Open-File Report 94e358 (1996) 49. [19] H.E. Taylor, Inductively Coupled Plasma-Mass Spectrometry, Academic Press, New York, 2001, p. 294. [20] J.R. Garbarino, H.E. Taylor, An inductively-coupled plasma atomic-emission spectrometric method for routine water quality testing, Appl. Spectrosc. 33 (1979) 220e226. [21] L.P. Gromet, L.A. Haskin, R.L. Korotev, R.F. Dymek, The “North American shale K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 15 composite”dits compilation, major and trace element characteristics, Geo- chem. Cosmochim. Acta 48 (12) (1984) 2469e2485, https://doi.org/10.1016/ 0016-7037(84)90298-9. [22] D.Z. Piper, M. Bau, Normalized rare earth elements in water, sediments, and winedidentifying sources and environmental redox conditions, Am. J. Anal. Chem. 4 (10) (2013) 69e83, https://doi.org/10.4236/ajac.2013.410A1009. [23] D.S. Alibo, Y. Nozaki, Rare earth elements in seawater: particle association, shale-normalization, and Ce oxidation, Geochem. Cosmochim. Acta 63 (No 3/ 4) (1999) 363e372. [24] J. Shoemaker, D. Tettenhorst, Method 537.1 Determination of Selected Per- and Polyﬂourinated Alkyl Substances in Drinking Water by Solid Phase Extraction and Liquid Chromatography/Tandem Mass Spectrometry (LC/MS/ MS), U.S. Environmental Protection Agency, Washington, DC, 2020. [25] T.J. Baxter, A.M. Hansen, J.A. Fleck, Laboratory Fluorescence and Total Dis- solved Nitrogen Measurements for Surface Water Samples Collected from the Rio Grande during a 24-hr Timeseries, U.S. Geological Survey Data Release, near Albuquerque, New Mexico, 2023, https://doi.org/10.5066/P93EKKZC. [26] B.B. Potter, J. Wimsatt, Method 415.3, Rev. 1.2: Determination of Total Organic Carbon and Speciﬁc UV Absorbance at 254 Nm in Source Water and Drinking Water, U.S. Environmental Protection Agency, Washington, DC, 2009. [27] A.M. Hansen, T.E.C. Kraus, B.A. Pellerin, J.A. Fleck, B.D. Downing, B.A. Bergamaschi, Optical properties of dissolved organic matter (DOM): ef- fects of biological and photolytic degradation, Limnol. Oceanogr. 61 (2016) 1015e1032. [28] J. Merriam, W.H. McDowell, W.S. Currie, A high-temperature catalytic oxidation technique for determining total dissolved nitrogen, Soil Sci. Soc. Am. J. 60 (4) (1996) 1050e1055, https://doi.org/10.2136/ sssaj1996.03615995006000040013x. [29] D.A. Alvarez, Guidelines for the use of the semipermeable membrane device (SPMD) and the polar organic chemical integrative sampler (POCIS) in envi- ronmental monitoring studies: U.S, Geological Survey, Techniques and Methods 1eD4 (2010) 28. [30] D.A. Alvarez, K.A. Maruya, N.G. Dodder, W. Lao, E.T. Furlong, K.L. Smalling, Occurrence of contaminants of emerging concern along the California coast (2009-10) using passive sampling devices, Mar. Pollut. Bull. 81 (2014) 347e354. [31] L. Gobelius, C. Persson, L. K. Wiberg, Ahrens, Calibration and application of passive sampling for per- and polyﬂuoroalkyl substances in a drinking water treatment plant, J. Hazard Mater. 362 (2019) 230e237. [32] K.R. Beisner, F.D. Tillman, J.R. Anderson, R.C. Antweiler, D.J. Bills, Geochemical characterization of groundwater discharging from springs north of the Grand Canyon, Arizona, 2009e2016: U.S, Geological Survey Scientiﬁc Investigations Report 2017e 5068 (2017) 58, https://doi.org/10.3133/sir20175068. [33] L.B. Barber, S.F. Murphy, P.L. Verplanck, M.W. Sandstrom, H.E. Taylor, E.T. Furlong, Chemical loading into surface water along a hydrological, biogeochemical, and land use gradient e a holistic watershed approach, En- viron. Sci. Technol. 40 (2006) 475e486, https://doi.org/10.1021/es051270q. [34] L.B. Barber, R.C. Antweiler, J.L. Flynn, S.H. Keefe, D.W. Kolpin, D.A. Roth, D.J. Schnoebelen, H.E. Taylor, P.L. Verplanck, Lagrangian mass-ﬂow in- vestigations of inorganic contaminants in wastewater-impacted streams, Environ. Sci. Technol. 45 (2011) 2575e2583, https://doi.org/10.1021/ es104138y. [35] L.B. Barber, S.S. Paschke, W.A. Battaglin, C. Douville, K.C. Fitzgerald, S.H. Keefe, D.A. Roth, A.M. Vajda, Effects of an extreme ﬂood on trace elements in river water e from urban stream to major river basin, Environ. Sci. Technol. 51 (2017) 10344e10356, https://doi.org/10.1021/acs.est.7b01767. [36] M. Bau, P. Dulski, Anthropogenic origin of positive gadolinium anomalies in river waters, Earth Planet Sci. Lett. 143 (1996) 245e255. [37] P.L. Verplanck, H.E. Taylor, D.K. Nordstrom, L.B. Barber, Aqueous stability of gadolinium in surface waters receiving sewage treatment plant efﬂuent, Boulder Creek, Colorado, Environ. Sci. Technol. 39 (2005) 6923e6929. [38] M. Rabiet, F. Brissaud, J.L. Seidel, S. Pistre, F. Elbaz-Poulichet, Positive gado- linium anomalies in wastewater treatment plant efﬂuents and aquatic envi- ronment in the H\u0001erault watershed (South France), Chemosphere 75 (2009) 1057e1064. [39] Y. Nozaki, D. Lerche, D.S. Alibo, M. Tsutsumi, Dissolved indium and rare earth elements in three Japanese rivers and Tokyo bay: evidence for anthropogenic Gd and in, Geochem. Cosmochim. Acta 64 (2000) 3975e3982. [40] A. Knappe, P. M€oller, P. Dulski, A. Pekdeger, Positive gadolinium anomaly in surface water and ground water of the urban area Berlin, Germany, Chem. Erde Geochem. 65 (2005) 167e189. [41] J.L. Weishaar, G.R. Aiken, B.A. Bergamaschi, M.S. Fram, R. Fujii, K. Mopper, Evaluation of speciﬁc ultraviolet absorbance as an indicator of the chemical composition and reactivity of dissolved organic carbon, Environ. Sci. Technol. 37 (20) (2003) 4702e4708, https://doi.org/10.1021/es030360x. Oct 15. [42] A. Baker, M. Curry, Fluorescence of leachates from three contrasting landﬁlls, Water Res. 38 (10) (2004) 2605e2613. [43] A. Baker, R.G.M. Spencer, Characterization of dissolved organic matter from source to sea using ﬂuorescence and absorbance spectroscopy, Sci. Total En- viron. 333 (1e3) (2004) 217e232. [44] P.G. Coble, C.E. Del Castillo, B. Avril, Distribution and optical properties of CDOM in the arabian sea during the 1995 southwest monsoon, Deep-Sea Res., Part A 2 45 (1998) 2195e2223. [45] P.G. Coble, Characterization of marine and terrestrial DOM in seawater using excitation-emission matrix spectroscopy, Mar. Chem. 51 (4) (1996) 325e346. [46] J.A. Fleck, G. Gill, B.A. Bergamaschi, T.E.C. Kraus, B.D. Downing, C.N. Alpers, Concurrent photolytic degradation of aqueous methylmercury and dissolved organic matter, Sci. Total Environ. 484 (2014) 263e275, https://doi.org/ 10.1016/j.scitotenv.2013.03.107. [47] R.M. Cory, M.P. Miller, J. Guerard, D.M. McKnight, P.L. Miller, Effect of instrument-speciﬁc response on the analysis of fulvic acid ﬂuorescence spectra, Limnol Oceanogr. Methods 8 (2010) 67e78. [48] T. Ohno, Fluorescence inner-ﬁltering correction for determining the humiﬁ- cation index of dissolved organic matter, Environ. Sci. Technol. 36 (4) (2002) 742e746, https://doi.org/10.1021/es0155276. Feb 15. [49] L. Ahrens, S. Felizeter, R. Sturm, Z. Xie, R. Ebinghaus, Polyﬂuorinated com- pounds in waste water treatment plant efﬂuents and surface waters along the River Elbe, Germany, Mar. Pollut. Bull. 58 (n. 9) (2009) 1326e1333, https:// doi.org/10.1016/j.marpolbul.2009.04.028. [50] A. Erhunse, An Assessment of Perﬂuoro Alkyl Substances Bioavailability and Policy Implication for Water Quality and Biota in the Lower Apalachicola River and Estuary, Ph.D. Dissertation, Florida A&M University, Environmental Sci- ences Institute, Tallahassee, FL, 2010, p. 272. [51] L.B. Barber, H.M. Pickard, D.A. Alvarez, J. Becanova, S.H. Keefe, D.R. LeBlanc, R. Lohmann, J.A. Steevens, A.M. Vajda, Uptake of per- and polyﬂuoroalkyl substances by ﬁsh, mussel, and passive samplers uptake in mobile-laboratory exposures using groundwater from a contamination plume at a historical ﬁre training area, Cape Cod, Massachusetts, Environmental Science and Technol- ogy 57 (14) (2023) 5544e5557, https://doi.org/10.1021/acs.est.2c06500. [52] J. Rice, P. Westerhoff, Spatial and temporal variation in de facto wastewater reuse in drinking water systems across the, U.S.A. Environmental Science & Technology 49 (2015) 982e989. [53] J.H. Christensen, A.B. Hansen, J. Mortensen, O. Andersen, Characterization and matching of oil samples using ﬂuorescence spectroscopy and parallel factor analysis, Anal. Chem. 77 (2005) 2210e2217, 2005. [54] L.B. Barber, R.C. Antweiler, J.L. Flynn, S.H. Keefe, D.W. Kolpin, D.A. Roth, D.J. Schnoebelen, H.E. Taylor, P.L. Verplanck, Lagrangian mass-ﬂow in- vestigations of inorganic contaminants in wastewater-impacted streams, Environ. Sci. Technol. 45 (2011) 2575e2583, https://doi.org/10.1021/ es104138y. [55] L.B. Barber, S.S. Paschke, W.A. Battaglin, C. Douville, K.C. Fitzgerald, S.H. Keefe, D.A. Roth, A.M. Vajda, Effects of an extreme ﬂood"
    },
    {
        "URL": "Beisner2024_TemporalVariabilitySourcesPFASRioGrandeNM.pdf",
        "Text": "D.M. McKnight, P.L. Miller, Effect of instrument-speciﬁc response on the analysis of fulvic acid ﬂuorescence spectra, Limnol Oceanogr. Methods 8 (2010) 67e78. [48] T. Ohno, Fluorescence inner-ﬁltering correction for determining the humiﬁ- cation index of dissolved organic matter, Environ. Sci. Technol. 36 (4) (2002) 742e746, https://doi.org/10.1021/es0155276. Feb 15. [49] L. Ahrens, S. Felizeter, R. Sturm, Z. Xie, R. Ebinghaus, Polyﬂuorinated com- pounds in waste water treatment plant efﬂuents and surface waters along the River Elbe, Germany, Mar. Pollut. Bull. 58 (n. 9) (2009) 1326e1333, https:// doi.org/10.1016/j.marpolbul.2009.04.028. [50] A. Erhunse, An Assessment of Perﬂuoro Alkyl Substances Bioavailability and Policy Implication for Water Quality and Biota in the Lower Apalachicola River and Estuary, Ph.D. Dissertation, Florida A&M University, Environmental Sci- ences Institute, Tallahassee, FL, 2010, p. 272. [51] L.B. Barber, H.M. Pickard, D.A. Alvarez, J. Becanova, S.H. Keefe, D.R. LeBlanc, R. Lohmann, J.A. Steevens, A.M. Vajda, Uptake of per- and polyﬂuoroalkyl substances by ﬁsh, mussel, and passive samplers uptake in mobile-laboratory exposures using groundwater from a contamination plume at a historical ﬁre training area, Cape Cod, Massachusetts, Environmental Science and Technol- ogy 57 (14) (2023) 5544e5557, https://doi.org/10.1021/acs.est.2c06500. [52] J. Rice, P. Westerhoff, Spatial and temporal variation in de facto wastewater reuse in drinking water systems across the, U.S.A. Environmental Science & Technology 49 (2015) 982e989. [53] J.H. Christensen, A.B. Hansen, J. Mortensen, O. Andersen, Characterization and matching of oil samples using ﬂuorescence spectroscopy and parallel factor analysis, Anal. Chem. 77 (2005) 2210e2217, 2005. [54] L.B. Barber, R.C. Antweiler, J.L. Flynn, S.H. Keefe, D.W. Kolpin, D.A. Roth, D.J. Schnoebelen, H.E. Taylor, P.L. Verplanck, Lagrangian mass-ﬂow in- vestigations of inorganic contaminants in wastewater-impacted streams, Environ. Sci. Technol. 45 (2011) 2575e2583, https://doi.org/10.1021/ es104138y. [55] L.B. Barber, S.S. Paschke, W.A. Battaglin, C. Douville, K.C. Fitzgerald, S.H. Keefe, D.A. Roth, A.M. Vajda, Effects of an extreme ﬂood on trace elements in river water- from urban stream to major river basin, Environ. Sci. Technol. 51 (2017) 10344e10356, https://doi.org/10.1021/acs.est.7b01767. [56] A. Baker, L. Bolton, M. Newson, R.G.M. Spencer, Spectrophotometric properties of surface water dissolved organic matter in an afforested upland peat catchment, Hydrol. Process. 22 (2008) 2325e2336, https://doi.org/10.1002/ hyp.6827. [57] N. Hudson, A. Baker, D. Reynolds, Fluorescence analysis of dissolved organic matter in natural, waste and polluted watersda review, River Res. Appl. 23 (2007) 631e649, https://doi.org/10.1002/rra.1005, 2007. [58] R.E. Travis, K.L. Wilkins, C.M. Kephart, Assessing Escherichia coli and microbial source tracking markers in the Rio Grande in the south valley, Albuquerque, New Mexico, 2020e21: U.S, Geol. Surv. Sci. Investig. Rep. 2023e5019 (2023) 48, https://doi.org/10.3133/sir20235019. K.R. Beisner, R.E. Travis, D.A. Alvarez et al. Emerging Contaminants 10 (2024) 100314 16"
    }
]