[
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "Deciphering natural and anthropogenic nitrate and recharge sources in arid region groundwater Benjamin Linhoff U.S. Geological Survey, New Mexico Water Science Center, Albuquerque, NM, United States of America H I G H L I G H T S G R A P H I C A L A B S T R A C T • Major ions, isotopes, and CECs are used to decipher natural and anthropogenic NO3 −. • Subsoil NO3 −reservoirs in arroyo ﬂood- plains are major source of groundwater NO3 −. • Artiﬁcial recharge in arid regions can be deciphered using 3H, 14C, and CECs. A B S T R A C T A R T I C L E I N F O Editor: Jurgen Mahlknecht Keywords: Artiﬁcial sweeteners CEC Cl−/Br− Artiﬁcial recharge Nitrogen isotopes Vadose zone nitrate Recently, the subsoils of ephemeral stream (arroyos) ﬂoodplains in the northern Chihuahuan Desert were discovered to contain large naturally occurring NO3 −reservoirs (ﬂoodplain: ~38,000 kg NO3-N/ha; background: ~60 kg NO3-N/ha). These reservoirs may be mobilized through land use change or natural stream channel migration which makes differ- entiating between anthropogenic and natural groundwater NO3 −sources challenging. In this study, the fate and sources of NO3 −were investigated in an area with multiple NO3 −sources such as accidental sewer line releases and sewage la- goons as well as natural reservoirs of subsoil NO3 −. To differentiate sources, this study used a large suite of geochemical tools including δ15N[NO3], δ18O[NO3], δ15N[N2], δ13C[DIC], 14C, tritium (3H), dissolved gas concentrations, major ion chemistry, and contaminants of emerging concern (CEC) including artiﬁcial sweeteners. NO3 −at sites with the highest concentrations (25 to 229 mg/L NO3-N) were determined to be largely sourced from naturally occurring subsoil NO3 − based on δ15N[NO3] (<8 ‰) and mass ratios of Cl−/Br−(〈100) and NO3 −/Cl−(>1.5). Anthropogenic NO3 −was deciphered using mass ratios of Cl−/Br−(>120) and NO3 −/Cl−(<1), δ15N[NO3] (>8 ‰), and CEC detections. Nitro- gen isotope analyses indicated that denitriﬁcation is fairly limited in the ﬁeld area. CEC were detected at 67 % of sites including 3H dead sites (<1 pCi/L) with low percent modern carbon-14 (PMC; <30 %). Local supply wells are 3H dead with low PMC; as 3H does not re-equilibrate and 14C is very slow to re-equilibrate during recirculation through infra- structure, sites with low PMC, 3H < 1 pCi/L, and CEC detections were interpreted as locations with substantial anthro- pogenic groundwater recharge. Neotame was used to identify locations of very recent (<15 years before present) or ongoing wastewater inﬂuxes to the aquifer. This work shows the important inﬂuence of naturally occurring subsoil NO3 −reservoirs on groundwater in arid regions and the major contribution of artiﬁcial recharge. 1. Introduction Nitrate (NO3 −) is the most common groundwater contaminant globally (Spalding and Exner, 1993). Elevated NO3 −in drinking water can lead to Science of the Total Environment 848 (2022) 157345 E-mail address: blinhoff@usgs.gov. http://dx.doi.org/10.1016/j.scitotenv.2022.157345 Received 24 January 2022; Received in revised form 8 July 2022; Accepted 10 July 2022 Available online 23 July 2022 0048-9697/© 2022 Published by Elsevier B.V. Contents lists available at ScienceDirect Science of the Total Environment journal homepage: www.elsevier.com/locate/scitotenv increased risk of methemoglobinemia (blue baby syndrome), colorectal cancer, and low birthweight outcomes (Schullehner et al., 2018; Sherris et al., 2021; Ward et al., 2018), while surplus nitrate loading to surface wa- ters can contribute to eutrophication (Schindler, 2006). Excess NO3 −in sur- face water and groundwater is largely due to the overuse of fertilizers and contamination by human and animal waste (Canter, 1996; Nolan et al., 2002). Natural NO3 −sources such as atmospheric deposition, nitrogen (N) ﬁxation in arid region soil crusts, termite mounds, and rock N can con- tribute a substantial amount of N in some watersheds (Houlton et al., 2018; Walvoord, 2010). In arid regions, large, naturally occurring NO3 −reservoirs can occur in the subsoil, potentially a major source of NO3 −to groundwater (Graham et al., 2008; Gutiérrez et al., 2018; Izbicki et al., 2015; Linhoff and Lunzer, 2021; B. Scanlon et al., 2008; Walvoord, 2010). In the American southwest, these reservoirs are generally the result of thousands of years of dry and wet atmospheric N deposition onto soils that have leached to the subsoil below plant root depth. Vadose zone NO3 −deposits are suscep- tible to mobilization to underlying aquifers during land use or climate change, which can lead to excess groundwater NO3 −(Linhoff and Lunzer, 2021; B. R. Scanlon et al., 2008; Walvoord et al., 2003). For mitigation of NO3 −, sources must be identiﬁed and the potential for denitriﬁcation—the microbially mediated process whereby NO3 −is ultimately transformed to N2—should be assessed. Although there are many potential indicators of NO3 −sources, successful discrimination is most likely if multiple tracers can be applied simultaneously. Isotopes of NO3 −(δ15N [NO3] and δ18O [NO3]) can be used to identify manure and human waste, while examining dissolved gas concentrations (N2 and Ar) and isotopes (δ15N[N2]) can determine the extent of denitriﬁ- cation (Böhlke et al., 2002). Analyzing both δ15N and δ18O in NO3 −can help separate NO3 −sources (Böttcher et al., 1990). For example, the δ15N [NO3] of soil organic N (ON) is +3 ‰ to +8 ‰ while mineral fertilizers are between −8 ‰ and +7 ‰. While there is some overlap, measuring δ15N[NO3] can be especially helpful in identifying manure and human wastewater sources, which have values between +5 ‰ to +35 ‰ (Nikolenko et al., 2018). These differences result from microbially driven reactions such as assimilation, nitriﬁcation, and denitriﬁcation, which al- most always result in 15N enrichment of the substrate and depletion of the product (Nikolenko et al., 2018). ẟ18O[NO3] values in groundwater can also be indicative of NO3 −sources and processes. For example, synthetic NO3 −fertilizers, which are derived from atmospheric N2, have ẟ18O values close to atmospheric (+23.5 ‰; Hollocher, 1984). During denitriﬁcation, ẟ18O[NO3] increases as denitrifying bacteria prefer the lighter O isotope leaving the residual heavier. During nitriﬁcation, one O atom from dis- solved O2 and two atoms from water are combined to form NO3 −, hence ẟ18O[NO3] is controlled by nitriﬁcation, denitriﬁcation, and the ẟ18O value of the reactant water (Kendall and Aravena, 2000). Carbon isotope systems can be useful in estimating groundwater age and inferring groundwater sources, identifying recent recharge and areas vulnerable to contamination, and helping to differentiate between back- ground and anthropogenically impacted sites (Geyh, 2000; Grundl et al., 2013; Han and Plummer, 2016; Jasechko et al., 2017). Further analyzing C isotopes and associated major ion chemistry can also help determine whether bicarbonate (HCO3 −) is sourced from carbonate mineral dissolu- tion or the oxidation of organic matter during O2 reduction or denitriﬁca- tion (Han et al., 2012; Han and Plummer, 2016). Tritium (3H) is often used as an indicator of recently recharged groundwater (Lindsey et al., 2019). Concentrations of 3H in groundwater are affected by groundwater depth, timing of recharge relative to bomb 3H inputs (mainly between 1952 and 1963), and its half-life (12.32 years; Eastoe et al., 2012). Domestic and municipal wastewater may carry distinct chemical signa- tures such as high Cl−/Br−ratios (Davis et al., 1998). In general, domestic wastewater and municipal sewage has Cl−/Br−ratios between 300 and 1100 (by mass) while the Cl−/Br−ratio in non-impacted groundwater is typically"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "result from microbially driven reactions such as assimilation, nitriﬁcation, and denitriﬁcation, which al- most always result in 15N enrichment of the substrate and depletion of the product (Nikolenko et al., 2018). ẟ18O[NO3] values in groundwater can also be indicative of NO3 −sources and processes. For example, synthetic NO3 −fertilizers, which are derived from atmospheric N2, have ẟ18O values close to atmospheric (+23.5 ‰; Hollocher, 1984). During denitriﬁcation, ẟ18O[NO3] increases as denitrifying bacteria prefer the lighter O isotope leaving the residual heavier. During nitriﬁcation, one O atom from dis- solved O2 and two atoms from water are combined to form NO3 −, hence ẟ18O[NO3] is controlled by nitriﬁcation, denitriﬁcation, and the ẟ18O value of the reactant water (Kendall and Aravena, 2000). Carbon isotope systems can be useful in estimating groundwater age and inferring groundwater sources, identifying recent recharge and areas vulnerable to contamination, and helping to differentiate between back- ground and anthropogenically impacted sites (Geyh, 2000; Grundl et al., 2013; Han and Plummer, 2016; Jasechko et al., 2017). Further analyzing C isotopes and associated major ion chemistry can also help determine whether bicarbonate (HCO3 −) is sourced from carbonate mineral dissolu- tion or the oxidation of organic matter during O2 reduction or denitriﬁca- tion (Han et al., 2012; Han and Plummer, 2016). Tritium (3H) is often used as an indicator of recently recharged groundwater (Lindsey et al., 2019). Concentrations of 3H in groundwater are affected by groundwater depth, timing of recharge relative to bomb 3H inputs (mainly between 1952 and 1963), and its half-life (12.32 years; Eastoe et al., 2012). Domestic and municipal wastewater may carry distinct chemical signa- tures such as high Cl−/Br−ratios (Davis et al., 1998). In general, domestic wastewater and municipal sewage has Cl−/Br−ratios between 300 and 1100 (by mass) while the Cl−/Br−ratio in non-impacted groundwater is typically <100 (Davis et al., 1998; Katz et al., 2011). Because of the conser- vative nature of Cl−and Br−and the simplicity of using elemental ratios, Cl−/Br−ratios are often used as a ﬁrst step to identify waters impacted by sewage efﬂuent (Katz et al., 2011). The ratio of total nitrogen (TN) to Cl−is typically ~11 (by mass) from bulk atmospheric deposition (National Atmospheric Deposition Program, 2022). Anthropogenic wastewater and fertilizers can contribute both Cl−and NO3 −with impacted groundwater generally having NO3 −/Cl−ratios <0.5 because by mass, more Cl−is gen- erally contributed than NO3 −(Sapek, 2002; Stites and Kraft, 2001). It should be noted that as NO3 −is subject to redox reactions, care must be taken when interpreting NO3 −/Cl−ratios as changes along a ﬂow path may be due to denitriﬁcation (Lowrance, 1992). Contaminants of emerging concern (CEC)—artiﬁcial sweeteners, phar- maceuticals, and wastewater indicators (WWI)—are useful as tracers of an- thropogenic NO3 −sources and serve as tracers of post-industrial revolution aquifer recharge (McCance et al., 2018). Artiﬁcial sweeteners are also in- creasingly being recognized as pollutants and may result in substantial ecotoxicity (Luo et al., 2019). Since saccharin was ﬁrst discovered in 1879 (Fahlberg and Remsen, 1879), artiﬁcial sweeteners have become widely popular globally as sugar substitutes used in food, beverages, phar- maceuticals, personal care products, and even animal feed (Buerge et al., 2009; Gan et al., 2013; Van Stempvoort et al., 2011). Their usefulness in groundwater studies stems from their typically highly recalcitrant behavior making them suitable tracers of anthropogenic waste (Buerge et al., 2009; Robertson et al., 2016). This stability in the environment varies between sweeteners with acesulfame-K generally being the most persistent (Buerge et al., 2009) while sucralose, aspartame, and neotame degrade more readily (Margot et al., 2015). In the United States, neotame was approved for consumption in 2002, acesulfame-K in 1988, sucralose in 1998, and saccharin in 1879 (U.S. Food and Drug Administration, 2018). Hence, their presence in groundwater can help better constrain the timeline of contamination. Human-use pharmaceuticals are also widely distributed in groundwater and surface waters and can serve as additional tracers of anthropogenic water sources and recent groundwa- ter recharge (Bexﬁeld et al., 2019; Glassmeyer et al., 2008; Richardson and Ternes, 2011). Many of these compounds are present in both do- mestic wastewater and in efﬂuent from wastewater treatment facilities because treatments are often not designed to remove these compounds (Vidal‐Dorsch et al., 2012). This work uses major ion ratios, dissolved gases, stable and radio- active isotopes, and a wide variety of CEC to differentiate NO3 −sources in the impacted aquifers in and around KAFB. With a few exceptions (e.g. McCance et al., 2020, this breadth of techniques has rarely been used to separate NO3 −sources. Due to the extent of analyses, this work provides an opportunity to compare techniques in understanding NO3 −impacted aquifers. 2. Study area Arroyos—dry creek beds in the American Southwest that ﬂow after suf- ﬁcient rainfall—were recently discovered to contain unusually large reser- voirs of subsoil NO3 −in their ﬂoodplains (Linhoff and Lunzer, 2021). Linhoff and Lunzer (2021) describe large NO3 −subsoil reservoirs (10,000–38,000 kg NO3-N/ha) in an arroyo ﬂoodplain on Kirtland Air Force Base (KAFB) near Albuquerque, New Mexico, USA (Figs. 1 and S1). Nitrate accumulation in the arroyo ﬂoodplain is attributed to the evapora- tion of water inﬁltrating the arroyo channel sediments, and the lateral movement and evaporation of water through subsoils from beneath the ar- royo channel to the surrounding ﬂoodplain. Enhanced nitriﬁcation during wetting and drying in the arroyo channel (Gómez et al., 2012) and high NO3 −/Cl−ratios (~11 by mass) measured in atmospheric deposition may account for the very high NO3 −/Cl−ratios (5–30) measured in subsoil porewaters in the ﬂoodplain (Linhoff and Lunzer, 2021). Based on model- ing, this process of naturally accumulating NO3 −in the subsoils of the ﬂood- plain was estimated to occur in 200 to 800 years or eight to 75 times faster than through atmospheric deposition alone. Arroyo channel migration across the ﬂoodplain—a process that can be observed in historical satellite photos occurring on decadal timescales (Linhoff and Lunzer, 2021)—likely periodically ﬂushes the arroyo ﬂoodplain subsoil NO3 −to the underlying aquifers. Subsequent water ﬂows through the arroyo channel and B. Linhoff Science of the Total Environment 848 (2022) 157345 2 evaporation in subsoils in the ﬂoodplain likely act to regenerate NO3 − deposits over the course of hundreds of years. Hence, arroyo ﬂoodplains should be considered as potential NO3 −sources to groundwater in arid regions. Though NO3 −contamination of groundwater is generally less likely in arid regions with thick unsaturated zones (Nolan et al., 2002), elevated groundwater NO3 −is widespread in northern and central New Mexico (Linhoff et al., 2016; McQuillan, 2004). In particular, NO3 −contamination in the aquifer beneath KAFB is a major concern (Copland, 2019). In addi- tion to subsoil NO3 −reservoirs in arroyo ﬂoodplains, numerous anthropo- genic sources of nitrate have been identiﬁed on and around KAFB including landﬁlls, sewer line releases, and former leach ﬁelds (Fig. 1; Oneida Total Integrated Enterprises, 2014). A historic neighborhood on the northeast border of KAFB was not connected to municipal sewer sys- tems until relatively recently and hence, there may be former septic leach ﬁelds and tanks that could be an off-base NO3 −source to KAFB. West of KAFB in the ﬂoodplain of Tijeras Arroyo (Fig. 1), extremely high groundwater NO3 −concentrations (>100 mg/L NO3-N) have been observed in Albuquerque's Mountain View"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "for the very high NO3 −/Cl−ratios (5–30) measured in subsoil porewaters in the ﬂoodplain (Linhoff and Lunzer, 2021). Based on model- ing, this process of naturally accumulating NO3 −in the subsoils of the ﬂood- plain was estimated to occur in 200 to 800 years or eight to 75 times faster than through atmospheric deposition alone. Arroyo channel migration across the ﬂoodplain—a process that can be observed in historical satellite photos occurring on decadal timescales (Linhoff and Lunzer, 2021)—likely periodically ﬂushes the arroyo ﬂoodplain subsoil NO3 −to the underlying aquifers. Subsequent water ﬂows through the arroyo channel and B. Linhoff Science of the Total Environment 848 (2022) 157345 2 evaporation in subsoils in the ﬂoodplain likely act to regenerate NO3 − deposits over the course of hundreds of years. Hence, arroyo ﬂoodplains should be considered as potential NO3 −sources to groundwater in arid regions. Though NO3 −contamination of groundwater is generally less likely in arid regions with thick unsaturated zones (Nolan et al., 2002), elevated groundwater NO3 −is widespread in northern and central New Mexico (Linhoff et al., 2016; McQuillan, 2004). In particular, NO3 −contamination in the aquifer beneath KAFB is a major concern (Copland, 2019). In addi- tion to subsoil NO3 −reservoirs in arroyo ﬂoodplains, numerous anthropo- genic sources of nitrate have been identiﬁed on and around KAFB including landﬁlls, sewer line releases, and former leach ﬁelds (Fig. 1; Oneida Total Integrated Enterprises, 2014). A historic neighborhood on the northeast border of KAFB was not connected to municipal sewer sys- tems until relatively recently and hence, there may be former septic leach ﬁelds and tanks that could be an off-base NO3 −source to KAFB. West of KAFB in the ﬂoodplain of Tijeras Arroyo (Fig. 1), extremely high groundwater NO3 −concentrations (>100 mg/L NO3-N) have been observed in Albuquerque's Mountain View community (Mohr, 2009; Thomson and McQuillan, 1984). These high NO3 −concentrations re- sulted in one case of methemoglobinemia prior to the community being connected to municipal water supply (Mohr, 2009; Thomson and McQuillan, 1984). While the anthropogenic NO3 −sources in and around KAFB are numerous, high NO3 −in groundwaters beneath the ar- royo ﬂoodplain on KAFB tend to have NO3 −/Cl−ratios far higher than background sites and low Cl−/Br−ratios suggesting a subsoil NO3 − source (Linhoff and Lunzer, 2021). The majority of groundwater samples collected for this study were from aquifers of the Santa Fe Group (Fig. S1), a thick (~2.7 km) basin-ﬁll sediment sequence that formed in the late Oligocene to middle Pleistocene; it consists of piedmont-slope and ﬂuvial basin-ﬂoor deposits derived from the surround- ing uplifts (Haase and Lozinsky, 1995). The study area is bisected by multiple north-south trending faults that are part of the Tijeras Fault Complex. These faults are generally parallel to the mountain block on the eastern side of the Rio Grande Valley. Several springs—sampled for this study—are associated with these faults including Hell Canyon Tank and Hubble Spring (Fig. 1), both of which may contain groundwater from the Santa Fe Group aquifers or deeper groundwater (Haase and Lozinsky, 1995). Two aquifers exist within the upper Santa Fe Group, a perched sys- tem and the regional aquifer (Copland, 2017). The perched aquifer system has an extent of ~9 km2, largely within KAFB (Fig. 1); the perching layer consists of multiple lenses of alluvial-fan clay and silt. Vertical groundwater ﬂow is minimal because of lenticular clay units; groundwater ﬂow direction in the perched system is generally to the southeast. The perched system merges with the regional aquifer at its southeastern extent (Fig. S1). Flow through the ﬂoodplain is generally from the east to the west moving downhill from the mountain front to the Rio Grande. Prior to World War II, the perched aquifer likely only contained minimal water (Copland, 2017). When KAFB and Sandia National Laboratory (located within KAFB) began operations in 1941, various anthropogenic inputs including sewage impoundments, septic leach ﬁelds, outfall ditches, landscape watering, leaking water lines, and a golf course likely increased inﬁltration and created or enhanced the perched aquifer (Copland, 2017). Prior to large scale regional aquifer withdrawals in the City of Albuquer- que, groundwater ﬂow directions in the regional aquifer were north to south, with a westward ﬂow direction near the mountain-front boundaries to the east (Bexﬁeld and Anderholm, 2002; Plummer et al., 2012). However, groundwater pumping by the City of Albuquerque and to a lesser extent KAFB, has altered groundwater ﬂow directions and now groundwater gener- ally ﬂows to the west and northwest through KAFB (Galanter and Curry, 2019) with signiﬁcant recharge around the KAFB golf course and east of the West Sandia Fault (Copland, 2017). Notably, while the regional ground- water ﬂow is generally towards the west and northwest, groundwater in the perched system moves in the opposite direction towards the southeast (Copland, 2017). 3. Methods 3.1. Collection of groundwater and surface water samples Fifty-ﬁve sites were sampled for this study including two streams, one ephemeral stream, three springs, and 49 groundwater sites (Tables 1 and S1). Sampling locations were chosen to be spatially representative of groundwater and surface water within the study area and cover regions with elevated and low nitrate concentrations. Across the study area, 35 samples were collected from the regional Santa Fe Group aquifer. In addi- tion to 22 samples on KAFB collected in the regional aquifer, nine samples were collected in the perched aquifer and one sample, (TJA-4), was col- lected in the mixing zone above the regional aquifer and beneath the perched aquifer. KAFB-0615 on the eastern side of KAFB and EGC-01 and EGC-17 east of KAFB were collected in the fractured granite mountain- front aquifer. To provide comparison, background sites located on the east- ern portion of Isleta Pueblo Reservation (ASL PD and UES-4) were sampled as there is no known source of anthropogenic nitrate to these sites. All sites sampled on Isleta Pueblo were on rangeland used for grazing cattle. All sites were sampled once except for the ephemeral stream Tijeras Arroyo which was sampled four times following rainfall events. Details of surface water and groundwater collection methods are described in S.1, and quality assur- ance and control samples are described in S.2. 3.2. Major element and nitrogen species analyses All samples collected were analyzed for nitrogen species and major ele- ment composition (Tables 1 and S2). These samples were stored at 4 °C until analysis. Samples for nitrogen species—organic nitrogen (ON), NH3 ° + NH4 +, NO2 −, and NO3 −—were ﬁltered to 0.45 μm and collected in 125 mL brown polyethylene bottles before being analyzed within 30 days of col- lection. NH3° + NH4 +, NO2 −, NO3 −were measured through colorimetric de- terminative methods while ON were measured using titrimetric digestion- distillation methods (Fishman, 1993; Patton and Kryskalla, 2011). Samples collected for major cations were ﬁltered to 0.45 μm, acidiﬁed to pH < 2, and stored chilled until analysis using inductively coupled plasma mass spec- trometry (Fishman, 1993). Major anion samples were ﬁltered to 0.45 μm and chilled until analysis using ion-exchange chromatography (Fishman, 1993). Carbonate species (H2CO3, HCO3 −, and CO3 2−) were inferred from ﬁeld alkalinity titrations. All nutrient and major element analyses were completed at the U.S. Geological Survey (USGS) National Water Quality Laboratory in"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "zone above the regional aquifer and beneath the perched aquifer. KAFB-0615 on the eastern side of KAFB and EGC-01 and EGC-17 east of KAFB were collected in the fractured granite mountain- front aquifer. To provide comparison, background sites located on the east- ern portion of Isleta Pueblo Reservation (ASL PD and UES-4) were sampled as there is no known source of anthropogenic nitrate to these sites. All sites sampled on Isleta Pueblo were on rangeland used for grazing cattle. All sites were sampled once except for the ephemeral stream Tijeras Arroyo which was sampled four times following rainfall events. Details of surface water and groundwater collection methods are described in S.1, and quality assur- ance and control samples are described in S.2. 3.2. Major element and nitrogen species analyses All samples collected were analyzed for nitrogen species and major ele- ment composition (Tables 1 and S2). These samples were stored at 4 °C until analysis. Samples for nitrogen species—organic nitrogen (ON), NH3 ° + NH4 +, NO2 −, and NO3 −—were ﬁltered to 0.45 μm and collected in 125 mL brown polyethylene bottles before being analyzed within 30 days of col- lection. NH3° + NH4 +, NO2 −, NO3 −were measured through colorimetric de- terminative methods while ON were measured using titrimetric digestion- distillation methods (Fishman, 1993; Patton and Kryskalla, 2011). Samples collected for major cations were ﬁltered to 0.45 μm, acidiﬁed to pH < 2, and stored chilled until analysis using inductively coupled plasma mass spec- trometry (Fishman, 1993). Major anion samples were ﬁltered to 0.45 μm and chilled until analysis using ion-exchange chromatography (Fishman, 1993). Carbonate species (H2CO3, HCO3 −, and CO3 2−) were inferred from ﬁeld alkalinity titrations. All nutrient and major element analyses were completed at the U.S. Geological Survey (USGS) National Water Quality Laboratory in Lakewood, CO. 3.3. Contaminants of emerging concern methods Thirty-eight samples were measured for WWI chemicals including 69 compounds typically found in domestic and industrial wastewater, includ- ing the alkylphenol ethoxylate nonionic surfactants and their degradates, food additives, fragrances, antioxidants, ﬂame retardants, plasticizers, in- dustrial solvents, disinfectants, fecal sterols, polycyclic aromatic hydrocar- bons, and high-use domestic pesticides (Table S3). Additionally, 36 samples were measured for 110 common human-use pharmaceutical com- pounds (Table S3). These include common drugs such as Metformin, Acet- aminophen, Carbamazepine, and Albuterol. Sample collection for pharmaceutical and WWI samples followed USGS guidelines outlined in Section 5.6.1F of the USGS National Field Manual (USGS, variously dated). Brieﬂy, pharmaceutical samples were ﬁltered to 0.7 μm and collected in 20-mL amber glass, stored at 1–5 °C in the dark, then analyzed within nine days of collection. Pharmaceuticals were mea- sured through direct injection into a high-performance liquid chromato- graph coupled to a triple-quadrupole tandem mass spectrometer using an electrospray ionization source operated in the positive ion mode (Furlong et al., 2014). WWI compounds were analyzed from whole unﬁltered water samples collected in baked 1-L amber glass bottles. These samples were extracted within 14 days of collection and analyzed through liquid- B. Linhoff Science of the Total Environment 848 (2022) 157345 3 B. Linhoff Science of the Total Environment 848 (2022) 157345 4 liquid extraction and capillary-column gas chromatography/mass spec- trometry (Zaugg et al., 2006). All samples collected were analyzed for artiﬁcial sweeteners (Table S3); artiﬁcial sweetener analyses were completed on ﬁltered (0.45 μm) water. Each sample was split into ﬁve 125-mL amber glass bottles, ﬁlled halfway, and frozen following sample collection. Artiﬁcial sweetener samples were analyzed at the USGS Organic Geochemistry Research Laboratory in Lawrence, KS. Analysis was performed using solid-phase extraction and ultra-performance liquid chromatography/ tandem mass spectrometry (UPLC/MS/MS) with electrospray ioniza- tion using multiple reaction monitoring. Details of artiﬁcial sweetener analyses can be found in S.3. Details of data censoring and blank results for other CECs are presented in Table S4 and S.4 and S.5. 3.4. Dissolved gas concentration Forty-eight groundwater samples were analyzed for dissolved N2, argon (Ar), methane (CH4), and O2 gas using a Hewlett Packard model 7890B gas chromatograph (Table S5). These samples were collected in pre-weighed 150-mL septum bottles. For preservation of bioactive constituents, potas- sium hydroxide was added to the bottles to increase pH to >10. Sample dis- charge tubing, ﬂowing at a rate of ~1 L/min, was placed at the bottom of the 150-mL sample bottles and allowed to cycle water for one minute; bot- tles were submerged in a 4-L bucket overﬂowing with raw water during collection. After ensuring no bubbles were trapped inside of the bottle, the bottle was sealed underwater with a needle through the septum. Sam- ples were collected in duplicate, stored on ice, and shipped overnight in coolers to the USGS Reston Groundwater Dating Laboratory. Details of laboratory analyses of dissolved gases can be found in S.6. 3.5. Isotopic analyses of nitrate and nitrogen gas Fifty-four samples analyzed for δ15N[NO3] and δ18O[NO3] were ﬁltered to 0.2 μm and collected in 125-mL polyethylene bottles (Table 1). Samples were placed on ice and immediately shipped to the USGS Stable Isotope Laboratory to be analyzed. For analysis, dissolved NO3 −was converted to nitrous oxide (N2O) by denitrifying bacteria (Pseudomonas aureofaciens) and the N2O was analyzed for N and O isotopic abundance by continuous-ﬂow isotopic-ratio mass spectrometry (Sigman et al., 2001). The isotopic composition of dissolved N2 was determined for 45 groundwa- ter samples by gas chromatograph separation and continuous ﬂow isotope ratio mass spectrometry on headspace gas leftover after gas chromatograph analysis of dissolved gas concentrations. N isotope ratios are reported in per mil (‰) relative to N2 in air (Mariotti, 1983). Oxygen isotope ratios are re- ported in ‰ relative to VSMOW reference water and normalized on a scale such that SLAP reference water is −55.5 ‰ (Coplen, 1994). International reference materials were analyzed with samples and reported data were normalized in accordance with Böhlke and Coplen (1995) as described in Table 1. Two-sigma uncertainty for N isotopic results in samples with NO3 −concentrations >0.06 mg/L as N was ±0.5 ‰ while samples with concentrations <0.06 mg/L as N was ±1 ‰. 3.6. Excess N2 calculation As denitriﬁcation occurs, excess N2 is produced. Fig. 2A shows Ar and N2 concentrations in groundwater samples along the expected concentra- tions from air saturated water between 5 and 25 °C (Weiss, 1970) at the mean elevation of sample collection (1651 m; Weiss, 1970). Samples that fall to the right of the line either contain excess air or excess N2. As denitri- ﬁcation is an anoxic process, excess N2 from denitriﬁcation is more likely at sites with low O2 concentrations (Böhlke, 2002). To estimate the amount of excess N2 produced through denitriﬁcation the USGS Reston Groundwater Dating Laboratory Ar-N2 workbook (https://water.usgs.gov/lab/dissolved-gas/) is used. Brieﬂy, excess N2 is estimated by using the concentrations of N2 and Ar, their solubility in water at the likely recharge elevation (assumed to be the mean elevation of sample sites; Weiss, 1970), atmospheric pressure and the likely recharge temperature. The method assumes that the only source of Ar is the atmo- sphere, the only sources of N2 are the atmosphere and denitriﬁcation, and excess air is not fractionated. It is further assumed that all samples were recharged at the same temperature but with varying amounts of excess air. For the"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "analysis of dissolved gas concentrations. N isotope ratios are reported in per mil (‰) relative to N2 in air (Mariotti, 1983). Oxygen isotope ratios are re- ported in ‰ relative to VSMOW reference water and normalized on a scale such that SLAP reference water is −55.5 ‰ (Coplen, 1994). International reference materials were analyzed with samples and reported data were normalized in accordance with Böhlke and Coplen (1995) as described in Table 1. Two-sigma uncertainty for N isotopic results in samples with NO3 −concentrations >0.06 mg/L as N was ±0.5 ‰ while samples with concentrations <0.06 mg/L as N was ±1 ‰. 3.6. Excess N2 calculation As denitriﬁcation occurs, excess N2 is produced. Fig. 2A shows Ar and N2 concentrations in groundwater samples along the expected concentra- tions from air saturated water between 5 and 25 °C (Weiss, 1970) at the mean elevation of sample collection (1651 m; Weiss, 1970). Samples that fall to the right of the line either contain excess air or excess N2. As denitri- ﬁcation is an anoxic process, excess N2 from denitriﬁcation is more likely at sites with low O2 concentrations (Böhlke, 2002). To estimate the amount of excess N2 produced through denitriﬁcation the USGS Reston Groundwater Dating Laboratory Ar-N2 workbook (https://water.usgs.gov/lab/dissolved-gas/) is used. Brieﬂy, excess N2 is estimated by using the concentrations of N2 and Ar, their solubility in water at the likely recharge elevation (assumed to be the mean elevation of sample sites; Weiss, 1970), atmospheric pressure and the likely recharge temperature. The method assumes that the only source of Ar is the atmo- sphere, the only sources of N2 are the atmosphere and denitriﬁcation, and excess air is not fractionated. It is further assumed that all samples were recharged at the same temperature but with varying amounts of excess air. For the assumed groundwater recharge temperature, the apparent re- charge temperature 17 °C observed in Fig. 2A is used. For this analysis, only sites with O2 concentrations <4 mg/L are considered. The original NO3 −concentrations prior to denitriﬁcation are then calcu- lated by mass balance by Eq. (1): NO3 ½ \u0002 \u0003 ¼ NO3 ½ \u0002 þ 2 N2,denit \u0001 \u0003 (1) where [NO3]° is the initial NO3 −concentration (in molar units), [NO3] is the measured NO3 −concentration and N2,denit is the estimated excess N2. Reac- tion progress f (Table S6) was estimated by Eq. (2): f ¼ 2 N2;1denit \u0001 \u0003 NO3 ½ \u0002 ° ð2Þ Initial δ15N[NO3]° values were calculated to determine the original iso- topic composition of sites prior to any denitriﬁcation that may have oc- curred following recharge. At sites where denitriﬁcation was suspected, calculations detailed in Green et al. (2008) were used to determine δ15N [NO3]°. Carbon isotope analysis can help elucidate what denitriﬁcation path- way is occurring. Both oxic respiration (Eq. (3)) and heterotrophic denitri- ﬁcation (Eq. (4)) result in the production of bicarbonate (HCO3 −). O2 þ 0:5C2H3O− 2 →0:5Hþ þ HCO− 3 ð3Þ 0:6Hþ þ 0:8NO− 3 þ 0:5C2H3O− 2 →0:4N2 þ HCO− 3 þ 0:2H2O ð4Þ Hence, if NO3 −reduction is occurring along with oxidation of organic material, then HCO3 −and NO3 −concentrations should be impacted along with C and N isotopes. The oxidation of organic material to inorganic car- bon will produce very negative ẟ13C values in dissolved inorganic carbon (DIC) whereas the dissolution of carbonate minerals will lead to near zero ẟ13C values in DIC (Nikolenko et al., 2018). By contrast, autotrophic deni- triﬁcation, uses zero-valent iron, ferrous iron, elemental sulfur or reduced sulfur compounds such as pyrite as an electron donor. 3.7. Carbon isotopes and 3H analyses Seventeen sites were selected for 14C and ẟ13C analysis (Tables 1 and S7) of DIC and 3H. Samples for carbon isotopes were collected using a 1-L plastic coated glass bottle ﬁtted with a polyseal cone cap. Bottles were ﬁlled from the bottom allowing bottles to overﬂow three sample volumes with ﬁltered water (0.45 μm) and then capped immediately with no head space. Bottle tops were additionally sealed with electrical tape before being chilled. Sam- ples were chilled, stored in the dark and analyzed within three months by accelerator mass spectrometry at the National Ocean Sciences Accelerator Mass Spectrometry (NOSAMS) facility at Woods Hole Oceanographic Insti- tution (https://www2.whoi.edu/site/nosams/). The percent modern 14C (PMC) is the deviation of the 14C/12C ratio of a sample from modern as deﬁned as 95 % of radiocarbon concentration in AD 1950 of NBS Oxalic Acid (SRM 4990B, OX-1) and then normalized to ẟ13CVPDB = −19 Fig. 1. Nitrate (NO3) concentrations in water of sites sampled across the ﬁeld area. Top map shows closeup of Kirtland Air Force Base (KAFB) while bottom map shows locations of sites outside of KAFB. Also shown is the approximate location of a perched aquifer layer and the 500-year (yr) ﬂoodplain of Tijeras Arroyo and potential anthropogenic NO3 sources. Base map image is the intellectual property of Esri and is used herein under license. Copyright © 2020 Esri and its licensors. All rights reserved. B. Linhoff Science of the Total Environment 848 (2022) 157345 5 Table 1 Contaminants of emerging concern (CEC) are listed as number of detected compounds. Cl−/Br−and NO3 −/Cl−ratios are by mass. The regional and perched groundwater system (PGWS) are in aquifers of the Santa Fe Group. Data are available from the USGS National Water Information System (U. S. Geological Survey, 2022). Field blank concentrations were below the method detection limit while blank isotope results were not analyzed. Cells with no values represent sites with no corresponding sample. Nitrate isotopic data were normalized to be consistent with assumed values for reference materials USGS34 (δ15N = −1.8 ‰ and δ18O = −27.9 ‰) and USGS32 (δ15N = +180 ‰ and δ18O = +25.7 ‰; Böhlke et al., 2003). Key results from groundwater samples Site name NO3-N Cl/Br NO3-N/Cl CEC 3H δ15N [NO3] δ18O [NO3] δ15N [N2] δ13C [DIC] 14C [DIC] Water zone mg/L n pCi/L ‰ ‰ ‰ ‰ PMC Abandoned Chical 13.5 130 0.5 1 16.2 10.1 9.30 −0.83 −12.6 105 Regional ASL PD Well 1.90 70 0.1 0 0.59 Unknown EGC-01 9.86 221 0.2 4 10.0 −4.0 0.58 Granite EGC-17 0.455 352 0.0 2 15.1 1.6 Granite IP1 1.52 88 0.1 1 <1 6.6 −0.2 0.64 −3.61 25 Regional IP2 3.69 84 0.2 0 6.5 0.1 0.68 Regional KAFB-0311 8.41 76 0.4 1 5.5 3.4 0.84 Regional KAFB-0315 6.17 77 0.1 0 6.0 1.3 0.89 Regional KAFB-0510 3.03 126 0.3 0 <1 5.7 3.3 0.76 −7.92 52 Regional KAFB-0514 34.4 63 2.2 3 2.13 5.6 4.6 0.86 −8.74 52 Regional KAFB-0516 6.97 122 0.5 1 <1 5.6 4.6 0.90 −7.87 48 Regional KAFB-0517 2.46 172 0.2 6 <1 6.0 4.9 0.77 −7.27 48 Regional KAFB-0518 6.79 94 0.9 3 6.0 6.0 0.83 Regional KAFB-0525 14.4 67 0.8 1 <1 5.6 4.7 0.71 −8.23 55 Regional KAFB-0615 7.49 77 0.1 8 <1 6.0 2.1 0.98 −5.45 29 Granite KAFB-0618 6.51 68 0.8 1 6.2 4.1 0.84 Regional KAFB-0619 9.82 62 0.8 1 6.2 3.0 0.94 PGWS KAFB-0621 12.4 73 0.3 0 5.9 4.5 0.95 Regional KAFB-0623 55.9 58 2.1 1 5.5 5.8 0.69 PGWS KAFB-0624 24.4 69 0.9 4 <1 5.8 6.0 1.16 −5.32 25 Regional KAFB-0901 3.85 78 0.1 1 <1"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "blank isotope results were not analyzed. Cells with no values represent sites with no corresponding sample. Nitrate isotopic data were normalized to be consistent with assumed values for reference materials USGS34 (δ15N = −1.8 ‰ and δ18O = −27.9 ‰) and USGS32 (δ15N = +180 ‰ and δ18O = +25.7 ‰; Böhlke et al., 2003). Key results from groundwater samples Site name NO3-N Cl/Br NO3-N/Cl CEC 3H δ15N [NO3] δ18O [NO3] δ15N [N2] δ13C [DIC] 14C [DIC] Water zone mg/L n pCi/L ‰ ‰ ‰ ‰ PMC Abandoned Chical 13.5 130 0.5 1 16.2 10.1 9.30 −0.83 −12.6 105 Regional ASL PD Well 1.90 70 0.1 0 0.59 Unknown EGC-01 9.86 221 0.2 4 10.0 −4.0 0.58 Granite EGC-17 0.455 352 0.0 2 15.1 1.6 Granite IP1 1.52 88 0.1 1 <1 6.6 −0.2 0.64 −3.61 25 Regional IP2 3.69 84 0.2 0 6.5 0.1 0.68 Regional KAFB-0311 8.41 76 0.4 1 5.5 3.4 0.84 Regional KAFB-0315 6.17 77 0.1 0 6.0 1.3 0.89 Regional KAFB-0510 3.03 126 0.3 0 <1 5.7 3.3 0.76 −7.92 52 Regional KAFB-0514 34.4 63 2.2 3 2.13 5.6 4.6 0.86 −8.74 52 Regional KAFB-0516 6.97 122 0.5 1 <1 5.6 4.6 0.90 −7.87 48 Regional KAFB-0517 2.46 172 0.2 6 <1 6.0 4.9 0.77 −7.27 48 Regional KAFB-0518 6.79 94 0.9 3 6.0 6.0 0.83 Regional KAFB-0525 14.4 67 0.8 1 <1 5.6 4.7 0.71 −8.23 55 Regional KAFB-0615 7.49 77 0.1 8 <1 6.0 2.1 0.98 −5.45 29 Granite KAFB-0618 6.51 68 0.8 1 6.2 4.1 0.84 Regional KAFB-0619 9.82 62 0.8 1 6.2 3.0 0.94 PGWS KAFB-0621 12.4 73 0.3 0 5.9 4.5 0.95 Regional KAFB-0623 55.9 58 2.1 1 5.5 5.8 0.69 PGWS KAFB-0624 24.4 69 0.9 4 <1 5.8 6.0 1.16 −5.32 25 Regional KAFB-0901 3.85 78 0.1 1 <1 −7.92 60 Regional KAFB-0903 4.75 151 0.3 0 21.2 4.3 −0.4 0.63 −6 76 Regional KAFB-0904 26.2 61 1.8 3 5.8 4.6 Regional KAFB-106009 10.2 76 0.03 10 <1 15.8 5.8 −0.60 −21.5 15 Regional KAFB-6241 6.37 68 0.7 0 <1 5.3 1.2 0.80 −7.04 15 Regional Montessa Site 0.499 243 0.0 0 5.9 3.9 0.74 Regional MP1W-01 120 110 1.0 1 6.8 5.4 1.10 Regional MVMW-B1 11.6 159 0.3 2 9.7 5.4 1.66 Regional RIMW-01S 229 89 1.4 2 7.1 5.0 1.41 Regional RIMW-03S 15.1 222 0.2 2 10.3 −0.8 0.57 Regional RIMW-06S 113 46 3.9 3 6.2 6.6 0.82 Regional RWP1 68.9 53 1.8 0 5.8 5.5 Regional RWP19 0.046 351 0.001 0 16.2 5.2 0.89 Regional RWP28 1.58 0 4.9 1.4 0.63 Regional ST105MW003 3.08 142 0.4 0 <1 6.1 6.2 0.57 −7.09 56 Regional ST105MW006 70.2 60 2.0 1 5.6 5.5 0.65 PGWS ST105MW009 8.90 70 0.1 1 6.5 2.6 0.92 Regional ST105MW015 9.06 71 0.3 0 6.4 5.0 2.40 Regional ST105MW017 10.5 70 0.5 0 5.8 3.9 0.91 Regional ST105MW020 5.15 89 0.1 1 7.8 0.6 0.82 PGWS ST105MW024 1.97 77 0.0 0 6.4 3.0 1.26 Regional TA2-W-19 10.5 78 0.2 1 6.1 3.7 0.61 PGWS TA2-W-28 16.0 68 0.5 0 <1 6.0 4.6 0.75 −6.23 18 PGWS TJA-2 11.0 78 0.2 2 6.2 4.0 0.85 PGWS TJA-3 2.66 83 0.2 0 5.8 2.5 0.85 Regional TJA-4 29.7 64 1.3 1 5.4 5.5 0.82 Merging zone TJA-5 24.7 64 1.0 1 5.9 6.3 0.66 PGWS TJA-7 21.6 60 0.9 1 5.9 5.5 0.75 PGWS UES-4 2.61 84 0.1 0 <1 4.5 0.9 0.51 −7.62 62 Regional Key results from surface water samples Site name NO3-N Cl/Br NO3-N/Cl CEC 3H δ15N [NO3] δ18O [NO3] δ13C [DIC] 14C [DIC] Water zone mg/L n pCi/L ‰ ‰ ‰ PMCa Carlito Spring 0.197 56 0.1 3 6.2 5.0 −5.9 −11 70 Spring Hell Tank Spring 2.62 0 7.7 4.1 Spring Hubbell Spring 0.556 1 6.9 0.8 Spring Carlito Stream <0.04 53 3 Stream Tijeras Creek 0.07 414 0.0004 4 12.9 3.1 Stream Tijeras Arroyo 1 <0.040 29 6 Ephemeral stream Tijeras Arroyo 2 3.30 74 1.1 32 5.3 12.3 Ephemeral stream Tijeras Arroyo 3 4.73 83 1.1 24 5.4 9.9 Ephemeral stream Tijeras Arroyo 4 4.82 125 0.8 21 4.7 8.2 Ephemeral stream a 14C [DIC] PMC results have been de-normalized according to Han and Plummer (2016). B. Linhoff Science of the Total Environment 848 (2022) 157345 6 (Olsson, 1970). Reported uncertainty of PMC values encompasses the counting errors from 10 separate measurements of the 14C/12C ratio measured on each individual sample. As recommended by (Han et al., 2012; Han and Plummer, 2016), 14C data have been de-normalized from laboratory reported values in order to better account for water-rock interac- tions during age calculations. Counting errors of 14C measurements were <0.2 PMC (Table S7). Groundwater ages were estimated using14C and a method developed by Han and Plummer (2016). Details of this work are described in S.7. Samples for 3H analyses were unﬁltered and collected in unrinsed 1-L polyethylene bottles ﬁlled without overﬂow. Analyses were completed at the Tritium Laboratory at the University of Miami using gas proportional counting (https://tritium.rsmas.miami.edu/). 3H was measured through in- ternal gas proportional counting of H2 gas made from the water sample. Prior to analyses, samples underwent an electrolytic enrichment step during which 3H concentrations are increased through volume reduction. Accuracy was 0.3 pCi/L or 3.5 %, whichever was greater. 4. Results Key results from the study are presented in Table 1; all data are available in Table S3 and in the USGS National Water Information System database (U. S. Geological Survey, 2022) by using the site identiﬁers presented in Table S1. 4.1. Ion concentrations and δ15N [NO3], δ18O [NO3], and δ15N [N2] results Results of N species as well as Cl−and Br−concentrations are shown in Table S2. Dissolved NO3 −concentrations varied between below the detec- tion limit to 229 mg/L (NO3-N) with a mean of 19.4 mg/L (n = 56). Of the groundwater sites sampled (n = 49), 22 concentrations exceeded the EPA maximum contaminant level (MCL) for NO3 −(>10 mg/L NO3-N). Reduced species of N including ON, ammonia and ammonium (NH3and NH4 +) and nitrite (NO2 −) were detected at 12 sites. On KAFB, sites with re- duced N species were in the northeast side of the ﬁeld area (ST105MW015, ST105MW017, and KAFB-0901) and KAFB-106009 which is situated be- neath a recent accidental sewer line release (Fig. 1). Table 1 has results from δ15N [NO3], δ18O [NO3], and δ15N [N2] analyses. δ15N[NO3] varied from 4.3 ‰ to 16.2 ‰ (mean = 6.9 ‰, n = 54), δ18O[NO3] varied from −5.9 ‰ to 12.3 ‰ (mean = 3.8 ‰, n = 54), and δ15N[N2] varied be- tween −0.83 ‰ and 2.40 ‰ (mean = 0.79 ‰, n = 45), respectively. 4.2. Estimated denitriﬁcation, initial [NO3]°, and initial δ15N [NO3]° Calculated results of excess N2 from denitriﬁcation, NO3 ° , HCO3 −pro- duced through denitriﬁcation, f, and δ15N[NO3]° are summarized in Table S6. Five sites had excess N2 likely from denitriﬁcation (KAFB- 106009, MVMW-B-1, ST105MW015, MP1W-01, RIMW-01S; Fig. 2A; Table S6). The highest f value (31 %) was observed at KAFB-106009 where 4.5 mg/L of excess N2 was produced and [NO3]° and δ15N [NO3]° were estimated to be 14.7 mg/L and 9.5 ‰, respectively (compared to the measured NO3-N and δ15N [NO3] values of 10.2"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "Information System database (U. S. Geological Survey, 2022) by using the site identiﬁers presented in Table S1. 4.1. Ion concentrations and δ15N [NO3], δ18O [NO3], and δ15N [N2] results Results of N species as well as Cl−and Br−concentrations are shown in Table S2. Dissolved NO3 −concentrations varied between below the detec- tion limit to 229 mg/L (NO3-N) with a mean of 19.4 mg/L (n = 56). Of the groundwater sites sampled (n = 49), 22 concentrations exceeded the EPA maximum contaminant level (MCL) for NO3 −(>10 mg/L NO3-N). Reduced species of N including ON, ammonia and ammonium (NH3and NH4 +) and nitrite (NO2 −) were detected at 12 sites. On KAFB, sites with re- duced N species were in the northeast side of the ﬁeld area (ST105MW015, ST105MW017, and KAFB-0901) and KAFB-106009 which is situated be- neath a recent accidental sewer line release (Fig. 1). Table 1 has results from δ15N [NO3], δ18O [NO3], and δ15N [N2] analyses. δ15N[NO3] varied from 4.3 ‰ to 16.2 ‰ (mean = 6.9 ‰, n = 54), δ18O[NO3] varied from −5.9 ‰ to 12.3 ‰ (mean = 3.8 ‰, n = 54), and δ15N[N2] varied be- tween −0.83 ‰ and 2.40 ‰ (mean = 0.79 ‰, n = 45), respectively. 4.2. Estimated denitriﬁcation, initial [NO3]°, and initial δ15N [NO3]° Calculated results of excess N2 from denitriﬁcation, NO3 ° , HCO3 −pro- duced through denitriﬁcation, f, and δ15N[NO3]° are summarized in Table S6. Five sites had excess N2 likely from denitriﬁcation (KAFB- 106009, MVMW-B-1, ST105MW015, MP1W-01, RIMW-01S; Fig. 2A; Table S6). The highest f value (31 %) was observed at KAFB-106009 where 4.5 mg/L of excess N2 was produced and [NO3]° and δ15N [NO3]° were estimated to be 14.7 mg/L and 9.5 ‰, respectively (compared to the measured NO3-N and δ15N [NO3] values of 10.2 and 15.8 ‰, respec- tively). ST105MW015 also had a relatively high calculated f value of 28 %. At this site, estimated [NO3]° was 12.6 mg/L NO3-N, δ15N[NO3]° was 6.5 ‰ and 3.5 mg/L of excess N2 was produced. As the measured NO3 − concentrations were 9.06 mg/L NO3-N at ST105MW015, denitriﬁcation appears to have lowered NO3 −concentrations to below the EPA's MCL. To test the reality of excess N2 calculations, excess N2 was plotted against O2 concentration; higher excess N2 should correspond to lower O2 concentrations and higher δ15N [NO3] values. Fig. S2 shows that generally this is the case with sites with low O2 having elevated δ15N [NO3] and ex- cess N2. Sites with higher O2 concentrations (>4 mg/L) likely have not un- dergone any denitriﬁcation which explains the scatter around zero excess N2 in Fig. S2 at high O2 sites. The standard deviation of excess N2 at sites with >4 mg/L O2 (Fig. S2) was used as an estimate of uncertainty. Using this method, excess N2 uncertainty was ±1.4 mg/L. A trend was observed of decreasing δ13C[DIC] with increasing HCO3 − concentrations (Fig. S3) that is consistent with heterotrophic denitriﬁca- tion. Additionally, NO3 −reduction will cause the fractionation of ẟ15N. Fig. S3 shows a general increase in both HCO3 −and ẟ15N[NO3]. Assuming the reduction of 0.3 mmol of O2, 0.3 mmol (18.5 mg/L) of HCO3 −will be produced through Eq. 3. Using the estimated excess N2 (Table S6) for sites with <0.14 mmol/L (5 mg/L) O2, an additional 1.7–53 mg/L HCO3 − was produced according to Eq. (4). Table S6 shows the estimated HCO3 − produced from NO3 −and O2 reduction. This is enough to explain the in- crease in HCO3 −with increasing ẟ15N shown in Fig. S3. 4.3. Contaminants of emerging concern results In total, 44 different CECs were detected in groundwater and surface water sites. At least one CEC (including artiﬁcial sweeteners) was found in 67 % of sites sampled for these constituents. The number of different sites each CEC was detected at is listed in Table S8. The surface water site Tijeras Arroyo had the highest number of detectable CEC with between 5 and 30 detected in each sampling event. CEC were also found in all other surface water sampling sites. Of the 38 sites where both WWI and artiﬁcial sweeteners were measured, only ﬁve had no detections. These included KAFB-0315 (northeast KAFB), KAFB-0510 (northwest KAFB), KAFB-0621 (northeast KAFB), KAFB-6241 (southeast KAFB), and TJA-3 (central KAFB). Exceedances included four sites with tetrachloroethylene over the EPA's maximum contaminant level (MCL) goal (0 μg/L; EPA, 2021) located in both the perched aquifer on KAFB (KAFB-0623, ST105MW006) and in the Mountain View community (MP1W-01, RIMW-01S). Additionally, benzo(a)pyrene was found in the surface water Tijeras Arroyo above the EPA MCL (0.2 μg/L; EPA, 2021). Of all sites sampled, 21 had measurable detections of artiﬁcial sweet- eners (Table S9 and Fig. S4). Neotame was the most detected sweetener (n = 12) followed by saccharin (n = 4), acesulfame-K (n = 2), aspartame (n = 1), and sucralose (n = 0). Concentrations ranged from 0.3 to 11 ng/L for neotame, 19 to 630 ng/L for saccharin, 840 to 11,000 for acesulfame-K, and 1.6 ng/L for aspartame. Pharmaceuticals were generally not detected in groundwater with the ex- ception of a domestic well in Carnuel that contained Fluconazole (antifungal) and Carbamazepine (anticonvulsant). In the Tijeras Arroyo surface water site, Metformin (anti-diabetic) and Acetaminophen (pain killer) were detected along with the human-use products cotinine (a byproduct of nicotine), nicotine, and caffeine. 4.4. Dissolved gas results Four sites had detectable CH4 (Abandoned Chical, ST105MW015, KAFB-0619; and KAFB-106009) which varied between 0.0026 and 9.7 mg/L (mean 2.4, n = 4; Table S5). Dissolved N2 concentrations varied between 12.7 and 29.9 mg/L (mean = 16, n = 47). Out of the 47 sites sampled, ﬁve sites had low O2 concentrations (<2 mg/L; KAFB-106009, Abandoned Chical, RWP19, MWMW-B1, KAFB-0618). Dissolved Ar varied between 0.4 and 0.8 mg/L with a mean of 0.5 mg/L (n = 47). 4.5. Carbon isotopes and 3H results Carbon isotope results are displayed on Tables 1 and S7. δ13C in groundwaters varied between −21.5 and −3.61 ‰ while the median δ13C value was −7.62 ‰ (n = 17; Table 1). 14C results varied from 15 to 105 PMC with a median of 52 (n = 17). Detailed analysis of 14C isotopes (S.7) show that no sites sampled had datable pre-modern groundwater. However, low 14C values in water from some sites are likely components of recent recharge and intermediate waters where old ground- water is mixing with relatively recent recharge (S.7). Modern 3H was deﬁned as sites containing concentrations >1 pCi/L 3H while 3H dead is here deﬁned as sites with <1 pCi/L 3H. Of the 17 sites analyzed for 3H content, only four (Abandoned Chical, Carlito Spring, KAFB-0514, and KAFB-0903) had 3H > B. Linhoff Science of the Total Environment 848 (2022) 157345 7 1 pCi/L and therefore may be considered inﬂuenced by modern 3H. Of these modern groundwaters, all had 14C values >50 PMC (Table 1). 5. Discussion 5.1. Differentiating natural and anthropogenic NO3 −using major ions In the study area, Cl−/Br−ratios (by mass) varied between 29 and 414 (Table 1; mean = 108, n = 54). Fig. 3, showing Cl−/Br−ratios against Cl− concentrations, indicates the hypothetical mixing line (dashed line) be- tween non-impacted groundwaters and sewer or septic wastewater sources. The highest"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "and KAFB-106009) which varied between 0.0026 and 9.7 mg/L (mean 2.4, n = 4; Table S5). Dissolved N2 concentrations varied between 12.7 and 29.9 mg/L (mean = 16, n = 47). Out of the 47 sites sampled, ﬁve sites had low O2 concentrations (<2 mg/L; KAFB-106009, Abandoned Chical, RWP19, MWMW-B1, KAFB-0618). Dissolved Ar varied between 0.4 and 0.8 mg/L with a mean of 0.5 mg/L (n = 47). 4.5. Carbon isotopes and 3H results Carbon isotope results are displayed on Tables 1 and S7. δ13C in groundwaters varied between −21.5 and −3.61 ‰ while the median δ13C value was −7.62 ‰ (n = 17; Table 1). 14C results varied from 15 to 105 PMC with a median of 52 (n = 17). Detailed analysis of 14C isotopes (S.7) show that no sites sampled had datable pre-modern groundwater. However, low 14C values in water from some sites are likely components of recent recharge and intermediate waters where old ground- water is mixing with relatively recent recharge (S.7). Modern 3H was deﬁned as sites containing concentrations >1 pCi/L 3H while 3H dead is here deﬁned as sites with <1 pCi/L 3H. Of the 17 sites analyzed for 3H content, only four (Abandoned Chical, Carlito Spring, KAFB-0514, and KAFB-0903) had 3H > B. Linhoff Science of the Total Environment 848 (2022) 157345 7 1 pCi/L and therefore may be considered inﬂuenced by modern 3H. Of these modern groundwaters, all had 14C values >50 PMC (Table 1). 5. Discussion 5.1. Differentiating natural and anthropogenic NO3 −using major ions In the study area, Cl−/Br−ratios (by mass) varied between 29 and 414 (Table 1; mean = 108, n = 54). Fig. 3, showing Cl−/Br−ratios against Cl− concentrations, indicates the hypothetical mixing line (dashed line) be- tween non-impacted groundwaters and sewer or septic wastewater sources. The highest Cl−/Br−ratio was observed in Tijeras Creek (Fig. 3), a small perennial creek that turns into Tijeras Arroyo downstream at lower eleva- tions prior to entering KAFB (Fig. 4). The Tijeras Creek site is in the commu- nity of Carnuel (far east in Fig. 4), which has long been impacted by elevated NO3 −in groundwater likely due to domestic septic leach ﬁelds (Bartolino et al., 2005). The EGC sites 1 and 17 are also in Carnuel and sim- ilarly have elevated Cl−/Br−ratios as well as CEC detections (artiﬁcial Fig. 2. Plot A shows Ar and N2 concentrations of samples and their corresponding O2 content. Also shown is air-saturated water (solid line) in equilibrium with different temperatures at the mean elevation of collected samples (1651 m). Additionally, arrows are plotted showing the pathway of groundwater mixing with excess air and estimated excess N2 of samples where NO3 −reduction was suspected. Plot B shows the relationship between and δ18O[NO3] vs. δ15N[NO3] isotopes and dissolved oxygen (O2) concentrations. Eight sites had a composition consistent with a manure or septic waste source. The arrow shows the isotopic progression of denitriﬁcation (slope is generally between 1:1 and 1:2). Plot C shows that the highest NO3 −concentrations were not associated with a clear manure or septic source. Plot D shows a correlation between Cl−/Br−mass ratios and δ15N [NO3] suggesting wastewater is partially driving δ15N[NO3] values. Plot E shows that elevated the NO3 −/Cl−mass ratio— associated with vadose zone NO3 −reservoirs—is not correlated to high δ15N [NO3]. In all ﬁgures, at sites where excess N2 was detected, initial δ15N[NO3]° values are used. B. Linhoff Science of the Total Environment 848 (2022) 157345 8 sweeteners neotame and acesulfame-K and pharmaceuticals ﬂuconazole and carbamazepine). These high Cl−/Br−ratios and CECs are likely the re- sult of septic contaminated groundwater that discharges to Tijeras Creek. On KAFB, sites with relatively high Cl−/Br−ratios include KAFB-0516, KAFB-0517, KAFB-0510, KAFB-0903, and ST105MW003. Except for KAFB- 0510, all these sites are located on the ﬂoodplain of Tijeras Arroyo. Pulling from the regional aquifer, KAFB-0516, KAFB-0517, and ST105MW003 are located near past accidental sewer line releases that occurred in 1994, 2003, and 2013 (Copland, 2019) on the western margins of the base while KAFB-0903 is located upstream on the eastern edge of KAFB near for- mer landﬁlls and housing development (Figs. 1 and 4). Downstream, the Montessa Site is located ~1 km west of KAFB in the Tijeras Arroyo ﬂood- plain (Figs. 1 and 4). This site may be impacted by a nearby (<0.25 km) former landﬁll used for sludge disposal of Albuquerque's wastewater treat- ment facility (Agency, 1981). Other sites with elevated Cl−/Br−ratios include MVMW-B1 in the Mountain Valley neighborhood located down- stream (west) of KAFB in the Tijeras Arroyo ﬂoodplain. Other sites with relatively high Cl−/Br−ratios include the Abandoned Chical well and RWP19 on Isleta Pueblo (Fig. 3). Based on Cl−/Br−ratios, wastewater appears to be reaching groundwa- ter in parts of the ﬁeld area including beneath Tijeras Arroyo on KAFB (Fig. 4). However, the recently discovered large subsoil NO3 −reservoir in the ﬂoodplain of Tijeras Arroyo on KAFB clearly plays a major role in NO3 − chemistry (Linhoff and Lunzer, 2021). Notably, the highest groundwater NO3 −concentrations were not associated with high (>100) Cl−/Br−ratios but instead, very high NO3 −(>20 mg/L NO3-N) corresponded to high NO3 −/Cl−(>1.5) and low Cl−/Br−(<65) ratios (Fig. 5). These sites were all located on the ﬂoodplain of Tijeras Arroyo except for RWP1, which is in the ﬂoodplain of Hell Canyon Arroyo (a large arroyo ~14 km to the south of KAFB; Figs. 1 and 4). Subsoil porewater in the ﬂoodplain of Tijeras Arroyo is associated with very low porewater Cl−/Br−(15 to 83, mean = 41) and very high NO3 −/Cl−(0.1 to 30, mean = 6.6) ratios (Linhoff and Lunzer, 2021). Consequently, at this ﬁeld site, NO3 −in groundwater sourced from the vadose zone NO3 −should have low Cl−/Br−and high NO3 −/Cl−ratios in contrast with anthropogenic NO3 −sources. For example, RIM-06S, located in the Tijeras Arroyo ﬂoodplain (Fig. 1), had a clear subsoil NO3 −source based on major element ratios with exceptionally high NO3 −concentrations (113 mg/L NO3-N), low Cl−/Br−(46) and high NO3 −/Cl−(3.9) ratios. It did however contain three CECs which may have been sourced from a high- way 50 m away. Based on this evidence, the presence of CECs alone cannot be used to differentiate between NO3 −sourced from arid region subsoil NO3 −reservoirs and anthropogenic wastewater. Linhoff and Lunzer (2021) infer that the arroyo ﬂoodplain subsoil NO3 − reservoirs may be ﬂushed to the aquifer through arroyo channel migration over the ﬂoodplain. This ﬂushing could also occur through large sewer line releases which would act to saturate the subsoil and mobilize subsoil NO3 − to the aquifer. For example, site KAFB-0514 is located directly under and ad- jacent to a major accidental sewer line releases in 1994, 2003, and 2013 (Copland, 2019) though it has low Cl−/Br−(63) and high NO3 −/Cl−(2) ra- tios along with elevated NO3 −(34.4 mg/L NO3-N) and three CEC detections; these elemental ratios suggest subsoil NO3 −constitutes the bulk of the NO3 − source while CECs indicate a limited wastewater contribution. If the subsoil NO3 −in the arroyo ﬂoodplain is a major NO3 −source to the aquifer, this inﬂuence should be seen in other major ion ratios. In the arroyo ﬂoodplain, Linhoff and Lunzer (2021) found that subsoil porewater mass ratios of NO3 −/Cl−and"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "of Tijeras Arroyo is associated with very low porewater Cl−/Br−(15 to 83, mean = 41) and very high NO3 −/Cl−(0.1 to 30, mean = 6.6) ratios (Linhoff and Lunzer, 2021). Consequently, at this ﬁeld site, NO3 −in groundwater sourced from the vadose zone NO3 −should have low Cl−/Br−and high NO3 −/Cl−ratios in contrast with anthropogenic NO3 −sources. For example, RIM-06S, located in the Tijeras Arroyo ﬂoodplain (Fig. 1), had a clear subsoil NO3 −source based on major element ratios with exceptionally high NO3 −concentrations (113 mg/L NO3-N), low Cl−/Br−(46) and high NO3 −/Cl−(3.9) ratios. It did however contain three CECs which may have been sourced from a high- way 50 m away. Based on this evidence, the presence of CECs alone cannot be used to differentiate between NO3 −sourced from arid region subsoil NO3 −reservoirs and anthropogenic wastewater. Linhoff and Lunzer (2021) infer that the arroyo ﬂoodplain subsoil NO3 − reservoirs may be ﬂushed to the aquifer through arroyo channel migration over the ﬂoodplain. This ﬂushing could also occur through large sewer line releases which would act to saturate the subsoil and mobilize subsoil NO3 − to the aquifer. For example, site KAFB-0514 is located directly under and ad- jacent to a major accidental sewer line releases in 1994, 2003, and 2013 (Copland, 2019) though it has low Cl−/Br−(63) and high NO3 −/Cl−(2) ra- tios along with elevated NO3 −(34.4 mg/L NO3-N) and three CEC detections; these elemental ratios suggest subsoil NO3 −constitutes the bulk of the NO3 − source while CECs indicate a limited wastewater contribution. If the subsoil NO3 −in the arroyo ﬂoodplain is a major NO3 −source to the aquifer, this inﬂuence should be seen in other major ion ratios. In the arroyo ﬂoodplain, Linhoff and Lunzer (2021) found that subsoil porewater mass ratios of NO3 −/Cl−and Cl−/Br−were similar to local precipitation. If ratios of Ca2+, Mg2+, and Na+ in subsoil porewaters are also similar to local pre- cipitation, these cations may help trace the NO3 −source. There is a correla- tion between the ratios of TN/Cl−, TN/Na+, TN/Ca2+, and TN/Mg2+ in groundwater in the arroyo ﬂoodplain and ratios in the local precipitation (Fig. 6). If the major ion ratios in precipitation match those in the subsoil porewaters—as was observed for NO3 −, Cl−, and Br−in Linhoff and Lunzer (2021)—the correlations seen in Fig. 6 likely indicate that the bulk of the high NO3 −groundwater concentrations beneath the arroyo ﬂoodplain are derived from the subsoils. Altogether, Figs. 3, 5, and 6 sug- gest that while much of the NO3 −contamination in the region is from both anthropogenic and natural sources, the highest NO3 −groundwater concentrations are of natural origin. Sites that have high NO3 −but neither elevated Cl−/Br−nor NO3 −/Cl−ratios (Fig. 5) cannot be clearly differenti- ated using these elemental ratios and may contain a mixture of both natural and anthropogenic NO3 −sources; N isotopes, CECs, and C isotopes provide clariﬁcation for many of these sites as described below. If naturally occurring vadose zone NO3 −is a major source to the aquifer, mass balance of the source must be considered. Assuming a saturated aqui- fer thickness of 30 m and a porosity of 0.2, and complete mixing over this depth, as noted in Linhoff and Lunzer (2021), ﬂushing all observed subsoil Fig. 3. Chloride (Cl−)/bromide (Br−) mass ratios by mass versus Cl−concentrations. Dashed lines show the mixing pathway of dilute groundwater with a hypothetical septic or sewer wastewater with Cl−and Br−concentrations of 126 Cl−mg/L and 0.21 mg/L respectively (Katz et al., 2011). Labeled sites have elevated Cl−/Br−ratios potentially indicating inﬂuence from septic or sewer wastewater sources. B. Linhoff Science of the Total Environment 848 (2022) 157345 9 NO3 −(10,000 to 38,000 kg NO3-N/ha) to the aquifer would result in groundwater NO3 −concentrations between 167 and 633 mg/L NO3-N. However, hydraulic conductivity in the Upper Santa Fe Group aquifer is likely between 0.5 and 12 m/day (Kernodle, 1998), hence ﬂushing subsoil NO3 −to the aquifer through the migration of the arroyo channel over the ﬂoodplain or through land use changes (such as irrigation, septic leach ﬁelds, leaky infrastructure, etc.) would result in pulses of high NO3 −that would soon be diluted. For example, accidental sewer line releases on KAFB have likely provided a mechanism for ﬂushing subsoil NO3 −to the aquifer. After multiple sewer line releases, time series sampling at KAFB- 0514, KAFB-0516, and KAFB-0517 revealed pulses of elevated NO3 − (60 to 70 mg/L NO3-N) with correspondingly high NO3 −/Cl−ratios (2 to 3). These were followed by high Cl−/Br−ratios (>130) and decreasing NO3 −concentrations (Fig. S5). This observation suggests the sewer line re- leases acted to ﬂush subsoil NO3 −to the aquifer as also suggested by the presence of CECs (Table 1). Due to the very large size of the subsoil NO3 − reservoir mobilized, the groundwater chemistry following the sewer line re- leases was dominated by the natural (high NO3 −/Cl−ratios) rather than the anthropogenic signal (high Cl−/Br−). Once the subsoil reservoir was exhausted, the anthropogenic NO3 −signal was then observed. This is dis- cussed in more detail in S.8.1. 5.2. Nitrate fate Anthropogenic N sources often contain reduced N species such as ON, NH4 +, and NO2 −though these can also be found naturally (Robertson and Cherry, 1992; Zhang et al., 2015). Dissolved ON in groundwater may be from forests and wetlands (Perakis and Hedin, 2002) or anthropogenic sources such as wastewater (Kroeger et al., 2006) and agricultural inputs (Lorite-Herrera et al., 2009). In this study, ON was detected at sites that contained other reduced N species and CEC detections as well as low O2 (<2 mg/L), hence, an anthropogenic source for ON is likely (Tables S2 and S5). In addition, three of four sites with detectable CH4 also contained reduced N species (Tables S2 and S5). Water samples from eight sites contained elevated δ15N[NO3] indica- tive of NO3 −largely sourced from human wastewater or manure (δ15N [NO3] > 8 ‰; Figs. 2B, 4, and Table 1). Nitrate concentrations at these sites varied between 0.05 and 15.5 mg/L NO3-N (Fig. 2C). At sites where denitriﬁcation had likely occurred in the aquifer (Table S6), NO3 −source appropriation using NO3 −isotopes (Fig. 2) was done using δ15N[NO3]° in- stead of measured values to avoid assigning a wastewater source to ground- water that has naturally undergone denitriﬁcation in the aquifer. KAFB- 106009 was the only site on KAFB that contained elevated δ15N[NO3]° Fig. 4. Locations of samples collected with elevated NO3 −/Cl−or Cl−/Br−ratios as well as sites with >8 δ15N [NO3]. Base map image is the intellectual property of Esri and is used herein under license. Copyright © 2020 Esri and its licensors. All rights reserved. B. Linhoff Science of the Total Environment 848 (2022) 157345 10 (11.2 ‰); this site is located next to a recent accidental sewer line release which is likely the NO3 −source (Figs. 1 and 4). Other sites with elevated δ15N[NO3] were in Carnuel, Mountain View, and on Isleta Pueblo; these sites generally contained lower O2 concentrations (<0.1–4 mg/L) likely be- cause wastewater has low O2 content (Taylor et al., 2003). Several surface water sites had relatively high δ18O[NO3] values (δ18O[NO3] > 9 ‰; Fig. 2B) and δ15N[NO3] values near 5 ‰. This"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "2006) and agricultural inputs (Lorite-Herrera et al., 2009). In this study, ON was detected at sites that contained other reduced N species and CEC detections as well as low O2 (<2 mg/L), hence, an anthropogenic source for ON is likely (Tables S2 and S5). In addition, three of four sites with detectable CH4 also contained reduced N species (Tables S2 and S5). Water samples from eight sites contained elevated δ15N[NO3] indica- tive of NO3 −largely sourced from human wastewater or manure (δ15N [NO3] > 8 ‰; Figs. 2B, 4, and Table 1). Nitrate concentrations at these sites varied between 0.05 and 15.5 mg/L NO3-N (Fig. 2C). At sites where denitriﬁcation had likely occurred in the aquifer (Table S6), NO3 −source appropriation using NO3 −isotopes (Fig. 2) was done using δ15N[NO3]° in- stead of measured values to avoid assigning a wastewater source to ground- water that has naturally undergone denitriﬁcation in the aquifer. KAFB- 106009 was the only site on KAFB that contained elevated δ15N[NO3]° Fig. 4. Locations of samples collected with elevated NO3 −/Cl−or Cl−/Br−ratios as well as sites with >8 δ15N [NO3]. Base map image is the intellectual property of Esri and is used herein under license. Copyright © 2020 Esri and its licensors. All rights reserved. B. Linhoff Science of the Total Environment 848 (2022) 157345 10 (11.2 ‰); this site is located next to a recent accidental sewer line release which is likely the NO3 −source (Figs. 1 and 4). Other sites with elevated δ15N[NO3] were in Carnuel, Mountain View, and on Isleta Pueblo; these sites generally contained lower O2 concentrations (<0.1–4 mg/L) likely be- cause wastewater has low O2 content (Taylor et al., 2003). Several surface water sites had relatively high δ18O[NO3] values (δ18O[NO3] > 9 ‰; Fig. 2B) and δ15N[NO3] values near 5 ‰. This could indicate mixing with unaltered atmospheric NO3 −deposition in surface waters. The isotopic composition of the subsoil NO3 −is unknown. Evaporite salts in Death Valley, USA have δ18O[NO3] values ~45 ‰, values high enough to argue for an atmospheric N source (Böhlke et al., 1997). NO3 −ac- cumulated in the subsoils of arroyo ﬂoodplains is likely derived from N in the arroyo channel stream water through evapoconcentration and the nitri- ﬁcation of reduced N species. δ18O[NO3] of the Tijeras Arroyo water varied between 8.2 ‰ to 12.3 ‰ (Table 1). During nitriﬁcation, two oxygens are derived from water (δ18O[H2O] = −25 ‰ to +4) while one is from the atmosphere (δ18O + 23 ‰; (Kendall, 1998). Hence, nitriﬁcation generally produces waters with δ18O[NO3] values between −10 ‰ and + 10 ‰. Further N cycling in the subsoils and oxygen exchange between NO3 −and water will also produce NO3 −isotopic results in the range of normal soil N (Kendall, 1998). Therefore, it is unlikely that NO3 −derived from the subsoil vadose zone can be differentiated through the isotopes of NO3 −in ground- water. As might be expected for a subsoil NO3 −source, sites with highly elevated NO3 −concentrations (16–229 mg/L NO3-N) all had δ15N[NO3] and δ18O-NO3 values in line with soil ON (Fig. 2B and C). Elevated Cl−/Br−ratios in groundwater often correspond to human and animal wastewater sources (Davis et al., 1998; Panno et al., 2006). If >8 ‰ δ15N[NO3] values are indicative of inputs from septic waste, then in- creasing Cl−/Br−ratios should correspond to an increase in δ15N[NO3]. Fig. 2D shows a correlation (r2 = 0.61) between higher Cl−/Br−ratios and δ15N[NO3]. If elevated NO3 −/Cl−ratios correspond to vadose zone NO3 −at this ﬁeld site (Linhoff and Lunzer, 2021), then high NO3 −/Cl− ratios should correspond to lower δ15N[NO3] values in line with soil N. This relationship is shown in Fig. 2E. The lower NO3 −/Cl−ratios with re- spect to higher δ15N[NO3] values could also be the result of denitriﬁcation. However, recalculating the NO3 −/Cl−ratios with the calculated [NO3]° concentrations (Table S6) prior to denitriﬁcation results in only a very small shift in the NO3 −/Cl−ratios. For example, using the estimated [NO3]° concentration (12.6 mg/L NO3-N) for ST105MW015 instead of the measured NO3 −(9.06 mg/L NO3-N) value results in a NO3 −/Cl−ratio of 0.5 instead of 0.3. 5.3. Contaminants of emerging concern Most CEC (WWI, pharmaceuticals, and artiﬁcial sweeteners) have been synthesized in the last century and do not occur naturally in the environ- ment. Ideal CEC compounds for tracing wastewater are those that are pres- ent at sufﬁcient concentrations in wastewater, persistent in the subsurface environment, and amenable to rapid and sensitive analysis (McCance et al., 2018). Detection of CEC in groundwater can be used as an indication of anthropogenic pollution sources and of recent recharge (Lee et al., 2019). CECs were found in nearly every part of the ﬁeld area including the regional and perched aquifers on KAFB, rangeland on Isleta Pueblo south of KAFB, and the neighborhoods sampled east (Carnuel) and west (Mountain View) of KAFB (Table 1 and Fig. 1). Like NO3 −concentrations, groundwater sites with a greater depth to water tended to have fewer CECs (Fig. S5) indicating a surface source for both NO3 −and CEC. All sites with no CEC detections were in wells with water levels >125 m below land surface. Surface waters had by far the highest number of CECs with 5 to 32 detections in the ephemeral stream Tijeras Arroyo. Past work on pharmaceuticals in groundwater has shown most frequent detections are in shallow wells with a young water compo- nent, fractured crystalline bedrock, in domestic wells, and in areas of mixed land use (Bexﬁeld et al., 2019). That result was repeated in this study with shallower wells, wells screened in the fractured granite bedrock, and developed areas had the highest number of CEC detections which agreed with the ﬁndings of Bexﬁeld et al. (2019). Pharmaceuticals were nearly absent throughout the ﬁeld area possibly because of the depth of the water table and the short half-life of many of these compounds (Bexﬁeld et al., 2019). Caffeine and acetaminophen have been proposed as speciﬁc molecular markers of wastewater (Tran et al., 2014), however, these chemicals were only measured in surface water samples from the Fig. 5. Mass ratios of chloride (Cl−)/bromide (Br−), compared to nitrate (NO3-N)/Cl−ratios through the ﬁeld area. A dashed line is shown for two end member mixing between a vadose zone biological/geological NO3 −source (2000 mg/L NO3-N, 200 mg/L Cl, and 6 mg/L Br; Linhoff and Lunzer (2021) and dilute groundwater. The solid mixing line shows the potential two end member mixing between a representative septic inﬂuenced groundwater (20 mg/L NO3-N, 150 mg/L Cl, 0.5 mg/L Br; Katz et al., 2011) and a vadose zone biological/geological NO3 −inﬂuenced groundwater (70 mg/L NO3-N, 50 mg/L Cl, and 0.8 mg/L Br; Linhoff and Lunzer, 2021). The dashed box of mixed NO3 −sources may show a blend of multiple NO3 −sources and mixing pathways. B. Linhoff Science of the Total Environment 848 (2022) 157345 11 ephemeral stream Tijeras Arroyo and are likely less stable then compounds such as bisphenol A (BPA). Excluding artiﬁcial sweeteners, the ﬁve most commonly detected CECs were BPA, diethyl phthalate (DEP; plasticizer and cosmetics), triphenyl phosphate (TPhP; ﬂame retardant and plasticizer), N,N-diethyl-m- toluamide (DEET; insect repellent), and phenol (biodegradation product of aromatic hydrocarbons). These compounds are commonly found in"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "crystalline bedrock, in domestic wells, and in areas of mixed land use (Bexﬁeld et al., 2019). That result was repeated in this study with shallower wells, wells screened in the fractured granite bedrock, and developed areas had the highest number of CEC detections which agreed with the ﬁndings of Bexﬁeld et al. (2019). Pharmaceuticals were nearly absent throughout the ﬁeld area possibly because of the depth of the water table and the short half-life of many of these compounds (Bexﬁeld et al., 2019). Caffeine and acetaminophen have been proposed as speciﬁc molecular markers of wastewater (Tran et al., 2014), however, these chemicals were only measured in surface water samples from the Fig. 5. Mass ratios of chloride (Cl−)/bromide (Br−), compared to nitrate (NO3-N)/Cl−ratios through the ﬁeld area. A dashed line is shown for two end member mixing between a vadose zone biological/geological NO3 −source (2000 mg/L NO3-N, 200 mg/L Cl, and 6 mg/L Br; Linhoff and Lunzer (2021) and dilute groundwater. The solid mixing line shows the potential two end member mixing between a representative septic inﬂuenced groundwater (20 mg/L NO3-N, 150 mg/L Cl, 0.5 mg/L Br; Katz et al., 2011) and a vadose zone biological/geological NO3 −inﬂuenced groundwater (70 mg/L NO3-N, 50 mg/L Cl, and 0.8 mg/L Br; Linhoff and Lunzer, 2021). The dashed box of mixed NO3 −sources may show a blend of multiple NO3 −sources and mixing pathways. B. Linhoff Science of the Total Environment 848 (2022) 157345 11 ephemeral stream Tijeras Arroyo and are likely less stable then compounds such as bisphenol A (BPA). Excluding artiﬁcial sweeteners, the ﬁve most commonly detected CECs were BPA, diethyl phthalate (DEP; plasticizer and cosmetics), triphenyl phosphate (TPhP; ﬂame retardant and plasticizer), N,N-diethyl-m- toluamide (DEET; insect repellent), and phenol (biodegradation product of aromatic hydrocarbons). These compounds are commonly found in wastewater, groundwater, and surface waters (Margot et al., 2015; Peng et al., 2014). BPA concentrations in wastewater are generally ~1 μg/L and an order of magnitude lower in wastewater treatment facility efﬂuent and landﬁll leachate (Margot et al., 2015; Peng et al., 2014). In this study, BPA varied from 0.03 to 2.13 μg/L with the highest concentrations found in the surface water site, Tijeras Arroyo (0.18–2.13 μg/L), and KAFB-0615 (1.83 μg/L) located in the southeast portion of KAFB. BPA de- tections were conﬁned to KAFB and the Mountain View neighborhood west of KAFB. DEP and DEET are commonly associated with wastewater (Margot et al., 2015). DEP detections in groundwater were centered near recent accidental sewer line releases (KAFB-0514, 0516, 0517) and near the north- east side of KAFB near a residential area (KAFB-0624, ST105MW009). It was also detected in multiple samples from the Tijeras Arroyo surface water site west of KAFB. DEET was detected in the same areas but at fewer sites. TPhP was detected at KAFB-0311, KAFB-0514, KAFB-0615, KAFB- 0904, TA2-W-19, and TJA-7 on KAFB as well as at RIMW-06S west of KAFB. These detections largely center in the regional or perched aquifers around Tijeras Arroyo with the exception of KAFB-0615 and TA2-W-19. TPhP has been used extensively as a ﬂame retardant (van der Veen and de Boer, 2012) and has been a known environmental contaminant for de- cades (Muir et al., 1980) occurring regularly in wastewater (Margot et al., 2015). It is often found in groundwater due to its extensive use in house- holds though it degrades fairly rapidly and is not known to bioaccumulate (Funk et al., 2019). Neotame was approved for use in the United States in 2002 (U.S. Food and Drug Administration, 2018) and has since been incorporated into a wide variety of food products and beverages (Aguilar et al., 2008). Because Fig. 6. Major ion mass ratios of sites outside and within the arroyo ﬂoodplain. All locations with elevated total nitrogen (TN)/sodium (Na) ratios are located in the arroyo ﬂoodplain. A correlation was found between these major ion ratios and precipitation. Precipitation marker represents the average precipitation of 37 years of data (1982 —2018) while error bars represent 1σ uncertainty (National Atmospheric Deposition Program, 2022). B. Linhoff Science of the Total Environment 848 (2022) 157345 12 it largely breaks down during metabolism (Margot et al., 2015), only trace amounts enter the environment. Therefore, it can serve as a powerful tracer of very recent or ongoing inﬂux of wastewater efﬂuent. Neotame was the most commonly detected CEC (n = 12) in this study which might be related to the extremely low detection limit for neotame (0.2 ng/L) versus other sweeteners (saccharin: 10 ng/L; acesulfame-K: 5 ng/L; aspartame: 1 ng/L). The occurrence of neotame in this study is in contrast to other studies that have not found neotame in wastewater efﬂuent or groundwater though the detection limits in these other studies were orders of magnitude higher (Li et al., 2020; Margot et al., 2015). Notably, neotame was not found at any site in this study where denitriﬁcation was suspected, potentially because reducing conditions in the aquifer could result in the oxidation of neotame. Neotame was related to δ15N[NO3] (r2 = 0.64; Fig. S7) which indicates that it may be associated with wastewater. Neotame was also slightly corre- lated to HCO3 −(r2 = 0.55; Fig. S7) and Ca2+ (r2 = 0.52; Fig. S7) at sites where it was detected. This is possibly the result of a septic or sewer source with high δ15N[NO3] values whereby denitriﬁcation causes an increase in HCO3 −(Eq. (4)). Alternatively, nitriﬁcation of reduced N species associated with wastewater produces protons generating acidity (Eqs. (5) and (6)) causing the dissolution of carbonates (Menció et al., 2016). Both reactions are associated with a wastewater NO3 −source. 2NH3 þ 3O2→2NO− 2 þ 2H2O þ 2Hþ ð5Þ NO− 2 þ O2→2NO− 3 ð6Þ Neotame was not correlated to Cl−/Br−or NO3 −/Cl−ratios. Unlike Cl− and Br−, neotame biodegrades in the environment, and its utility as a tracer is more related to its presence or absence rather than concentration. Where it was detected (Fig. S4), one can assume recent (post-2002) inﬁltration of an unknown proportion of wastewater. 5.4. Separating natural and anthropogenic recharge sources using 3H, CEC, and 14C CECs were detected at six 3H dead sites (Fig. 7; Table 1). 3H does not re- equilibrate (and 14C is very slow to re-equilibrate) with the atmosphere during recirculation of groundwater through infrastructure (Cook and Dogramaci, 2019). Groundwater recharged from leaky infrastructure will likely contain CECs, yet it may have different 14C and 3H values than natu- rally recharged groundwater. At two water-supply wells adjacent to KAFB, Travis et al. (2021) measured 14C values of 37 and 27 PMC and no 3H; they also found 14C values decreased with depth and the deepest wells— screened ~80 m below the water table—had 14C values between 7.6 and 12 PMC and no 3H. Hence, groundwater recharged through leaky infra- structure in the ﬁeld area on KAFB likely contains old 14C, no 3H, and CECs. At groundwater sites that are 3H dead with CEC detections and rela- tively low 14C values (<55 PMC), recharge is likely occurring solely through leaky infrastructure and not modern recharge (Fig. 7A). In contrast, sites with measurable 3H and higher PMC (Fig. 7B) may contain modern re- charge from atmospheric precipitation or may be recharged from leaky in-"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "N species associated with wastewater produces protons generating acidity (Eqs. (5) and (6)) causing the dissolution of carbonates (Menció et al., 2016). Both reactions are associated with a wastewater NO3 −source. 2NH3 þ 3O2→2NO− 2 þ 2H2O þ 2Hþ ð5Þ NO− 2 þ O2→2NO− 3 ð6Þ Neotame was not correlated to Cl−/Br−or NO3 −/Cl−ratios. Unlike Cl− and Br−, neotame biodegrades in the environment, and its utility as a tracer is more related to its presence or absence rather than concentration. Where it was detected (Fig. S4), one can assume recent (post-2002) inﬁltration of an unknown proportion of wastewater. 5.4. Separating natural and anthropogenic recharge sources using 3H, CEC, and 14C CECs were detected at six 3H dead sites (Fig. 7; Table 1). 3H does not re- equilibrate (and 14C is very slow to re-equilibrate) with the atmosphere during recirculation of groundwater through infrastructure (Cook and Dogramaci, 2019). Groundwater recharged from leaky infrastructure will likely contain CECs, yet it may have different 14C and 3H values than natu- rally recharged groundwater. At two water-supply wells adjacent to KAFB, Travis et al. (2021) measured 14C values of 37 and 27 PMC and no 3H; they also found 14C values decreased with depth and the deepest wells— screened ~80 m below the water table—had 14C values between 7.6 and 12 PMC and no 3H. Hence, groundwater recharged through leaky infra- structure in the ﬁeld area on KAFB likely contains old 14C, no 3H, and CECs. At groundwater sites that are 3H dead with CEC detections and rela- tively low 14C values (<55 PMC), recharge is likely occurring solely through leaky infrastructure and not modern recharge (Fig. 7A). In contrast, sites with measurable 3H and higher PMC (Fig. 7B) may contain modern re- charge from atmospheric precipitation or may be recharged from leaky in- frastructure that contains 3H and more modern 14C. Using this qualitative assessment, only two sites (of 17 measured for 3H, 14C and CEC) show po- tential evidence of natural modern recharge (KAFB-0903 and Abandoned Chical). KAFB-0903 is in the northeast portion of Tijerras Arroyo (Fig. 1) and may receive inﬁltration through rainfall; the Abandoned Chical well is relatively shallow (~22 m surface to water level; southwest side of the study area on Isleta Pueblo) and contains geochemistry that suggests waste- water contamination (NO3-N = 13.5, Cl/Br = 130, δ15N[NO3] = 10.1; Table 1). Sites likely recharged through leaky infrastructure (low 14C values, 3H dead, CEC detections), were generally on KAFB except for IP1 (located on the southern KAFB boundary near former sewage lagoons; Fig. 1). These ar- tiﬁcial recharge sites generally had low NO3 −/Cl−(0.03 to 2.2; median 0.35) and variable Cl−/Br−ratios (63 to 172; median 77). Interestingly, KAFB- 0514, which contains low concentrations of 3H (2.13 pCi/L), a high NO3 −/ Cl ratio (2.2), and CECs may contain naturally occurring vadose zone NO3 − mobilized during accidental sewer line releases (Section 5.1 and S.8.1). Hence at this site, a mix of recharge sources is likely. Artiﬁcial recharge appears to affect all regions sampled. This includes sites where water levels were >150 m deep and had low 14C values (<20 PMC). In this semi-arid environment, natural aquifer recharge likely only occurs at the mountain front boundary (Plummer et al., 2012) and through arroyos (Linhoff and Lunzer, 2021). Finding a near ubiquitous presence of CECs in groundwater beneath a thick vadose zone suggests leaky infrastruc- ture is a major source of recharge to the aquifer. 6. Summary and conclusions Determining the source of NO3 −to groundwater is often difﬁcult. This is especially true where there are multiple anthropogenic and natural NO3 − sources known to contribute NO3 −to groundwater. In this work, simple major ion ratios (Cl−/Br−and NO3 −/Cl−) proved a very useful ﬁrst approx- imation for deciphering between anthropogenic and arid region vadose zone NO3 −in groundwater. The highest NO3 −concentrations corresponded to high NO3 −/Cl−(>1.5) and low Cl−/Br−ratios (<100), implying a sub- soil NO3 −source from the arroyo ﬂoodplains; this was further supported by NO3 −isotope analysis (δ15N[NO3] < 8 ‰). In contrast, sites with elevated Cl−/Br−(>120) ratios generally had high δ15N[NO3] values (>8 ‰) and abundant CEC detections implying a wastewater NO3 −source. Natural attenuation of NO3 −depends on the extent of denitriﬁcation happening in an aquifer (Nikolenko et al., 2018). In this study, where deni- triﬁcation was occurring, reaction progress varied from 2 to 31 % Fig. 7. The relationship between contaminants of emerging concern (CEC), 14C, and 3H. In this arid region, artiﬁcial recharge from leaky infrastructure is likely at sites with CEC detections, low 14C, and no 3H. Note, both panels show results from the same set of samples. B. Linhoff Science of the Total Environment 848 (2022) 157345 13 (Section 4.2 and Table S6). The dual isotope approach—analyzing both δ15N[NO3] and δ18O[NO3]—showed that at least eight sites contained NO3 −largely sourced from a wastewater or manure source (Fig. 2, Table 1). Most of these sites also contained reduced N species, elevated Cl−/Br−ratios, and CECs further suggesting a wastewater source. Where denitriﬁcation has occurred in the study area, δ13C and major ion analyses suggest denitriﬁcation has oxidized organic carbon to produce HCO3 −. With few exceptions, the general lack of denitriﬁcation across the ﬁeld area demonstrates that NO3 −likely behaves conservatively through most of the ﬁeld area; hence, changes in ratios of NO3 −to conservative ions such as Cl−cannot be explained by denitriﬁcation and can be used to help differentiate NO3 −sources. Further, due to the lack of denitriﬁca- tion, this work demonstrates that most of the elevated NO3 −measured in the ﬁeld area can be expected to persist. Readers interested in more detailed discussion of NO3 −sources at individual sites are referred to S.8 and Table S3. As the arroyo stream channel migrates across the ﬂoodplain over de- cades of monsoon seasons, subsoil NO3 −reservoirs may periodically be ﬂushed from subsoils and raise groundwater NO3 −concentrations. It's also likely that in arroyo ﬂoodplains, irrigation, accidental sewer line releases, and leaky infrastructure will ﬂush naturally occurring vadose zone NO3 − to underlying aquifers exacerbating NO3 −contamination. In many arid re- gions with thick unsaturated zones, groundwater recharge only naturally occurs through arroyos. The possibility that this recharge source could also periodically contain highly concentrated NO3 −is concerning. While large subsoil NO3 −reservoirs have not been observed outside of the ﬂood- plain of Tijeras Arroyo in this ﬁeld area, similar reservoirs might also be present in many arroyo ﬂoodplains across the southwestern United States or in other arid settings. More research is needed to determine exactly where and how these NO3 −reservoirs form and the extent of groundwater quality affected by this newly discovered NO3 −source. In this study, CECs were nearly ubiquitous across groundwater and sur- face waters and thus excellent indicators of recent recharge. Neotame emerged as a surprising tracer of very recent or ongoing inﬁltration of wastewater. It breaks down rapidly in the environment and was only ap- proved for use in the United States in 2002 (U.S. Food and Drug Administration, 2018), hence it serves to help constrain the timing of recharge. However, because landﬁlls, accidental sewer line releases, and septic systems all contribute CECs, it is difﬁcult to decipher different an-"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "be used to help differentiate NO3 −sources. Further, due to the lack of denitriﬁca- tion, this work demonstrates that most of the elevated NO3 −measured in the ﬁeld area can be expected to persist. Readers interested in more detailed discussion of NO3 −sources at individual sites are referred to S.8 and Table S3. As the arroyo stream channel migrates across the ﬂoodplain over de- cades of monsoon seasons, subsoil NO3 −reservoirs may periodically be ﬂushed from subsoils and raise groundwater NO3 −concentrations. It's also likely that in arroyo ﬂoodplains, irrigation, accidental sewer line releases, and leaky infrastructure will ﬂush naturally occurring vadose zone NO3 − to underlying aquifers exacerbating NO3 −contamination. In many arid re- gions with thick unsaturated zones, groundwater recharge only naturally occurs through arroyos. The possibility that this recharge source could also periodically contain highly concentrated NO3 −is concerning. While large subsoil NO3 −reservoirs have not been observed outside of the ﬂood- plain of Tijeras Arroyo in this ﬁeld area, similar reservoirs might also be present in many arroyo ﬂoodplains across the southwestern United States or in other arid settings. More research is needed to determine exactly where and how these NO3 −reservoirs form and the extent of groundwater quality affected by this newly discovered NO3 −source. In this study, CECs were nearly ubiquitous across groundwater and sur- face waters and thus excellent indicators of recent recharge. Neotame emerged as a surprising tracer of very recent or ongoing inﬁltration of wastewater. It breaks down rapidly in the environment and was only ap- proved for use in the United States in 2002 (U.S. Food and Drug Administration, 2018), hence it serves to help constrain the timing of recharge. However, because landﬁlls, accidental sewer line releases, and septic systems all contribute CECs, it is difﬁcult to decipher different an- thropogenic NO3 −sources based on CECs alone. Future studies could exam- ine the CEC composition in transects moving downgradient of sewer line releases, septic leach ﬁelds, and landﬁlls to determine whether the compo- sition of CECs could be used in deciphering between types of anthropogenic wastewater sources. In this study, some sites with a very likely subsoil NO3 − source (based on elemental ratios and δ15N[NO3]) CECs were still detected. In these cases, either surface wastewater releases may have mobilized sub- soil NO3 −to the aquifer or the elevated NO3 −concentrations are naturally occurring and CECs are inﬁltrating to the aquifer through runoff in the ar- royo channel. By combining CECs, 3H, and 14C, this study developed a potentially novel method of differentiating between natural and anthropogenic re- charge. This method is only possible where supply wells pump pre- modern groundwater (3H dead with low PMC), recharge does not naturally occur through the vadose zone following precipitation, and where CECs can be detected. In many arid settings—including most of the area in the pres- ent study—these qualiﬁcations are met. While the ﬁnding that leaky infra- structure plays a major role in recharge is not new (e.g., Lerner, 2002), this study shows it is substantial even beneath thick (>150 m) vadose zones in arid regions with limited natural recharge. Supplementary data to this article can be found online at https://doi. org/10.1016/j.scitotenv.2022.157345. Funding This work was supported by the Air Force Civil Engineer Center. CRediT authorship contribution statement Benjamin Linhoff completed all conceptualization, data curation, for- mal analysis, funding acquisition, investigation, methodology design, and project administration. Furthermore, this manuscript was entirely written and edited by Benjamin Linhoff. Prior to submission, standard U.S. Geolog- ical Survey peer review was conducted by six internal U.S. Geological Sur- vey scientists. Declaration of competing interest The authors declare that they have no known competing ﬁnancial inter- ests or personal relationships that could have appeared to inﬂuence the work reported in this paper. Acknowledgements Many people contributed to make this work possible. I would like to thank AECOM, Sandia National Laboratory, and Isleta Pueblo who supported sample collection. Helpful discussion of site selection and background work was provided by scientists from Sandia National Laboratory, the City of Albuquerque, Isleta Pueblo, New Mexico Environment Department, and Air Force Civil Engineer Center. Artiﬁcial sweetener method development was carried out by the Organic Geochemistry Research Laboratory at the U.S. Geological Survey Kansas Water Science Center. Lastly, I would like to thank the numerous reviewers of this work. Any use of trade, ﬁrm, or product names is for descriptive purposes only and does not imply endorsement by the U.S. Government. References Agency, U.S.E.P., 1981. Wastewater Treatment Facilities-Sludge Management System Albuquqerque, New Mexico. Aguilar, F., Autrup, H., Barlow, S., Castle, L., Crebelli, R., Engel, K., Gontard, N., Gott, D., Grilli, S., Gürtler, R., Larsen, C., Leclercq, C., Leblanc, J., Malcata, F.X., Mennes, W., Milana, M.R., Pratt, I., Rietjens, I., Tobback, P., Toldrá, F., 2008. Neotame as a sweetener and ﬂavour enhancer, scientiﬁc opinion of the panel on food additives , ﬂavourings, pro- cessing aids and materials in contact with food. EFSA J. 1–43. Bartolino, J.R., Anderholm, S.K., Myers, N.C., 2005. Groundwater resources of the East Moun- tain area, Bernalillo, Sandoval, Santa Fe, and Torrance Counties, New Mexico. U.S. Geo- logical Survey Scientiﬁc Investigations Report 2009–5204 88. Bexﬁeld, L.M., Anderholm, S.K., 2002. Estimated Water-level Declines in the Santa Fe Group Aquifer System in the Albuquerque Area, Central New Mexico, Predevelopment to 2002. (p. 1)US Department of the Interior, US Geological Survey. Bexﬁeld, L.M., Toccalino, P.L., Belitz, K., Foreman, W.T., Furlong, E.T., 2019. Hormones and pharmaceuticals in groundwater used as a source of drinking water across the United States. Environ. Sci. Technol. 53, 2950–2960. https://doi.org/10.1021/acs.est.8b05592. Böhlke, J.K., 2002. Groundwater recharge and agricultural contamination. Hydrogeol. J. 10, 153–179. https://doi.org/10.1007/s10040-001-0183-3. Böhlke, J.K., Coplen, T.B., 1995. Interlaboratory Comparison of Secondary Reference Mate- rials for Nitrogen-Isotope-Ratio Measurements, Technical Document. Int. Energy Vienna. Böhlke, J.K., Ericksen, G.E., Revesz, K., 1997. Stable isotope evidence for an atmospheric origin of desert nitrate deposits in northern Chile and southern California, USA. Chem. Geol. 136 (1–2), 135–152. https://doi.org/10.1016/S0009-2541(96) 00124-6. Böhlke, J.K., Mroczkowski, S.J., Coplen, T.B., 2003. Oxygen isotopes in nitrate: new ref- erence materials for 18O:17O:16O measurements and observations on nitrate-water equilibration. Rapid Commun. Mass Spectrom. 17, 1835–1846. https://doi.org/10. 1002/rcm.1123. Böhlke, J.K., Wanty, R., Tuttle, M., Delin, G., Landon, M., 2002. Denitriﬁcation in the recharge area and discharge area of a transient agricultural nitrate plume in a glacial outwash sand aquifer, Minnesota. Water Resour. Res. 38, 10-1–10-26. https://doi.org/10.1029/ 2001wr000663. Böttcher, J., Strebel, O., Voerkelius, S., Schmidt, H.-L., 1990. Using isotope fractionation of nitrate-nitrogen and nitrate-oxygen for evaluation of microbial denitriﬁcation in a sandy aquifer. J. Hydrol. 114, 413–424. Buerge, I.J., Buser, H.-R., Kahle, M., Muller, M.D., Poiger, T., 2009. Ubiquitous occurrence of the artiﬁcial sweetener acesulfame in the aquatic environment: an ideal chemical marker of domestic wastewater in groundwater. Environ. Sci. Technol. 43, 4381–4385. Canter, L.W., 1996. Nitrates in Groundwater. Routledge. Cook, P.G., Dogramaci, S., 2019. Estimating recharge from recirculated groundwater with dis- solved gases: an end-member mixing analysis. Water Resour. Res. 2019WR025012. https://doi.org/10.1029/2019WR025012. Copland, J., 2019. Forensic Analyses and Nitrate Concentrations in Groundwater and the Suspected Nitrate Releases Sites in the Vicinity of SNL/NM and Northern KAFB, Albu- querque, New Mexico. Sandia National Laboratory Technical Memorandum and Plate, Albuquerque. B. Linhoff Science of the Total Environment 848 (2022) 157345 14 Copland, J.R.,"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "and pharmaceuticals in groundwater used as a source of drinking water across the United States. Environ. Sci. Technol. 53, 2950–2960. https://doi.org/10.1021/acs.est.8b05592. Böhlke, J.K., 2002. Groundwater recharge and agricultural contamination. Hydrogeol. J. 10, 153–179. https://doi.org/10.1007/s10040-001-0183-3. Böhlke, J.K., Coplen, T.B., 1995. Interlaboratory Comparison of Secondary Reference Mate- rials for Nitrogen-Isotope-Ratio Measurements, Technical Document. Int. Energy Vienna. Böhlke, J.K., Ericksen, G.E., Revesz, K., 1997. Stable isotope evidence for an atmospheric origin of desert nitrate deposits in northern Chile and southern California, USA. Chem. Geol. 136 (1–2), 135–152. https://doi.org/10.1016/S0009-2541(96) 00124-6. Böhlke, J.K., Mroczkowski, S.J., Coplen, T.B., 2003. Oxygen isotopes in nitrate: new ref- erence materials for 18O:17O:16O measurements and observations on nitrate-water equilibration. Rapid Commun. Mass Spectrom. 17, 1835–1846. https://doi.org/10. 1002/rcm.1123. Böhlke, J.K., Wanty, R., Tuttle, M., Delin, G., Landon, M., 2002. Denitriﬁcation in the recharge area and discharge area of a transient agricultural nitrate plume in a glacial outwash sand aquifer, Minnesota. Water Resour. Res. 38, 10-1–10-26. https://doi.org/10.1029/ 2001wr000663. Böttcher, J., Strebel, O., Voerkelius, S., Schmidt, H.-L., 1990. Using isotope fractionation of nitrate-nitrogen and nitrate-oxygen for evaluation of microbial denitriﬁcation in a sandy aquifer. J. Hydrol. 114, 413–424. Buerge, I.J., Buser, H.-R., Kahle, M., Muller, M.D., Poiger, T., 2009. Ubiquitous occurrence of the artiﬁcial sweetener acesulfame in the aquatic environment: an ideal chemical marker of domestic wastewater in groundwater. Environ. Sci. Technol. 43, 4381–4385. Canter, L.W., 1996. Nitrates in Groundwater. Routledge. Cook, P.G., Dogramaci, S., 2019. Estimating recharge from recirculated groundwater with dis- solved gases: an end-member mixing analysis. Water Resour. Res. 2019WR025012. https://doi.org/10.1029/2019WR025012. Copland, J., 2019. Forensic Analyses and Nitrate Concentrations in Groundwater and the Suspected Nitrate Releases Sites in the Vicinity of SNL/NM and Northern KAFB, Albu- querque, New Mexico. Sandia National Laboratory Technical Memorandum and Plate, Albuquerque. B. Linhoff Science of the Total Environment 848 (2022) 157345 14 Copland, J.R., 2017. Well Construction Details, Groundwater Elevations, and Figures for the Tijeras Arroyo Groundwater Area at Sandia National Laboratories, New Mexico. https://doi.org/10.2172/1340634. Coplen, T.B., 1994. Reporting of stable hydrogen, carbon, and oxygen isotopic abundances (technical report). Pure Appl. Chem. 66 (2), 273–276. Davis, S.N., Whittemore, D.O., Fabryka-Martin, J., 1998. Uses of chloride/bromide ratios in studies of potable water. Ground Water https://doi.org/10.1111/j.1745-6584.1998. tb01099.x. Eastoe, C.J., Watts, C.J., Ploughe, M., Wright, W.E., 2012. Future use of tritium in mapping pre-bomb groundwater volumes. Ground Water 50, 87–93. https://doi.org/10.1111/j. 1745-6584.2011.00806.x. Fishman, M.J., 1993. Methods of Analysis by the US Geological Survey National Water Qual- ity Laboratory: Determination of Inorganic and Organic Constituents in Water and Fluvial Sediments (Vol. 93). US Department of the Interior, US Geological Survey. Fahlberg, C., Remsen, I., 1879. On the oxidation of orthotoluene sulfamide. Rep. Ger. Chem. Soc. 12 (1), 469–473. Food and Drug Administration, 2018. https://www.fda.gov/food/food-additives-petitions/ additional-information-about-high-intensity-sweeteners-permitted-use-food-united- states. (Accessed 14 January 2022). Funk, S.P., Dufﬁn, L., He, Y., McMullen, C., Sun, C., Utting, N., Martin, J.W., Goss, G.G., Alessi, D.S., 2019. Assessment of impacts of diphenyl phosphate on groundwater and near- surface environments: sorption and toxicity. J. Contam. Hydrol. 221, 50–57. Furlong, E.T., Noriega, M.C., Kanagy, L.K., Coffey, L.J., Burkhardt, M.R., 2014. Determination of human-use pharmaceuticals in ﬁltered water by direct aqueous injection—high-perfor- mance liquid chromatography/tandem mass spectrometry, Chapter B10. U.S. Geological Survey Techniques and Methods, Book 5. U.S. Geological Survey https://doi.org/10. 3133/tm5B10. Galanter, A.E., Curry, L.T., 2019. Estimated 2016 Groundwater Level and Drawdown from Predevelopment to 2016 in the Santa Fe Group Aquifer System in the Albuquerque Area, Central New Mexico. U.S. Geological Survey Scientiﬁc Investigations Map 3433, 1 sheet, 13-p. pamphlet https://doi.org/10.3133/sim3433. Gan, Z., Sun, H., Feng, B., Wang, R., Zhang, Y., 2013. Occurrence of seven artiﬁcial sweeteners in the aquatic environment and precipitation of Tianjin, China. Water Res. 47 (14), 4928–4937. https://doi.org/10.1016/j.watres.2013.05.038. Geyh, M.A., 2000. An overview of 14C analysis in the study of groundwater. Radiocarbon 42, 99–114. Glassmeyer, S.T., Koplin, D.W., Furlong, E.T., Focazio, M., 2008. Environmental Presence and Persistence of Pharmaceuticals: An Overview. Fate of Pharmaceuticals in the Environ- ment and in Water Treatment Systems. U.S. Geological Survey, Boca Raton, pp. 3–51. Gómez, R., Arce, M.I., Sánchez, J.J., del Mar Sánchez-Montoya, M., 2012. The effects of dry- ing on sediment nitrogen content in a Mediterranean intermittent stream: a microcosms study. Hydrobiologia 679 (1), 43–59. Graham, R.C., Hirmas, D.R., Wood, Y.A., Amrhein, C., 2008. Large near-surface nitrate pools in soils capped by desert pavement in the Mojave Desert, California. Geology 36, 259–262. https://doi.org/10.1130/G24343A.1. Green, C.T., Puckett, L.J., Böhlke, J.K., Bekins, B.A., Phillips, S.P., Kauffman, L.J., Denver, J.M., Johnson, H.M., 2008. Limited occurrence of denitriﬁcation in four shallow aquifers in agricultural areas of the United States. J. Environ. Qual. 37, 994–1009. https://doi. org/10.2134/jeq2006.0419. Grundl, T., Magnusson, N., Brennwald, M.S., Kipfer, R., 2013. Mechanisms of subgla- cial groundwater recharge as derived from noble gas, 14C, and stable isotopic data. Earth Planet. Sci. Lett. 369–370, 78–85. https://doi.org/10.1016/j.epsl. 2013.03.012. Gutiérrez, M., Biagioni, R.N., Alarcón-Herrera, M.T., Rivas-Lucero, B.A., 2018. An overview of nitrate sources and operating processes in arid and semiarid aquifer systems. Sci. Total Environ. 624, 1513–1522. https://doi.org/10.1016/j.scitotenv.2017.12.252. Haase, C.S., Lozinsky, R.P., 1995. An underground view of the Albuquerque Basin. The Water Future of Albuquerque and Middle Rio Grande Basin: Proceedings of the 39th Annual New Mexico Water Conference: November 3–4, 1994, Albuquerque, New Mexico, p. 37. Han, L.F., Plummer, L.N., 2016. A review of single-sample-based models and other ap- proaches for radiocarbon dating of dissolved inorganic carbon in groundwater. Earth Sci. Rev. 152, 119–142. https://doi.org/10.1016/j.earscirev.2015.11.004. Han, L.F., Plummer, L.N., Aggarwal, P., 2012. A graphical method to evaluate predominant geochemical processes occurring in groundwater systems for radiocarbon dating. Chem. Geol. 318–319, 88–112. https://doi.org/10.1016/j.chemgeo.2012.05.004. Hollocher, T.C., 1984. Source of the oxygen atoms of nitrate in the oxidation of nitrite by Nitrobacter agilis and evidence against a P–O–N anhydride mechanism in oxidative phos- phorylation. Arch. Biochem. Biophys. 233, 721–727. Houlton, B.Z., Morford, S.L., Dahlgren, R.A., 2018. Convergent evidence for widespread rock nitrogen sources in Earth’s surface environment. Science 360, 58–62. https://doi.org/10. 1126/science.aan4399. Izbicki, J.A., Flint, A.L., O’Leary, D.R., Nishikawa, T., Martin, P., Johnson, R.D., Clark, D.A., 2015. Storage and mobilization of natural and septic nitrate in thick unsaturated zones, California. J. Hydrol. 524, 147–165. Jasechko, S., et al., 2017. Global aquifers dominated by fossil groundwaters but wells vulner- able to modern contamination. Nat. Geosci. 10, 425–430. Katz, B.G., Eberts, S.M., Kauffman, L.J., 2011. Using Cl/Br ratios and other indicators to assess potential impacts on groundwater quality from septic systems: a review and examples from principal aquifers in the United States. J. Hydrol. 397, 151–166. https://doi.org/ 10.1016/j.jhydrol.2010.11.017. Kendall, C., 1998. Chapter 16 - Tracing nitrogen sources and cycling in catchments. Isotope Tracers in Catchment Hydrology. Elsevier, pp. 519–576 https://doi.org/10.1016/B978- 0-444-81546-0.50023-9. Kendall, C., Aravena, R., 2000. Nitrate isotopes in groundwater systems. Environmental Tracers in Subsurface Hydrology. Springer, Boston, MA, pp. 261–297. Kernodle, J.M., 1998. Simulation of ground-water ﬂow in the Albuquerque Basin, central New Mexico, 1901-95, with projections to 2020. U.S. Geological Survey Open File Report 96- 209 https://doi.org/10.3133/ofr96209. Kroeger, K.D., Cole, M.L., Valiela, I., 2006. Groundwater-transported dissolved organic nitro- gen exports from coastal watersheds. Limnol. Oceanogr. 51, 2248–2261. https://doi.org/ 10.4319/lo.2006.51.5.2248. Lee, H.J., Kim, K.Y., Hamm, S.Y., Kim, M.S., Kim, H.K., Oh, J.E., 2019. Occurrence and distri- bution of pharmaceutical and personal care products, artiﬁcial sweeteners, and pesticides in groundwater from an agricultural area in Korea. Sci. Total Environ. 659, 168–176. https://doi.org/10.1016/j.scitotenv.2018.12.258. Lerner, D.N.,"
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "processes occurring in groundwater systems for radiocarbon dating. Chem. Geol. 318–319, 88–112. https://doi.org/10.1016/j.chemgeo.2012.05.004. Hollocher, T.C., 1984. Source of the oxygen atoms of nitrate in the oxidation of nitrite by Nitrobacter agilis and evidence against a P–O–N anhydride mechanism in oxidative phos- phorylation. Arch. Biochem. Biophys. 233, 721–727. Houlton, B.Z., Morford, S.L., Dahlgren, R.A., 2018. Convergent evidence for widespread rock nitrogen sources in Earth’s surface environment. Science 360, 58–62. https://doi.org/10. 1126/science.aan4399. Izbicki, J.A., Flint, A.L., O’Leary, D.R., Nishikawa, T., Martin, P., Johnson, R.D., Clark, D.A., 2015. Storage and mobilization of natural and septic nitrate in thick unsaturated zones, California. J. Hydrol. 524, 147–165. Jasechko, S., et al., 2017. Global aquifers dominated by fossil groundwaters but wells vulner- able to modern contamination. Nat. Geosci. 10, 425–430. Katz, B.G., Eberts, S.M., Kauffman, L.J., 2011. Using Cl/Br ratios and other indicators to assess potential impacts on groundwater quality from septic systems: a review and examples from principal aquifers in the United States. J. Hydrol. 397, 151–166. https://doi.org/ 10.1016/j.jhydrol.2010.11.017. Kendall, C., 1998. Chapter 16 - Tracing nitrogen sources and cycling in catchments. Isotope Tracers in Catchment Hydrology. Elsevier, pp. 519–576 https://doi.org/10.1016/B978- 0-444-81546-0.50023-9. Kendall, C., Aravena, R., 2000. Nitrate isotopes in groundwater systems. Environmental Tracers in Subsurface Hydrology. Springer, Boston, MA, pp. 261–297. Kernodle, J.M., 1998. Simulation of ground-water ﬂow in the Albuquerque Basin, central New Mexico, 1901-95, with projections to 2020. U.S. Geological Survey Open File Report 96- 209 https://doi.org/10.3133/ofr96209. Kroeger, K.D., Cole, M.L., Valiela, I., 2006. Groundwater-transported dissolved organic nitro- gen exports from coastal watersheds. Limnol. Oceanogr. 51, 2248–2261. https://doi.org/ 10.4319/lo.2006.51.5.2248. Lee, H.J., Kim, K.Y., Hamm, S.Y., Kim, M.S., Kim, H.K., Oh, J.E., 2019. Occurrence and distri- bution of pharmaceutical and personal care products, artiﬁcial sweeteners, and pesticides in groundwater from an agricultural area in Korea. Sci. Total Environ. 659, 168–176. https://doi.org/10.1016/j.scitotenv.2018.12.258. Lerner, D.N., 2002. Identifying and quantifying urban recharge: a review. Hydrogeol. J. 10 (1), 143–152. Li, D., Brien, J.W.O., Tscharke, B.J., Choi, P.M., Zheng, Q., Ahmed, F., Thompson, J., Li, J., Mueller, J.F., Sun, H., Thomas, K.V., 2020. National wastewater reconnaissance of artiﬁ- cial sweetener consumption and emission in Australia. Environ. Int. 143, 105963. https://doi.org/10.1016/j.envint.2020.105963. Lindsey, B.D., Jurgens, B.C., Belitz, K., 2019. Tritium as an indicator of modern, mixed, and premodern groundwater age. U.S. Geological Survey Scientiﬁc Investigations Report 2019–5090 https://doi.org/10.3133/sir20195090 18 p. Linhoff, B., Longmire, P., Rearick, M., McQuillan, D., Perkins, G., 2016. Water quality and hydrogeochemistry of a basin and range watershed in a semi-arid region of northern New Mexico. Environ. Earth Sci. 75, 640. https://doi.org/10.1007/s12665-015-5179-8. Linhoff, B.S., Lunzer, J.J., 2021. Discovery of a large subsoil nitrate reservoir in an arroyo ﬂoodplain and associated aquifer contamination. Geology 1–5. https://doi.org/10. 1130/G47916.1. Lorite-Herrera, M., Hiscock, K., Jiménez-Espinosa, R., 2009. Distribution of dissolved inor- ganic and organic nitrogen in river water and groundwater in an agriculturally- dominated catchment, south-East Spain. Water Air Soil Pollut. 198, 335–346. https:// doi.org/10.1007/s11270-008-9849-y. Lowrance, R., 1992. Groundwater nitrate and denitriﬁcation in a coastal plain ripar- ian forest. J. Environ. Qual. 21, 401–405. https://doi.org/10.2134/jeq1992. 00472425002100030017x. Luo, J., Zhang, Q., Cao, M., Wu, L., Cao, J., Fang, F., Li, C., Xue, Z., Feng, Q., 2019. Ecotoxicity and environmental fates of newly recognized contaminants-artiﬁcial sweeteners: a review. Sci. Total Environ. 653, 1149–1160. https://doi.org/10.1016/j.scitotenv.2018.10.445. Margot, J., Rossi, L., Barry, D.A., Holliger, C., 2015. A review of the fate of micropollutants in wastewater treatment plants. WIREs Water 2, 457–487. https://doi.org/10.1002/wat2. 1090. Mariotti, A., 1983. Atmospheric nitrogen is a reliable standard for natural 15N abundance measurements. Nature 303, 685–687. McCance, W., Jones, O.A.H., Cendón, D.I., Edwards, M., Surapaneni, A., Chadalavada, S., Wang, S., Currell, M., 2020. Combining environmental isotopes with Contaminants of Emerging Concern (CECs) to characterise wastewater derived impacts on groundwater quality. Water Res. 182, 116036. https://doi.org/10.1016/j.watres.2020.116036. McCance, W., Jones, O.a.H, Edwards, M., Surapaneni, A., Chadalavada, S., Currell, M., 2018. Contaminants of emerging concern as novel groundwater tracers for delineating waste- water impacts in urban and peri-urban areas. Water Res. 146, 118–133. https://doi. org/10.1016/j.watres.2018.09.013. McQuillan, D., 2004. Ground-water quality impacts from on-site septic systems. Proceedings, National Onsite Wastewater Recycling Association, 13th Annual Conference Albuquer- que, pp. 1–13. Menció, A., Mas-Pla, J., Otero, N., Regàs, O., Boy-Roura, M., Puig, R., Bach, J., Domènech, C., Zamorano, M., Brusi, D., Folch, A., 2016. Nitrate pollution of groundwater; all right…, but nothing else? Sci. Total Environ. https://doi.org/10.1016/j.scitotenv.2015.08.151. Mohr, B.A., 2009. Feeling blue in the south valley: a case study of nitrate contamination in Albuquerque’s south valley. Bull. Sci. Technol. Soc. 29, 408–420. Muir, D.C.G., Grift, N.P., Blouw, A.P., Lockhart, W.L., 1980. Environmental dynamics of phos- phate esters. I. Uptake and bioaccumulation of triphenyl phosphate by rainbow trout. Chemosphere 9, 525–532. National Atmospheric Deposition Program (NRSP-3). 2022. NADP Program Ofﬁce, Wisconsin State Laboratory of Hygiene, 465 Henry Mall, Madison, WI 53706, https://nadp.slh.wisc. edu/sites/ntn-nm07/, accessed on June 29, 2020. Nikolenko, O., Jurado, A., Borges, A.V., Knӧller, K., Brouyѐre, S., 2018. Isotopic composition of nitrogen species in groundwater under agricultural areas: a review. Sci. Total Environ. 621, 1415–1432. https://doi.org/10.1016/j.scitotenv.2017.10.086. Nolan, B.T., Hitt, K.J., Ruddy, B.C., 2002. Probability of nitrate contamination of recently recharged groundwaters in the conterminous United States. Environ. Sci. Technol. 36, 2138–2145. https://doi.org/10.1021/es0113854. Olsson, I.U., 1970. The use of oxalic acid as a standard. In: Olsson, I.U. (Ed.), Radiocarbon Var- iations and Absolute Chronology, Nobel Symposium, 12th Proc.John Wiley & Sons, New York, p. 17 Oneida Total Integrated Enterprises, 2014. Investigation Report SWMU ST-105 Nitrate Char- acterization. Panno, S.V., Hackley, K.C., Hwang, H.H., Greenberg, S.E., Krapac, I.G., Landsberger, S., O’Kelly, D.J., 2006. Characterization and identiﬁcation of Na-Cl sources in ground water. Ground Water 44, 176–187. https://doi.org/10.1111/j.1745-6584.2005.00127.x. Patton and Kryskalla (2011). Peng, X., Ou, W., Wang, C., Wang, Z., Huang, Q., Jin, J., Tan, J., 2014. Occurrence and eco- logical potential of pharmaceuticals and personal care products in groundwater and res- ervoirs in the vicinity of municipal landﬁlls in China. Sci. Total Environ. 490, 889–898. https://doi.org/10.1016/j.scitotenv.2014.05.068. Perakis, S.S., Hedin, L.O., 2002. Nitrogen loss from unpolluted South American forests mainly via dissolved organic compounds. Nature 415, 416–419. Plummer, N., Bexﬁeld, L.M., Anderholm, S.K., Sanford, W.E., Busenberg, Eurybiades, 2012. Geo- chemical characterization of ground-water ﬂow in the Santa Fe group aquifer system, Mid- dle Rio Grande Basin, New Mexico. USGS Water-Resour. Investig. Rep. 03-4131, pp. 1–395 B. Linhoff Science of the Total Environment 848 (2022) 157345 15 Richardson, S.D., Ternes, T.A., 2011. Water analysis: emerging contaminants and current is- sues. Anal. Chem. 83 (12), 4614–4648. https://doi.org/10.1021/ac200915r. Robertson, W.D., Cherry, J.A., 1992. Hydrogeology of an unconﬁned sand aquifer and its ef- fect on the behavior of nitrogen from a large-ﬂux septic system. Appl. Hydrogeol. 32–44. Robertson, W.D., Van Stempvoort, D.R., Roy, J.W., Brown, S.J., Spoelstra, J., Schiff, S.L., Rudolph, D.R., Danielescu, S., Graham, G., 2016. Use of an artiﬁcial sweetener to identify sources of groundwater nitrate contamination. Groundwater 54, 579–587. https://doi. org/10.1111/gwat.12399. Sapek, B., 2002. The impact of farmstead operation on groundwater quality. Int. Assoc. Hydrol. Sci. Publ. 125–130. Scanlon, B., Reedy, R., Bronson, K., 2008a. Impacts of land use change on nitrogen cycling ar- chived in semiarid unsaturated zone nitrate proﬁles, Southern High Plains, Texas. Envi- ron. Sci. Technol. 42. https://doi.org/10.1021/es800792w. Scanlon, B.R., Reedy, R.C., Bronson, K.F., 2008b. Impacts of land use change on nitrogen cy- cling archived in semiarid unsaturated zone nitrate proﬁles, southern High Plains, Texas. Environ. Sci. Technol."
    },
    {
        "URL": "Linhoff2022_NaturalAnthropogenicNitrateRechargeSourcesAridRegionGW.pdf",
        "Text": "S., O’Kelly, D.J., 2006. Characterization and identiﬁcation of Na-Cl sources in ground water. Ground Water 44, 176–187. https://doi.org/10.1111/j.1745-6584.2005.00127.x. Patton and Kryskalla (2011). Peng, X., Ou, W., Wang, C., Wang, Z., Huang, Q., Jin, J., Tan, J., 2014. Occurrence and eco- logical potential of pharmaceuticals and personal care products in groundwater and res- ervoirs in the vicinity of municipal landﬁlls in China. Sci. Total Environ. 490, 889–898. https://doi.org/10.1016/j.scitotenv.2014.05.068. Perakis, S.S., Hedin, L.O., 2002. Nitrogen loss from unpolluted South American forests mainly via dissolved organic compounds. Nature 415, 416–419. Plummer, N., Bexﬁeld, L.M., Anderholm, S.K., Sanford, W.E., Busenberg, Eurybiades, 2012. Geo- chemical characterization of ground-water ﬂow in the Santa Fe group aquifer system, Mid- dle Rio Grande Basin, New Mexico. USGS Water-Resour. Investig. Rep. 03-4131, pp. 1–395 B. Linhoff Science of the Total Environment 848 (2022) 157345 15 Richardson, S.D., Ternes, T.A., 2011. Water analysis: emerging contaminants and current is- sues. Anal. Chem. 83 (12), 4614–4648. https://doi.org/10.1021/ac200915r. Robertson, W.D., Cherry, J.A., 1992. Hydrogeology of an unconﬁned sand aquifer and its ef- fect on the behavior of nitrogen from a large-ﬂux septic system. Appl. Hydrogeol. 32–44. Robertson, W.D., Van Stempvoort, D.R., Roy, J.W., Brown, S.J., Spoelstra, J., Schiff, S.L., Rudolph, D.R., Danielescu, S., Graham, G., 2016. Use of an artiﬁcial sweetener to identify sources of groundwater nitrate contamination. Groundwater 54, 579–587. https://doi. org/10.1111/gwat.12399. Sapek, B., 2002. The impact of farmstead operation on groundwater quality. Int. Assoc. Hydrol. Sci. Publ. 125–130. Scanlon, B., Reedy, R., Bronson, K., 2008a. Impacts of land use change on nitrogen cycling ar- chived in semiarid unsaturated zone nitrate proﬁles, Southern High Plains, Texas. Envi- ron. Sci. Technol. 42. https://doi.org/10.1021/es800792w. Scanlon, B.R., Reedy, R.C., Bronson, K.F., 2008b. Impacts of land use change on nitrogen cy- cling archived in semiarid unsaturated zone nitrate proﬁles, southern High Plains, Texas. Environ. Sci. Technol. 42, 7566–7572. https://doi.org/10.1021/es800792w. Schindler, D.W., 2006. Recent advances in the understanding and management of eutrophica- tion. Limnol. Oceanogr. 51, 356–363. https://doi.org/10.4319/lo.2006.51.1_part_2.0356. Schullehner, J., Hansen, B., Thygesen, M., Pedersen, C.B., Sigsgaard, T., 2018. Nitrate in drinking water and colorectal cancer risk: a nationwide population‐based cohort study. Int. J. Cancer 143 (1), 73–79. https://doi.org/10.1002/ijc.31306. Sherris, A.R., Baiocchi, M., Fendorf, S., Luby, S.P., Yang, W., Shaw, G.M., 2021. Nitrate in drinking water during pregnancy and spontaneous preterm birth: A retrospective within-mother analysis in California. Environ. Health Perspect. 129 (5). https://doi. org/10.1289/EHP8205. Sigman, D.M., Casciotti, K.L., Andreani, M., Barford, C., Galanter, M., Böhlke, J.K., 2001. A bacterial method for the nitrogen isotopic analysis of nitrate in seawater and freshwater. Anal. Chem. 73, 4145–4153. https://doi.org/10.1021/ac010088e. Spalding, R.F., Exner, M.E., 1993. Occurrence of nitrate in groundwater—a review. J. Environ. Qual. 22, 392–402. https://doi.org/10.2134/jeq1993.00472425002200030002x. Stites, W., Kraft, G.J., 2001. Nitrate and chloride loading to groundwater from an irrigated North-Central U.S. Sand-Plain Vegetable Field. J. Environ. Qual. 30, 1176–1184. https://doi.org/10.2134/jeq2001.3041176x. Taylor, M., Clarke, W.P., Greenﬁeld, P.F., 2003. The treatment of domestic wastewater using small-scale vermicompost ﬁlter beds. Ecol. Eng. 21, 197–203. https://doi.org/10.1016/j. ecoleng.2003.12.003. Thomson, B.M., McQuillan, D.M., 1984. Nitrate contamination of groundwater in Albuquer- que. Sel. Pap. Water Qual. Pollut. N. M. Tran, N.H., Li, J., Hu, J., Ong, S.L., 2014. Occurrence and suitability of pharmaceuticals and personal care products as molecular markers for raw wastewater contamination in sur- face water and groundwater. Environ. Sci. Pollut. Res. 21, 4727–4740. Travis, R.E., Bell, M.T., Linhoff, B.S., Beisner, K.R., 2021. Utilizing multiple hydrogeologic and anthropogenic indicators to understand zones of groundwater contribution to water- supply wells near Kirtland Air Force Base Bulk Fuels Facility in southeast Albuquerque, New Mexico. U.S. Geological Survey Scientiﬁc Investigations Report 2021–5076 28 https://doi.org/10.3133/sir20215076. U.S. Environmental Protection Agency (EPA), 2021. National primary drinking water regula- tions. Washington DC [accessed 2021 July] Available from https://www.epa.gov/ ground-water-and-drinking-water/national-primary-drinking-water- regulations#Organic. U.S. Geological Survey, 2022. USGS water data for the Nation: U.S. Geological Survey Na- tional Water Information System database. accessed [January 10, 2022], at https://doi. org/10.5066/F7P55KJN. van der Veen, I., de Boer, J., 2012. Phosphorus ﬂame retardants: properties, production, envi- ronmental occurrence, toxicity and analysis. Chemosphere 88, 1119–1153. Van Stempvoort, D.R., Brown, S.J., Bickerton, G., 2011. Artiﬁcial sweeteners as potential tracers in groundwater in urban environments. J. Hydrol. 401 (1–2), 126–133. https:// doi.org/10.1016/j.jhydrol.2011.02.013. Vidal‐Dorsch, D.E., Bay, S.M., Maruya, K., Snyder, S.A., Trenholm, R.A., Vanderford, B.J., 2012. Contaminants of emerging concern in municipal wastewater efﬂuents and marine receiving water. Environ. Toxicol. Chem. 31 (12), 2674–2682. https://doi.org/10.1002/ etc.2004. Walvoord, M.A., 2010. A reservoir of nitrate beneath. Science 1021, 1021–1025. https://doi. org/10.1126/science.1086435. Walvoord, M.A., Phillips, F.M., Stonestrom, D.A., Evans, R.D., Hartsough, P.C., Newman, B.D., Striegl, R.G., 2003. A reservoir of nitrate beneath desert soils. Science 302. https://doi. org/10.1126/science.1086435. Ward, M.H., Jones, R.R., Brender, J.D., De Kok, T.M., Weyer, P.J., Nolan, B.T., Villanueva, C.M., Van Breda, S.G., 2018. Drinking water nitrate and human health: an updated re- view. Int. J. Environ. Res. Public Health 15 (7). https://doi.org/10.3390/ijerph15071557. Weiss, R.F., 1970. The solubility of nitrogen, oxygen and argon in water and seawater. Deep- Sea Res. Oceanogr. Abstr. 721–735. Zaugg, S.D., Smith, S.G., Schroeder, M.P., 2006. Determination of wastewater compounds in whole water by continuous liquid–liquid extraction and capillary-column gas chromatog- raphy/mass spectrometry, Chapter B4. U.S. Geological Survey Techniques and Methods, Book 5. U.S. Geological Survey https://doi.org/10.3133/tm5B4. Zhang, Q., Sun, J., Liu, J., Huang, G., Lu, C., Zhang, Y., 2015. Driving mechanism and sources of groundwater nitrate contamination in the rapidly urbanized region of south China. J. Contam. Hydrol. 182, 221–230. B. Linhoff Science of the Total Environment 848 (2022) 157345 16"
    }
]