[
    {
        "URL": "OFR_632.pdf",
        "Text": "Geoffrey Rawling N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Open-File Report 632 2024 Winter 2022–2023 Water-Level Elevation Map for the Albuquerque Metropolitan Area Prepared for Albuquerque Bernalillo County Water Utility Authority O P E N - F I L E R E P O R T Open-File Report 632—Winter 2022–2023 Water-Level Elevation Map for the Albuquerque Metropolitan Area Geoffrey Rawling Copyright © 2024 New Mexico Bureau of Geology and Mineral Resources A research and service division of New Mexico Institute of Mining and Technology Dr. Mahyar Amouzegar, President, New Mexico Tech Dr. J. Michael Timmons, Director and State Geologist, New Mexico Bureau of Geology Board of Regents Ex Officio Michelle Lujan Grisham, Governor of New Mexico Stephanie Rodriguez, Cabinet Secretary of Higher Education Appointed Jerry A. Armijo, Chair, 2003–2026, Socorro Dr. David Lepre Sr., Secretary/Treasurer, 2021–2026, Placitas Dr. Yolanda Jones King, Regent, 2018–2024, Moriarty Dr. Srinivas Mukkamala, Regent, 2023–2028, Albuquerque Adrian Salustri, Student Regent, 2023–2024, Socorro Copyediting: Frank Sholedice Layout: Lauri Logan Publications Program Manager: Barbara J. Horowitz Cover Image: M. Makela - stock.adobe.com Project Funding: This project was funded by the Albuquerque Bernalillo County Water Utility Authority. Suggested Citation: Rawling, G., 2024, Winter 2022–2023 water-level elevation map for the Albuquerque metropolitan area: New Mexico Bureau of Geology and Mineral Resources Open-File Report 632, 17 p. https://doi.org/10.58799/OFR-632 i C O N T E N T S C O N T E N T S Winter 2022–2023 Water-Level Elevation Map for the Albuquerque Metropolitan Area .......................................................................... 1 Geoffrey Rawling Introduction ................................................................................. 1 Methods .......................................................................................... 1 Results ................................................................................................ 6 Conclusions ................................................................................... 7 References .............................................................................................. 14 1. Predevelopment water-level elevation contours from Bexfield and Anderholm (2000) and interpolated surface ..................................2 2. Block diagram illustrating water management criteria for the Water Authority ...................................3 3. Map illustrating wells with water-level measurements in winter 2021–2022 and winter 2022–2023 ....................................................................4 4. Winter 2022–2023 water-level elevation surface .........................................................................8 5. Kriging variance of the recent (2022–2023) water-level elevation surface ...........................................9 6. Depth to water based on the winter 2022– 2023 water-level surface ..................................................10 7. Change in water levels from predevelopment (pre-1961) ..........................................11 8. Change in water levels at wells from winter 2021–2022 to winter 2022–2023 ...........................12 9. Winter 2022–2023 water-level surface with respect to the 110-ft drawdown management level ...................................................................13 Figures A groundwater monitoring well at the ABCWUA Bear Canyon Recharge Project. Photo by Rowan Hannan, ABCWUA ii O P E N - F I L E R E P O R T 6 3 2 1 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A INTRODUCTION The residents of the Albuquerque metropolitan area rely in part on groundwater for domestic, municipal, and industrial use. An understanding of changes in groundwater levels and groundwater storage in the aquifer is necessary to achieve groundwater management goals set by the Albuquerque Bernalillo County Water Utility Authority (referred to here as the Water Authority; ABCWUA, 2016). Periodic manual and continuous automatic water-level measurements in wells and maps of the water-level elevation surface, or water table, derived from these data are essential tools for understanding the groundwater resources of the region. This report describes the preparation and interpretation of a water-table map for the Albuquerque area for the winter of 2022–2023. It is a continuation of a series of yearly reports prepared by the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) for the Water Authority (Rawling, 2023a, 2023b). Water-level changes and changes in the amount of groundwater in storage in the aquifer since the predevelopment time period are presented. Predevelopment is defined by the map of Bexfield and Anderholm (2000; Fig. 1) and represents conditions prior to 1961. The present study also recasts the recent water- level surface and changes since predevelopment in terms of water-level management criteria defined by the Water Authority (ABCWUA, 2016), shown in the block diagram in Figure 2. Referring to this diagram, the range of water-level elevations from 50 ft of drawdown to 250 ft of drawdown relative to predevelopment conditions is defined as the working reserve. The fuel gauge on the diagram pertains to the water level relative to the base of the working reserve, the 250-ft drawdown level. The 50 ft of aquifer below the working reserve is referred to as the safety reserve. The base of the safety reserve, at 300 ft of drawdown relative to predevelopment, is a conservative estimate of when irreversible compaction effects will start to occur in the aquifer. The diagram also shows the management level of 110 ft of drawdown, which is a target average value drawdown for wells used by the Water Authority. METHODS Periodic manual measurements and continuous water-level data collected from wells were used to map the winter 2022–2023 water-level surface within the producing zone of the upper Santa Fe Group aquifer in the Albuquerque region. Winter is defined as November through February (inclusive). Standard methods, as described in Falk et al. (2011) and Galanter and Curry (2019), were used to acquire these data in the field. All available data from November 1, 2022, to March 1, 2023 (the “time window”), were compiled and reviewed. The data were collected by the U.S. Geological Survey (USGS), the New Mexico Bureau of Geology and Mineral Resources (NMBGMR), and staff at Kirtland Air Force Base (KAFB). A total of 89 USGS wells in the Albuquerque area had discrete (manually measured) or continuous (automatically recorded by digital loggers) water-level measurements in the time window. One NMBGMR well had measurements in the time window. A cluster of 174 monitoring wells on KAFB had discrete measurements in the time window. Five wells were W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A Geoffrey Rawling 2 O P E N - F I L E R E P O R T 6 3 2 Figure 1. Predevelopment water-level elevation contours from Bexfield and Anderholm (2000) and interpolated surface (color shading). The study area boundary in this and the subsequent maps is from Galanter and Curry (2019). 3 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E"
    },
    {
        "URL": "OFR_632.pdf",
        "Text": "described in Falk et al. (2011) and Galanter and Curry (2019), were used to acquire these data in the field. All available data from November 1, 2022, to March 1, 2023 (the “time window”), were compiled and reviewed. The data were collected by the U.S. Geological Survey (USGS), the New Mexico Bureau of Geology and Mineral Resources (NMBGMR), and staff at Kirtland Air Force Base (KAFB). A total of 89 USGS wells in the Albuquerque area had discrete (manually measured) or continuous (automatically recorded by digital loggers) water-level measurements in the time window. One NMBGMR well had measurements in the time window. A cluster of 174 monitoring wells on KAFB had discrete measurements in the time window. Five wells were W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A Geoffrey Rawling 2 O P E N - F I L E R E P O R T 6 3 2 Figure 1. Predevelopment water-level elevation contours from Bexfield and Anderholm (2000) and interpolated surface (color shading). The study area boundary in this and the subsequent maps is from Galanter and Curry (2019). 3 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A selected as representative from this cluster by evenly sampling the 174 wells based on the northing coordinate of the well locations. The wells are located across an area larger than the extent of the study area boundary shown on the maps in the accompanying figures. Calculations and interpolations were performed across this larger area, and the results were clipped to the extent shown, which is the extent of previous water-level maps prepared by Falk et al. (2011) and Galanter and Curry (2019). This process reduces the influence of artifacts caused by edge effects in the interpolations and produces maps that are spatially consistent and directly comparable with previous work. To produce a water-table map of the production zone of the aquifer, described by Falk et al. (2011) as “…the interval of the aquifer, about 300 feet below land surface to 1,100 feet or more below land surface, in which production wells generally are screened,” all single isolated wells were considered. Collocated wells (well nests) are also present, with two to six wells in each nest. The deeper well of a nested pair (two wells) was selected, and the second-deepest well was selected from nests with three to six wells. Water levels with a USGS pumping flag were removed. The highest water level for each well during the time window was retained. The final dataset contained 49 water levels at 49 wells (Fig. 3, Table 11). An important methodological difference of this study from the earlier work of Bexfield and Anderholm (2000), Falk et al. (2011), and Galanter and Curry (2019) is the treatment of water-level 1 Table 1 is available for download at https://geoinfo.nmt.edu/ publications/openfile/details.cfml?Volume=632 Figure 2. Block diagram illustrating water management criteria for the Water Authority (ABCWUA, 2016). See text for definitions and elevation thresholds. 4 O P E N - F I L E R E P O R T 6 3 2 Figure 3. Map illustrating wells with water-level measurements in winter 2021–2022 and winter 2022–2023. 5 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A elevation in the production zone of the aquifer along the course of the Rio Grande, which transects the study area and is hydrologically connected to the shallow aquifer system. Bexfield and Anderholm (2000) characterized the groundwater elevation at the river by using the elevation of the riverbed digitized from topographic maps. The riverbed elevation points were limited to the resolution of the contour interval at the river (10 ft) and change over time as the channel morphology changes; in addition, riverside drains below the river level cause the groundwater levels to be beneath the riverbed. Falk et al. (2011) and Galanter and Curry (2019) calculated the head difference between shallow and deeper wells at five piezometer nests near the river and linearly interpolated this difference along the course of the river. The difference in groundwater levels between the shallow, river- connected aquifer and the deeper production zone at the five wells varied from 1 ft to 38 ft from south to north (Galanter and Curry, 2019), with the deeper well always having the lower level. Rawling (2023a) attempted this approach and found it to be unreliable because only three well nests had data for the winter 2019–2020 period. The method produced an unreasonable trend of estimated water-level elevations when interpolated along the length of the river. The method adopted by Rawling (2023a, 2023b) and also used in the present study involved selecting wells within 750 m of the centerline of the Rio Grande and assigning water levels at those five wells to adjacent points along the river centerline. Groundwater levels along the river reach were then modeled with a linear curve fit to the water levels at the five projected well points. The modeled curve was used to assign groundwater levels to points along the river centerline at 1 km intervals from south to north across the study area. This produced a smooth variation in water-level elevations derived from groundwater measurements and is not dependent on uncertain land- and/ or river-surface elevations in the vicinity of the river, or the details of the surface water—shallow groundwater interactions between the river, riverside drains, and the aquifer (Alex Rinehart, personal communication, 2021). The standard geostatistical method of regression kriging (Hengl et al., 2007) was implemented with the gstat package in R (R Core Team, 2019) to interpolate water levels between the water-level measurement points. The regional water-level elevation trend was modeled with third-order polynomial fit to the easting and northing coordinates of the wells and river points. The spatial covariance structure of the residuals from this surface (the variogram) was fit with a circular variogram model. The residuals were interpolated using spatial kriging. The interpolated residuals were then added to the polynomial trend surface, resulting in the 2022–2023 water-level surface (Fig. 4). It is important to recognize that in Figure 4, and the subsequent maps that are derived from it, the accuracy of the interpolated"
    },
    {
        "URL": "OFR_632.pdf",
        "Text": "to be unreliable because only three well nests had data for the winter 2019–2020 period. The method produced an unreasonable trend of estimated water-level elevations when interpolated along the length of the river. The method adopted by Rawling (2023a, 2023b) and also used in the present study involved selecting wells within 750 m of the centerline of the Rio Grande and assigning water levels at those five wells to adjacent points along the river centerline. Groundwater levels along the river reach were then modeled with a linear curve fit to the water levels at the five projected well points. The modeled curve was used to assign groundwater levels to points along the river centerline at 1 km intervals from south to north across the study area. This produced a smooth variation in water-level elevations derived from groundwater measurements and is not dependent on uncertain land- and/ or river-surface elevations in the vicinity of the river, or the details of the surface water—shallow groundwater interactions between the river, riverside drains, and the aquifer (Alex Rinehart, personal communication, 2021). The standard geostatistical method of regression kriging (Hengl et al., 2007) was implemented with the gstat package in R (R Core Team, 2019) to interpolate water levels between the water-level measurement points. The regional water-level elevation trend was modeled with third-order polynomial fit to the easting and northing coordinates of the wells and river points. The spatial covariance structure of the residuals from this surface (the variogram) was fit with a circular variogram model. The residuals were interpolated using spatial kriging. The interpolated residuals were then added to the polynomial trend surface, resulting in the 2022–2023 water-level surface (Fig. 4). It is important to recognize that in Figure 4, and the subsequent maps that are derived from it, the accuracy of the interpolated surface is dependent on the locations of the data (i.e., wells shown in Fig. 4 and interpolation points along the Rio Grande). This is quantified by the kriging variance shown in Figure 5. Results are most reliable where data are abundant (low variance) and least reliable where data are scarce (high variance). The 49 water-level measurements available for this study (winter 2022–2023) are fewer than the 68 and 131 measurements available for the previous two studies (winter 2021–2022 [Rawling, 2023b] and winter 2019–2020 [Rawling, 2023a]). This greatly constrains any conclusions that may be drawn by comparing any of the results of these three studies. Apparent differences between the maps, such as details of the geometry of the water-level surface, are as much a function of the much-reduced data density in the present study as they are related to actual water-level changes in the aquifer. This emphasizes the great importance for a consistent well network to be measured every year within the winter time window (November 1–March 1). Subtracting the water-level surface from a 10-m resolution digital elevation model results in the depth- to-water map (Fig. 6). The map of water-level change (Fig. 7) is based on interpolation of predevelopment water-level contours to raster surfaces using the Topo to Raster tool in ArcGIS 10.7.1 (Esri, 2019; Fig. 1), followed by raster math operations. 6 O P E N - F I L E R E P O R T 6 3 2 RESULTS The predevelopment water-level surface is shown in Figure 1. The colored raster surface accurately reflects the geometry of the water-level contours. See Bexfield and Anderholm (2000) for a discussion of the hydrogeology. Figures 4 and 5 show the interpolated winter 2022–2023 water-level surface and the kriging variance of the interpolation. Red colors in the kriging variance map are less reliable results in areas of sparse data. Figure 6 shows the predicted depth to water in color shading. Areas in the South Valley shown in purple have negative predicted depth to water, i.e., water above the ground surface. The most negative value is only a few feet. Both the water table and the land surface are very flat here, and data other than the interpolated river points are sparse. In reality, the water table is very shallow, likely less than 10 ft depth to water, and the negative values are due to uncertainty in the surface due to sparse data. Figure 7 shows the water-level changes since predevelopment (pre-1961). Cones of depression east of Interstate 25 that are obvious in winter 2019–2020 and in previous years (Falk et al., 2011; Galanter and Curry, 2019; Rawling, 2023a) are not well defined in the present study due to the lack of water-level data in the winter 2022–2023 time window. This map is less robust than the change in water levels since predevelopment for winter 2019–2020 shown in Rawling (2023a). Figure 8 shows the change in water levels at wells with measurements in both winter 2021–2022 and winter 2022–2023. The differences shown are direct calculations between the two measurements, not interpolations from the water-level surfaces interpolated for the two time windows. There are relatively few measurements during both winter time windows at wells in central Albuquerque, north of I-40 and east and west of I-25 (Figs. 3 and 8). This again illustrates the importance of maintaining a consistent well network measured every year during the winter time window. Figure 9 shows the recent water-level surface (as contours) and its elevation with respect to the 110-ft management level. The management level is the surface defined by 110 ft of drawdown from the predevelopment water-level surface (Fig. 2). Blue shading shows areas where recent water levels are above the management level, and red shows areas where recent water levels are below it. The map of water-level change since predevelopment (Fig. 7) can be used to estimate the storage change in the aquifer since predevelopment. This is a straightforward calculation of the net volume change from the water-level changes multiplied by the specific yield. It must be viewed with caution because the result is highly dependent on the value for specific yield, which must be assumed in this case. A value of 0.2 was chosen for this study, consistent with previous work (McAda and Barroll, 2002; Rinehart et al., 2016). Specific yield varies in space, with depth, and with lithology (Cederstrand and Becker, 1998; Kennedy and Bell, 2023). The calculation is also dependent on the accuracy of the predicted water-level changes, which are themselves dependent on the spatial density of the data as revealed by the kriging variance map (Fig. 5). From predevelopment to winter 2021–2022, the estimate of storage change was a net loss of 1,342,900 acre-ft of water from the aquifer (Rawling, 2023b). From predevelopment to winter 2022–2023, the estimate of storage change is a net loss of 1,203,700 acre-ft of water from the aquifer. This implies a gain in groundwater storage over the year 2022 of about 139,200 acre-ft. Although many wells show small water-level rises over the year 2022 (Fig. 8), this gain in storage is likely just an artifact of the decreased number of data points over the two years. Comparison of the maps of water-level change from predevelopment in Rawling (2023a, 2023b) and the present report (Fig. 7) shows that the predicted water-level rise west of Rio Rancho and north of I-40 is poorly supported by the data (there"
    },
    {
        "URL": "OFR_632.pdf",
        "Text": "water-level surface (Fig. 2). Blue shading shows areas where recent water levels are above the management level, and red shows areas where recent water levels are below it. The map of water-level change since predevelopment (Fig. 7) can be used to estimate the storage change in the aquifer since predevelopment. This is a straightforward calculation of the net volume change from the water-level changes multiplied by the specific yield. It must be viewed with caution because the result is highly dependent on the value for specific yield, which must be assumed in this case. A value of 0.2 was chosen for this study, consistent with previous work (McAda and Barroll, 2002; Rinehart et al., 2016). Specific yield varies in space, with depth, and with lithology (Cederstrand and Becker, 1998; Kennedy and Bell, 2023). The calculation is also dependent on the accuracy of the predicted water-level changes, which are themselves dependent on the spatial density of the data as revealed by the kriging variance map (Fig. 5). From predevelopment to winter 2021–2022, the estimate of storage change was a net loss of 1,342,900 acre-ft of water from the aquifer (Rawling, 2023b). From predevelopment to winter 2022–2023, the estimate of storage change is a net loss of 1,203,700 acre-ft of water from the aquifer. This implies a gain in groundwater storage over the year 2022 of about 139,200 acre-ft. Although many wells show small water-level rises over the year 2022 (Fig. 8), this gain in storage is likely just an artifact of the decreased number of data points over the two years. Comparison of the maps of water-level change from predevelopment in Rawling (2023a, 2023b) and the present report (Fig. 7) shows that the predicted water-level rise west of Rio Rancho and north of I-40 is poorly supported by the data (there are no wells with measurements in the area in the current study). The equivalent map in the two previous reports shows this area as one of significant water-level decline, on the order of 40 to 50 ft, that is supported by data. Kennedy and Bell (2023) used repeat microgravity measurements, measured water-level changes, and reported groundwater pumping data to estimate the specific yield and map its spatial variation over a part of the Albuquerque metropolitan area. The extent of their study is shown in green in Figure 7. At four individual well sites, 7 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A they calculated specific yield values ranging from 0.1 to 0.22. They interpolated their results across the green region shown in Figure 7, resulting in mapped specific yield values ranging from 0.05 to 0.4, with a mean standard deviation of 0.098 for the estimates. If the analysis area of Kennedy and Bell (2023) were larger and coincided with the boundaries of the present study, their mapped specific yield values could have been used to improve the storage change estimates presented here for the predevelopment to 2021–2022 time period. Nevertheless, it is encouraging that the single value of 0.2 used in this study is consistent with both the point and mapped specific yield estimates of Kennedy and Bell (2023). CONCLUSIONS The much fewer data available for winter 2022–2023 (and winter 2021–2022) versus winter 2019–2020 limits the conclusions that can be drawn from the maps. For future work, it is imperative to measure as many wells as possible, ideally the wells that were measured in winter 2019–2020, and for the measurements to occur in the winter time window (November 1–March 1). Repeating measurements at the same set of wells helps ensure that changes in the water-level surface over time are not artifacts caused by changes in the spatial configuration of the well network (Ruybal et al., 2019; Rawling, 2022). The maps presented here interpret the winter 2022−2023 water-level surface in the Albuquerque metropolitan area. Comparing this surface to water-level management criteria set by the Water Authority provides a picture of the current groundwater conditions. Changes in water levels and an estimate of the change in storage since predevelopment are also presented. It is estimated that approximately 1,203,700 acre-ft of water have been lost from storage due to groundwater pumping since predevelopment. The implied increases in storage since winter 2021–2022 are not considered reliable due to the decrease in data density over the year 2022. 8 O P E N - F I L E R E P O R T 6 3 2 Figure 4. Winter 2022–2023 water-level elevation surface. Wells are color coded by data source. Water-level elevations at wells are shown in yellow. 9 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A Figure 5. Kriging variance of the recent (2022–2023) water-level elevation surface. Lower variance corresponds to more reliable results. Wells with measurements used in the geostatistical interpolation to create the surface are shown in yellow. 10 O P E N - F I L E R E P O R T 6 3 2 Figure 6. Depth to water based on the winter 2022–2023 water-level surface. Areas where the water level is predicted to be at or above the ground surface are shown in purple. See text for discussion. 11 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A Figure 7. Change in water levels from predevelopment (pre-1961). Rises (positive) are in shades of blue with blue labels and declines (negative) are in shades of red with red labels. 12 O P E N - F I L E R E P O R T 6 3 2 Figure 8. Change in water levels at wells from winter 2021–2022 to winter 2022–2023. Rises (positive) are in blue and declines (negative) are in red. Unlabeled yellow wells did not have measurements in winter 2021–2022. 13 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A"
    },
    {
        "URL": "OFR_632.pdf",
        "Text": "Lower variance corresponds to more reliable results. Wells with measurements used in the geostatistical interpolation to create the surface are shown in yellow. 10 O P E N - F I L E R E P O R T 6 3 2 Figure 6. Depth to water based on the winter 2022–2023 water-level surface. Areas where the water level is predicted to be at or above the ground surface are shown in purple. See text for discussion. 11 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A Figure 7. Change in water levels from predevelopment (pre-1961). Rises (positive) are in shades of blue with blue labels and declines (negative) are in shades of red with red labels. 12 O P E N - F I L E R E P O R T 6 3 2 Figure 8. Change in water levels at wells from winter 2021–2022 to winter 2022–2023. Rises (positive) are in blue and declines (negative) are in red. Unlabeled yellow wells did not have measurements in winter 2021–2022. 13 W I N T E R 2 0 2 2 – 2 0 2 3 W A T E R - L E V E L E L E V A T I O N M A P F O R T H E A L B U Q U E R Q U E M E T R O P O L I T A N A R E A Figure 9. Winter 2022–2023 water-level surface with respect to the 110-ft drawdown management level. Water levels above the management level are in shades of blue and those below are in shades of red. 14 O P E N - F I L E R E P O R T 6 3 2 Albuquerque Bernalillo County Water Utility Authority (ABCWUA), 2016, Water 2120— Securing our water future, volume I: Albuquerque Bernalillo County Water Utility Authority internal report, 309 p. https://www.abcwua.org/ wp-content/uploads/Your_Drinking_Water-PDFs/ Water_2120_Volume_I.pdf Bexfield, L.M., and Anderholm, S.K., 2000, Predevelopment water-level map of the Santa Fe Group aquifer system in the Middle Rio Grande Basin between Cochiti Lake and San Acacia, New Mexico: U.S. Geological Survey Water- Resources Investigations Report 00-4249, 1 sheet. https://doi.org/10.3133/wri004249 Cederstrand, J.R., and Becker, M.F., 1998, Digital map of specific yield for the High Plains Aquifer in parts of Colorado, Kansas, Nebraska, New Mexico, Oklahoma, South Dakota, Texas, and Wyoming: U.S. Geological Survey Open-File Report 98-414. https://doi.org/10.3133/ofr98414 Esri, 2019, ArcGIS Desktop, release 10.7.1. Falk, S.E., Bexfield, L.M., and Anderholm, S.K., 2011, Estimated 2008 groundwater potentiometric surface and predevelopment to 2008 water-level change in the Santa Fe Group aquifer system in the Albuquerque area, central New Mexico: U.S. Geological Survey Scientific Investigations Map 3162, 1 sheet. https://doi.org/10.3133/sim3162 Galanter, A.E., and Curry, L.T.S., 2019, Estimated 2016 groundwater level and drawdown from predevelopment to 2016 in the Santa Fe Group aquifer system in the Albuquerque area, central New Mexico: U.S. Geological Survey Scientific Investigations Map 3433, 1 sheet with 13-p. pamphlet. https://doi.org/10.3133/sim3433 Hengl, T., Heuvelink, G.B.M., and Rossiter, D.G., 2007, About regression kriging—From equations to case studies: Computers and Geosciences, v. 33, no. 10, p. 1301–1315. https://doi.org/10.1016/j. cageo.2007.05.001 Kennedy, J.R., and Bell, M.T., 2023, Measuring basin-scale aquifer storage change and mapping specific yield in Albuquerque, New Mexico, USA, with repeat microgravity data: Journal of Hydrology—Regional Studies, v. 47, 101413. https://doi.org/10.1016/j.ejrh.2023.101413 McAda, D.P., and Barroll, P., 2002, Simulation of ground-water flow in the middle Rio Grande Basin between Cochiti and San Acacia, New Mexico: U.S. Geological Survey Water- Resources Investigations Report 02-4200, 81 p. https://doi.org/10.3133/wri20024200 R Core Team, 2019, R—A language and environment for statistical computing: R Foundation for Statistical Computing. https://www.R-project.org/ Rawling, G.C., 2022, Evaluation of water- level trends in the Mimbres Basin, southwest New Mexico (USA), using spatiotemporal kriging: Hydrogeology Journal, v. 30, p. 2479–2494. https://doi.org/10.1007/s10040-022-02549-7 Rawling, G.C., 2023a, Winter 2019–2020 water- level elevation map for the Albuquerque metropolitan area: New Mexico Bureau of Geology and Mineral Resources Open-File Report 622, 11 p. https://doi.org/10.58799/OFR-622 Rawling, G.C., 2023b, Winter 2021–2022 water- level elevation map for the Albuquerque metropolitan area: New Mexico Bureau of Geology and Mineral Resources Open-File Report 625, 13 p. https://doi.org/10.58799/OFR-625 Rinehart, A.J., Mamer, E., Kludt, T., Felix, B., Pokorny, C., and Timmons, S., 2016, Groundwater level and storage changes in basin-fill aquifers in the Rio Grande Basin, New Mexico: New Mexico Water Resources Research Institute Final Progress Report, 37 p. Ruybal, C.J., Hogue, T.S., and McCray, J.E., 2019, Evaluation of groundwater levels in the Arapahoe aquifer using spatiotemporal regression kriging: Water Resources Research, v. 55, no. 4, p. 2820– 2837. https://doi.org/10.1029/2018WR023437 R E F E R E N C E S Disclaimer: The data, views, and conclusions included in this report are those of the author and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the New Mexico Bureau of Geology and Mineral Resources or the State of New Mexico. All data are for informational purposes only, and the user bears all responsibility in determining whether these data are fit for the intended use. New Mexico Bureau of Geology and Mineral Resources A research and service division of New Mexico Tech geoinfo.nmt.edu 801 Leroy Place Socorro, NM 87801-4796 (575) 835-5490"
    },
    {
        "URL": "OFR_632.pdf",
        "Text": "Bureau of Geology and Mineral Resources A research and service division of New Mexico Tech geoinfo.nmt.edu 801 Leroy Place Socorro, NM 87801-4796 (575) 835-5490"
    }
]