[
    {
        "URL": "P1719_508.pdf",
        "Text": "Regional Survey of Structural Properties and Cementation Patterns of Fault Zones in the Northern Part of the Albuquerque Basin, New Mexico—Implications for Ground-Water Flow U.S. Department of the Interior U.S. Geological Survey U.S. Geological Survey Professional Paper 1719 Regional Survey of Structural Properties and Cementation Patterns of Fault Zones in the Northern Part of the Albuquerque Basin, New Mexico—Implications for Ground-Water Flow By Scott A. Minor and Mark R. Hudson Professional Paper 1719 U.S. Department of the Interior U.S. Geological Survey U.S. Department of the Interior DIRK KEMPTHORNE, Secretary U.S. Geological Survey Mark D. Myers, Director U.S. Geological Survey, Reston, Virginia: 2006 For sale by U.S. Geological Survey, Information Services Box 25286, Denver Federal Center Denver, CO 80225 For more information about the USGS and its products: Telephone: 1-888-ASK-USGS World Wide Web: http://www.usgs.gov/ Any use of trade, product, or firm names in this publication is for descriptive purposes only and does not imply endorsement by the U.S. Government. Although this report is in the public domain, permission must be secured from the individual copyright owners to reproduce any copyrighted materials contained within this report. Minor, S.A., and Hudson, M.R., 2006, Regional survey of structural properties and cementation patterns of fault zones in the northern part of the Albuquerque Basin, New Mexico—Implications for ground-water flow: U.S. Geological Survey Professional Paper 1719, 28 p. 1411309138 Suggested citation: iii Contents Abstract............................................................................................................................................................1 Introduction.....................................................................................................................................................1 Geographic and Geologic Setting................................................................................................................2 Fault Zone Characterization..........................................................................................................................5 Fault Orientation and Kinematics........................................................................................................7 Fault Displacement and Paleodepth..................................................................................................9 Width of Architectural Components in Fault Zones.........................................................................9 Architectural Index of Fault Zones...................................................................................................10 Correlation Between Width and Displacement..............................................................................11 Influence of Lithology..........................................................................................................................13 Fault Core Compositions............................................................................................................13 Width of Fault Zones..................................................................................................................13 Fractures in Damage Zones......................................................................................................17 Cementation in Fault Zones................................................................................................................19 Mineralogy and Regional Distribution.....................................................................................19 Distribution Within Fault Zones................................................................................................22 Hydrologic Implications...............................................................................................................................23 Conclusions....................................................................................................................................................24 Acknowledgments........................................................................................................................................25 References Cited..........................................................................................................................................25 Figures 1. Tectonic map of segment of middle Rio Grande rift.................................................................3 2. Generalized geologic map of the northern Albuquerque and Santo Domingo structural basins ...........................................................................................................................4 3. Photograph of fault zone exposed in arroyo south of Jemez River, northern Albuquerque Basin .......................................................................................................................6 4. Diagram of generalized fault zone showing main architectural components ....................6 5. Rose diagram showing frequency of orientation and slip geometry of faults in basins studied ...............................................................................................................................8 6. Scatter diagram of widths of damage zones in hanging wall versus widths in footwall..........................................................................................................................................10 7. Histogram showing frequency distribution of widths of fault cores ..................................11 8. Scatter diagram of total width of fault zone versus architectural index of fault zone ......................................................................................................................................12 9. Scatter diagrams of widths of total fault zone and core versus dip separation ..............12 10. Pie diagram showing percentages of various compositions observed in fault cores.....................................................................................................................................13 11. Photograph of road cut in Santa Ana fault zone showing extension fractures ...............14 12. Histograms showing frequency distributions of fault zone widths versus category of dominant lithology ..................................................................................................................15 13. Diagram of mean width of four fault zone components versus dominant lithology ........16 14. Diagram of best-fit lines showing relation between width of damage zone and dip separation for four categories of lithology ......................................................................16 15. Photograph of inner part of footwall damage zone, Santo Domingo Basin.......................18 16. Histogram showing frequency distribution of fracture type versus dominant lithology.........................................................................................................................................18 17. Map of study basins showing spatial patterns of carbonate and silica fault zone cements ..............................................................................................................................20 18. Photograph of asymmetrically cemented Santa Ana fault zone, Santo Domingo Basin..............................................................................................................................................21 19. Photograph of inner part of hanging-wall damage zone, Santo Domingo Basin..............21 20. Histogram showing frequency distribution of two fault zone cements versus lithology and position in fault zones.........................................................................................23 Tables 1. Types of measurements and qualitative observations made at fault exposures...............7 2. Statistical results of measured and computed fault zone parameters.................................8 m meter, meters km kilometer, kilometers Abbreviated terms used in this report XRD X-ray diffraction Fa Fault zone architectural index Whwdz Width of hanging-wall damage zone Wfwdz Width of footwall damage zone Wt Total width of fault zone R2 Coefficient-of-determination correlation factor iv Multiply By To obtain kilometer (km) 0.6214 mile (mi) meter (m) 3.281 foot (ft) meter (m) 1.094 yard (yd) Conversion Factors and Abbreviations Abbreviated units used in this report Abstract Motivated by the need to document and evaluate the types and variability of fault zone properties that potentially affect aquifer systems in basins of the middle Rio Grande rift, we systematically characterized structural and cementation properties of exposed fault zones at 176 sites in the northern Albuquerque Basin. A statistical analysis of measurements and observations evaluated four aspects of the fault zones: (1) attitude and displacement, (2) cement, (3) lithology of the host rock or sediment, and (4) character and width of distinctive structural architectural components at the outcrop scale. Three structural architectural components of the fault zones were observed: (1) outer damage zones related to fault growth; these zones typically contain deformation bands, shear fractures, and open extensional fractures, which strike subparallel to the fault and may promote ground-water flow along the fault zone; (2) inner mixed zones composed of variably entrained, disrupted, and dismembered blocks of host sediment; and (3) central fault cores that accommodate most shear strain and in which persistent low- permeability clay-rich rocks likely impede the flow of water across the fault. The lithology of the host rock or sediment influences the structure of the fault zone and the width of its components. Different grain-size distribu­ tions and degrees of induration of the host materials produce differences in material strength that lead to variations in width, degree, and style of fracturing and other fault-related defor­ mation. In addition, lithology of the host sediment appears to strongly control the distribution of cement in fault zones. Most faults strike north to north-northeast and dip 55°– 77° east or west, toward the basin center. Most faults exhibit normal slip, and many of these faults have been reactivated by normal-oblique and strike slip. Although measured fault displacements have a broad range, from 0.9 to 4,000 m, most are <100 m, and fault zones appear to have formed mainly at depths less than 1,000 m. Fault zone widths do not exceed 40 m (median width = 15.5 m). The mean width of fault cores (0.1 m) is nearly one order of magnitude less than that of Regional Survey of Structural Properties and Cementation Patterns of Fault Zones in the Northern Part of the Albuquerque Basin, New Mexico—Implications for Ground-Water Flow By Scott A. Minor and Mark R. Hudson mixed zones (0.75 m) and two orders of magnitude less than that of damage zones (9.7 m). Cements, a proxy for localized flow of ancient ground water, are common along fault zones in the basin. Silica cements are limited to faults that are near and strike north to northwest toward the Jemez volcanic field north of the basin, whereas carbonate fault cements are widely distributed. Coarse sediments (gravel and sand) host the greatest con­ centrations of cement within fault zones. Cements fill some extension fractures and, to a lesser degree, are concentrated along shear fractures and deformation bands within inner damage zones. Cements are commonly concentrated in mixed zones and inner damage zones on one side of a fault and thus are asymmetrically distributed within a fault zone, but cement does not consistently lie on the basinward side of faults. From observed spatial patterns of asymmetrically distributed fault zone cements, we infer that"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "In addition, lithology of the host sediment appears to strongly control the distribution of cement in fault zones. Most faults strike north to north-northeast and dip 55°– 77° east or west, toward the basin center. Most faults exhibit normal slip, and many of these faults have been reactivated by normal-oblique and strike slip. Although measured fault displacements have a broad range, from 0.9 to 4,000 m, most are <100 m, and fault zones appear to have formed mainly at depths less than 1,000 m. Fault zone widths do not exceed 40 m (median width = 15.5 m). The mean width of fault cores (0.1 m) is nearly one order of magnitude less than that of Regional Survey of Structural Properties and Cementation Patterns of Fault Zones in the Northern Part of the Albuquerque Basin, New Mexico—Implications for Ground-Water Flow By Scott A. Minor and Mark R. Hudson mixed zones (0.75 m) and two orders of magnitude less than that of damage zones (9.7 m). Cements, a proxy for localized flow of ancient ground water, are common along fault zones in the basin. Silica cements are limited to faults that are near and strike north to northwest toward the Jemez volcanic field north of the basin, whereas carbonate fault cements are widely distributed. Coarse sediments (gravel and sand) host the greatest con­ centrations of cement within fault zones. Cements fill some extension fractures and, to a lesser degree, are concentrated along shear fractures and deformation bands within inner damage zones. Cements are commonly concentrated in mixed zones and inner damage zones on one side of a fault and thus are asymmetrically distributed within a fault zone, but cement does not consistently lie on the basinward side of faults. From observed spatial patterns of asymmetrically distributed fault zone cements, we infer that ancient ground-water flow was commonly localized along, and bounded by, faults in the basin. It is apparent from our study that the Albuquerque Basin contains a high concentration of faults. The geometry of, internal structure of, and cement and clay distribution in fault zones have created and will continue to create consider­ able heterogeneity of permeability within the basin aquifers. The characteristics and statistical range of fault zone features appear to be predictable and consistent throughout the basin; this predictability can be used in ground-water flow simula­ tions that consider the influence of faults. Keywords: Albuquerque Basin, cementation, fault zones, ground-water flow, lithology, structure Introduction Since the middle 1990s much research has focused on the detailed physical, structural, and fluid-flow properties of fault zones in a large variety of geologic materials and environ­ ments. We now better understand the complex interplay of Geographic and Geologic Setting The Albuquerque composite basin in north-central New Mexico encompasses three structural subbasins—from north to south, the Santo Domingo, northern Albuquerque (also known as Calabacillas), and Belen subbasins—that form part of the extensive Rio Grande rift (fig. 1). Fault zones in the Santo Domingo and northern Albuquerque subbasins (hereaf­ ter referred to simply as “basins”) are the focus of this study. This segment of the Rio Grande rift is characterized by a series of structurally linked, north-trending, right-stepping, en-echelon extensional basins that formed mainly during the Neogene (fig. 1) (Kelley, 1982; Chapin and Cather, 1994). The Santo Domingo Basin is structurally connected with the next rift basin to the northeast, the Española Basin, by the La Bajada constriction, a relatively narrow and partly buried structural trough (fig. 1) (Minor and others, in press). The northern Albuquerque, Santo Domingo, and Española Basins are mostly filled with Neogene and Quaternary eolian, fluvial, alluvial, and playa sediments of the Santa Fe Group, although intercalated volcanic deposits markedly increase in volume within the northern Santo Domingo and western Española Basins toward the Jemez and Cerros del Rio volcanic fields (Smith and others, 2001; Dethier and others, in press; Thomp­ son and others, in press). Intrabasin growth faults are com­ mon, reflecting syn-rift deposition of the basin fill (May and Russell, 1994; Connell and others, 1999; Minor and others, in press). In the Albuquerque Basin area, the rift flanks expose Precambrian crystalline rocks and unconformably overlying upper Paleozoic and Mesozoic sedimentary rocks that have undergone various degrees of Laramide deformation (fig. 2). Syn- and post-Laramide Eocene sedimentary rocks (Galisteo Formation) and Eocene and Oligocene volcanic (Espinaso 2 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico protolith, displacement history, diagenesis, fluid pressure, stress state, and other factors that control spatial and tem­ poral variations of structural architecture, permeability, and hydraulic properties in fault zones. Most of these studies have been based on field observations of individual fault zones (for example, Chester and Logan, 1986; Caine and others, 1996; Evans and others, 1997; Heynekamp and others, 1999) or on theoretical and numerical models of idealized fault zones partially constrained by field data (for example, Haneberg, 1995; Zhang and Sanderson, 1996; Caine and Forster, 1999). Studies of fault-related fluid flow at regional scales, which have been conducted mainly to identify fault-related hydrocar­ bon seals, have relied chiefly on subsurface geophysical and drill-hole data (for example, Maclay and Small, 1983; Knott, 1993; Gibson, 1994). Field-based fault characterization studies of regional or basin-wide scope are rare, particularly those that address fault zones as discrete hydrogeologic elements rather than simply as juxtapositions of different hydrostratigraphic units. Also uncommon are fluid-flow studies of fault zones in poorly lithified, high-porosity basin-fill sediments such as those that commonly compose basin aquifers of the arid southwestern United States (Goodwin and others, 1999). One such study of the Sand Hill fault in the northern Albuquerque Basin (Heynekamp and others, 1999) revealed hydrogeologic properties in the fault zone that differ substantially from those determined for faults in well-indurated or crystalline rock. Our regional study of moderate to large (that is, displace­ ment of mostly 10–2,000 m) fault zones in the northern part of the Albuquerque Basin (see fig. 1) is the first attempt to characterize the structural, physical, and cementation proper­ ties of faults throughout a broad part of this important basin aquifer, which provides water for more than half a million people in the Albuquerque metropolitan area. We have system­ atically observed and measured various fault zone properties in numerous widely scattered exposures in the erosionally dissected northern part of the basin to compare and contrast fault properties under a range of geologic conditions. Fault zone properties that bear on hydrologic history and the influ­ ence of faults on ground-water flow are emphasized; they include patterns of fault zone cementation that indicate ancient ground-water flow paths (for example, Heynekamp and oth­ ers, 1999). Early ground-water flow models of the aggregate Albuquerque aquifer basin (fig. 1) treated intrabasin faults as ideal zones of constant, relatively low, horizontal hydraulic conductivity, and fault-induced changes in vertical conductiv­ ity were ignored (Kernodle and others, 1995). In this paper we document substantial statistical and spatial variations in fault zone properties and, by implication, permeability, which could be integrated into future ground-water flow models of the Albuquerque Basin. Results of this study also increase our knowledge of structural properties and strain evolution of fault zones in variably consolidated sediments, which are common in other extensional aquifer basins. Figure 1. (facing page) Segment of middle Rio"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "commonly compose basin aquifers of the arid southwestern United States (Goodwin and others, 1999). One such study of the Sand Hill fault in the northern Albuquerque Basin (Heynekamp and others, 1999) revealed hydrogeologic properties in the fault zone that differ substantially from those determined for faults in well-indurated or crystalline rock. Our regional study of moderate to large (that is, displace­ ment of mostly 10–2,000 m) fault zones in the northern part of the Albuquerque Basin (see fig. 1) is the first attempt to characterize the structural, physical, and cementation proper­ ties of faults throughout a broad part of this important basin aquifer, which provides water for more than half a million people in the Albuquerque metropolitan area. We have system­ atically observed and measured various fault zone properties in numerous widely scattered exposures in the erosionally dissected northern part of the basin to compare and contrast fault properties under a range of geologic conditions. Fault zone properties that bear on hydrologic history and the influ­ ence of faults on ground-water flow are emphasized; they include patterns of fault zone cementation that indicate ancient ground-water flow paths (for example, Heynekamp and oth­ ers, 1999). Early ground-water flow models of the aggregate Albuquerque aquifer basin (fig. 1) treated intrabasin faults as ideal zones of constant, relatively low, horizontal hydraulic conductivity, and fault-induced changes in vertical conductiv­ ity were ignored (Kernodle and others, 1995). In this paper we document substantial statistical and spatial variations in fault zone properties and, by implication, permeability, which could be integrated into future ground-water flow models of the Albuquerque Basin. Results of this study also increase our knowledge of structural properties and strain evolution of fault zones in variably consolidated sediments, which are common in other extensional aquifer basins. Figure 1. (facing page) Segment of middle Rio Grande rift; extent, topographic expression (gray background shading), and principal structural borders of the contiguous Santo Domingo, northern Albuquerque, and Española Basins and of La Bajada constriction are shown. Area of figure 2, which contains study area, is outlined. Prominent geologic and physiographic features labeled in pale blue (basins and embayments), dark blue (La Bajada constriction), pink (volcanic fields and Valles caldera), and purple (mountains) text. Note that La Bajada constriction overlaps northeastern part of Santo Domingo Basin and south­ west part of Española Basin. Pliocene basaltic volcanic fields: Cerros del Rio (CDRVF) and Santa Ana Mesa (SAMVF). Faults labeled as follows: EZ, East Ziana horst; HB, Hagan Bench; JZ, Jemez; LB, La Bajada; PB, Pico Butte; PJ, Pajarito; PL, Placitas; RC, Rincon; SA, Santa Ana; SF, San Francisco; SI, Sile; SY, San Ysidro; TM, Tamaya; TT, Tetilla; VV, Valley View; WZ, West Ziana horst. Box shows area of figure with respect to structural subba­ sins of the Albuquerque composite basin. Small inset map shows location of Albuquerque Basin relative to Rio Grande rift. Geographic and Geologic Setting 3 CO NM N Area of figure City of Albuquerque Rio Grande Rio Puerco Albuquerque composite basin Santo Domingo subbasin Northern Albuquerque subbasin Sandia Mtns Belen subbasin Española Basin Area of figure Jemez R i ve r RIO GR ANDE RIFT EXPLANATION Northern Albuquerque and Espanola rift basins ~ Santo Domingo rift basin La Bajada constriction Pliocene basaltic volcanic fields Principal basin border structures Fault—Exposed; ball on downthrown side Fault—Concealed and geophysically expressed; ball on downthrown side Axis of monoclinal ramp— Concealed; arrow toward lower limb 35°45` 35°15` 106°45` 106°15` 7 0 14 KILOMETERS 0 15 30 KILOMETERS C D R V F L A B A J A D A C O N S T R I C T I O N Jemez River Jemez River Rio Grande Rio Grande SA LB Rio Grande Rio Grande SF PJ E S PA N O L A B A S I N ~ S A N T O D O M I N G O B A S I N S A N T O D O M I N G O B A S I N N O R T H E R N A L B U Q U E R Q U E B A S I N N O R T H E R N A L B U Q U E R Q U E B A S I N VA L L E S C A L D E R A PJ LB SA PB EZ SY JZ VV HB RC SF SI TT Jemez River Jemez River Rio Grande Rio Grande Santa Fe River Santa Fe River S A M V F H A G A N E M B AY M E N T H A G A N E M B AY M E N T S A N D I A M T N S J E M E Z M O U N T A I N S Area of figure 2 WZ TM Z I A N A H O R S T PL VV J E M E Z V O L C A N I C F I E L D Galisteo Galisteo Creek Creek 4 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Figure 2. Northern Albuquerque and Santo Domingo structural basins; sites of observed faults are marked. Most sites expose map-scale faults cutting lower, middle, or upper units of Santa Fe Group. Mapped geology is based mainly on regional compilations of Anderson and Jones (1996) and Kelly (1977) but also on recent unpublished 1:24,000-scale maps from numerous sources. Dotted (buried) faults coincide with geophysical lineaments from various sources that are described by Hudson and others (1999). Basin boundar­ ies are based on isostatic residual gravity data of Grauch and others (1999). LB, La Bajada fault; PJ, Pajarito fault; SA, Santa Ana fault; SF, San Francisco fault; SH, Sand Hill fault. Tb Tv Qbt QTa Qa Tb Tb \u0003\u0007 \u0003\u0007 \u0003\u0007 \u0003\u0007 \u0003\u0007 \u0003\u0007 p\u0005 p\u0005 Tls Tps Tls Tls Tls Tls Tls Tls Tms Tms Tms Tms Tms Tms Tms Tms QTus QTus QTus QTus QTus QTa QTa Northern Albuquerque Basin Qa QTa QTa Qb Qb Qa Valley alluvium Quaternary basalt Bandelier Tuff Older alluvial deposits Upper Santa Fe Group Pliocene basalt Miocene Jemez volcanic rocks Middle Santa Fe Group basin fill Lower Santa Fe Group basin fill Oliogcene-Eocene pre-rift sedimentary rocks Mesozoic-Paleozoic sedimentary rocks Precambrian basement rocks Major fault—Ball on down thrown side Buried fault or geophysical lineament—Ball on downthrown side Approximate basin boundary Qa Qa Qa Qb Qbt Qb HS Tb Tv Tps Tps LB SF LB SA SH SF PJ Rio Grande Rio Grande Rio Puerco Jemez River 106°15´ 14 KILOMETERS 106°45´ 35°45´ 35°15´ p\u0005 \u0003\u0007 EXPLANATION 7 0 Albuquerque Fault observation site Basin Santo Domingo Fault Zone Characterization 5 Formation) rocks unconformably overlie these older rocks where they are locally preserved along the basin margins. Miocene and younger sediments deposited within the Albu­ querque Basin are differentiated into three main lithostrati­ graphic units: the lower, middle, and upper Santa Fe Group (fig. 2) (for example, Hawley and others, 1995). These units, ranging from about 25 to 1 Ma, generally become less indu­ rated and coarser grained up section owing to a basin drain­ age system that evolved from closed to integrated."
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "and Kelly (1977) but also on recent unpublished 1:24,000-scale maps from numerous sources. Dotted (buried) faults coincide with geophysical lineaments from various sources that are described by Hudson and others (1999). Basin boundar­ ies are based on isostatic residual gravity data of Grauch and others (1999). LB, La Bajada fault; PJ, Pajarito fault; SA, Santa Ana fault; SF, San Francisco fault; SH, Sand Hill fault. Tb Tv Qbt QTa Qa Tb Tb \u0003\u0007 \u0003\u0007 \u0003\u0007 \u0003\u0007 \u0003\u0007 \u0003\u0007 p\u0005 p\u0005 Tls Tps Tls Tls Tls Tls Tls Tls Tms Tms Tms Tms Tms Tms Tms Tms QTus QTus QTus QTus QTus QTa QTa Northern Albuquerque Basin Qa QTa QTa Qb Qb Qa Valley alluvium Quaternary basalt Bandelier Tuff Older alluvial deposits Upper Santa Fe Group Pliocene basalt Miocene Jemez volcanic rocks Middle Santa Fe Group basin fill Lower Santa Fe Group basin fill Oliogcene-Eocene pre-rift sedimentary rocks Mesozoic-Paleozoic sedimentary rocks Precambrian basement rocks Major fault—Ball on down thrown side Buried fault or geophysical lineament—Ball on downthrown side Approximate basin boundary Qa Qa Qa Qb Qbt Qb HS Tb Tv Tps Tps LB SF LB SA SH SF PJ Rio Grande Rio Grande Rio Puerco Jemez River 106°15´ 14 KILOMETERS 106°45´ 35°45´ 35°15´ p\u0005 \u0003\u0007 EXPLANATION 7 0 Albuquerque Fault observation site Basin Santo Domingo Fault Zone Characterization 5 Formation) rocks unconformably overlie these older rocks where they are locally preserved along the basin margins. Miocene and younger sediments deposited within the Albu­ querque Basin are differentiated into three main lithostrati­ graphic units: the lower, middle, and upper Santa Fe Group (fig. 2) (for example, Hawley and others, 1995). These units, ranging from about 25 to 1 Ma, generally become less indu­ rated and coarser grained up section owing to a basin drain­ age system that evolved from closed to integrated. However, marked lateral facies changes exist owing to the effects of growth faulting (for example, May and Russell, 1994; Hawley and others, 1995; Connell and others, 1999; Smith and others, 2001). Composite thickness of deposits of the Santa Fe Group typically ranges from less than 1,200 m along the basin flanks to 3,300–4,300 m within the basin depocenters (for example, May and Russell, 1994; Grauch and others, 1999; Grauch and others, in press). Poorly lithified, post-7-Ma strata of the middle and upper Santa Fe Group, which contain abundant sand and gravel deposited by the ancestral Rio Grande (for example, Dethier and others, in press), form the main water- producing hydrostratigraphic unit within the basin (Hawley and others, 1995). Structurally, most basins composing the middle Rio Grande rift are asymmetrical half grabens in which intraba­ sinal strata and normal faults generally have opposing dips that are perpendicular to the rift basin trend (for example, Chapin and Cather, 1994; Russell and Snelson, 1994). In the northern Albuquerque Basin, sedimentary rocks are mostly tilted gently to the east and bounded on the east by major west-dipping normal faults, including the large-displacement Rincon fault whose footwall is expressed by the precipitous front of the Sandia Mountains (fig. 1). The stratal and fault dips of the Española half-graben basin (on the opposite, or northeast, side of the Santo Domingo Basin) are reversed rela­ tive to those of the northern Albuquerque Basin (Kelley, 1982; Chapin and Cather, 1994). Compared with the northern Albuquerque and Española Basins, the intervening Santo Domingo Basin possesses a more symmetrical, antiformal fault block geometry with west-dipping normal faults and gentle eastward stratal tilts in the eastern part of the basin and opposing fault and stratal tilts in the western part (fig. 2) (Smith and others, 2001; Minor and others, in press). Down-to-west faults, including those of the basin-bounding La Bajada and San Francisco fault systems, gradually increase in abundance and throw toward the east and south (northern Albuquerque) sides of the basin, whereas down-to-east faults such as the marginal Santa Ana fault increase in abundance and throw toward the west and north (Española) sides (figs. 1 and 2) (Minor and others, in press). Between the basin margins and center, the dominance of one dip direction is gradually replaced by overlapping or interleaved faults that dip in both directions. Faults form a symmetrical, concentric pattern in map view within the Santo Domingo Basin; the pattern is centered on the area of Pliocene basalt flows of the San Felipe volcanic field in the central part of the basin (figs. 1 and 2) (Minor and others, in press). Isostatic residual gravity data (Grauch and others, 1999; Grauch and others, in press) indicate that the center of this circular fault pattern coincides with the deepest part of the basin. Given the unique symmetrical structural geometry of the basin and its clear structural links to the adjacent rift basins, the entire Santo Domingo Basin can be effectively viewed as a broad tectonic transfer zone that relays exten­ sional strain between the adjoining, opposing-polarity, north­ ern Albuquerque and Española Basins (Minor and others, in press; compare with Smith and others, 2001). Fault Zone Characterization A field campaign in the Santo Domingo and northern Albuquerque Basins geologically characterized fault zones mappable at 1:24,000 scale. Field observations emphasized fault zone parameters that potentially bear on the hydraulic properties of faults in the subsurface of the basins. Within or bordering the basins, outcrops that expose the entire cross-sectional extent of fault zones were targeted to obtain complete, structurally and spatially related, suites of meas- urements (fig. 3). However, partially exposed fault zones were also investigated to provide data for some fault zone parameters. Care was taken to select fault exposures in a variety of structural, stratigraphic, and lithologic settings to investigate possible variations of fault properties owing to changes in geologic conditions. Fault zone observations were made at 176 sites within the Albuquerque Basin area. Nearly all of these exposures (n=170) are located in the northern Albuquerque and Santo Domingo structural basins where erosional dissection of faulted basin-fill sediments is most pronounced (fig. 2). About two thirds of these sites (n=112) are located within or along the edges of the Santo Domingo Basin. Six fault sites are located at rare, exceptional fault zone outcrops in the southwestern part of the Albuquerque Basin (fig. 1). Depending on the degree of structural complexity and exposure, as many as 19 different fault zone measurements and observations were recorded at each fault site (table 1 and fig. 4). Where exposures allowed, measurements were taken of well-developed fault-plane orientations in the core and associated slickenline rake values, dip separations of offset contacts or beds, and the cross-sectional widths of the various fault zone components (table 1 and fig. 4). The slip sense (or senses) of measured faults was determined chiefly by use of stratigraphic offsets but also by use of secondary fracture criteria (for example, Petit, 1987). Qualitative observations were made of the damage-zone fracture types and geom­ etries, the structural fabric and constituents of fault cores, the mineralogy and structural position of fault zone cements, the dominant lithology of wallrocks, and the shape of prominent fault-core slip surfaces (table 1). Following earlier terminology used to describe fault zones (for example, Sibson, 1977; Chester and Logan, 1986; 6 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Figure 3. Representative fault zone exposed in"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "fault zones were also investigated to provide data for some fault zone parameters. Care was taken to select fault exposures in a variety of structural, stratigraphic, and lithologic settings to investigate possible variations of fault properties owing to changes in geologic conditions. Fault zone observations were made at 176 sites within the Albuquerque Basin area. Nearly all of these exposures (n=170) are located in the northern Albuquerque and Santo Domingo structural basins where erosional dissection of faulted basin-fill sediments is most pronounced (fig. 2). About two thirds of these sites (n=112) are located within or along the edges of the Santo Domingo Basin. Six fault sites are located at rare, exceptional fault zone outcrops in the southwestern part of the Albuquerque Basin (fig. 1). Depending on the degree of structural complexity and exposure, as many as 19 different fault zone measurements and observations were recorded at each fault site (table 1 and fig. 4). Where exposures allowed, measurements were taken of well-developed fault-plane orientations in the core and associated slickenline rake values, dip separations of offset contacts or beds, and the cross-sectional widths of the various fault zone components (table 1 and fig. 4). The slip sense (or senses) of measured faults was determined chiefly by use of stratigraphic offsets but also by use of secondary fracture criteria (for example, Petit, 1987). Qualitative observations were made of the damage-zone fracture types and geom­ etries, the structural fabric and constituents of fault cores, the mineralogy and structural position of fault zone cements, the dominant lithology of wallrocks, and the shape of prominent fault-core slip surfaces (table 1). Following earlier terminology used to describe fault zones (for example, Sibson, 1977; Chester and Logan, 1986; 6 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Figure 3. Representative fault zone exposed in an arroyo south of Jemez River, northern Albuquerque Basin; various fault zone features are labeled. Footwall damage zone here consists mostly of sandstone cut by deforma­ tion bands that are not readily visible in photograph. Note variable width of clay core. Solid white lines, boundar­ ies between fault-zone components; dashed white line, gradational bound­ ary; opposed arrows indicate slip sense of main and mesoscale faults. Figure 4. Generalized fault zone model showing architectural components and damage zone fracture types and geometries that were recorded at observation sites. Graphical definition of various fault zone component widths shown in lower left: Wt, width of total fault zone; Whwdz, width of hanging-wall damage zone; Whwmz, width of hanging-wall mixed zone; Wc, width of fault core; Wfwmz, width of footwall mixed zone; Wfwdz, width of footwall damage zone. Whwdz Wc Wt Wfwmz Whwmz Wfwdz Outer boundary of damage zone Extension fracture Cross fracture or other fracture Mixed zone Core Synthetic mesoscale fault or deformation band Antithetic mesoscale fault or deformation band Slip direction of block Hanging-wall block Footwall block EXPLANATION Hanging-wall damage zone Extension fracture Synthetic mesofault Footwall damage zone Clay core Antithetic mesofault Hanging-wall mixed zone Caine and others, 1996), we define the core as a relatively narrow central zone of concentrated shear strain manifested by cataclastic particulate flow (Rawling and Goodwin, 2003) and shear on discrete, closely spaced slip surfaces. We then define the enveloping hanging-wall and footwall damage zones as tabular rock volumes containing subsidiary faults, extension (that is, opening-mode) fractures, deformation bands (Antonellini and Aydin, 1994), veins, and drag folds that decrease in abundance away from the core (fig. 4). Part of the way through our field campaign we embraced the concept of the mixed zone as a third component of fault zone architecture; it is commonly developed in poorly indurated sediments such as those composing basin-fill deposits of the Santa Fe Group (Heynekamp and others, 1999). Mixed zones were originally defined as relatively narrow zones of tectonic entrainment and mixing, marked by rotated, attenuated, and dismembered bedding and by mixing of sediments at scales ranging from beds down to individual grains; such zones commonly flank and grade into the fault core (fig. 4) (Mozley and Goodwin, 1995; Heynekamp and others, 1999; Rawl­ ing and others, 2001). Although we commonly recognized core-flanking zones that contained entrained, disrupted beds Fault Zone Characterization 7 that exhibit many of the features described for mixed zones, we rarely observed bed- to grain-scale mixing in outcrop. We typically observed discrete slip surfaces parallel to the fault core that bound both the inner and outer sides of mixed zones, but the mixed zones appear to have greater affinities with the core owing to their prominent bulk shear-strain and cataclastic particulate-flow fabric (Rawling and Goodwin, 2003). Owing to the broad extent of the study area, large number of targeted fault sites, and time constraints, qualita­ tive field observations emphasized the dominant structural, diagenetic, and lithologic aspects of the fault zones that most likely influence the hydrologic properties of the fault zones. Dominant fractures and structures in damage zones were documented (fig. 4) and their relative abundance noted. Most cemented zones along faults were described in terms of their footwall or hanging-wall location and their relative degree of development (that is, weak, moderate, or strong). Cements were tentatively identified as either carbonate or silica in the field; identities were confirmed or refined later by x-ray diffraction (XRD) analyses (S.J. Sutley, written commun., 1999). The dominant (that is, most voluminous) lithologic components were recorded separately for the footwall and hanging-wall blocks. Standard lithologic classifications used were gravel, conglomerate, breccia, sandstone, siltstone, mud­ stone, lava, and tuff. Where lithologically diverse interbedded sediments were observed in a single fault-block exposure, the relative abundance of the dominant sedimentary components was estimated. Fault Orientation and Kinematics The orientation, slip direction (or directions), and slip sense (or senses) of fault-core slip surfaces were systemati­ cally recorded in the study area to investigate their possible correlation with observed fault zone parameters or cementa­ tion patterns. In the Santo Domingo and northern Albuquerque Basins, most measured fault surfaces strike north to north-northeast (mean 008°), subparallel to the dominant strike of mapped faults (figs. 2 and 5, table 2). Most fault surfaces dip between 55° and 77° (mean 66°), but faults dip as shallowly as 23° and a few are subvertical (table 2). There is a moderate clustering of relatively shallow dips (≤55°) along eastern and northern border faults of the Santo Domingo Basin, and a similar clustering of steep dips (≥80°) along north-northeast-striking faults near the northwestern border of the basin. Collectively the observed fault surfaces dip equally to the east and west. In any one area, however, dips are commonly unidirectional toward the basin center, which largely reflects the relatively symmetrical fault geometry of the Santo Domingo Basin. Most observed fault surfaces are approximately planar at the outcrop scale, but several slip surfaces of mainly larger displacement (that is, >100 m) faults exhibit large undulatory mullions that trend subparallel to the principal slip direction and create curvilinear fault traces. Table 1. Types of measurements and qualitative observations made at fault exposures. [Measurement abbreviations in parentheses are the same as those in figure 4 and table 2] Measured fault zone attributes Fault attitude, slip measurements Strike Dip Rake of principal slickenline (rake1) Rake of overprinted, younger slickenline (rake2) Slip sense Dip separation Widths of architectural components"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "sandstone, siltstone, mud­ stone, lava, and tuff. Where lithologically diverse interbedded sediments were observed in a single fault-block exposure, the relative abundance of the dominant sedimentary components was estimated. Fault Orientation and Kinematics The orientation, slip direction (or directions), and slip sense (or senses) of fault-core slip surfaces were systemati­ cally recorded in the study area to investigate their possible correlation with observed fault zone parameters or cementa­ tion patterns. In the Santo Domingo and northern Albuquerque Basins, most measured fault surfaces strike north to north-northeast (mean 008°), subparallel to the dominant strike of mapped faults (figs. 2 and 5, table 2). Most fault surfaces dip between 55° and 77° (mean 66°), but faults dip as shallowly as 23° and a few are subvertical (table 2). There is a moderate clustering of relatively shallow dips (≤55°) along eastern and northern border faults of the Santo Domingo Basin, and a similar clustering of steep dips (≥80°) along north-northeast-striking faults near the northwestern border of the basin. Collectively the observed fault surfaces dip equally to the east and west. In any one area, however, dips are commonly unidirectional toward the basin center, which largely reflects the relatively symmetrical fault geometry of the Santo Domingo Basin. Most observed fault surfaces are approximately planar at the outcrop scale, but several slip surfaces of mainly larger displacement (that is, >100 m) faults exhibit large undulatory mullions that trend subparallel to the principal slip direction and create curvilinear fault traces. Table 1. Types of measurements and qualitative observations made at fault exposures. [Measurement abbreviations in parentheses are the same as those in figure 4 and table 2] Measured fault zone attributes Fault attitude, slip measurements Strike Dip Rake of principal slickenline (rake1) Rake of overprinted, younger slickenline (rake2) Slip sense Dip separation Widths of architectural components of fault zones Hanging-wall damage zone (Whwdz) Hanging-wall mixed zone (Whwmz) Fault core (Wc) or aggregate core (Wc + Wmz) Footwall mixed zone (Wfwmz) Footwall damage zone (Wfwdz) Qualitative fault zone observations Core characteristics Composition Structural fabric Shape of principal slip surface or surfaces Damage zone structural fabric Hanging-wall damage zone fault or fracture type and geometry Footwall damage zone fault or fracture type and geometry Cement characteristics Mineralogy of cement Distribution of cement relative to fault zone components Wallrock lithology Dominant lithology of hanging-wall block Dominant lithology of footwall block 8 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Table 2. Statistical results of measured and computed fault zone parameters. [n, number; S.D., standard deviation; Min., minimum; Max., maximum] Parameters n Mean Median Mode S.D. Min. Max. Range Measured1 Strike2 170 7.8 (188) 5 (185) 10 (190) 25.9 001 359 360 Dip 166 62.2 68.0 70.0 10.9 23 90 67 Rake1 3 158 74.4 80.0 85.0 16.3 1 89 88 Rake24 32 52.4 55.0 50.0 19.8 5 85 80 Dip separation 148 275 67 10 552 0.9 4,000 4,000 Whwdz 111 9.8 6.1 3.0 13.2 0 100 100 Whwmz 99 0.7 0.3 0 1.2 0 7.0 7.0 Wc 101 0.10 0.05 0.05 0.15 0.002 0.91 0.91 Wfwmz 102 0.8 0.3 0 1.6 0 13.7 13.7 Wfwdz 131 9.6 6.0 4.0 11.0 0 60 60 Computed Wt 111 18.9 15.5 32.1 16.5 0.7 90.1 89.4 Wc + Wmz 129 1.23 0.68 0.10 1.79 0 14.7 14.7 Fa 5 104 0.92 0.94 0.94 0.08 0.66 0.99 0.34 Whwdz/Wfwdz 105 2.49 0.91 1.00 6.47 0 60 60 1All width terms defined in figure 4 and in text, and all width and separation values in meters. 2Strike statistics computed after converting measurements from 360° azimuthal values to 180° bidirectional values; parentheses indicate opposing bidirectional values. 3Rake values of primary slickenlines. 4Rake values of secondary, mostly overprinted, slickenlines. 5Fa = (Whwdz + Wfwdz)/Wt. Figure 5. Frequency of orientation and slip geometry of faults in basins studied. Percentage next to each diagram indicates relative maximum radius, and numbers in bold are mean strike, dip, and rake values. Faults dominantly strike north (mean 008°), dip moderately (mean 66°) east or west, and have normal slip sense (mean rake 72°). Overprinted and generally lower rake slickenlines (mean 52°) indicate normal-oblique slip reactivation of many faults. N, north; n, number. 10 percent 90 45 0 23 percent 7 percent 90 52 Overprinted 0 26 percent Sinistral 12 percent n=170 n=195 N N Strike Dip Rake Rake or slip sense Dextral Normal 66 72 008 Dip direction Measured1 Strike2 Dip Rake1 3 Rake2 4 Dip separation Whwdz Whwmz Wc Wfwmz Wfwdz Computed1 Wt Parameters Fault rake, which is the angle made by a slickenline (that is, a striation formed during slip and preserved on an exposed fault surface) and the fault strike line, averages about 75°, and half of the measured rakes equal or exceed 80° (see table 2, rake1). These data, together with the consistent normal senses of slip revealed mainly by offset stratigraphic units, indicate that most of the faults are normal-slip faults. However, normal-oblique-slip (30° < rake ≤60°) or, less commonly, strike-slip (rake ≤30°) slickenlines are present on about 25 percent of the fault surfaces (see table 2, rake2). On most of these, the moderate- to low-rake striae (mean 52°) crosscut older high-rake normal-slip striae (mean 66°). We interpret this relation in the study area as indicating reactivation of a sub­ stantial number of normal faults by oblique strike-slip motion. Sinistral and dextral slip components are equally common (fig. 5). Although strike-slip sense has no obvious statistical correlation with fault strike, local spatial domains do possess either dextral slip components (for example, northwest margin of Santo Domingo Basin) or sinistral slip components (for example, southeastern border faults of Santo Domingo Basin) that are dominant on faults within a certain strike range. Fault Displacement and Paleodepth Determinations of fault displacements or dip separations are important not only because they can be used to predict fault juxtaposition of hydrostratigraphic units in the subsurface, but they can also be compared to or correlated with other mea­ sured fault zone parameters such as width (Maclay and Small, 1983; Hull, 1988; Knipe, 1993; Knott, 1993; Caine and others, 1996). Previous studies suggest that faults can contribute sub­ stantially to the heterogeneity and anisotropy of permeability in intrabasinal sediments and that they do so through a broad range of displacements that can be less than 1 m (for example, Knott, 1993; Caine and others, 1996; Sigda and others, 1999). Thus, we measured structural parameters of fault zones having a wide range of displacements to investigate possible structural correlations with slip magnitude. Many of our dip-separation estimates are minimum approximations of true fault displacements, in part because of the uncertain vertical position of offset stratigraphic con­ tacts that are buried or eroded on one or both sides of large faults and in part because a majority of the faults show small components of lateral movement in addition to normal dip slip (see below). Also, because growth faulting played a major role in the development of the rift basins, fault offsets measured at the surface likely are somewhat less than the true dip-slip movement of footwall rocks in the fault zone. Nonetheless, the separations are considered to be reasonable approximations of displacement for use in correlation with other fault zone properties, because"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "no obvious statistical correlation with fault strike, local spatial domains do possess either dextral slip components (for example, northwest margin of Santo Domingo Basin) or sinistral slip components (for example, southeastern border faults of Santo Domingo Basin) that are dominant on faults within a certain strike range. Fault Displacement and Paleodepth Determinations of fault displacements or dip separations are important not only because they can be used to predict fault juxtaposition of hydrostratigraphic units in the subsurface, but they can also be compared to or correlated with other mea­ sured fault zone parameters such as width (Maclay and Small, 1983; Hull, 1988; Knipe, 1993; Knott, 1993; Caine and others, 1996). Previous studies suggest that faults can contribute sub­ stantially to the heterogeneity and anisotropy of permeability in intrabasinal sediments and that they do so through a broad range of displacements that can be less than 1 m (for example, Knott, 1993; Caine and others, 1996; Sigda and others, 1999). Thus, we measured structural parameters of fault zones having a wide range of displacements to investigate possible structural correlations with slip magnitude. Many of our dip-separation estimates are minimum approximations of true fault displacements, in part because of the uncertain vertical position of offset stratigraphic con­ tacts that are buried or eroded on one or both sides of large faults and in part because a majority of the faults show small components of lateral movement in addition to normal dip slip (see below). Also, because growth faulting played a major role in the development of the rift basins, fault offsets measured at the surface likely are somewhat less than the true dip-slip movement of footwall rocks in the fault zone. Nonetheless, the separations are considered to be reasonable approximations of displacement for use in correlation with other fault zone properties, because most of the faults studied record similar dip-slip and growth-sedimentation histories. Dip separations measured on faults range from 0.9 to 4,000 m and average 275 m (table 2). Well over half of the observed faults, however, have dip separations less than 100 m. Faults having dip separations greater than 200 m, such as the central parts of the San Francisco, La Bajada, and Sand Hill faults, are concentrated near the borders of the Santo Domingo and northern Albuquerque Basins, whereas smaller displacement faults are more widely distributed throughout the basins (fig. 2). Dip-slip displacement along faults dimin­ ishes along strike toward fault terminations as increasing amounts of extensional strain were accommodated by adja­ cent overlapping or en-echelon faults of the same or opposing dip direction. The range and distribution of dip separations observed in these basins constrain the depths at which now-exposed fault zone features formed; these constraints, in turn, give clues about stress conditions during faulting. It is more dif­ ficult to estimate paleodepths of larger displacement fault zones, owing to large contrasts in paleodepth of juxtaposed fault blocks in such zones, and these contrasts may be more pronounced near growth faults. Also, the stratigraphic levels represented by rocks and deposits that are in fault juxtaposi­ tion provide clues about paleodepths, but uncertainties in stratigraphic thicknesses and amounts of erosional stripping before and during faulting add to the difficulty of obtaining accurate depth estimates. Owing to these pitfalls, we make only general estimates of faulting depths. Prebasin rocks exposed in the footwalls of large-displacement, basin- bounding faults (for example, southern San Francisco fault, fig. 2) may have been displaced upward from depths as great as 4,000 m, whereas hanging-wall components of these fault zones probably formed at depths much less than 1,000 m. Both the footwall and hanging-wall com-ponents of smaller displacement fault zones exposed in the basin interiors are estimated to have formed mostly at depths ranging from about 1,000 m to less than 10 m. Width of Architectural Components in Fault Zones Previous modeling and field studies have demonstrated the importance of the dimensions of architectural components of fault zones for predicting variations in fault permeability as well as bulk values of fault zone permeability (for example, Caine and others, 1996; Caine and Forster, 1999; Heynekamp and others, 1999). The widths of fault zones are valuable parameters in numerical models of fluid flow along faults and in estimates of transmissivities of fault zones (Maclay and Small, 1983; Haneberg, 1995; Caine and Forster, 1999; Rawling and others, 2001). Differences in widths can also be correlated with differences in protolith; such correlations can be related to changes in deformation mode and mechani­ cal strength within the fault zones (for example, Chester and Logan, 1986; Antonellini and Aydin, 1995; Caine and others, 1996; Heynekamp and others, 1999). The cross-sectional widths of all exposed damage zones, mixed zones, and cores were measured at each fault site and, where all of the component widths could be determined, the total fault zone width was computed from their sum (fig. 4). The outer edges of measured damage zones were Fault Zone Characterization 9 10 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico designated where the density of subsidiary faults and fractures was estimated to diminish to ambient, or background, levels (Caine and others, 1996). The degree of fracturing abruptly decreases at the margins of many damage zones such that they could be confidently located, whereas the outer edges of some other damage zones could not be determined owing to incomplete exposure or poor definition. At 62 percent of the sites visited, the full cross-sectional width of fault zones is exposed (that is, the complete width of damage zone is visible on both sides of the fault zone) and was measured. Although the initial 19 percent of our measurements of fault zone width did not differentiate between mixed zones and cores, these measurements were chiefly made in moderately indurated to well-indurated protoliths that do not readily accommodate the particulate flow that is typical of mixed zones (Rawling and Goodwin, 2003). The widths of damage zones, mixed zones, and cores were generally measured to the nearest 0.1, 0.01, and 0.001 m, respectively. Width values were averaged at sites where the width of a fault zone component varies considerably in a single exposure. The frequency of the 111 measured total widths of fault zone decreases nearly exponentially with increasing width (coefficient-of-determination correlation factor R2 = 0.86). Most fault zones in the basins are less than 40 m wide, and nearly half of the zones are less than 15 m wide (table 2). Frequency distributions of the widths of hanging-wall and footwall damage zones similarly decay roughly exponentially with increasing width. Although average widths of damage zones are nearly identical in hanging-wall blocks (mean width 9.8 m, median width 6.1 m) and footwall blocks (mean width 9.6 m, median width 6.0 m) (table 2), individual ratios of the width of hanging-wall damage zone to the width of footwall damage zone differ considerably. A diagram of widths of hanging-wall versus footwall damage zones (fig. 6) indicates considerable scatter in this ratio and illustrates that widths of damage zones are strongly unequal in several fault zones. A slightly greater percentage (57 percent) of fault zones have a wider footwall damage zone; the median ratio of damage zone width is 0.91. Antonellini and Aydin (1995) observed wider footwall damage"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "full cross-sectional width of fault zones is exposed (that is, the complete width of damage zone is visible on both sides of the fault zone) and was measured. Although the initial 19 percent of our measurements of fault zone width did not differentiate between mixed zones and cores, these measurements were chiefly made in moderately indurated to well-indurated protoliths that do not readily accommodate the particulate flow that is typical of mixed zones (Rawling and Goodwin, 2003). The widths of damage zones, mixed zones, and cores were generally measured to the nearest 0.1, 0.01, and 0.001 m, respectively. Width values were averaged at sites where the width of a fault zone component varies considerably in a single exposure. The frequency of the 111 measured total widths of fault zone decreases nearly exponentially with increasing width (coefficient-of-determination correlation factor R2 = 0.86). Most fault zones in the basins are less than 40 m wide, and nearly half of the zones are less than 15 m wide (table 2). Frequency distributions of the widths of hanging-wall and footwall damage zones similarly decay roughly exponentially with increasing width. Although average widths of damage zones are nearly identical in hanging-wall blocks (mean width 9.8 m, median width 6.1 m) and footwall blocks (mean width 9.6 m, median width 6.0 m) (table 2), individual ratios of the width of hanging-wall damage zone to the width of footwall damage zone differ considerably. A diagram of widths of hanging-wall versus footwall damage zones (fig. 6) indicates considerable scatter in this ratio and illustrates that widths of damage zones are strongly unequal in several fault zones. A slightly greater percentage (57 percent) of fault zones have a wider footwall damage zone; the median ratio of damage zone width is 0.91. Antonellini and Aydin (1995) observed wider footwall damage zones in fault zones cutting indurated but porous sandstones in Utah. The slight statistical imbalance in the width of fault damage zones in the Santo Domingo and northern Albuquerque Basins may reflect greater cumulative shear strain and associated widening of damage zones in the footwalls of growth faults, although Heynekamp and oth­ ers (1999) documented generally narrower footwall damage zones and mixed zones along the Sand Hill growth fault in the northern Albuquerque Basin. As the widths of mixed zones increase, frequency decreases exponentially (R2 = 0.84), and the average widths of mixed zones are virtually the same in the hanging-wall and footwall blocks (mean ~0.75 m and median 0.3 m in both cases) (table 2). As widths of fault cores increase, frequency decreases abruptly in a roughly exponen­ tial manner (R2 = 0.68) (fig. 7). Widths of half of the measured cores are less than 5 cm, and the mean width of cores (10 cm) is nearly one order of magnitude narrower than the average width of mixed zones and two orders of magnitude narrower than the average width of damage zones (table 2). Thus, cores typically make up a very small proportion (0.5 percent) of the total width of fault zones in the studied basins. No strong spatial patterns in width of fault zone com­ ponents are apparent in either basin. Instead, at intermediate to basin-wide scales, values of width are heterogeneous. One notable exception are concentrations of relatively wide (>15 m) fault zones within or bordering sedimentary rocks of the lower Santa Fe Group in the western part of the study area. The significance of this spatial pattern is discussed below in the context of lithologic controls on fault zone properties. Architectural Index of Fault Zones Caine and others (1996) introduced a numerical index that is a measure of the architectural style of the fault zone and the degree to which a fault zone may act as a conduit or barrier to fluid flow. This index, referred to as the “fault zone architectural index” (Fa), was defined by Caine and others (1996) as where Whwdz and Wfwdz are the widths of the hanging-wall and footwall damage zones, respectively, and Wt is the total width of the fault zone. This architectural index, which was devel­ oped for fault zones in well-indurated protoliths, does not consider mixed zones. To compute Fa values in this study we 0 10 20 30 40 50 60 0 10 20 30 40 50 60 FOOTWALL DAMAGE ZONE WIDTH, IN METERS HANGING-WALL DAMAGE ZONE WIDTH, IN METERS x = y Wfwdz > Whwdz (57 percent) Whwdz > Wfwdz (43 percent) Figure 6. Widths of damage zones in hanging-wall block (Whwdz) versus width in footwall block (Wfwdz) for individual fault zones. Footwall damage zones are wider in 57 percent of fault zones observed. Points that plot on line labeled x = y represent fault zones in which hanging-wall and footwall damage zones are of equal width. Fa = (Whwdz +Wfwdz) / Wt Fault Zone Characterization 11 included mixed zones as part of an “aggregate core,” owing to the close structural affinity of the mixed zones with the adja­ cent fault core. Values of Fa can range from 0 to 1 depending on the width of the aggregate core relative to the width of the damage zones. Most (73 percent) Fa values computed for fault zones in the Santo Domingo and northern Albuquerque Basins exceed 0.9 (mean 0.92) and only 4 percent of the values are less than 0.75. These results indicate that rela­ tively thin aggregate cores (average of 8 percent of fault zone width) characterize the fault zones. Thus, the fault zones in bulk should act as conduits for along-fault fluid flow, if one assumes that the damage zones are zones of increased perme­ ability owing to open fracture networks commonly associ­ ated with them (Caine and others, 1996). The validity of this assumption is discussed below in the section on hydrologic implications. A scatter diagram of Fa versus total width of the fault zone (Wt) (fig. 8) highlights the predominantly high (>0.9) Fa values and shows that the range of fault zone widths increases with increasing dominance of the damage zone (that is, with increasing Fa), which reflects the commonly broad, distributed nature of fracturing in damage zones. However, it is apparent that some fault zones in which the damage zones are dominant have narrow widths similar to the widths of fault zones with more substantial cores. Such variations in fault zone architecture likely reflect differences in mechanical behavior of the diverse wall-rock lithologies and variations in fault displacement history. Fault zones with lower Fa values (that is, <0.9) appear to be concentrated in the central parts of the basins within less-indurated middle and upper basin-fill deposits of the Santa Fe Group (fig. 2). This spatial association, together with the previously noted concentration of relatively wide fault zones within older intrabasin sedimentary rocks, suggests that lithology, and especially the overall degree of induration or stiffness of the protoliths, exerts some control on the relative dimensions of the fault zone components. Correlation Between Width and Displacement Total fault zone and aggregate-core widths were com­ pared with dip separation to investigate the possible influ­ ence of fault displacement on fault zone widths (fig. 9A, B). Both sets of width data possess very weak linear correlation with the log of dip separation (R2 for Wt and"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "characterize the fault zones. Thus, the fault zones in bulk should act as conduits for along-fault fluid flow, if one assumes that the damage zones are zones of increased perme­ ability owing to open fracture networks commonly associ­ ated with them (Caine and others, 1996). The validity of this assumption is discussed below in the section on hydrologic implications. A scatter diagram of Fa versus total width of the fault zone (Wt) (fig. 8) highlights the predominantly high (>0.9) Fa values and shows that the range of fault zone widths increases with increasing dominance of the damage zone (that is, with increasing Fa), which reflects the commonly broad, distributed nature of fracturing in damage zones. However, it is apparent that some fault zones in which the damage zones are dominant have narrow widths similar to the widths of fault zones with more substantial cores. Such variations in fault zone architecture likely reflect differences in mechanical behavior of the diverse wall-rock lithologies and variations in fault displacement history. Fault zones with lower Fa values (that is, <0.9) appear to be concentrated in the central parts of the basins within less-indurated middle and upper basin-fill deposits of the Santa Fe Group (fig. 2). This spatial association, together with the previously noted concentration of relatively wide fault zones within older intrabasin sedimentary rocks, suggests that lithology, and especially the overall degree of induration or stiffness of the protoliths, exerts some control on the relative dimensions of the fault zone components. Correlation Between Width and Displacement Total fault zone and aggregate-core widths were com­ pared with dip separation to investigate the possible influ­ ence of fault displacement on fault zone widths (fig. 9A, B). Both sets of width data possess very weak linear correlation with the log of dip separation (R2 for Wt and Wc+Wmz = 0.17 and 0.05, respectively). Similarly, the principal core widths (Wc) correlate poorly (R2 = 0.05). Thus, although the widths of architectural components in a fault zone may increase slightly with increasing displacement, other factors must more strongly influence the widths of fault zones (fig. 9) (compare with Evans, 1990). No correlation was observed between computed Fa values and dip separation, which implies that, with increasing fault displacement, the width of the core does not change at a significantly different rate than the width of the damage zones. Our results contrast with those of several other studies that reported a positive correlation between displacement and total fault zone width (for example, Hull, 1988; Knott, 1993) or core gouge width (for example, Engelder, 1974; Scholz, 1990) throughout a similar range of displacement. Most of these studies, however, used “mixed” fault data compiled from several different tectonic settings, protoliths, and fault slip modes, which brings into question the reliability of the correlations (Evans, 1990). Consistent with our study, poor correlations of total width of the fault zone or width of core gouge with displacement have been found in a variety of geo­ logic environments for individual faults or fault populations developed in similar protoliths (Chester and Logan, 1986; Blenkinsop, 1989; Evans, 1990). The poor correspondence between width and displacement in these earlier studies was mainly attributed to strain softening and strain localization resulting from strength contrasts caused by lithologic varia­ tions in the wallrocks and by relatively weak core gouge zones. Blenkinsop (1989) also inferred that irregular fault n = 101 Mean = 0.1 m Median = 0.05 m 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.45 0.5 FAULT CORE WIDTH, IN METERS 0 10 20 30 40 50 60 70 FREQUENCY Figure 7. Fault core widths. In this and subsequent histograms x-axis labels show maximum value within each data bin. Note that most fault cores are less than 0.1 m wide. 12 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Figure 9. Total width of fault zone and width of aggregate core, both versus dip separation. Lines (of form y = c ln x+b) of best fit (least- squares regression) to data and associated coefficient-of-determination correlation factors (R2) are also shown. A, Total fault zone width versus separation. Poor correlation indi­ cates that there is no simple relation between displacement and width. B, Width of aggregate core (mixed zones + core) versus separation. Diagram similarly indicates weak correlation. Broad range of widths for a given separation suggests that additional factors are important. Figure 8. Total width of fault zone versus architectural index of fault zone (Fa). Fa is the ratio of the sum of widths of fault dam­ age zones to total width of fault zone (Caine and others, 1996). Fa can range from 0 to 1. For most faults measured in this study area, Fa >0.9 indicates that most width of fault zones comprises damage zones. Although range of fault zone widths increases with increasing damage-zone dominance (that is, with increasing Fa), some fault zones in which damage zones dominate (or cores are deficient) are narrow. 0 1 10 100 1,000 10,000 DIP SEPARATION, IN METERS 10 20 30 40 50 60 70 80 TOTAL FAULT ZONE WIDTH, IN METERS A R2 = 0.17 0.1 1 10 100 1,000 10,000 R2 = 0.05 0 1 2 3 4 5 6 7 DIP SEPARATION, IN METERS AGGREGATE CORE WIDTH, IN METERS B 20 40 60 80 0.7 0.8 0.9 1.0 Fa TOTAL FAULT ZONE WIDTH, IN METERS 0 0.6 shapes and geometries can cause pronounced variations in width along a single fault zone. We noted such variations in width at several scales of observation along some fault zones in the study basins (fig. 3), and Heynekamp and others (1999) observed similar relations for mixed zones along the Sand Hill fault. Influence of Lithology Lithologic composition and its variation within rocks that host fault zones can profoundly influence the mechani­ cal properties, structural architecture, and deformational and diagenetic histories of fault zones, which in turn can strongly influence their permeability structure (for example, Chester and Logan, 1986; Evans, 1990; Knipe, 1993; Antonellini and Aydin, 1995; Caine and others, 1996; Caine and Forster, 1999; Heynekamp and others, 1999; Rawling and others, 2001; Doughty, 2003). Below, fault core compositions, fault zone widths, and damage zone fracture types are statistically com­ pared with the nature of footwall and hanging-wall protoliths to assess lithologic controls on these parameters in the study area. Also, damage-zone widths are compared to dip separa­ tions within various protolith categories. Fault Core Compositions A majority of fault cores observed in the study area (68 percent) consists of sheared and foliated clay with variable but subordinate amounts of silt, sand and, more rarely, pebbles (figs. 3 and 10). On the basis of mesoscopic observations, nearly pure clay composes entire exposed cores in nearly half (45 percent) of the fault zones (fig. 10). These clays are typi­ cally brown to reddish brown, although the clay also takes on shades of green and gray and rarely is black. XRD analyses of a few clay samples from cores suggest that montmorillonite is the dominant mineral component (S.J. Sutley, written com­ mun., 1999). Mudstone-rich sedimentary layers within several fault zones are clearly dragged and smeared into the cores; locally the cores thicken and taper in a manner similar to that described by"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "width along a single fault zone. We noted such variations in width at several scales of observation along some fault zones in the study basins (fig. 3), and Heynekamp and others (1999) observed similar relations for mixed zones along the Sand Hill fault. Influence of Lithology Lithologic composition and its variation within rocks that host fault zones can profoundly influence the mechani­ cal properties, structural architecture, and deformational and diagenetic histories of fault zones, which in turn can strongly influence their permeability structure (for example, Chester and Logan, 1986; Evans, 1990; Knipe, 1993; Antonellini and Aydin, 1995; Caine and others, 1996; Caine and Forster, 1999; Heynekamp and others, 1999; Rawling and others, 2001; Doughty, 2003). Below, fault core compositions, fault zone widths, and damage zone fracture types are statistically com­ pared with the nature of footwall and hanging-wall protoliths to assess lithologic controls on these parameters in the study area. Also, damage-zone widths are compared to dip separa­ tions within various protolith categories. Fault Core Compositions A majority of fault cores observed in the study area (68 percent) consists of sheared and foliated clay with variable but subordinate amounts of silt, sand and, more rarely, pebbles (figs. 3 and 10). On the basis of mesoscopic observations, nearly pure clay composes entire exposed cores in nearly half (45 percent) of the fault zones (fig. 10). These clays are typi­ cally brown to reddish brown, although the clay also takes on shades of green and gray and rarely is black. XRD analyses of a few clay samples from cores suggest that montmorillonite is the dominant mineral component (S.J. Sutley, written com­ mun., 1999). Mudstone-rich sedimentary layers within several fault zones are clearly dragged and smeared into the cores; locally the cores thicken and taper in a manner similar to that described by other workers in the basin (Goodwin and others, 1999; Heynekamp and others, 1999; Doughty, 2003). These observations, and independent geochemical evidence (Caine and others, 2004), suggest that mechanically assimilated clay minerals derived from clay-rich sedimentary protoliths are a major component of the fault cores, particularly in poorly lithified sediments. However, finely comminuted sedimen­ tary grains probably also contribute to the clay cores (for example, Knipe, 1993; Heynekamp and others, 1999; Vrolijk and van der Pluijm, 1999). Sheared and foliated siliciclastic sand (or sandstone) and gravel lacking substantial amounts of clay compose 25 percent of the fault cores, whereas variably sheared and brecciated vein, volcanic, and well-indurated sedimentary rock make up the remaining 7 percent (fig. 10). These coarser grained, relatively heterogeneous cores likely reflect dominantly coarser grained and mechanically stronger protoliths that lack significant amounts of clay and mudstone (for example, fig. 11). Discrete slip surfaces are common both within and bordering the cores, regardless of their composi­ tion, similar to slip surfaces described for the Sand Hill fault zone (Heynekamp and others, 1999) and fault zones elsewhere (for example, Chester and Logan, 1986; Caine and others, 1996). Clay-rich cores are common in nearly all faulted proto­ liths throughout the Santo Domingo and northern Albuquerque Basins. In contrast, sand-rich cores appear to be more com­ mon in sandstone-dominant rocks of the lower Santa Fe Group exposed in the western parts of the basins, and sheared and brecciated volcanic rock cores are concentrated in the northern part of the Santo Domingo Basin where tuffs and lavas of the Jemez volcanic field are prevalent (fig. 2). Width of Fault Zones To investigate possible lithologic influences on fault zone widths in the Santo Domingo and northern Albuquerque Basins, the frequency distributions and mean values of the widths of fault zone components in several different litho­ logic categories were plotted together to allow direct com­ parison (figs. 12 and 13). Protoliths in which gravel and sand (or sandstone) dominate have the narrowest damage zones (mostly <20 m), whereas damage zones in “bedrock” (that is, well-indurated tuff, lava, and pre-Santa Fe Group sedimentary rocks) have the broadest range of widths (fig. 12A). Although the widths of damage zones in dominantly clay (or mudstone) and silt (or siltstone) are concentrated at the narrow end of the distribution range, a few damage zones in fine-grained protoliths are relatively wide (>45 m) (fig. 12A). The mean width of damage zones changes depending on the lithology of the host rock or sediment (fig. 13): the width of damage zones increases as the dominant grain size in sedimentary protoliths Fault Zone Characterization 13 Figure 10. Percentages of various compositions observed in fault cores at 141 sites. Breccia (7 percent) Clay (45 percent) Clay mixed with coarser sediments (23 percent) Sheared sand/gravel (25 percent) decreases, and damage zones in bedrock are considerably wider than average. The mean widths of damage zones are notably greater in the hanging-wall block than in the footwall in protoliths in which clay (or mudstone) and silt (or siltstone) dominate and in bedrock (fig. 13). The widths of mixed zones differ little as a function of dominant grain size (figs. 12B and 13). The relative percentage of narrow (<0.5 m) mixed zones in which clay (or mudstone) and silt (or siltstone) dominate is slightly greater than is true in the other lithologies, whereas the relative percentage of wide (>3 m) mixed zones in bedrock is notably greater (fig. 12B). Also, the mean width of mixed zones is slightly greater in bedrock than in the other litho­ logic categories (fig. 13). Distributions of fault core width are affected little by the different lithologic categories (fig. 12C). The importance of any correlation between core width and lithology is unclear, given two uncertainties: the relative con­ tributions of contrasting hanging-wall and footwall protoliths, and the likelihood that protoliths presently juxtaposed along a core may have had less influence on that core’s development than protoliths at higher or lower stratigraphic levels. Our results suggest that the widths of architectural components in a fault zone generally increase as the grain size in sedimentary protoliths decreases, although there appears to be a disproportionately greater number of the narrowest mixed zones and cores in or adjacent to protoliths rich in clay (or mudstone) and silt (or siltstone). These findings partially contrast with those of previous investigations, which found that the individual and aggregate widths of fault zone components generally decrease with decreasing grain size or increasing clay content of the protolith owing to strain-softening effects (for example, Antonellini and Aydin, 1995; Caine and others, 1996; Heynekamp and others, 1999). In the Santo Domingo and northern Albuquerque Basins, weakening and localization of strain in clay-rich protoliths could explain the development of the narrowest mixed zones and cores in very fine grained protoliths (Heynekamp and others, 1999), but it does not explain the overall widening of fault zones observed in finer grained protoliths (fig. 13). Heynekamp and others (1999) observed local fault zone wid­ ening in poorly lithified, fine-grained sediments along the Sand Hill fault. Comparisons of best-fit linear (log) regression dia­ grams of damage zone width versus dip separation for each of the protolith categories (fig. 14) suggest that, as displacement accumulated along faults, fault zones tended to become wider and, by implication, to experience greater strain hardening as the dominant grain size decreased. Such comparisons also suggest that as grain size of protoliths decreased,"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "little by the different lithologic categories (fig. 12C). The importance of any correlation between core width and lithology is unclear, given two uncertainties: the relative con­ tributions of contrasting hanging-wall and footwall protoliths, and the likelihood that protoliths presently juxtaposed along a core may have had less influence on that core’s development than protoliths at higher or lower stratigraphic levels. Our results suggest that the widths of architectural components in a fault zone generally increase as the grain size in sedimentary protoliths decreases, although there appears to be a disproportionately greater number of the narrowest mixed zones and cores in or adjacent to protoliths rich in clay (or mudstone) and silt (or siltstone). These findings partially contrast with those of previous investigations, which found that the individual and aggregate widths of fault zone components generally decrease with decreasing grain size or increasing clay content of the protolith owing to strain-softening effects (for example, Antonellini and Aydin, 1995; Caine and others, 1996; Heynekamp and others, 1999). In the Santo Domingo and northern Albuquerque Basins, weakening and localization of strain in clay-rich protoliths could explain the development of the narrowest mixed zones and cores in very fine grained protoliths (Heynekamp and others, 1999), but it does not explain the overall widening of fault zones observed in finer grained protoliths (fig. 13). Heynekamp and others (1999) observed local fault zone wid­ ening in poorly lithified, fine-grained sediments along the Sand Hill fault. Comparisons of best-fit linear (log) regression dia­ grams of damage zone width versus dip separation for each of the protolith categories (fig. 14) suggest that, as displacement accumulated along faults, fault zones tended to become wider and, by implication, to experience greater strain hardening as the dominant grain size decreased. Such comparisons also suggest that as grain size of protoliths decreased, fault zones widened at progressively greater rates. These inferences are supported by the progressive increase in correlation factors (R2) and the increase in slope of the best-fit lines as the grain Figure 11. Road-cut exposure of Santa Ana fault zone, northern part of Santo Domingo Basin. Extension fractures concentrated in cemented sandstone layers in footwall damage zone. Extension fractures oriented about 45° with respect to principal fault core, which consists of sheared sand. Pick in lower right part of view is about 0.75 m long. Opposed arrows indicate sense of slip. 14 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Hanging-wall mixed zone Extension fracture Core Footwall damage zone Fault Zone Characterization 15 size of protoliths decreases. These diagrams also reveal that, in all protolith categories except gravel to sand (or sand­ stone), the width of damage zones in the hanging-wall block increases, with respect to displacement, at a greater rate than does that width in the footwall block. Wider fault zones and greater degrees of strain hardening in many of the finer grained sedimentary host rocks and deposits in the study basins may reflect that, at the outcrop scale, these protoliths are lithified or cemented to widely varying degrees and contain compositionally distinct, comparatively strong inter­ beds. For example, a few well-cemented sandstone interbeds within an otherwise poorly lithified mudstone sequence may exert the greatest control on the overall width of a damage zone. Poorly lithified sand-dominant protoliths, such as are common within the upper basin-fill deposits of the Santa Fe Group, may be much weaker and more apt to localize strain than stiffer and more compacted mudstones and siltstones of similar age. The contrasts in strength between sand and well-consolidated or -cemented sandstones may be considerable, such that narrow fault zones have a greater tendency to form in poorly lithified sand than in indurated sandstone. Our observation that damage zones in gravel-rich and conglomeratic sedimentary protoliths tend to be relatively narrow, and similar relations noted elsewhere by Chester and Logan (1986), suggests that brittle strain in such materials is largely accommodated by broadly distributed, small-scale (microscopic?) extension and shear fractures within the sedi­ mentary clasts or matrix or both (for example, Eidelman and Reches, 1992). Such small-scale, diffuse deformation, if it exists, may extend outward beyond the zones of damage detected in the field such that damage zones in gravel-rich and conglomeratic protoliths may be wider than our measurements record. Alterna­ tively, protoliths with abundant large clasts may inhibit widening of damage zones by absorbing or localizing shear strain within a relatively small volume of material. Figure 12. Frequency distributions (relative percentages) of fault zone widths with respect to categories of dominant lithology. A, Width of damage zones; note preponderance of narrow widths in gravel and sand (or sandstone) protoliths that contrast with wide distribution of widths in mudstone and in bedrock. B, Width of mixed zones; note relatively wide bedrock mixed zones. C, Width of fault cores; lithology assigned for each value of core width reflects the protolith of only one of the juxtaposed fault blocks. In order to construct these diagrams, values of fault zone width were counted more than once in the common case in which the fault block protolith consists of two or more categories of sedimentary material in subequal proportions (for example, interbedded sandstone and mudstone). DAMAGE ZONE WIDTH, IN METERS 0 10 20 30 40 50 60 70 5 10 15 20 25 30 35 40 45 50 >50 FREQUENCY, IN PERCENT FREQUENCY, IN PERCENT n = 53 (Grav-ss), 177 (Ss), 46 (Muds-slts), 31 (Bedrock) 0 10 20 30 40 50 60 70 80 0.5 1 1.5 2 2.5 3 >3 MIXED ZONE WIDTH, IN METERS 0.05 0.1 0.15 0.2 >0.2 CORE WIDTH, IN METERS A B C Grav-ss—Gravel to sand or sandstone Ss—Sand or sandstone Muds-slts—Clay or mudstone to silt or siltstone Bedrock—Volcanic and prebasin-fill well-indurated rocks Dominant Lithology EXPLANATION n = 50 (Grav-ss), 127 (Ss), 32 (Muds-slts), 19 (Bedrock) n = 64 (Grav-ss), 176 (Ss), 43 (Muds-slts), 25 (Bedrock) FREQUENCY, IN PERCENT 0 10 20 30 40 50 60 70 80 16 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico A majority of the widest damage and mixed zones are in “bedrock” protoliths (figs. 12 and 13). These protoliths typi­ cally consist of well-indurated or well-cemented, competent, stiff rocks. Additionally, the width of hanging-wall damage zones increases abruptly and has a relatively strong correla­ tion as dip separation increases in bedrock protoliths (fig. 14). These bedrock properties suggest that strain-hardening mecha­ nisms were the principle cause of fault zone widening detected Hanging-wall damage zone Hanging-wall mixed zone Footwall damage zone Footwall mixed zone EXPLANATION 5 10 15 20 25 MEAN WIDTH, IN METERS Grav-ss Ss Muds-slts Bedrock DOMINANT LITHOLOGY Figure 13. Mean width of four fault zone components versus dominant lithology. Mean width of damage zone increases as grain size decreases in basin-fill sedimentary protoliths and is greatest in bedrock. In any one litho­ logic category, mean width of hang­ ing-wall damage zone is greater than mean width of footwall damage zone. Grav-ss, gravel to sand or sandstone; Muds-slts, clay or mudstone to silt or siltstone; Ss, sand or sandstone. Figure 14. Best-fit (least-squares regres­ sion) lines (of form y = c ln x+b) of damage zone width versus dip separation in four categories of lithology in hanging-wall and footwall blocks. Numbers next to lines represent"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "50 60 70 80 0.5 1 1.5 2 2.5 3 >3 MIXED ZONE WIDTH, IN METERS 0.05 0.1 0.15 0.2 >0.2 CORE WIDTH, IN METERS A B C Grav-ss—Gravel to sand or sandstone Ss—Sand or sandstone Muds-slts—Clay or mudstone to silt or siltstone Bedrock—Volcanic and prebasin-fill well-indurated rocks Dominant Lithology EXPLANATION n = 50 (Grav-ss), 127 (Ss), 32 (Muds-slts), 19 (Bedrock) n = 64 (Grav-ss), 176 (Ss), 43 (Muds-slts), 25 (Bedrock) FREQUENCY, IN PERCENT 0 10 20 30 40 50 60 70 80 16 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico A majority of the widest damage and mixed zones are in “bedrock” protoliths (figs. 12 and 13). These protoliths typi­ cally consist of well-indurated or well-cemented, competent, stiff rocks. Additionally, the width of hanging-wall damage zones increases abruptly and has a relatively strong correla­ tion as dip separation increases in bedrock protoliths (fig. 14). These bedrock properties suggest that strain-hardening mecha­ nisms were the principle cause of fault zone widening detected Hanging-wall damage zone Hanging-wall mixed zone Footwall damage zone Footwall mixed zone EXPLANATION 5 10 15 20 25 MEAN WIDTH, IN METERS Grav-ss Ss Muds-slts Bedrock DOMINANT LITHOLOGY Figure 13. Mean width of four fault zone components versus dominant lithology. Mean width of damage zone increases as grain size decreases in basin-fill sedimentary protoliths and is greatest in bedrock. In any one litho­ logic category, mean width of hang­ ing-wall damage zone is greater than mean width of footwall damage zone. Grav-ss, gravel to sand or sandstone; Muds-slts, clay or mudstone to silt or siltstone; Ss, sand or sandstone. Figure 14. Best-fit (least-squares regres­ sion) lines (of form y = c ln x+b) of damage zone width versus dip separation in four categories of lithology in hanging-wall and footwall blocks. Numbers next to lines represent associated R 2 values. Lithologic categories based on dominant grain size. With decreasing dominant grain size in the protolith, correlation generally improves and width of damage zone increases at a progressively greater rate relative to displace­ ment (that is, slope of line steepens). Except for one category (gravel to sand or sandstone), width increases at a greater rate in hanging-wall block. 1 10 100 1,000 10,000 DIP SEPARATION, IN METERS 0 10 20 30 40 50 60 DAMAGE ZONE WIDTH, IN METERS Footwall 0.08 0.01 0.03 0.14 0.14 0.35 0.36 0.57 Bedrock; volcanic or prebasin-fill well-indurated rocks (n=12) Bedrock; volcanic or prebasin-fill well-indurated rocks (n=16) Clay or mudstone to silt or siltstone (n=18) Clay or mudstone to silt or siltstone (n=23) Sand or sandstone (n=69) Sand or sandstone (n=87) Gravel to sand or sandstone (n=24) Gravel to sand or sandstone (n=21) Hanging wall EXPLANATION fractures commonly have minute apertures unfilled by second­ ary minerals, but it is not known to what degree these fracture openings reflect near-surface relaxation of lithostatic loads and become closed at depth. Observed mesoscale synthetic and antithetic shear fractures are discrete, small-displacement (<1–10 m) slip surfaces that are commonly polished and con­ tain slickenlines that trend more or less parallel to striae on the main fault surface (fig. 15). Deformation bands, which consist of narrow zones (commonly <5 mm) of sand grains commi­ nuted and compacted by cataclasis (Antonellini and Aydin, 1994), are usually observed in sandstones where they typi­ cally stand out in positive relief. The synthetic and antithetic shear fractures and deformation bands are oriented subparallel and at high angles (50°–70°), respectively, to the principal fault surface and can therefore be viewed as conjugate (that is, Andersonian) subsidiary faults (figs. 4 and 15). However, some of these mesoscale structures geometrically resemble, and probably formed as, Riedel and anti-Riedel shear frac­ tures (for example, Petit, 1987). Extension and shear fractures that strike obliquely or at very high angles to the main fault surface, and that do not clearly belong to the other fracture sets, were classified as cross or oblique fractures (compare with Caine and Forster, 1999). With the possible exception of cross fractures, the abundance of damage zone fractures and the amount of shear displacement exhibited by mesoscale slip surfaces generally increase toward the central fault core (figs. 4, 11, and 15). Synthetic shear fractures and deformation bands are the most common types of fractures observed in damage zones in the basins regardless of protolith, although antithetic shear fractures and deformation bands and subvertical extension fractures are also prevalent (fig. 16). Fracture type in a dam­ age zone correlates only weakly with lithology. All three of the most common fracture types appear to be somewhat rarer in gravel-dominant protoliths, where strain may be accom­ modated by some mechanism other than mesoscale fractur­ ing (see earlier discussion) (fig. 16). Extension fractures are somewhat more common in bedrock and in protoliths rich in mudstone and siltstone (fig. 16). The former association is expected given the typically greater lithification, competency and, presumably, shear strength in the prebasin-fill rocks and in the volcanic rocks. Such properties should have promoted tensile, opening-mode, failure at the low confining pressures at which most of these rocks were faulted; perhaps relatively competent, stiff beds or intervals in protoliths rich in mudstone and siltstone failed in a similar mode. Cross and oblique frac­ tures, although rarely observed in general, are fairly common in bedrock protoliths. Their relative abundance in bedrock may reflect an increased likelihood of older, variably oriented fractures in the prebasin-fill rock units (compare with Caine and Forster, 1999). Our field observations document that, within individual damage zones, changes in lithology can locally influence the type and abundance of fractures at the suboutcrop scale. This influence is especially strong in deformation bands, which form dominantly in sandstone beds, and in extension Fault Zone Characterization 17 in the bedrock protoliths (for example, Chester and Logan, 1986). Antonellini and Aydin (1994, 1995) recognized strain hardening as a process in faulted, porous, but indurated sand­ stones by which deformation bands within fault zones form and widen as displacement increases. Such a process may also explain the earlier mentioned concentrations of com­ paratively wide fault zones in sedimentary rocks of the lower Santa Fe Group in the western part of the study area. These rocks include abundant, partially indurated, sandstone lay­ ers that commonly host deformation bands in fault zones (for example, Heynekamp and others, 1999). The large width of many “mixed zones” in bedrock protoliths is attributed to fault entrainment of numerous large, competent blocks of rock that have resisted significant internal shearing and cataclasis owing to their relative strength. A lack of clear tectonic mixing at the outcrop scale in bedrock fault zones is consistent with prior observations that mixed zones, as zones of pervasive mixing at a range of scales, are mainly limited to poorly indurated, high- porosity sediments (Goodwin and others, 1999; Heynekamp and others, 1999; Rawling and others, 2001). The diagrams and frequency distributions of fault zone width (figs. 6, 8, and 12) reveal that the fault zone compo­ nents have finite, limited ranges of width regardless of their dominant protoliths. Furthermore, in most protolith categories the rate at which the width of fault zones increases is slightly lower, with respect to fault displacement, in the footwall dam­ age zone (fig. 14) despite the greater amount of cumulative strain in"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "observations document that, within individual damage zones, changes in lithology can locally influence the type and abundance of fractures at the suboutcrop scale. This influence is especially strong in deformation bands, which form dominantly in sandstone beds, and in extension Fault Zone Characterization 17 in the bedrock protoliths (for example, Chester and Logan, 1986). Antonellini and Aydin (1994, 1995) recognized strain hardening as a process in faulted, porous, but indurated sand­ stones by which deformation bands within fault zones form and widen as displacement increases. Such a process may also explain the earlier mentioned concentrations of com­ paratively wide fault zones in sedimentary rocks of the lower Santa Fe Group in the western part of the study area. These rocks include abundant, partially indurated, sandstone lay­ ers that commonly host deformation bands in fault zones (for example, Heynekamp and others, 1999). The large width of many “mixed zones” in bedrock protoliths is attributed to fault entrainment of numerous large, competent blocks of rock that have resisted significant internal shearing and cataclasis owing to their relative strength. A lack of clear tectonic mixing at the outcrop scale in bedrock fault zones is consistent with prior observations that mixed zones, as zones of pervasive mixing at a range of scales, are mainly limited to poorly indurated, high- porosity sediments (Goodwin and others, 1999; Heynekamp and others, 1999; Rawling and others, 2001). The diagrams and frequency distributions of fault zone width (figs. 6, 8, and 12) reveal that the fault zone compo­ nents have finite, limited ranges of width regardless of their dominant protoliths. Furthermore, in most protolith categories the rate at which the width of fault zones increases is slightly lower, with respect to fault displacement, in the footwall dam­ age zone (fig. 14) despite the greater amount of cumulative strain in most footwall fault rocks. These observations suggest that a characteristic strain threshold may be associated with a given wall-rock protolith, beyond which strain-softening mechanisms dominate strain-hardening mechanisms and fault zones no longer widen. Fractures in Damage Zones Fractures and associated structures in damage zones can strongly influence the heterogeneity and anisotropy of perme­ ability of fault zones (for example, Chester and Logan, 1986; Caine and others, 1996; Evans and others, 1997; Caine and Forster, 1999). We routinely observed the dominant types and geometry of fractures in damage zones to qualitatively assess if they differ with lithology and to infer their effect on the permeability structure of the fault zone. Four main categories of fractures were recognized in the fault zones: (1) opening- mode, or extension, fractures; (2) synthetic mesoscale shear fractures (that is, slip surfaces) and deformation bands; (3) antithetic mesoscale shear fractures and deformation bands; and (4) cross, or oblique, fractures (fig. 4). Local zones of breccia were also noted. Extension fractures typically strike subparallel to the main fault surface and are subvertical, such that they commonly make angles of 30°–50° with the main fault slip surface (figs. 4 and 11). These fractures tend to concentrate in relatively competent, indurated, or cemented sedimentary beds and in lavas. As is true with other types of damage zone fractures, extension fractures appear to increase in abundance towards fault cores. In outcrop, extension 18 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Figure 15. Inner part of footwall damage zone exposed near eastern border of Santo Domingo Basin showing synthetic (S) and antithetic (A) shear fractures and differentially cemented sandstone layers; cement is carbonate. Principal fault surface is just out of view on left, and high-rake (dip-slip) slickenlines are visible on mesoscale slip surface on right side (highlighted by dashed lines). Pick in left center of photograph is about 0.75 m long. Figure 16. Frequency distribution of fracture type in damage zone versus dominant lithology. Frequencies represent percentage of damage zones, in a given lithology, containing feature indicated. Most common fracture types are synthetic mesoscale faults or deformation bands (Syn flt/db), antithetic mesoscale faults or deformation bands (Anti flt/db), and extension frac­ tures (Ext frac). Cross frac, cross fractures; No frac, no fractures. Fracture types illustrated in figure 4. 0 20 40 60 80 Synflt/db Antiflt/db Crossfrac Extfrac Breccia Nofrac FRACTURE TYPE IN DAMAGE ZONE FREQUENCY, IN PERCENT Gravel to sand or sandstone (n=76) Sand or sandstone (n=197) Clay or mudstone to silt or siltstone (n=47) Bedrock; volcanic or prebasin-fill well-indurated rocks (n=44) EXPLANATION S S S S A A A Fault Zone Characterization 19 fractures, which concentrate in relatively competent, indu­ rated, or cemented sedimentary beds (fig. 11) and in lavas. Earlier field and modeling studies of fault zones in moderately lithified to well-lithified and indurated rocks recognized that networks of interconnected slip surfaces and extension fractures that contain finite apertures can increase the permeability of damage zones relative to the permeabil­ ity of host rock and core (for example, Chester and Logan, 1986; Caine and others, 1996; Evans and others, 1997; Caine and Forster, 1999). Fault zones observed in this study that juxtapose or bound bedrock protoliths, especially near the margins of the study basins (fig. 2), may similarly have increased permeability within their damage zones as a result of open slip surfaces and fractures. In contrast, shear fractures and deformation bands in high-porosity, poorly lithified or unconsolidated sediments are generally thought to reduce per­ meability in damage zones owing to shear-induced cataclastic grain-size reduction and compaction along such structures (Antonellini and Aydin, 1994, 1995; Goodwin and others, 1999; Heynekamp and others, 1999; Sigda and others, 1999). The presence in the study basins of extension fractures in all lithologic categories (fig. 16), however, suggests that perme­ ability may increase along fractures in some of the damage zones—even those in poorly or moderately lithified basin-fill sediment. Indeed, secondary mineral veins and cemented zones observed along many such fractures (see discussion below) attest to past movement of mineralizing fluids along the structures, even though the fractures have since been sealed by the vein materials. In damage zones containing extension fractures that have not been cemented, permeability should be greater in directions parallel to the fractures and to the principal fault core (Sibson, 1996; Caine and Forster, 1999). Cementation in Fault Zones Secondary cementation and mineralization are widely recognized as being spatially associated with faults as a direct consequence of concentrated fluid flow or strong fluid pressure gradients (or both) along or across fault zones (for example, Chester and Logan, 1986; Sibson, 1990; Parry and others, 1991; Knipe, 1993; Mozley and Goodwin, 1995; Caine and Forster, 1999). Furthermore, it has been shown that the permeability of fault zones is considerably reduced where the zones are cemented and, thus, that faults can evolve from zones of high permeability into zones of low permeability (for example, Knipe, 1993; Mozley and Goodwin, 1995; Caine and Forster, 1999). If we assume that fault zone cements indicate focused flow of ancient fluids, then past variations in permeability and fluid flux within individual fault zones and across faulted basin aquifers can be inferred from the spatial distribution of fault zone cements. We systematically recorded the basic mineralogy and distribution of cements relative to architectural components observed in fault zones in the study basins, and we mapped the along-strike extent of cements along the traces of fault zones."
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "1999; Heynekamp and others, 1999; Sigda and others, 1999). The presence in the study basins of extension fractures in all lithologic categories (fig. 16), however, suggests that perme­ ability may increase along fractures in some of the damage zones—even those in poorly or moderately lithified basin-fill sediment. Indeed, secondary mineral veins and cemented zones observed along many such fractures (see discussion below) attest to past movement of mineralizing fluids along the structures, even though the fractures have since been sealed by the vein materials. In damage zones containing extension fractures that have not been cemented, permeability should be greater in directions parallel to the fractures and to the principal fault core (Sibson, 1996; Caine and Forster, 1999). Cementation in Fault Zones Secondary cementation and mineralization are widely recognized as being spatially associated with faults as a direct consequence of concentrated fluid flow or strong fluid pressure gradients (or both) along or across fault zones (for example, Chester and Logan, 1986; Sibson, 1990; Parry and others, 1991; Knipe, 1993; Mozley and Goodwin, 1995; Caine and Forster, 1999). Furthermore, it has been shown that the permeability of fault zones is considerably reduced where the zones are cemented and, thus, that faults can evolve from zones of high permeability into zones of low permeability (for example, Knipe, 1993; Mozley and Goodwin, 1995; Caine and Forster, 1999). If we assume that fault zone cements indicate focused flow of ancient fluids, then past variations in permeability and fluid flux within individual fault zones and across faulted basin aquifers can be inferred from the spatial distribution of fault zone cements. We systematically recorded the basic mineralogy and distribution of cements relative to architectural components observed in fault zones in the study basins, and we mapped the along-strike extent of cements along the traces of fault zones. Mineralogy and Regional Distribution Two principal mineral cements, silica and carbonate, are recognized in the study area. Silica cements are limited to fault zones in the north part of the Santo Domingo Basin mainly north of the Jemez River and west of the Rio Grande, where they increase in frequency and intensity northward toward the Jemez volcanic field (figs. 1 and 17). Commonly, silica-cemented fault zones form prominent topographic ribs or ridges. An exceptional example is the silica-cemented footwall block of the Santa Ana fault zone, which forms a conspicuous ridge as wide as 100 m that can be traced for more than 15 km northward into Jemez volcanic rocks (figs. 17 and 18) (Chamberlin, 1999; Grauch and others, 2001). Silica cements include microcrystalline cristobalite, micro­ crystalline tridymite, and opaline and chalcedonic silica, which are locally accompanied by hydrous manganese oxides and, rarely, barite or heulandite (S.J. Sutley, written commun., 1999). On the basis of the mineralogy and spatial restriction of the silica cements we infer that the cements precipitated from hydrothermal fluids flowing southward, presumably down ancient hydraulic gradients, and upward along faults projecting from magmatic centers within the Jemez volcanic field. Chamberlin (1999) came to a similar conclusion for silicified faults near the southern edge of the volcanic field, and furthermore he spatially and temporally linked the silica cementation to 10–7 Ma volcanic centers. Carbonate cements, mostly micritic and less commonly sparry calcite, are much more widely distributed than silica cements in both the Santo Domingo and northern Albuquer­ que Basins (fig. 17) (for example, Mozley and Goodwin, 1995; Heynekamp and others, 1999). Fault zone sandstones that are strongly cemented with carbonate commonly stand out in positive topographic relief. Carbonate cements are also expressed as spherical to spherulitic concretions that weather into balls as much as several centimeters in diameter (fig. 19), but elongate carbonate concretions such as those used by Mozley and Goodwin (1995) to infer orientations of ancient ground-water flow were rarely observed. Although the source (or sources) of the carbonate cements is unknown, their basin- wide distribution (fig. 17) suggests that they were not derived from a single, spatially restricted, ground-water flow system. Both carbonate and silica cements are present along some faults in the northern part of the study area (fig. 17), and contact and crosscutting relations indicate that the carbonate mostly precipitated later than the silica (figs. 18 and 19). The most strongly carbonate-cemented fault zones lie south of the area of silica cementation in the southern Santo Domingo and northern Albuquerque Basins (fig. 17). 20 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Figure 17. Spatial patterns of carbonate and silica cements that are asymmetrically distributed in fault zones. Silica cement is restricted to northern Santo Domingo Basin along faults near Jemez volcanic field, whereas carbonate cement is distributed through­ out basins. Asymmetries of cementation along faults show no systematic pattern relative to basin positions or predevelopment direc­ tions of ground-water flow (wide gray arrows). Flow directions derived from Bexfield and Anderholm (2000). Black solid line, exposed fault; black dotted line, buried fault; ball, on apparent downthrown side. Faults labeled as follows: EZ, East Ziana horst; HB, Hagan Bench; JM, Jemez; LB, La Bajada; PB, Pico Butte; PJ, Pajarito; PL, Placitas; RC, Rincon; SA, Santa Ana; SF, San Francisco; SH, Sand Hill; SI, Sile; SP, South Pajarito; SY, San Ysidro; TM, Tamaya; TT, Tetilla; VV, Valley View; WZ, West Ziana horst. 0 10 20 KILOMETERS Santo Domingo Northern Albuquerque Basin SF PJ LB HB PL RC SA JZ TT PB EZ VV TM SI SF SH Espanola Basin ~ Rio Grande Rio Grande Jemez River Rio Puerco SF LB SY WZ PB TM RC Sandia Mountains Jemez TT? SP PJ? SA VV Jemez Volcanic Field Mountains Basin Approximate predevelopment ground-water flow direction EXPLANATION West carbonate cement East carbonate cement West silica cement East silica cement Albuquerque 106°45` 35°45` 35°15` 106°15` Fault Zone Characterization 21 Figure 18. Asymmetrically cemented Santa Ana fault zone (see fault labeled SA in fig. 17) exposed in large arroyo in Santo Domingo Basin, looking southwest. Footwall block of fault consists of sandstone of lower Santa Fe Group, strongly silica cemented, whereas hanging- wall block consists of interbedded mudstone, siltstone, and sandstone of upper Santa Fe Group, very weakly carbonate cemented. Principal fault surface, which contains large steeply plunging mullions, is exposed across right side of photograph. White line, fault trace; opposed arrows, sense of fault movement. Height of view about 30 m. Figure 19. Inner part of hanging-wall damage zone, along fault near northwestern border of Santo Domingo Basin. Fine network of silica-cemented synthetic and antithetic shear fractures, defor­ mation bands, and extension fractures all stand out in positive relief. Concretionary carbonate balls visible between fractures provide evidence of later compartmentalized flow of carbonate- rich fluids between silica-cemented fractures. Pick head in lower left is about 0.2 m wide. Silica-cemented footwall block Hanging-wall block Principal slip surface cements occupy gravel- and sand-rich protoliths regardless of the cement mineralogy or asymmetry. This result is expected given that the permeability of Santa Fe Group basin-fill sediments typically increases as mean grain size increases (Detmer, 1995) and that the potential flux of cementing fluids passing through sediment generally increases with increasing sediment permeability. In footwall blocks, sand-rich protoliths more commonly host cements than do gravel-dominant proto­ liths, whereas in hanging-wall blocks, both protoliths equally host carbonate cements (fig. 20)."
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "Grande Rio Grande Jemez River Rio Puerco SF LB SY WZ PB TM RC Sandia Mountains Jemez TT? SP PJ? SA VV Jemez Volcanic Field Mountains Basin Approximate predevelopment ground-water flow direction EXPLANATION West carbonate cement East carbonate cement West silica cement East silica cement Albuquerque 106°45` 35°45` 35°15` 106°15` Fault Zone Characterization 21 Figure 18. Asymmetrically cemented Santa Ana fault zone (see fault labeled SA in fig. 17) exposed in large arroyo in Santo Domingo Basin, looking southwest. Footwall block of fault consists of sandstone of lower Santa Fe Group, strongly silica cemented, whereas hanging- wall block consists of interbedded mudstone, siltstone, and sandstone of upper Santa Fe Group, very weakly carbonate cemented. Principal fault surface, which contains large steeply plunging mullions, is exposed across right side of photograph. White line, fault trace; opposed arrows, sense of fault movement. Height of view about 30 m. Figure 19. Inner part of hanging-wall damage zone, along fault near northwestern border of Santo Domingo Basin. Fine network of silica-cemented synthetic and antithetic shear fractures, defor­ mation bands, and extension fractures all stand out in positive relief. Concretionary carbonate balls visible between fractures provide evidence of later compartmentalized flow of carbonate- rich fluids between silica-cemented fractures. Pick head in lower left is about 0.2 m wide. Silica-cemented footwall block Hanging-wall block Principal slip surface cements occupy gravel- and sand-rich protoliths regardless of the cement mineralogy or asymmetry. This result is expected given that the permeability of Santa Fe Group basin-fill sediments typically increases as mean grain size increases (Detmer, 1995) and that the potential flux of cementing fluids passing through sediment generally increases with increasing sediment permeability. In footwall blocks, sand-rich protoliths more commonly host cements than do gravel-dominant proto­ liths, whereas in hanging-wall blocks, both protoliths equally host carbonate cements (fig. 20). This difference may reflect the fact that basin-fill strata of the Santa Fe Group generally have a finer average grain size at lower stratigraphic levels (for example, Connell and others, 1999), such that stratigraphi­ cally lower layers in the upthrown footwall blocks of large- displacement faults are less likely to contain a large propor­ tion of gravel. In most fault zones that juxtapose sedimentary protoliths, the dominant grain size on the cemented side of the fault is either coarser than (44 percent of observations) or similar to (48 percent of observations) the dominant grain size in the opposing fault block. These observations are partially consistent with previous interpretations of cementation pat­ terns along the Sand Hill fault in the Albuquerque Basin that invoke across-fault, down-gradient flow of ancient ground- water where similar coarse-grained, hydraulically conductive sedimentary layers are juxtaposed (Mozley and Goodwin, 1995; Heynekamp and others, 1999). An equally plausible explanation for asymmetrical cement distribution is that flow of cementing fluids was restricted to one side of fault zones owing to one or more sealing effects of lower permeability protoliths juxtaposed along the faults, of the low-permeability fault cores, or of older, mineralogically distinct, cemented zones on the opposite sides of faults (for example, Knipe, 1993; Knott, 1993; Gibson, 1994; Knipe and others, 1998; Rawling and others, 2001; Caine and others, 2002). Such fault seals should reduce permeability in directions perpendicular to fault zones, whereas flow parallel to fault zones should be at least slightly increased in damage zones containing open fractures that strike parallel to the fault core such as along extension fractures and along some slip surfaces (fig. 4). Caine and others (1996) have described such fault zones in well- indurated rocks as having combined conduit-barrier perme­ ability structures. To address the validity of across-fault versus fault- bounded or fault-localized fluid flow within the study basins, we mapped the sense of cement-distribution asymmetry along faults throughout the study area (fig. 17). This mapping indi­ cates that domains of consistent cement asymmetry exist (for example, area of east-cemented fault zones near and includ­ ing the Sand Hill fault) (see SH, fig. 17), but in other areas the asymmetry of cement locally alternates across a series of laterally adjacent fault blocks (fig. 17). For example, oppos­ ing silica-cement asymmetries characterize two strands of the San Francisco fault exposed in the eastern part of the Santo Domingo Basin (see SF, fig. 17); the eastern San Francisco fault strand and the aligned end of the oppositely dipping South Pajarito fault (labeled SP in fig. 17) to the north are both 22 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Distribution Within Fault Zones Silica and carbonate cements are restricted to, or are concentrated on, one side of the fault core in a majority of exposed fault zones (figs. 17 and 18). In many of these asymmetrically cemented fault zones, the cements are local­ ized within one of the mixed zones and in sand-rich domains of fault cores. Some cements extend outward into the hanging-wall or footwall damage zone but, with the excep­ tion of areas of regional stratabound cementation, they rarely extend beyond the outer edge of the damage zone (figs. 15, 18, and 19). Commonly, cements pervasively impregnate host sediments within fault zones. Microscopic observations of carbonate-cemented, shear-foliated sandstones from vari­ ous mixed zones and fault cores reveal that the cements can compose more than 50 percent of the rock and completely envelope and isolate individual grains, which suggests high fluid flux and, perhaps, fluidization in these materials during mineral precipitation. Cements in some mixed and damage zones appear to be concentrated within or adjacent to defor­ mation bands and mesoscale shear fractures (figs. 15 and 19), and veins of cementing minerals locally occupy extension fractures. Despite the grain-size reduction and consequent reduced permeability generally associated with deformation bands, cements have been reported within some deforma­ tion bands elsewhere, which have been attributed to dilatancy during shear and increase in porosity (Antonellini and Aydin, 1994; Heynekamp and others, 1999). Future petrographic analysis is required to evaluate whether cements within the study basins are actually concentrated within or immediately adjacent to deformation bands. Cemented zones restricted to one side of a fault can be traced as far as 15 km along strike in fault zones, although along-strike reversals in cement asym­ metry have been observed along a few faults in the eastern part of the Santo Domingo Basin (fig. 17). The restriction of strongly cemented domains to one side of fault zones through­ out considerable strike lengths suggests that the asymmetries in cement distribution are owed primarily to fault-bounded and fault-localized fluid flow rather than to fortuitous jux­ tapositions of cemented and uncemented stratigraphic inter­ vals. However, where protoliths have undergone formational diagenetic cementation, fault-controlled cement is difficult to distinguish from previously precipitated cement in beds that were entrained in the fault zone. Carbonate cements com­ monly are asymmetrically distributed in both hanging wall and footwall blocks, whereas concentrated silica cements are mostly restricted to stratigraphically lower (and perhaps at the time of cementation structurally deeper) footwall rocks (figs. 17 and 18). The latter observation is consistent with deposition of most silica cement earlier in the growth-fault history of the northern Santo Domingo Basin (that is, 10–7 Ma?) (Chamber­ lin, 1999). To investigate lithologic controls on the distribution of cement in fault zones, we compared frequency histograms of silica and"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "to be concentrated within or adjacent to defor­ mation bands and mesoscale shear fractures (figs. 15 and 19), and veins of cementing minerals locally occupy extension fractures. Despite the grain-size reduction and consequent reduced permeability generally associated with deformation bands, cements have been reported within some deforma­ tion bands elsewhere, which have been attributed to dilatancy during shear and increase in porosity (Antonellini and Aydin, 1994; Heynekamp and others, 1999). Future petrographic analysis is required to evaluate whether cements within the study basins are actually concentrated within or immediately adjacent to deformation bands. Cemented zones restricted to one side of a fault can be traced as far as 15 km along strike in fault zones, although along-strike reversals in cement asym­ metry have been observed along a few faults in the eastern part of the Santo Domingo Basin (fig. 17). The restriction of strongly cemented domains to one side of fault zones through­ out considerable strike lengths suggests that the asymmetries in cement distribution are owed primarily to fault-bounded and fault-localized fluid flow rather than to fortuitous jux­ tapositions of cemented and uncemented stratigraphic inter­ vals. However, where protoliths have undergone formational diagenetic cementation, fault-controlled cement is difficult to distinguish from previously precipitated cement in beds that were entrained in the fault zone. Carbonate cements com­ monly are asymmetrically distributed in both hanging wall and footwall blocks, whereas concentrated silica cements are mostly restricted to stratigraphically lower (and perhaps at the time of cementation structurally deeper) footwall rocks (figs. 17 and 18). The latter observation is consistent with deposition of most silica cement earlier in the growth-fault history of the northern Santo Domingo Basin (that is, 10–7 Ma?) (Chamber­ lin, 1999). To investigate lithologic controls on the distribution of cement in fault zones, we compared frequency histograms of silica and carbonate cement for various categories of hanging- wall and footwall lithology (fig. 20). Virtually all fault zone Hydrologic Implications 23 silica cemented on their west sides, whereas the western San Francisco strand is cemented on its east side (fig. 17). Such closely spaced reversals in cement asymmetry strongly suggest that ancient flow was baffled or channeled by faults in such areas and that the regional hydraulic gradient was locally modified by faults that acted as both ground-water flow permeability conduits and barriers. Intrabasin patterns of cement asymmetry can also be compared with “modern” ground-water flow (that is, hydraulic-gradient) directions (fig. 17) estimated from predevelopment data on ground- water levels (Bexfield and Anderholm, 2000). Although these flow directions do not necessarily reflect past ground-water flow directions at the time that cement precipitated, they do indicate that regional flow is generally directed toward the position of the active Rio Grande. The distribution of ances­ tral Rio Grande deposits in the study basins indicates that the Rio Grande has not shifted laterally more than about 10 to 15 km east or west of its modern channel since its establishment about 7 Ma (Hawley, 1996; Smith and Kuhle, 1998), and thus regional ground-water flow directions may not have changed much since inception of the Rio Grande. If we assume that the pre-development flow directions are reasonable approxima­ tions of ancient flow, then they suggest that both up-gradient and down-gradient sides of faults have been cemented (fig. 17). Such a cementation pattern may have resulted from chan­ nelization and redirection of ground-water flow owing to low- permeability fault seals and, perhaps, increased along-fault permeability in damage zones (compare with Caine and Forster, 1999). If so, appreciable across-fault flow was likely restricted to areas where fault seals were broken or poorly developed. It is well known that regions of localized fluid flow within fault zones can evolve into flow barriers owing to cementation that diminishes permeability of the flow medium (for example, Sibson, 1987, 1990; Parry and others, 1991; Knipe, 1993; Mozley and Goodwin, 1995; Caine and Forster, 1999). A few faults in the northern Santo Domingo Basin contain separate zones of silica and carbonate cement on opposite sides of their respective fault zones (for example, see SF strands in fig. 17), which suggests that some cemented zones have acted as seals to later ground-water flow (fig. 18). Perturbed predevelopment ground-water flow direc­ tions near the northern Santa Ana fault (SA, fig. 17) may result from redirected flow caused by the laterally extensive zones of silica cement that characterize faults in the area. If a fault zone is repeatedly deformed, perhaps because of many earthquake cycles, then cemented zones may episodically refracture and become conduits for flow (for example, Sibson, 1987, 1990; Caine and Forster, 1999). Evidence of recurring fault cementation and fracturing in the study area is provided by numerous exposures of one or more generations of veins and cemented fractures that cut earlier cemented sediments within mixed zones (figs. 15 and 19). These relations indicate that some of the cemented fault zones alternately acted as seals and conduits for fluid flow, presumably owing to the effects of episodic fault deformation concentrated near the fault cores. Hydrologic Implications Our observations suggest several generalizations regard­ ing past and present hydrologic behavior of fault zones in the study basins. Furthermore, these results provide a preliminary basis for assigning hydrologic properties to faults in ground- water flow models of the Albuquerque and other basins of the Rio Grande rift (for example, Bartolino and Cole, 2002). Statistical averages of the various widths of architectural components in fault zones, such as those determined in the present study, can be used in estimates of fault zone transmis­ sivity and in other parameters in numerical models of fluid flow along faults (for example, Maclay and Small, 1983; Haneberg, 1995; Caine and Forster, 1999). Our preliminary correlations of fault zone widths with protolith and displace­ ment (figs. 12, 13, and 14) imply that knowledge of subsur­ face lithologic variations can be used to help predict down-dip variations in fault zone widths and hydrologic properties that depend on width. In the study basins, fault cores and adjacent mixed zones make up a small proportion of the total width of a fault zone. Many field, experimental, and numerical modeling studies have found that sheared and comminuted, ultrafine-grained gouge and clay in fault cores typically have very low permeabilities as compared with the surrounding fault zone components and host materials. Such core materi­ als can form in a variety of poorly indurated to well-indurated protoliths and, thus, can form effective, areally extensive seals that obstruct fluid flow across a fault and create strongly Figure 20. Frequency distribution (relative percentages) of two fault zone cements with respect to dominant lithology and position within fault zones. Strong cementation is restricted to coarser grained sediments in both footwall and hanging-wall blocks. Dominant lithology: Grav-ss, gravel to sand or sandstone; Ss, sand or sandstone; Muds-slts, clay or mudstone to silt or siltstone; Bed­ rock, volcanic and prebasin-fill rocks that are well indurated. 0 10 20 30 40 50 60 70 80 Grav-ss Ss Muds-slts Bedrock DOMINANT LITHOLOGY FREQUENCY, IN PERCENT Footwall carbonate cement (n=20) Hanging-wall carbonate cement (n=21) Footwall silica cement (n=24) Cement distribution and type EXPLANATION 24 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico anisotropic permeability along the fault zone (for example, Morrow and others, 1984;"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "as those determined in the present study, can be used in estimates of fault zone transmis­ sivity and in other parameters in numerical models of fluid flow along faults (for example, Maclay and Small, 1983; Haneberg, 1995; Caine and Forster, 1999). Our preliminary correlations of fault zone widths with protolith and displace­ ment (figs. 12, 13, and 14) imply that knowledge of subsur­ face lithologic variations can be used to help predict down-dip variations in fault zone widths and hydrologic properties that depend on width. In the study basins, fault cores and adjacent mixed zones make up a small proportion of the total width of a fault zone. Many field, experimental, and numerical modeling studies have found that sheared and comminuted, ultrafine-grained gouge and clay in fault cores typically have very low permeabilities as compared with the surrounding fault zone components and host materials. Such core materi­ als can form in a variety of poorly indurated to well-indurated protoliths and, thus, can form effective, areally extensive seals that obstruct fluid flow across a fault and create strongly Figure 20. Frequency distribution (relative percentages) of two fault zone cements with respect to dominant lithology and position within fault zones. Strong cementation is restricted to coarser grained sediments in both footwall and hanging-wall blocks. Dominant lithology: Grav-ss, gravel to sand or sandstone; Ss, sand or sandstone; Muds-slts, clay or mudstone to silt or siltstone; Bed­ rock, volcanic and prebasin-fill rocks that are well indurated. 0 10 20 30 40 50 60 70 80 Grav-ss Ss Muds-slts Bedrock DOMINANT LITHOLOGY FREQUENCY, IN PERCENT Footwall carbonate cement (n=20) Hanging-wall carbonate cement (n=21) Footwall silica cement (n=24) Cement distribution and type EXPLANATION 24 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico anisotropic permeability along the fault zone (for example, Morrow and others, 1984; Chester and Logan, 1986; Knipe, 1993; Caine and others, 1996; Evans and others, 1997; Knipe and others, 1998; Caine and Forster, 1999; Heynekamp and others, 1999; Caine and others, 2002). A majority of cores observed in the present study consists of sheared and foliated clay or finely comminuted sedimentary grains that presum­ ably impart very low permeability, especially normal to the core. Thus, despite their relatively narrow widths, such undisturbed cores should act as seals that prevent fluid flow across faults and that contribute to anisotropic permeability within fault zones (for example, Knipe, 1993; Caine and For­ ster, 1999; Caine and others, 2002). The presence of extension fractures in damage zones in a variety of protoliths, including poorly lithified sediments, suggests that some damage zones are, or were, more perme­ able than their adjacent unfractured protolith. This conclusion is corroborated by field evidence of cements localized along extension fractures and, more rarely, along shear fractures. Fault zones in relatively lithified and indurated bedrock protoliths, such as those concentrated near the margins of the study basins, are most likely to have permeable open fractures within their damage zones (for example, Chester and Logan, 1986; Caine and others, 1996; Evans and others, 1997; Caine and Forster, 1999). Damage zones should be more permeable in directions parallel to open extension fractures and synthetic and antithetic mesoscale faults, all of which typically strike parallel to the adjacent fault core (Sibson, 1996; Caine and Forster, 1999). Overall vertical permeability parallel to fault dip, however, might be reduced in damage zones that contain large concentrations of intersecting antithetic and synthetic shear fractures owing to the compartmental geometry created by them. In the study area, damage zones are wide relative to cores (that is, high Fa values); this relation and the obser­ vations mentioned above imply that intrabasin fault zones overall should promote subhorizontal ground-water flow parallel to their cores, although probably not to the degree that they should in bedrock on the rift margins (Caine and others, 1996). Patterns of fault cementation (and by inference ancient flow) in the study basins can be used to predict the distribu­ tion and geometry of modern ground-water flow paths in fault zones. Flow should be concentrated within mixed zones and inner damage zones in gravel- and sand-rich protoliths, unless permeability has been greatly reduced by cementa­ tion. Localized ground-water flow that is parallel to a fault should dominate, whereas flow across a fault is likely only where sediments or rocks of similar or higher permeability are juxtaposed on the down-gradient side of faults that are either poorly sealed or perforated (for example, Mozley and Goodwin, 1995; Heynekamp and others, 1999; Doughty, 2003). Flow localized along one side of a fault zone is prob­ ably favored where faults form effective seals owing to the juxtaposition of lower permeability protoliths or cemented zones on opposite sides of the faults, or where continuous low-permeability (for example, clay) fault cores are present (for example, Maclay and Small, 1983; Knipe, 1993; Knipe and others, 1998; Knott, 1993; Gibson, 1994). Independent evidence that faults in the basin impede across-fault flow and control the patterns of regional ground-water flow is provided by interferometric synthetic aperture radar (InSAR) images of the central Albuquerque Basin area, which indicate differen­ tial land-surface subsidence and recovery across known faults in areas of ground-water pumping (Heywood and others, 2002). Cemented parts of fault zones in the study basins that once localized fluid flow are now zones of low permeability unless the cements themselves have developed new open fractures. Strong cementation of fault zones that have not undergone refracturing has shifted the regions of highest rela­ tive permeability away from cemented zones and probably lat­ erally toward the outer damage zone or, in some cases, to the other side of the fault zone. The long, continuous cemented zones visible along many of the exposed faults in the study area suggest that the modern basin aquifers may be compart­ mentalized or baffled by cement fault seals along considerable (>10 km) strike distances. Such partitioned flow in the study basins is corroborated by hydraulic discontinuities and per­ turbed predevelopment directions of hydraulic gradient along or near strongly cemented faults (Bexfield and Anderholm, 2000) (fig. 17). Multiple generations of veins and cemented fractures imply that some cement seals on faults were refrac­ tured episodically, probably under transient elevated tectonic stress or fluid pressure, which allowed renewed fluid flow within the cemented zones (for example, Sibson, 1990; Parry and others, 1991). Studies in crystalline rock have shown that faults that are critically stressed and optimally oriented for failure in an ambient stress field have the highest perme­ abilities owing to incipient fracturing adjacent to such faults (Barton and others, 1995; Hickman and others, 1997). Some cemented faults in the study basins may similarly be at criti­ cally stressed states and may be undergoing fracturing such that their cemented zones no longer form effective ground- water seals. Evaluation of such conditions along faults in the study basins is beyond the scope of this study. Conclusions In this study we systematically characterized physical, structural, and cementation properties of many fault zones in the Albuquerque aquifer basins to infer hydrologic properties of the faults and thus evaluate their potential effect on present ground-water flow. A statistical evaluation of four broad cat­ egories of fault zone measurements and observations indicates that the dominant host lithology, especially sediment grain size and"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "regions of highest rela­ tive permeability away from cemented zones and probably lat­ erally toward the outer damage zone or, in some cases, to the other side of the fault zone. The long, continuous cemented zones visible along many of the exposed faults in the study area suggest that the modern basin aquifers may be compart­ mentalized or baffled by cement fault seals along considerable (>10 km) strike distances. Such partitioned flow in the study basins is corroborated by hydraulic discontinuities and per­ turbed predevelopment directions of hydraulic gradient along or near strongly cemented faults (Bexfield and Anderholm, 2000) (fig. 17). Multiple generations of veins and cemented fractures imply that some cement seals on faults were refrac­ tured episodically, probably under transient elevated tectonic stress or fluid pressure, which allowed renewed fluid flow within the cemented zones (for example, Sibson, 1990; Parry and others, 1991). Studies in crystalline rock have shown that faults that are critically stressed and optimally oriented for failure in an ambient stress field have the highest perme­ abilities owing to incipient fracturing adjacent to such faults (Barton and others, 1995; Hickman and others, 1997). Some cemented faults in the study basins may similarly be at criti­ cally stressed states and may be undergoing fracturing such that their cemented zones no longer form effective ground- water seals. Evaluation of such conditions along faults in the study basins is beyond the scope of this study. Conclusions In this study we systematically characterized physical, structural, and cementation properties of many fault zones in the Albuquerque aquifer basins to infer hydrologic properties of the faults and thus evaluate their potential effect on present ground-water flow. A statistical evaluation of four broad cat­ egories of fault zone measurements and observations indicates that the dominant host lithology, especially sediment grain size and degree of induration, influences the width of fault zones and distribution of cement. To a lesser degree, lithology also influences the types of fractures that develop in dam­ age zones. These controls are attributed to strength contrasts References Cited 25 associated with different ranges of grain size in protoliths and with different degrees of induration that accommodate fault- related strain in various ways. Such lithologic controls are corroborated by a poor correlation between fault zone widths and fault displacement when the protolith is not taken into account but by an improved correlation when it is. Fault cores are mostly composed of sheared and foliated clay that locally contains variable amounts of entrained and sheared silt, sand, and gravel. Although mostly relatively thin, clay cores locally thicken in proximity to clay- and silt-rich protoliths. Even the thinnest clay cores probably form effective fault seals where they continue for long distances along strike, owing to their very low relative permeability. Opening-mode fractures are common in inner damage zones, especially within moderately indurated basin-fill sediments. Cementation patterns indicate that past fluid flow was concentrated along these fractures and, to a lesser degree, along shear fractures and deforma­ tion bands. Such fractures, where not cemented, may increase fault-parallel ground-water flow along inner damage zones. Cement was precipitated along fault zones with no consis­ tent basinward, down-gradient preference. On the basis of observed asymmetrical distributions of fault zone cements, we infer that intrabasin, fault-parallel, fault-localized ground- water flow was, and may continue to be, common. Results from this study provide new constraints for ground-water flow models of the Albuquerque compos­ ite basin. Faults are abundant in the study basins and have geometries, internal structures and compositions, and cement distributions that have imparted, and will continue to impart, pervasive heterogeneity to permeability within the basin aquifers. Thus, characterization of faults as simple, uniform hydrologic entities, as has been done in earlier flow models, is oversimplified. However, exact prediction of fault zone properties at depth in the aquifer basin may prove difficult. One approach is to assign statistical averages of fault zone properties keyed to lithologic intervals determined in subsur­ face stratigraphic studies. Certainly faults should be modeled as barriers to across-fault flow in areas of strong, continuous cementation such as exist in the northern part of the Santo Domingo Basin. Results from this study may be applicable to other faulted basin aquifers, especially extensional basins characterized by normal-slip fault zones. Acknowledgments The peoples of the Cochiti, Santo Domingo, San Felipe, Santa Ana, Zia, and Jemez Pueblos are acknowledged for graciously granting us access to their tribal lands. Without their openness and cooperative spirit this study would not have been possible. Gary Smith, Andrika Kuhle, Frank Paz­ zaglia, Dan Koning, and Karl Karlstrom of the University of New Mexico, Steve Cather of the New Mexico Bureau of Mines and Mineral Resources, and David Dethier of Williams College kindly provided us preliminary copies of their geologic maps and identified the locations of key fault zone exposures. Steve Sutley of the U.S. Geological Survey generously made many XRD analyses of fault zone samples. Our research greatly benefited from discussions with Laurel Goodwin and Mick Heynekamp of the New Mexico Institute of Mining and Technology, Bill Haneberg and John Hawley of the New Mexico Bureau of Mines and Mineral Resources, and Jonathan Caine, Tien Grauch, David Sawyer, and Jim Cole of the U.S. Geological Survey. This paper was greatly improved by the excellent reviews of Jonathan Caine and Chris Potter. References Cited Anderson, O.J., and Jones, G.E., 1996, Geologic map of New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-file Report 408, scale 1:500,000. Antonellini, M.A., and Aydin, Atilla, 1994, Effect of faulting on fluid flow in porous sandstones—Petrophysical proper­ ties: American Association of Petroleum Geologists Bul­ letin, v. 78, p. 355–377. Antonellini, M.A., and Aydin, Atilla, 1995, Effect of faulting on fluid flow in porous sandstones—Geometry and spatial distribution: American Association of Petroleum Geologists Bulletin, v. 79, p. 642–671. Bartolino, J.R., and Cole, J.C., 2002, Ground-water resources of the middle Rio Grande Basin, New Mexico: U.S. Geo­ logical Survey Circular 1222, 132 p. Barton, C.A., Zoback, M.D., and Moos, Daniel, 1995, Fluid flow along potentially active faults in crystalline rock: Geology, v. 23, no. 8, p. 683–686. Bexfield, L.M., and Anderholm, S.K., 2000, Predevelopment water-level map of the Santa Fe Group aquifer system in the middle Rio Grande Basin between Cochiti Lake and San Acacia, New Mexico: U.S. Geological Survey Water- Resources Investigations Report 00–4249, scale 1:365,000, 1 sheet. Blenkinsop, T.G., 1989, Thickness-displacement relationships for deformation zones—Discussion: Journal of Structural Geology, v. 11, no. 8, p. 1051–1054. Caine, J.S., Evans, J.P., and Forster, C.B., 1996, Fault zone architecture and permeability structure: Geology, v. 24, p. 1025–1028. Caine, J.S., and Forster, C.B., 1999, Fault zone architecture and fluid flow—Insights from field data and numerical modeling, in Haneberg, W.C., Mozley, P.S., Moore, J.C., and Goodwin, L.B., eds., Faults and subsurface fluid flow in the shallow crust: American Geophysical Union Geo­ physical Monograph 113, p. 101–127. 26 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Caine, J.S., Minor, S.A., Grauch, V.J.S., and Hudson, M.R., 2002, Potential for fault zone compartmentalization of groundwater aquifers in poorly lithified, Rio Grande rift- related sediments, New Mexico [abs.]: Geological Society of America Abstracts with Programs, v. 34, no. 4, p. A–59. Caine, J.S., Minor, S.A., and Hudson, M.R., 2004, On the lack"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "Resources Open-file Report 408, scale 1:500,000. Antonellini, M.A., and Aydin, Atilla, 1994, Effect of faulting on fluid flow in porous sandstones—Petrophysical proper­ ties: American Association of Petroleum Geologists Bul­ letin, v. 78, p. 355–377. Antonellini, M.A., and Aydin, Atilla, 1995, Effect of faulting on fluid flow in porous sandstones—Geometry and spatial distribution: American Association of Petroleum Geologists Bulletin, v. 79, p. 642–671. Bartolino, J.R., and Cole, J.C., 2002, Ground-water resources of the middle Rio Grande Basin, New Mexico: U.S. Geo­ logical Survey Circular 1222, 132 p. Barton, C.A., Zoback, M.D., and Moos, Daniel, 1995, Fluid flow along potentially active faults in crystalline rock: Geology, v. 23, no. 8, p. 683–686. Bexfield, L.M., and Anderholm, S.K., 2000, Predevelopment water-level map of the Santa Fe Group aquifer system in the middle Rio Grande Basin between Cochiti Lake and San Acacia, New Mexico: U.S. Geological Survey Water- Resources Investigations Report 00–4249, scale 1:365,000, 1 sheet. Blenkinsop, T.G., 1989, Thickness-displacement relationships for deformation zones—Discussion: Journal of Structural Geology, v. 11, no. 8, p. 1051–1054. Caine, J.S., Evans, J.P., and Forster, C.B., 1996, Fault zone architecture and permeability structure: Geology, v. 24, p. 1025–1028. Caine, J.S., and Forster, C.B., 1999, Fault zone architecture and fluid flow—Insights from field data and numerical modeling, in Haneberg, W.C., Mozley, P.S., Moore, J.C., and Goodwin, L.B., eds., Faults and subsurface fluid flow in the shallow crust: American Geophysical Union Geo­ physical Monograph 113, p. 101–127. 26 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Caine, J.S., Minor, S.A., Grauch, V.J.S., and Hudson, M.R., 2002, Potential for fault zone compartmentalization of groundwater aquifers in poorly lithified, Rio Grande rift- related sediments, New Mexico [abs.]: Geological Society of America Abstracts with Programs, v. 34, no. 4, p. A–59. Caine, J.S., Minor, S.A., and Hudson, M.R., 2004, On the lack of geochemical anomalies associated with faulting in poorly lithified, siliciclastic Santa Fe Group sediments, NM [abs.], in Hudson, M.R., ed., Geologic and Hydrogeologic Frame­ work of the Española Basin—Española Basin Workshop, 3d, Santa Fe, New Mexico, March 2–3, 2004, Proceedings: U.S. Geological Survey Open-File Report 2004–1093, 26 p. Chamberlin, R.M., 1999, Partitioning of dextral slip in an incipient transverse shear zone of Neogene age, north­ western Albuquerque Basin, Rio Grande rift, New Mexico [abs.]: Geological Society of America Abstracts with Pro­ grams, v. 31, no. 7, p. 113. Chapin, C.E., and Cather, S.M., 1994, Tectonic setting of the axial basins of the northern and central Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande rift—Structure, stratigraphy, and tectonic setting: Geological Society of America Special Paper 291, p. 5–25. Chester, F.J., and Logan, J.M., 1986, Implications for mechanical properties of brittle faults from observations of the Punchbowl fault zone, California: Pure and Applied Geophysics, v. 124, p. 80–106. Connell, S.D., Koning, D.J., and Cather, S.M., 1999, Revi- sions to the stratigraphic nomenclature of the Santa Fe Group, northwestern Albuquerque Basin, New Mexico: New Mexico Geological Society 50th field conference, Albuquerque Geology, Guidebook, p. 337–353. Dethier, D.P., and Sawyer, D.A., in press, Stratigraphy of late Cenozoic fluvial deposits of the La Bajada constriction area, chap. B of Minor, S.A., ed., The Cerrillos uplift, the La Bajada constriction, and hydrogeologic framework of the Santo Domingo Basin, Rio Grande rift, New Mexico: U.S. Geological Survey Professional Paper 1720. Detmer, D.M., 1995, Permeability, porosity, and grain-size distribution of selected Pliocene and Quaternary sediments in the Albuquerque Basin: New Mexico Geology, v. 17, no. 4, p. 79–87. Doughty, P.T., 2003, Clay smear seals and fault sealing potential of an exhumed growth fault, Rio Grande rift, New Mexico: American Association of Petroleum Geologists Bulletin, v. 87, no. 3, p. 427–444. Eidelman, Amir, and Reches, Ze,ev, 1992, Fractured peb­ bles—A new stress indicator: Geology, v. 20, no. 4, p. 307–310. Engelder, J.T., 1974, Cataclasis and the generation of fault gouge: Geological Society of America Bulletin, v. 85, p. 1515–1522. Evans, J.P., 1990, Thickness-displacement relationships for fault zones: Journal of Structural Geology, v. 12, no. 8, p. 1061–1065. Evans, J.P., Forster, C.B., and Goddard, J.V., 1997, Perme- ability of fault-related rocks, and implications for hydraulic structure of fault zones: Journal of Structural Geology, v. 19, no. 11, p. 1393–1404. Gibson, R.H., 1994, Fault-zone seals in siliciclastic strata of the Columbus Basin, offshore Trinidad: American Associa­ tion of Petroleum Geologists Bulletin, v. 78, p. 1372–1385. Goodwin, L.B., Mozley, P.S., Moore, J.C., and Haneberg, W.C., 1999, Faults and subsurface fluid flow—An introduction, in Haneberg, W.C., Mozley, P.S., Moore, J.C., and Goodwin, L.B., eds., Faults and subsurface fluid flow in the shallow crust: American Geophysical Union Geophysical Monograph 113, p. 1–5. Grauch, V.J.S., 1999, Principal features of high-resolution aeromagnetic data collected near Albuquerque, New Mexico: New Mexico Geological Society 50th field conference, Albuquerque Geology, Guidebook, p. 115–118, 133–135 Grauch, V.J.S., Gillespie, C.L., and Keller, G.R., 1999, Discus­ sion of new gravity maps for the Albuquerque Basin: New Mexico Geological Society 50th annual field conference, Albuquerque Geology, Guidebook, p. 119–124, 136–137. Grauch, V.J.S., Hudson, M.R., and Minor, S.A., 2001, Aero­ magnetic expression of faults that offset basin fill, Albu­ querque Basin, New Mexico: Geophysics, v. 66, no. 3, p. 707–720. Grauch, V.J.S., Sawyer, D.A., Minor, S.A., Hudson, M.R., and Thompson, R.A., in press, Gravity and aeromagnetic stud­ ies, chap. D of Minor, S.A., ed., The Cerrillos uplift, the La Bajada constriction, and hydrogeologic framework of the Santo Domingo Basin, Rio Grande rift, New Mexico: U.S. Geological Survey Professional Paper 1720. Haneberg, W.C., 1995, Steady-state groundwater flow across idealized faults: Water Resources Research, v. 31, p. 1815– 1820. Hawley, J.W., 1996, Hydrologic framework of potential recharge areas in the Albuquerque Basin, central New Mex­ ico, in Hawley, J.W., and Whitworth, T.M., eds., Hydrology of potential recharge areas and hydrogeochemical modeling of proposed artificial-recharge methods in basin- and valley- fill aquifer systems, Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-file Report 402–D, chap. 1, p. 1–71. Hawley, J.W., Haase, C.S., and Lozinsky, R.P., 1995, An underground view of the Albuquerque Basin, in Ortega-Klett, C.T., ed., The water future of Albuquerque and the middle Rio Grande Basin: New Mexico Water Resources Research Institute Report 290, p. 37–55. References Cited 27 Heynekamp, M.R., Goodwin, L.B., Mozley, P.S., and Hane­ berg, W.C., 1999, Controls on fault-zone architecture in poorly lithified sediments, Rio Grande rift, New Mexico— Implications for fault-zone permeability and fluid flow, in Haneberg, W.C., Mozley, P.S., Moore, J.C., and Goodwin, L.B., eds., Faults and subsurface fluid flow in the shallow crust: American Geophysical Union Geophysical Mono­ graph 113, p. 27–49. Heywood, C.E., Galloway, D.L., and Stork, S.V., 2002, Ground displacements caused by aquifer-system water- level variations observed using interferometric synthetic aperture radar near Albuquerque, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 02–4235, 18 p. Hickman, S.H., Barton, C.A., Zoback, M.D., Morin, R., Sass, J., and Benoit, R., 1997, In-situ stress and fracture permea­ bility along the Stillwater fault zone, Dixie Valley, Nevada: International Journal of Rock Mechanics and Mineral Sci­ ence, Paper 126, v. 34, no. 3–4, 10 p. Hudson, M.R., Minor, S.A., Grauch, V.J.S., and Personius, S.F., 1999, Preliminary characterization of faults in the middle Rio Grande Basin [abs.], in Bartolino, J.R., ed., U.S. Geological Survey Middle Rio Grande Basin Study Workshop, 3d,"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "Professional Paper 1720. Haneberg, W.C., 1995, Steady-state groundwater flow across idealized faults: Water Resources Research, v. 31, p. 1815– 1820. Hawley, J.W., 1996, Hydrologic framework of potential recharge areas in the Albuquerque Basin, central New Mex­ ico, in Hawley, J.W., and Whitworth, T.M., eds., Hydrology of potential recharge areas and hydrogeochemical modeling of proposed artificial-recharge methods in basin- and valley- fill aquifer systems, Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-file Report 402–D, chap. 1, p. 1–71. Hawley, J.W., Haase, C.S., and Lozinsky, R.P., 1995, An underground view of the Albuquerque Basin, in Ortega-Klett, C.T., ed., The water future of Albuquerque and the middle Rio Grande Basin: New Mexico Water Resources Research Institute Report 290, p. 37–55. References Cited 27 Heynekamp, M.R., Goodwin, L.B., Mozley, P.S., and Hane­ berg, W.C., 1999, Controls on fault-zone architecture in poorly lithified sediments, Rio Grande rift, New Mexico— Implications for fault-zone permeability and fluid flow, in Haneberg, W.C., Mozley, P.S., Moore, J.C., and Goodwin, L.B., eds., Faults and subsurface fluid flow in the shallow crust: American Geophysical Union Geophysical Mono­ graph 113, p. 27–49. Heywood, C.E., Galloway, D.L., and Stork, S.V., 2002, Ground displacements caused by aquifer-system water- level variations observed using interferometric synthetic aperture radar near Albuquerque, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 02–4235, 18 p. Hickman, S.H., Barton, C.A., Zoback, M.D., Morin, R., Sass, J., and Benoit, R., 1997, In-situ stress and fracture permea­ bility along the Stillwater fault zone, Dixie Valley, Nevada: International Journal of Rock Mechanics and Mineral Sci­ ence, Paper 126, v. 34, no. 3–4, 10 p. Hudson, M.R., Minor, S.A., Grauch, V.J.S., and Personius, S.F., 1999, Preliminary characterization of faults in the middle Rio Grande Basin [abs.], in Bartolino, J.R., ed., U.S. Geological Survey Middle Rio Grande Basin Study Workshop, 3d, Albuquerque, New Mexico, February 24–25, 1999, Proceedings: U.S. Geological Survey Open- File Report 99–203, p. 40–41. Hull, Joseph, 1988, Thickness-displacement relationships for deformation zones: Journal of Structural Geology, v. 10, no. 4, p. 431–435. Kelley, V.C., 1977, Geology of Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 33, 60 p. Kelley, V.C., 1982, The right-relayed Rio Grande rift, Taos to Hatch, New Mexico: New Mexico Geological Society 33d annual field conference, Albuquerque Country II, Guide­ book, p. 147–151. Kernodle, J.M., McAda, D.P., and Thorn, C.R., 1995, Simula­ tion of ground-water flow in the Albuquerque Basin, central New Mexico, 1901–1994, with projections to 2020: U.S. Geological Survey Water-Resources Investigations Report 94–4251, 114 p., 1 pl. Knipe, R.J., 1993, The influence of fault zone processes and diagenesis on fluid flow, in Horbury, A.D., and Robinson, A.G., eds., Diagenesis and basin development: American Association of Petroleum Geologists Studies in Geology 36, p. 135–148. Knipe, R.J., Jones, Greg, and Fisher, Q.J., 1998, Faulting, fault sealing and fluid flow in hydrocarbon reservoirs—An introduction, in Jones, Greg, Fisher, Q.J., and Knipe, R.J., eds., Faulting, fault sealing and fluid flow in hydrocarbon reservoirs: Geological Society [London] Special Publica­ tion 147, p. vii–xxi. Knott, S.D., 1993, Fault seal analysis in the North Sea: American Association of Petroleum Geologists Bulletin, v. 77, no. 5, p. 778–792. Maclay, R.W., and Small, T.A., 1983, Hydrostratigraphic sub­ divisions and fault barriers of the Edwards aquifer, south- central Texas, U.S.A.: Journal of Hydrology, v. 61, p. 127–146. May, S.J., and Russell, L.R., 1994, Thickness of the syn-rift Santa Fe Group in the Albuquerque Basin and its relation to structural style, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande rift—Structure, stratigraphy, and tectonic setting: Geological Society of America Special Paper 291, p. 113–124. Minor, S.A., Hudson, M.R., Grauch, V.J.S., and Sawyer, D.A., in press, Structure of the Santo Domingo Basin and La Bajada constriction, chap. E of Minor, S.A., ed., The Cerrillos uplift, the La Bajada constriction, and hydrogeo­ logic framework of the Santo Domingo Basin, Rio Grande rift, New Mexico: U.S. Geological Survey Professional Paper 1720. Morrow, Carolyn, Shie, L.Q., and Byerlee, J.D., 1984, Perme­ ability of fault gouge under confining pressure and shear stress: Journal of Geophysical Research, v. 89, p. 3193–3200. Mozley, P.S., and Goodwin, L.B., 1995, Patterns of cementa­ tion along a Cenozoic normal fault—A record of paleoflow orientations: Geology, v. 23, p. 539–542. Parry, W.T., Hedderly-Smith, David, and Bruhn, R.L., 1991, Fluid inclusions and hydrothermal alteration on the Dixie Valley fault, Nevada: Journal of Geophysical Research, v. 96, no. B12, p. 19733–19748. Petit, J.P., 1987, Criteria for the sense of movement on fault surfaces in brittle rocks: Journal of Structural Geology, v. 9, no. 5–6, p. 597–608. Rawling, G.C., Goodwin, L.B., and Wilson, J.L., 2001, Internal architecture, permeability structure, and hydrologic significance of contrasting fault-zone types: Geology, v. 29, no. 1, p. 43–46. Rawling, G.C., and Goodwin, L.B., 2003, Cataclasis and par­ ticulate flow in faulted, poorly lithified sediments: Journal of Structural Geology, v. 25, p. 317–331. Russell, L.R., and Snelson, Sigmund, 1994, Structure and tec­ tonics of the Albuquerque Basin segment of the Rio Grande rift—Insights from reflection seismic data, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande rift— Structure, stratigraphy, and tectonic setting: Geological Society of America Special Paper 291, p. 83–112. 28 Structure and Cementation of Fault Zones, Albuquerque Basin, New Mexico Scholz, C.H., 1990, The mechanics of earthquakes and fault­ ing: Cambridge, Mass., Cambridge University Press, 461 p. Sibson, R.H., 1977, Fault rocks and fault mechanisms: Geo­ logical Society [London] Journal, v. 133, p. 191–213. Sibson, R.H., 1987, Earthquake rupturing as a hydrothermal mineralizing agent: Geology, v. 15, p. 701–704. Sibson, R.H., 1990, Conditions of fault-valve behavior, in Knipe, R.J., and Rutter, E.H., eds., Deformation mecha­ nisms, rheology and tectonics: Geological Society [Lon­ don] Special Publication 54, p. 15–28. Sibson, R.H., 1996, Structural permeability of fluid-driven fault-fracture meshes: Journal of Structural Geology, v. 18, p. 1031–1042. Sigda, J.M., Goodwin, L.B., Mozley, P.S., and Wilson, J.L., 1999, Permeability alteration in small-displacement faults in poorly lithified sediments—Rio Grande rift, central New Mexico, in Haneberg, W.C., Mozley, P.S., Moore, J.C., and Goodwin, L.B., eds., Faults and subsurface fluid flow in the shallow crust: American Geophysical Union Geophysical Monograph 113, p. 51–68. Smith, G.A., and Kuhle, A.J., 1998, Hydrostratigraphic impli­ cations of new geologic mapping in the Santo Domingo Basin, New Mexico: New Mexico Geology, v. 20, p. 21–27. Smith, G.A., McIntosh, William, and Kuhle, A.J., 2001, Sedimentologic and geomorphic evidence for seesaw subsidence of the Santo Domingo accommodation-zone basin, Rio Grande rift, New Mexico: Geological Society of America Bulletin, v. 113, no. 5, p. 561–574. Thompson, R.A., Sawyer, D.A., Hudson, M.R., Grauch, V.J.S., and McIntosh, W.C., in press, Cenozoic volcanism of the La Bajada constriction region, chap. C of Minor, S.A., ed., The Cerrillos uplift, the La Bajada constric­ tion, and hydrogeologic framework of the Santo Domingo Basin, Rio Grande rift, New Mexico: U.S. Geological Survey Professional Paper 1720. Vrolijk, Peter, and van der Pluijm, B.A., 1999, Clay gouge: Journal of Structural Geology, v. 21, p. 1039–1048. Zhang, Xing, and Sanderson, D.J., 1996, Numerical mod- eling of the effects of fault slip on fluid flow around extensional faults: Journal of Structural Geology, v. 18, p. 109–119. Published in the Central Region, Denver, Colorado Manuscript approved for publication December 2, 2005 Graphics by Scott A. Minor"
    },
    {
        "URL": "P1719_508.pdf",
        "Text": "133, p. 191–213. Sibson, R.H., 1987, Earthquake rupturing as a hydrothermal mineralizing agent: Geology, v. 15, p. 701–704. Sibson, R.H., 1990, Conditions of fault-valve behavior, in Knipe, R.J., and Rutter, E.H., eds., Deformation mecha­ nisms, rheology and tectonics: Geological Society [Lon­ don] Special Publication 54, p. 15–28. Sibson, R.H., 1996, Structural permeability of fluid-driven fault-fracture meshes: Journal of Structural Geology, v. 18, p. 1031–1042. Sigda, J.M., Goodwin, L.B., Mozley, P.S., and Wilson, J.L., 1999, Permeability alteration in small-displacement faults in poorly lithified sediments—Rio Grande rift, central New Mexico, in Haneberg, W.C., Mozley, P.S., Moore, J.C., and Goodwin, L.B., eds., Faults and subsurface fluid flow in the shallow crust: American Geophysical Union Geophysical Monograph 113, p. 51–68. Smith, G.A., and Kuhle, A.J., 1998, Hydrostratigraphic impli­ cations of new geologic mapping in the Santo Domingo Basin, New Mexico: New Mexico Geology, v. 20, p. 21–27. Smith, G.A., McIntosh, William, and Kuhle, A.J., 2001, Sedimentologic and geomorphic evidence for seesaw subsidence of the Santo Domingo accommodation-zone basin, Rio Grande rift, New Mexico: Geological Society of America Bulletin, v. 113, no. 5, p. 561–574. Thompson, R.A., Sawyer, D.A., Hudson, M.R., Grauch, V.J.S., and McIntosh, W.C., in press, Cenozoic volcanism of the La Bajada constriction region, chap. C of Minor, S.A., ed., The Cerrillos uplift, the La Bajada constric­ tion, and hydrogeologic framework of the Santo Domingo Basin, Rio Grande rift, New Mexico: U.S. Geological Survey Professional Paper 1720. Vrolijk, Peter, and van der Pluijm, B.A., 1999, Clay gouge: Journal of Structural Geology, v. 21, p. 1039–1048. Zhang, Xing, and Sanderson, D.J., 1996, Numerical mod- eling of the effects of fault slip on fluid flow around extensional faults: Journal of Structural Geology, v. 18, p. 109–119. Published in the Central Region, Denver, Colorado Manuscript approved for publication December 2, 2005 Graphics by Scott A. Minor Photocomposition by Norma J. Maes Edited by Mary-Margaret Coates (Contractor, ATA Services) Printed on recycled paper Minor and Hudson—Fault Zones and Ground-Water Flow in Northern Albuquerque Basin, New Mexico—U.S. Geological Survey Professional Paper 1719"
    }
]