[
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "Rio Rancho Technical Report | Dan Koning Page 1 of 59 Investigation of hydrostratigraphic units of the Santa Fe Group aquifer in the northwestern 1 Albuquerque Basin, New Mexico 2 Daniel Koning*, Luke Martin, Matthew Zimmerer, Ethan Mamer, Amanda Doherty, and Laila Sturgis 3 4 5 6 7 8 OFR XXXX 9 January, 2025 10 New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology 11 801 Leroy Place, Socorro, NM 87801 12 * Email: dan.koning@nmt.edu 13 Rio Rancho Technical Report | Dan Koning Page 2 of 59 14 EXECUTIVE SUMMARY 15 The purposes of this study are to delineate and map (in the subsurface) hydrostratigraphic units 16 (HSU) within the Santa Fe Group aquifer found in the northwest part of the Albuquerque basin, and to 17 assess the permeability differences between and within those units. A hydrostratigraphic unit is a zone 18 in an aquifer that has unique physical properties pertaining to groundwater, such as permeability, 19 porosity, yield, or hydraulic conductivity. In our study, four HSUs, corresponding to stratigraphic layers 20 typically hundreds to thousands of feet thick (>100 m thick), could be correlated across the study area 21 using downhole geophysical (wireline) data in 30 wells (particularly resistivity, neutron, and gamma-ray 22 data). These HSUs (and their lithostratigraphic counterparts per Connell, 2008a) are: Upper Rio Rancho 23 HSU (Ceja Formation, Picuda Peak Member of the Arroyo Ojito Formation); Middle Rio Rancho HSU 24 (Loma Barbon and Navajo Draw Members of the Arroyo Ojito Formation and the Benavidez member of 25 Koning et al., 2021); Lower Rio Rancho HSU (upper, sand-dominated part of the Cerro Conejo 26 Formation); and the Zia HSU (middle-lower Cerro Conejo Formation plus all of the Zia Formation, 27 extending down to bedrock). 28 Three-dimensional mapping of the Santa Fe Group aquifer entailed constructing stacked raster 29 surfaces corresponding to the bounding surfaces of the HSUs. Contours of each of the HSU surfaces 30 were drawn manually in ArcMap GIS software. We began contouring a given HSU surface where it was 31 exposed in escarpments near La Ceja and Ceja del Rio Puerco, and extrapolated the contact into the 32 subsurface (south and eastward) using available map attitude data and HSU-elevation picks in the 33 aforementioned 30 wells. Major faults were explicitly incorporated into the 3D mapping, and HSU 34 contacts were offset by fault lines using displacements inferred from cross sections or from geologic 35 mapping. This procedure was employed for the tops of the Zia HSU, Lower Rio Rancho HSU, and the 36 Middle Rio Rancho HSU. The top of the Upper Rio Rancho HSU corresponds to surface topography. We 37 used a raster of the top-of-bedrock (constructed by Grauch and Connell, 2013, given to us by V.J.S. 38 Grauch) for the base of the Zia HSU. The contours and the elevations of the HSU contacts at the 30 wells 39 were used as inputs in the Topo to Raster ArcGIS tool, whose output for each contact is a raster image 40 with 50 m grid spacing. 41 To determine the extent and volume of saturated zones within each HSU, the approximate 42 potentiometric surface was mapped using groundwater-level measurements from 58 wells across the 43 study area, where water levels were measured from 1985-2021 with most data collected during 2008- 44 Rio Rancho Technical Report | Dan Koning Page 3 of 59 2021. In order to cover the entire study area, seven water level measurements were included near the 45 northern and western boundaries of the study area that date between 1956 through 1984. The 46 groundwater elevation data from these wells were contoured in ArcMap and then converted to a raster 47 image using the Topo to Raster ArcGIS tool. 48 The saturated tops and bases of each HSU needed to be determined in order to map saturated 49 thicknesses in each HSU. To calculate the saturated thickness of a given HSU, the saturated base of that 50 HSU was subtracted from the saturated top of the HSU or, where the top was not saturated, the sloping 51 potentiometric surface within the HSU. 52 We produced elevation-contour maps for the tops of the HSUs and the tops of the saturated zone 53 within a HSU. In addition, we provide a 3D visualization of the Santa Fe Group by stacking the HSU raster 54 surfaces and incorporating the potentiometric surface in this visualization. These products and the 55 detailed investigation of well logs support the following interpretations: 1) HSUs and saturated HSUs 56 thicken eastward across the Zia and San Ysidro faults. 2) East of the Zia fault, both HSUs and saturated 57 HSUs thicken southward and southeastward, becoming thickest in the southeast corner of the study 58 area (near the intersection of Paseo del Norte and Coors). 3) Relatively thickened HSUs, most notably 59 the Middle Rio Rancho HSU, extend northwards in the Montoyas graben (new name; structure 60 approximately coincides with the upper reaches of Arroyo de los Montoyas) that is bounded on the west 61 by the Zia fault and the east by the Coronado-Alamdeda fault and Ziana horst. 4) The Upper and Middle 62 HSUs (and saturated HSUs) become thinner eastward across a geologic structure called the Ziana horst, 63 and pinch-out northwards on this structure. 5) To the east of the Tamaya fault, the Upper and Middle 64 Rio Rancho HSUs thicken under the city of Bernalillo. 6) The Middle Rio Rancho HSU commonly displays 65 a coarsening-upward trend. 7) The apparent lack of notable thinning of the Lower Rio Rancho HSU 66 across the Ziana horst, coupled with 500–1,000 ft of apparent vertical displacement of a 11.2-11.3 Ma 67 ash zone by a fault bounding the eastern side of the horst, indicate notable tectonic activity associated 68 with the horst after 11 Ma. In addition, thinning of the Upper and Middle Rio Rancho HSUs across the 69 Ziana horst and thickening in the Montoyas graben indicates late Miocene tectonic-controlled stratal 70 thickening. 71 Permeability assessments were conducted using three methods. The first method entailed outcrop 72 mapping of the two HSUs that made vertical faces: the upper Zia HSU (i.e., middle-lower Cerro Conejo 73 Formation) and the Middle Rio Rancho HSU (Arroyo Ojito Formation). The outcrop mapping was 74 conducted on base imagery consisting of stitched, high-resolution photographs taken by unmanned 75 Rio Rancho Technical Report | Dan Koning Page 4 of 59 aerial vehicles. Two outcrops of the upper Zia HSU and four outcrops of the Middle Rio Rancho HSU 76 were analyzed. Contacts separating sand vs clayey sediment (clayey sand or clay-silt beds) were 77 delineated on this imagery using ArcMap GIS software, and various ArcGIS tools were used to calculate 78 the 2D proportion of the following permeability proxies: sand vs clayey sand in a given image, sand body 79 thicknesses, and the amalgamation ratio (length of sand-on-sand contacts vs. total contact lengths). 80 These analyses suggest slightly more favorable permeability proxies in the upper Zia HSU compared to 81 the Middle Rio Rancho HSU. We infer that the relatively restricted spatial extent of this method, 82 particularly in terms of the proportion of the studied stratigraphic"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "thicken under the city of Bernalillo. 6) The Middle Rio Rancho HSU commonly displays 65 a coarsening-upward trend. 7) The apparent lack of notable thinning of the Lower Rio Rancho HSU 66 across the Ziana horst, coupled with 500–1,000 ft of apparent vertical displacement of a 11.2-11.3 Ma 67 ash zone by a fault bounding the eastern side of the horst, indicate notable tectonic activity associated 68 with the horst after 11 Ma. In addition, thinning of the Upper and Middle Rio Rancho HSUs across the 69 Ziana horst and thickening in the Montoyas graben indicates late Miocene tectonic-controlled stratal 70 thickening. 71 Permeability assessments were conducted using three methods. The first method entailed outcrop 72 mapping of the two HSUs that made vertical faces: the upper Zia HSU (i.e., middle-lower Cerro Conejo 73 Formation) and the Middle Rio Rancho HSU (Arroyo Ojito Formation). The outcrop mapping was 74 conducted on base imagery consisting of stitched, high-resolution photographs taken by unmanned 75 Rio Rancho Technical Report | Dan Koning Page 4 of 59 aerial vehicles. Two outcrops of the upper Zia HSU and four outcrops of the Middle Rio Rancho HSU 76 were analyzed. Contacts separating sand vs clayey sediment (clayey sand or clay-silt beds) were 77 delineated on this imagery using ArcMap GIS software, and various ArcGIS tools were used to calculate 78 the 2D proportion of the following permeability proxies: sand vs clayey sand in a given image, sand body 79 thicknesses, and the amalgamation ratio (length of sand-on-sand contacts vs. total contact lengths). 80 These analyses suggest slightly more favorable permeability proxies in the upper Zia HSU compared to 81 the Middle Rio Rancho HSU. We infer that the relatively restricted spatial extent of this method, 82 particularly in terms of the proportion of the studied stratigraphic interval relative to the thickness of 83 the entire unit, imparts higher uncertainty in this approach, especially vertical trends, compared to 84 various permeability-related data in wells. 85 The second permeability assessment consisted of detailed differentiation of sand vs. clayey 86 sediment in 22 wells (interpreted from wireline logs with the aid of cuttings) for stratigraphic intervals in 87 the saturated part of HSUs. The resulting data indicate the highest non-clayey sediment (i.e., clean sand) 88 ratios are in the Upper Rio Rancho HSU and the Lower Rio Rancho HSU. Assuming clay-poor sediment is 89 a proxy for higher permeability, this analysis suggests higher permeability for the Upper and Lower Rio 90 Rancho HSUs. 91 The third permeability assessment involved compilation of hydraulic conductivity values from 92 pumping tests for wells that were screened in greater-than 80% of either the Upper, Middle or Lower 93 Rio Rancho HSUs. Pumping test data were lacking for the Zia HSU. We plotted these hydraulic 94 conductivity (K) values per HSU on a box and whisker plot to compare differences between HSUs. We 95 also plotted the K values on a map to visually compare any spatial trends within a HSU. These analyses 96 indicate that the Upper Rio Rancho HSU exhibits higher K values and is the more permeable HSU 97 compared to the Middle Rio Rancho HSU, consistent with its higher sand proportions (at a given 98 location) and higher density-porosity values in its sand bodies (the latter probably reflecting less 99 compaction and less cementation). Based on a single pumping test (Rio Rancho Utility Well 23), the 100 Lower Rio Rancho HSU may also have relatively high hydraulic conductivity, consistent with the second 101 permeability assessment results, but more pumping-test data are needed to confirm that possibility. No 102 lateral trends were apparent in the Upper Rio Rancho HSU. In the Middle Rio Rancho HSU, pumping-test 103 data suggest higher hydraulic conductivity values in the southwest part of the study area, west of the 104 west end of Paseo del Norte. We speculate that these higher conductivity values may be reflective of 105 coarse sand tongues associated with the Benavidez member of Koning et al. (2021), which is a sandy 106 Rio Rancho Technical Report | Dan Koning Page 5 of 59 Santa Fe Group lithostratigraphic unit derived from erosion of a thick, gravelly sand layer that once 107 capped the southeastern Colorado Plateau. North of approximately 35° 20’00” north latitude, there may 108 possibly be a northward lateral trend in the Middle Rio Rancho HSU to increased sand concentrations 109 and higher permeabilities, but more data is needed to confirm this increase. 110 To better understand groundwater quality and recharge, we compiled from preexisting studies 111 (Plummer et al., 2004a,b,c) radiocarbon ages and total dissolved solids (TDS) measurements per well. 112 Wells with elevated TDS are spatially associated with the Ziana horst and possibly the Lower Rio Rancho 113 HSU, suggesting the possibility that faults bounding the horst may be expelling salty groundwater from 114 fractured, structurally elevated bedrock; similar expelling may adversely affect the Lower Rancho and 115 Zia HSUs across the study area. Radiocarbon ages are oldest in the northwest part of the study area (in 116 the Middle Rio Grande HSU) and youngest in the southeast corner of the study area near the Rio Grande 117 (in the Upper Rio Grande HSU). Given the westward slope of the potentiometric-elevation surface in the 118 southeast corner of the study area, these data suggest a component of recharge to the Upper Rio 119 Grande HSU from the Rio Grande. In contrast, the >20,000 year radiocarbon ages in the northwestern 120 study area, west of the Zia fault and near Rio Rancho Utility Well 9, suggest minimal recharge there. 121 Collectively, our study’s data HSU mapping provides guidance regarding groundwater management 122 for the Santa Fe Group aquifer in the Rio Rancho area. Building on the hydrochemical zones of Plummer 123 et al. (2020a,c), we propose five hydrogeologic regimes based on groundwater chemistry, inferred 124 groundwater flow direction, and faults that appear to impact groundwater flow. Even though the 125 groundwater is of relatively good quality in the Middle Rio Rancho HSU in the west and northwest part 126 of the study area (in the northern West-central regime), it is a limited quantity and several hundred feet 127 below ground surface; in addition, old radiocarbon ages and notable cones of depression suggest 128 relatively low permeabilities and limited recharge to that area. The higher TDS values found near the 129 Ziana horst (Ziana regime) is a deterrent for future well drilling there unless economic blending with 130 fresher water can be achieved. East of the Ziana horst and in the southern part of the study area, east of 131 approximately Universe Boulevard (central regime), coincides with the thickest saturated HSUs, 132 including the high-permeability Upper Rio Rancho HSU, and exhibits relatively low TDS and young 133 radiocarbon ages. These areas are interpreted to be the most favorable for groundwater extraction. Our 134 3D hydrostratigraphic model and compiled hydraulic conductivities can be used in future studies 135 pertaining to groundwater flow and management in the northwestern Albuquerque Basin. 136 137 Rio Rancho Technical Report | Dan Koning Page 6 of 59 INTRODUCTION 138 Purpose 139 The purpose of this study is to delineate hydrostratigraphic units (HSU) in the Santa Fe Group"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "In contrast, the >20,000 year radiocarbon ages in the northwestern 120 study area, west of the Zia fault and near Rio Rancho Utility Well 9, suggest minimal recharge there. 121 Collectively, our study’s data HSU mapping provides guidance regarding groundwater management 122 for the Santa Fe Group aquifer in the Rio Rancho area. Building on the hydrochemical zones of Plummer 123 et al. (2020a,c), we propose five hydrogeologic regimes based on groundwater chemistry, inferred 124 groundwater flow direction, and faults that appear to impact groundwater flow. Even though the 125 groundwater is of relatively good quality in the Middle Rio Rancho HSU in the west and northwest part 126 of the study area (in the northern West-central regime), it is a limited quantity and several hundred feet 127 below ground surface; in addition, old radiocarbon ages and notable cones of depression suggest 128 relatively low permeabilities and limited recharge to that area. The higher TDS values found near the 129 Ziana horst (Ziana regime) is a deterrent for future well drilling there unless economic blending with 130 fresher water can be achieved. East of the Ziana horst and in the southern part of the study area, east of 131 approximately Universe Boulevard (central regime), coincides with the thickest saturated HSUs, 132 including the high-permeability Upper Rio Rancho HSU, and exhibits relatively low TDS and young 133 radiocarbon ages. These areas are interpreted to be the most favorable for groundwater extraction. Our 134 3D hydrostratigraphic model and compiled hydraulic conductivities can be used in future studies 135 pertaining to groundwater flow and management in the northwestern Albuquerque Basin. 136 137 Rio Rancho Technical Report | Dan Koning Page 6 of 59 INTRODUCTION 138 Purpose 139 The purpose of this study is to delineate hydrostratigraphic units (HSU) in the Santa Fe Group of the 140 northwestern Albuquerque Basin and map these units in the subsurface. We also assess permeability 141 differences between HSUs and laterally within a given HSU using pump-test hydraulic conductivities and 142 permeability proxies; these proxies include sediment texture (i.e., proportion of clay), sand body 143 thickness, and sand body amalgamation ratios. As ancillary products, the following were constructed: an 144 approximate groundwater-elevation (potentiometric surface) map and depth-to-groundwater map, a 145 map of compiled TDS values (per well and per HSU), and a map of compiled radiocarbon ages (per well 146 and per HSU). The study was initiated and paid for by the City of Rio Rancho so they may more 147 effectively plan future well sites and manage groundwater resources. 148 Study Area 149 The study area is located in the northwestern part of the Albuquerque basin, ~30-45 mi (~50-70 km) 150 northwest of downtown Albuquerque (Fig. 1). It is underlain by variable thicknesses of the Santa Fe 151 Group, which is comprised of sand-dominated, clastic sediment intercalated with minor volcanic rocks; 152 the Santa Fe Group aggraded in the Rio Grande rift while it was subsiding during the late Oligocene 153 through early Pleistocene (Spiegel and Baldwin, 1963; Chapin and Cather, 1994). The study area includes 154 the City of Rio Rancho and extends several kilometers northward and westward from the municipality’s 155 northern and western boundaries, respectively (Fig. 2). The placement of the western and northern 156 boundaries allows mapped outcrops of exposed HSUs to be incorporated into the 3D map of these units. 157 Important wells used in our study and major faults are plotted on the study area map of Figure 2. 158 Much of the study area is underlain by the mesa-like feature called Llano de Albuquerque (Fig. 1). 159 The west and north sides of the “Llano” correspond to steep slopes and badlands called the La Ceja del 160 Rio Puerco and La Ceja (Fig. 1). This badland topography grades westward and northward, respectively, 161 into the broad valley floors of the Rio Puerco and Jemez River. The Llano del Albuquerque slopes 162 eastward towards the Rio Grande, which is along the eastern border of the study area. 163 164 Previous work 165 Rio Rancho Technical Report | Dan Koning Page 7 of 59 Investigation of the geologic history of the northwestern Albuquerque basin began in the mid- 166 1900s, but accelerated in the 1990s through today. Earliest investigations on the Santa Fe Group 167 recognized three main stratigraphic units: the Upper buff, Middle red, and Lower gray members within 168 the Santa Fe Formation (Bryan and McCann, 1937, 1938; Wright, 1946; Spiegel, 1961; Connell, 2008b). 169 The lower gray was renamed as the Zia Formation (Galusha, 1966) and subdivided into three members 170 (ascending order): Piedra Parada, Chamisa Mesa, and Cañada Pilares (Galusha, 1966; Gawne, 1981; 171 Tedford, 1982; Tedford and Barghoorn, 1997). The stratigraphic nomenclature of Kelly (1977) proposed 172 formalizing two members within the Santa Fe Formation: the Ceja member (formerly the Upper buff 173 member) and the Zia member (downgrading the Zia Formation of Galusha, 1966, to member status). 174 Black and Hiss (1974) made inferences regarding stratigraphy and structure from a deep oil well in the 175 study area, the Shell Oil Co. Santa Fe Pacific No. 1 test well, including first documentation of the Ziana 176 horst (which they referred to as the Ziana anticline). 177 Intensive geologic and geophysical investigations began during the early 1990s and continued 178 through 2000-2010, contemporaneous with drilling of deep-water wells for the city of Rio Rancho and in 179 western Albuquerque (Appendix 1; Allen et al., 1998; Connell et al., 1998). This round of geologic 180 investigations included 1:24,000 geologic mapping (Cather et al., 1997; Connell, 1997; Koning et al., 181 1998; Koning and Personius, 2002; Personius, 2002; Personius et al., 2000; Thompson et al., 2009) that 182 was synthesized and compiled at lower scales by Connell (2008a) and Williams and Cole (2007). 183 Graduate student investigations of the sedimentology and petrography of the Santa Fe Group in the 184 northwestern Albuquerque Basin include Lozinksy (1988, 1994), Gillentine (1994), Brandes (2002), and 185 Smyth (2004). Interpretations of Santa Fe Group strata encountered in a deep oil well in the study area 186 (the Tamara No. 1-Y well) are presented in Connell et al. (2001). Relatively up-to-date treatments of the 187 lithostratigraphy of Santa Fe Group strata in the study area are given in Connell et al. (1999), Connell 188 (2008b), and Connell et al. (2007). Thorough treatments of the geologic history of the Albuquerque 189 basin, including age control, are provided in Connell (2004) and Connell et al. (2013). Geophysical 190 interpretations of geologic structure include those containing seismic data (May and Russell, 1994, and 191 Russell and Snelson, 1994), aeromagnetic data (Grauch, 1999; Grauch et al., 2001), and gravity data 192 (Grauch et al., 1999). An essential publication of Albuquerque basin structure that integrates 193 geophysical data and well interpretations is Grauch and Connell (2013). Mapping and paleoseismic data 194 of Quaternary faults were compiled by Machette et al. (1998), and fault data from the Quaternary Faults 195 and Folds database were used in our study (https://earthquakes.usgs.gov/hazards/qfaults). Studies of 196 fault zone architecture in the Santa Fe Group in or near the study area include Minor and Hudson 197 Rio Rancho Technical Report | Dan Koning Page 8"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "western Albuquerque (Appendix 1; Allen et al., 1998; Connell et al., 1998). This round of geologic 180 investigations included 1:24,000 geologic mapping (Cather et al., 1997; Connell, 1997; Koning et al., 181 1998; Koning and Personius, 2002; Personius, 2002; Personius et al., 2000; Thompson et al., 2009) that 182 was synthesized and compiled at lower scales by Connell (2008a) and Williams and Cole (2007). 183 Graduate student investigations of the sedimentology and petrography of the Santa Fe Group in the 184 northwestern Albuquerque Basin include Lozinksy (1988, 1994), Gillentine (1994), Brandes (2002), and 185 Smyth (2004). Interpretations of Santa Fe Group strata encountered in a deep oil well in the study area 186 (the Tamara No. 1-Y well) are presented in Connell et al. (2001). Relatively up-to-date treatments of the 187 lithostratigraphy of Santa Fe Group strata in the study area are given in Connell et al. (1999), Connell 188 (2008b), and Connell et al. (2007). Thorough treatments of the geologic history of the Albuquerque 189 basin, including age control, are provided in Connell (2004) and Connell et al. (2013). Geophysical 190 interpretations of geologic structure include those containing seismic data (May and Russell, 1994, and 191 Russell and Snelson, 1994), aeromagnetic data (Grauch, 1999; Grauch et al., 2001), and gravity data 192 (Grauch et al., 1999). An essential publication of Albuquerque basin structure that integrates 193 geophysical data and well interpretations is Grauch and Connell (2013). Mapping and paleoseismic data 194 of Quaternary faults were compiled by Machette et al. (1998), and fault data from the Quaternary Faults 195 and Folds database were used in our study (https://earthquakes.usgs.gov/hazards/qfaults). Studies of 196 fault zone architecture in the Santa Fe Group in or near the study area include Minor and Hudson 197 Rio Rancho Technical Report | Dan Koning Page 8 of 59 (2006), Caine and Minor (2009), Rawling and Goodwin (2006), and Rawling et al. (2001). Recent geologic 198 mapping efforts have focused in the Rio Puerco Valley and the nicely exposed badlands between Ceja 199 del Rio Puerco and the Rio Puerco (Cikoski et al., 2012; Koning and Jochems, 2014; Koning and Rawling, 200 2017). 201 Detailed groundwater investigations in the northwestern Albuquerque basin generally began in 202 conjunction with accelerated growth of Rio Rancho during the early 1990s. Most of these investigations 203 involved evaluating newly drilled wells or planning new wells for the city (Appendix 1) or for 204 northwestern Albuquerque (Allen et al., 1998; Connell et al., 1998). Comprehensive investigations of the 205 hydrogeologic framework of the Albuquerque basin were initiated by Hawley and Haase (1992), Hawley 206 et al. (1995), Hawley (1996), and Thorn et al. (1993). Groundwater temperature and hydrothermal 207 studies were studied by Reiter (2001, 2003). 208 The U.S. Geological Survey conducted many noteworthy hydrogeologic studies in the Albuquerque 209 basin during the 1990s and 2000s. These efforts included early groundwater flow modeling in the 210 Albuquerque basin (Kernodle and Scott, 1986; Kernodle et al., 1987, 1995; and Kernodle, 1998). The U.S. 211 Geological survey also spearheaded several geochemistry investigations: Sanford et al. (2004a, 2004b), 212 Plummer et al. (2001, 2004a,b,c), Bexfield and Plummer (2003) and Bexfield et al. (1999). Plummer 213 (2004a,b,c) used a variety of geochemical data to map out various groundwater hydrochemical zones for 214 the upper 2,000 ft of the Santa Fe Group aquifer system (Fig. 11). Groundwater-level maps include those 215 of Bexfield and Anderholm (2000, 2002), which indicated a curious north-south groundwater low 216 (trough) feature west of the Rio Grande. These studies were used to make updated groundwater flow 217 models relevant to our study area (McAda and Barroll, 2002; Bexfield et al., 2004) and assessment of 218 groundwater resources (Bartolino and Cole, 2002). Minor and Hudson (2006) investigated how faults in 219 the northwestern Albuquerque basin affect groundwater flow. 220 A consultant report by Glorieta Geoscience, Inc. (Riesterer et al., 2004) is particularly relevant to our 221 study (Appendix 1). Riesterer et al. (2004) used available data from 35 production wells and piezometers 222 to determine if there were geologic controls on well production and water quality. If so, these could be 223 used to identify the most promising areas for future groundwater production. This effort involved 224 making a structural contour map of the upper, middle, and lower subdivisions of the Santa Fe Group. 225 Riesterer et al. (2004) concluded that the most important factors influencing well production were well 226 depth and total length of screen, regardless of geologic unit or proximity to faults. Arsenic did not vary 227 in a predictable manner, and water quality did not seem to decline with depth (up to 2,500 ft). Other 228 Rio Rancho Technical Report | Dan Koning Page 9 of 59 consultant reports from which we derived data for our study (such as pumping test and chemical data) 229 are listed in Appendix 1. 230 231 232 Organization of Report 233 This open-file report is organized as follows. First, we provide the geologic setting of the study area, 234 including the geologic structure and stratigraphy of the Santa Fe Group. Because it is used in many of 235 the later analyses, how we constructed the potentiometric surface is discussed. We then treat the three 236 main topics in our study: 1) 3D mapping of the Santa Fe Group aquifer (including mapping the tops of 237 hydrostratigraphic units, the tops of the saturated parts of the hydrostratigraphic units, and associated 238 isopach maps); 2) assessing permeability differences between and within HSUs; and 3) a preliminary 239 treatment of spatial differences in total dissolved solids (TDS), which may be considered as an 240 approximate groundwater quality proxy, as well as the spatial distribution of radiocarbon ages. For each 241 of the three main topics, we include a methods and results section. 242 243 GEOLOGIC SETTING OF STUDY AREA 244 Geologic structure 245 The study encompasses much of the northwestern corner of the Albuquerque basin, one of the 246 largest basins of the Rio Grande rift ( Grauch and Connell, 2013). The Albuquerque basin can be 247 subdivided into three sub-basins (listed from north to south): the Santo Domingo, Calabacillas, and 248 Belen sub-basins (Fig. 3 reproduced from Grauch and Connell, 2013). The overall geometry of the 249 Calabacillas sub-basin is asymmetric, deepening eastwards towards major west-down faults near the 250 foot of the Sandia Mountains (Grauch and Connell, 2013). Two large-displacement, east-down, north- 251 striking normal faults are present in the western part of the study area: the San Ysidro and Zia faults (Fig. 252 4). A graben lies between the Zia fault and the Ziana horst block (the horst is discussed below), merging 253 to the south-southeast with the deeper portion of the Calabacillas sub-graben (Grauch and Connell, 254 2013). We informally refer to this graben as the “Montoyas graben” after the nearby geographic feature 255 of Arroyo de Los Montoyas (Figs. 3-4). The graben is structurally deepest between the Zia fault and the 256 west-down Doval fault. 257 Rio Rancho Technical Report | Dan Koning Page 10 of 59 An important structural feature in the northwest Albuquerque basin, found in the northeast part of 258 the study area, is the south-plunging Ziana horst"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "of the hydrostratigraphic units, and associated 238 isopach maps); 2) assessing permeability differences between and within HSUs; and 3) a preliminary 239 treatment of spatial differences in total dissolved solids (TDS), which may be considered as an 240 approximate groundwater quality proxy, as well as the spatial distribution of radiocarbon ages. For each 241 of the three main topics, we include a methods and results section. 242 243 GEOLOGIC SETTING OF STUDY AREA 244 Geologic structure 245 The study encompasses much of the northwestern corner of the Albuquerque basin, one of the 246 largest basins of the Rio Grande rift ( Grauch and Connell, 2013). The Albuquerque basin can be 247 subdivided into three sub-basins (listed from north to south): the Santo Domingo, Calabacillas, and 248 Belen sub-basins (Fig. 3 reproduced from Grauch and Connell, 2013). The overall geometry of the 249 Calabacillas sub-basin is asymmetric, deepening eastwards towards major west-down faults near the 250 foot of the Sandia Mountains (Grauch and Connell, 2013). Two large-displacement, east-down, north- 251 striking normal faults are present in the western part of the study area: the San Ysidro and Zia faults (Fig. 252 4). A graben lies between the Zia fault and the Ziana horst block (the horst is discussed below), merging 253 to the south-southeast with the deeper portion of the Calabacillas sub-graben (Grauch and Connell, 254 2013). We informally refer to this graben as the “Montoyas graben” after the nearby geographic feature 255 of Arroyo de Los Montoyas (Figs. 3-4). The graben is structurally deepest between the Zia fault and the 256 west-down Doval fault. 257 Rio Rancho Technical Report | Dan Koning Page 10 of 59 An important structural feature in the northwest Albuquerque basin, found in the northeast part of 258 the study area, is the south-plunging Ziana horst block, located east of the Montoyas graben (Figs. 3, 4). 259 Note that this feature was previously referred to as an anticline (Black and Hiss, 1974) but detailed 260 mapping indicates that the term “horst” is more appropriate in the southern part of the structure 261 (Personius et al., 2000); we use “horst” in this report since it is clearly bounded on both sides by 262 oppositely dipping faults, even though to the north the structure is folded into an anticline geometry 263 (Koning and Personius, 2002; Riesterer et al., 2008, cross section B-B’). The Ziana horst is bounded on 264 the west by the west- to southwest-down Coronado-Alameda fault, and on the east by a series of east- 265 down, north-striking normal faults (listed from west to east): Arroyo Venada, Tamaya and San Felipe 266 faults (Fig. 4). Southeast of the Ziana horst block, gravity data (Grauch and Connell, 2013) indicates a 267 subdued structural high that extends southeastwards to the northern part of the Sandia Mountains. The 268 Ziana horst and this southeast-trending structural high separate the Calabacillas sub-basin from the 269 Santo Domingo sub-basin to the north and northeast (Fig. 3). 270 The manner in which layered rock is tilted (described by stratal strikes and dips) is critical for 271 producing the 3D geologic model in this project and is obtained by inspection of previous geologic 272 mapping (Fig. 4). Mapped strata dip 3-8° E on the footwall (west side) of the San Ysidro fault (Cather et 273 al., 1997; Connell, 2008a). In the escarpment north of La Ceja, east of the Zia fault, strata have a strong 274 southward component of dip (Koning et al., 1998; Koning and Personius, 2002; Connell, 2008a). Dips 275 shallow (fan) up-section north of the La Ceja between the San Ysidro and Zia faults, from 5-7° S to 0-2° S 276 between the Cerro Conejo Formation and the top of the Arroyo Ojito Formation (Koning et al., 1998). On 277 the western flank of the Ziana horst, strata mostly strike north-northwest and dip 5-10° WSW. East of 278 the Ziana horst, strata dip southerly and have NW, W, or SW strikes (Connell, 2008a). The complete 279 structural picture of the study area is obtained by structural contouring of contacts using these attitudes 280 and well picks, and will be discussed in the Results section of this report. 281 282 Santa Fe Group Lithostratigraphy and Hydrostratigraphic Units 283 Connell et al. (1999) synthesized investigations of the Santa Fe Group exposed north and west of Rio 284 Rancho (Cather et al., 1997; Koning et al., 1998). Revisions of the Santa Fe Group nomenclature across 285 the Albuquerque basin was published in Connell (2008a). A slightly different stratigraphy was proposed 286 by Williams and Cole (2007). We follow the stratigraphic scheme of Connell (2008a) and summarize its 287 Rio Rancho Technical Report | Dan Koning Page 11 of 59 lithostratigraphic units below, in addition to discussing how hydrostratigraphic units relate to the 288 lithostratigraphic units. Note that the terms “formation” and “members” relate strictly to 289 lithostratigraphy, where rock units are recognized by physical attributes such as composition, texture, 290 and color. A hydrostratigraphic unit, in contrast, is a zone (a layer in this study) in an aquifer that has 291 unique physical properties pertaining to groundwater; these properties include permeability, porosity, 292 yield, or hydraulic conductivity. The Santa Fe Group sequence hosting both these stratigraphic units is 293 particularly well exposed north of La Ceja (Fig. 5) and west of Ceja del Rio Puerco. Figure 6 relates Santa 294 Fe Group lithostratigraphic units with the hydrostratigraphic units devised in this study. 295 296 Zia hydrostratigraphic unit (Zia Formation, lower-middle Cerro Conejo Formation) 297 The lowest formation in the Santa Fe Group is a 300-3,000 ft (90-900 m) thick, sand-dominated 298 succession called the Zia Formation (Fig. 6). We include all of the Zia Formation, plus the lower-middle 299 Cerro Conejo Formation, with the Zia HSU (Fig. 6). The lowest unit of the Zia Formation, the Piedra 300 Parada Member (Galusha, 1966), is primarily a medium- to coarse-grained, light-gray sandstone that is 301 commonly cross-stratified (Fig. 7a); it ranges in thickness from 50-260 ft (15-80 m) near La Ceja to 1,280 302 ft (390 m) in the Santa Fe Pacific No. 1 well on the Ziana horst. The overlying Chamita Mesa Member 303 (Galusha, 1966), 30-35 m thick west of the San Ysidro fault, is a light reddish brown to buff-colored, very 304 fine- to medium-grained sandstone and silty sandstone (Fig. 7b) typified by medium to very thick, 305 tabular beds that locally contain rhizoliths. West of Ceja del Puerco, the highest unit of the Zia 306 Formation is the 30 m-thick Cañada Pilares Member (Gawne, 1981), which is characterized by reddish 307 brown clay interfingering with very fine- to medium-grained sand tongues (Fig. 7b). These three 308 members are interpreted to reflect a succession of the following paleo-environments: eolian + high- 309 energy alluvial, distal piedmont slope, and playa + playa margins (Gawne, 1981; Tedford and Barghoorn, 310 1999; Koning and Jochems, 2014; Koning and Rawling, 2017). Available age control indicates a range of 311 22-16 Ma (Tedford and Barghoorn, 1999). The upper contact of the Zia Formation is a major 312 unconformity or a compressed stratigraphic section west of the Zia fault, but is likely conformable on 313 the southern hanging wall"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "with the hydrostratigraphic units devised in this study. 295 296 Zia hydrostratigraphic unit (Zia Formation, lower-middle Cerro Conejo Formation) 297 The lowest formation in the Santa Fe Group is a 300-3,000 ft (90-900 m) thick, sand-dominated 298 succession called the Zia Formation (Fig. 6). We include all of the Zia Formation, plus the lower-middle 299 Cerro Conejo Formation, with the Zia HSU (Fig. 6). The lowest unit of the Zia Formation, the Piedra 300 Parada Member (Galusha, 1966), is primarily a medium- to coarse-grained, light-gray sandstone that is 301 commonly cross-stratified (Fig. 7a); it ranges in thickness from 50-260 ft (15-80 m) near La Ceja to 1,280 302 ft (390 m) in the Santa Fe Pacific No. 1 well on the Ziana horst. The overlying Chamita Mesa Member 303 (Galusha, 1966), 30-35 m thick west of the San Ysidro fault, is a light reddish brown to buff-colored, very 304 fine- to medium-grained sandstone and silty sandstone (Fig. 7b) typified by medium to very thick, 305 tabular beds that locally contain rhizoliths. West of Ceja del Puerco, the highest unit of the Zia 306 Formation is the 30 m-thick Cañada Pilares Member (Gawne, 1981), which is characterized by reddish 307 brown clay interfingering with very fine- to medium-grained sand tongues (Fig. 7b). These three 308 members are interpreted to reflect a succession of the following paleo-environments: eolian + high- 309 energy alluvial, distal piedmont slope, and playa + playa margins (Gawne, 1981; Tedford and Barghoorn, 310 1999; Koning and Jochems, 2014; Koning and Rawling, 2017). Available age control indicates a range of 311 22-16 Ma (Tedford and Barghoorn, 1999). The upper contact of the Zia Formation is a major 312 unconformity or a compressed stratigraphic section west of the Zia fault, but is likely conformable on 313 the southern hanging wall (east side) of the fault, particularly south of the latitude corresponding to the 314 Ziana horst. 315 The lower–middle Cerro Conejo Formation is assigned to slightly reddish to orangish, tabular- 316 bedded, mainly fine- to medium-grained sandstone and silty to muddy sandstone that locally make 317 Rio Rancho Technical Report | Dan Koning Page 12 of 59 prominent ledges (Fig. 7c), particularly near the La Ceja del Rio Puerco and north of Cerro Conejo (Fig. 318 4). The entire Cerro Conejo Formation is 1037 ft (316 m) thick north of La Ceja (where its type section is 319 located; Connell et al., 1999) and 650-800 ft (200-250 m) thick west of Ceja del Rio Puerco (Koning and 320 Jochems, 2014; Koning and Rawling, 2017). The formation likely thickens south and east of these 321 exposures, respectively. In its type section, there is a cross-stratified, light-colored, fluvial sand unit 190- 322 285 ft (58-87 m) above its base (unit 5 of Connell et al., 1999); this lower fluvial sand tongue is inferred 323 to correlate to map unit Tcc3 of Koning and Jochems (2014), which is a 100-150 ft (30-45 m) thick 324 interval of tabular-bedded to massive sand that contains an ash bed dated at 13.64 ± 0.09 Ma (Tedford 325 and Barghoorn, 1999). 326 In well data, it is not possible to confidently pick the base of the Cerro Conejo Formation. However, 327 the upper, sandy fluvial unit of the Cerro Conejo Formation can be differentiated in well data. Thus, the 328 middle-lower Cerro Conejo Formation is lumped with the Zia Formation in our mapping of 329 hydrostratigraphic units (HSU), but the upper Cerro Conejo Formation is assigned its own 330 hydrostratigraphic unit (i.e., the Lower Rio Rancho HSU; Figs. 6, 7d). 331 332 Lower Rio Rancho hydrostratigraphic unit (upper Cerro Conejo Formation) 333 Of particular interest in our study is the upper Cerro Conejo Formation, corresponding to Unit 8 in 334 the type section of Connell et al. (1999), which constitutes the Lower Rio Rancho HSU. The upper Cerro 335 Conejo Formation is composed of cross-stratified to massive, fine- to coarse-grained sand with a notable 336 paucity of mud beds (Fig. 7d). It extends across most of the study area but interfingers westward with a 337 light red to light orange, thickly bedded, sandy piedmont facies called the Benavidez Member of the 338 Cerro Conejo Formation (Fig. 8; Koning et al., 2021, note that future work by the lead author will likely 339 assign the Benavidez Member to the Arroyo Ojito Formation); the inferred location of this interfingering 340 boundary is close to the Zia fault, west of the well control in our study. The upper Cerro Conejo unit is 341 nicely exposed along US 550, where it contains a white bed of 11.3 Ma Trapper Creek B tephra (Koning 342 and Personius, 2002). 343 344 Middle Rio Rancho hydrostratigraphic unit (Navajo Draw and Loma Barbon Members of Arroyo Ojito 345 Formation; Benavidez Member of Cerro Conejo Formation) 346 Rio Rancho Technical Report | Dan Koning Page 13 of 59 The Cerro Conejo Formation is gradationally overlain by gravel-bearing strata assigned to the Arroyo 347 Ojito Formation (Figs. 6, 8, 9). With the exception of the Picuda Peak Member (Connell, 2008b), Arroyo 348 Ojito strata are included in the Middle Rio Rancho HSU. The Arroyo Ojito Formation (>1,300 ft, >400 m 349 thick) consists of sand, muddy sand, mudstone, and gravel beds that are mostly tabular-bedded, 350 although coarse channel fills may be lenticular to broadly lenticular. Three lithostratigraphic units 351 comprise the Middle Rio Rancho HSU (Fig. 8). To the west lies the Benavidez Member of the Cerro 352 Conejo Formation (Koning et al., 2021), which generally lacks clay beds and mostly has a chert- 353 dominated gravel fraction. The Benavidez Member represents deposition by high-energy, ephemeral 354 streams and interfingers eastward with the Navajo Draw Member of the Arroyo Ojito Formation (Koning 355 et al., 2021). The Navajo Draw exhibits a distinctive pale-yellow to pale-brown color (Figs. 9a-9b) and has 356 a heterolithic gravel fraction dominated by volcanic rocks (to the north) and chert (to the south). This 357 member represents deposition by a fluvial system (ephemeral or perhaps perennial) that drained the 358 southeastern Colorado Plateau and the southeastern San Juan Basin (Connell et al., 1999); the yellow 359 color of the sediment probably reflects erosion of Cretaceous strata in the structurally high area south of 360 Cuba, southwest of the southern end of the Nacimiento Mountains. The Loma Barbon Member (Figs. 9c- 361 9d) is reddish-yellow to strong brown and light-yellowish brown, and has a gravel assemblage 362 dominated by granite, volcanic rocks, quartzite, and yellowish-brown or reddish-brown sandstones 363 (Connell et al., 1999). Although the Loma Barbon Member interfingers westward with the upper Navajo 364 Draw member, to the east it overlies the lower Navajo Draw Member. The Loma Barbon is interpreted 365 to reflect deposition on a distal fan and adjoining basin floor by a paleo-Jemez River carrying detritus 366 from an exhuming (eroding) Sierra Nacimiento (Connell et al., 1999); its red color may reflect erosion of 367 former Triassic and Permian strata from the top of these mountains. Northeast of the study area, the 368 Loma Barbon Member likely interfingers eastward with volcaniclastic strata shed from the Jemez 369 Mountains (Cochiti Formation of Smith and Lavine, 1996). To the east of"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "8). To the west lies the Benavidez Member of the Cerro 352 Conejo Formation (Koning et al., 2021), which generally lacks clay beds and mostly has a chert- 353 dominated gravel fraction. The Benavidez Member represents deposition by high-energy, ephemeral 354 streams and interfingers eastward with the Navajo Draw Member of the Arroyo Ojito Formation (Koning 355 et al., 2021). The Navajo Draw exhibits a distinctive pale-yellow to pale-brown color (Figs. 9a-9b) and has 356 a heterolithic gravel fraction dominated by volcanic rocks (to the north) and chert (to the south). This 357 member represents deposition by a fluvial system (ephemeral or perhaps perennial) that drained the 358 southeastern Colorado Plateau and the southeastern San Juan Basin (Connell et al., 1999); the yellow 359 color of the sediment probably reflects erosion of Cretaceous strata in the structurally high area south of 360 Cuba, southwest of the southern end of the Nacimiento Mountains. The Loma Barbon Member (Figs. 9c- 361 9d) is reddish-yellow to strong brown and light-yellowish brown, and has a gravel assemblage 362 dominated by granite, volcanic rocks, quartzite, and yellowish-brown or reddish-brown sandstones 363 (Connell et al., 1999). Although the Loma Barbon Member interfingers westward with the upper Navajo 364 Draw member, to the east it overlies the lower Navajo Draw Member. The Loma Barbon is interpreted 365 to reflect deposition on a distal fan and adjoining basin floor by a paleo-Jemez River carrying detritus 366 from an exhuming (eroding) Sierra Nacimiento (Connell et al., 1999); its red color may reflect erosion of 367 former Triassic and Permian strata from the top of these mountains. Northeast of the study area, the 368 Loma Barbon Member likely interfingers eastward with volcaniclastic strata shed from the Jemez 369 Mountains (Cochiti Formation of Smith and Lavine, 1996). To the east of the study area, the Loma 370 Barbon Member interfingers with ancestral Rio Grande fluvial strata (Connell et al., 1999). Arroyo Ojito 371 strata tend to be slightly tilted and faulted and are relatively consolidated. 372 373 Upper Rio Rancho hydrostratigraphic unit (Ceja Formation) 374 The Upper Rio Rancho hydrostratigraphic unit comprises the relatively coarse-grained, Picuda Peak 375 Member (Arroyo Ojito Formation) and the overlying Ceja Formation. The Picuda Peak Member is a 376 pinkish gray to reddish, sandy gravel-gravelly sand unit conformably overlying the Loma Barbon Member 377 Rio Rancho Technical Report | Dan Koning Page 14 of 59 (Arroyo Ojito Formation) between the Zia fault and Ziana horst (Figs. 6, 8, 9e). Its gravel fraction is 378 notably coarser than underlying Arroyo Ojito strata (table 2, Connell et al., 1999) and composed of red 379 granite and Pedernal Chert, with lesser yellowish-brown sandstone, brownish-yellow chert, and 380 quartzite (Connell et al., 1999; Koning and Personius, 2002). It is probably latest Miocene-early Pliocene, 381 based on basalt clast 40Ar/39Ar ages of 6.5-8.3 Ma (Koning and Personius, 2002; table 2), which provide a 382 maximum age of deposition for the unit. This coarse unit was called the Picuda Peak Member of the 383 Arroyo Ojito Formation by Connell (2008b), but differentiating the top of this unit in well data proved 384 very difficult. Thus, in our study the Picuda Peak unit is subsumed into the Upper Rio Rancho 385 hydrostratigraphic unit. 386 The Plio-Pleistocene Ceja Formation includes three members that interfinger eastward with axial- 387 fluvial facies of the ancestral Rio Grande. The axial-fluvial facies are included in the Sierra Ladrones 388 Formation (Fig. 6). Near the Ceja del Rio Puerco, fine- to medium-grained, pink to light brown sand and 389 minor clayey mudstone is assigned to the Atrisco Member. The Atrisco Member is overlain by grayish to 390 tan, unconsolidated, gravelly sand and sandy gravel of the Rio Puerco Member (Fig. 6). The gravel of the 391 Rio Puerco Member is composed of chert, 20-30% quartzite, and minor (<15% each) of intermediate- 392 mafic volcanic clasts, sandstone clasts, and granite clasts. These two members are often recognizable in 393 many wells found in the western study area but differentiation becomes more difficult to the east. Near 394 the eastern study area boundary, reddish, relatively coarse sediment is assigned to the Santa Ana Mesa 395 Member. The high proportion of arkosic sand in the Santa Ana Mesa Member and reddish color suggests 396 it was deposited by the Rio Jemez in the late Pliocene to early Pleistocene. The Ceja Formation is ~300 ft 397 (~100 m) thick. 398 399 POTENTIOMETRIC SURFACE 400 We constructed a potentiometric surface in order to map the top of saturated HSUs in our study and 401 construct isopach maps of these saturated HSUs. Two terms related to groundwater levels, water table 402 and potentiometric surface, warrant explanation. The water table is the elevation (or depth) of 403 saturated sediment in relatively unconfined conditions. When penetrated by a well, the water level in 404 the well would be approximately the same as the top of the saturated sediment. Under confined 405 (artesian) conditions, however, the level of the water within the well casing could be notably higher than 406 Rio Rancho Technical Report | Dan Koning Page 15 of 59 the top-elevation of saturated sediment. The water level in a well that exists in either confined or 407 unconfined conditions is called the potentiometric surface. 408 Previous mapping of the potentiometric surface was published by Kernodle (1998), reflecting 409 groundwater conditions in the middle 1990s. We updated this map by compiling more recent 410 groundwater levels (Table 1). Paucity of recent water-level data near the northern and western margins 411 of the study area necessitated using older (1956-1984) water levels from stock wells. Water-level data 412 for dates when a well seemed to be experiencing focused drawdown, presumably due to active 413 pumping, were excluded. Depth to water measurements were converted to water-level elevations using 414 a digital elevation model. 415 Contouring of the potentiometric surface was conducted using the following steps in ArcGIS’s Spatial 416 Analyst Tools. First, a natural neighbor surface interpolation was performed (Natural neighbor tool in 417 Interpolation toolset) using the well data in Table 1 and spot elevations of the lower Rio Jemez and Rio 418 Grande; for the latter, we assumed that groundwater depth is near-zero at these rivers. Second, the 419 potentiometric surface was contoured (40 ft contour interval) using the Contour tool (Surface toolset), 420 Third, the contours were edited according to topography and were extended manually in the 421 northwestern part of the study area. These contours, water-level elevations in wells, and the elevations 422 of the rivers were used as inputs for the ArcGIS tool called Topo to Raster. This tool was used to produce 423 a xyz grid file of the potentiometric surface-elevation in the northwestern Albuquerque basin (127.4 m x 424 127.4 m grid size), which was smoothed utilizing the focal statistics tool (Neighborhood toolset in Spatial 425 Analyst), where we used a 90degree wedge neighborhood setting with 3-cell search radius. 426 The Natural Neighbor interpolation is an Inverse Distance Weighted (IDW). In an IDW interpolation, 427 measurements that are closest are given more influence on the predicted value than those farther 428 away. Natural Neighbor interpolation differs slightly from IDW as it selects the"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "this map by compiling more recent 410 groundwater levels (Table 1). Paucity of recent water-level data near the northern and western margins 411 of the study area necessitated using older (1956-1984) water levels from stock wells. Water-level data 412 for dates when a well seemed to be experiencing focused drawdown, presumably due to active 413 pumping, were excluded. Depth to water measurements were converted to water-level elevations using 414 a digital elevation model. 415 Contouring of the potentiometric surface was conducted using the following steps in ArcGIS’s Spatial 416 Analyst Tools. First, a natural neighbor surface interpolation was performed (Natural neighbor tool in 417 Interpolation toolset) using the well data in Table 1 and spot elevations of the lower Rio Jemez and Rio 418 Grande; for the latter, we assumed that groundwater depth is near-zero at these rivers. Second, the 419 potentiometric surface was contoured (40 ft contour interval) using the Contour tool (Surface toolset), 420 Third, the contours were edited according to topography and were extended manually in the 421 northwestern part of the study area. These contours, water-level elevations in wells, and the elevations 422 of the rivers were used as inputs for the ArcGIS tool called Topo to Raster. This tool was used to produce 423 a xyz grid file of the potentiometric surface-elevation in the northwestern Albuquerque basin (127.4 m x 424 127.4 m grid size), which was smoothed utilizing the focal statistics tool (Neighborhood toolset in Spatial 425 Analyst), where we used a 90degree wedge neighborhood setting with 3-cell search radius. 426 The Natural Neighbor interpolation is an Inverse Distance Weighted (IDW). In an IDW interpolation, 427 measurements that are closest are given more influence on the predicted value than those farther 428 away. Natural Neighbor interpolation differs slightly from IDW as it selects the input points that are 429 closest to an interpolation point but then creates a convex hull around these points. The interpolation 430 then weights their values by proportionate area. This method tends to create smoother, more realistic 431 water tables that don't have dramatic cliffs or drop-offs, which rarely represent real-world water table 432 geometry. This methodology also removes the need to specify parameters such as radius, the number of 433 neighbors, or weights. 434 Maps of the depth to the potentiometric surface and potentiometric surface elevation are 435 presented in Figures 10 and 11. Note that the input data for these maps were not as rigorously screened 436 Rio Rancho Technical Report | Dan Koning Page 16 of 59 as the U.S. Geological Survey’s potentiometric maps produced for the neighboring city of Albuquerque 437 (e.g., Galanter and Curry, 2019), as exemplified in our inclusion of water levels spanning decades of 438 time. Therefore, this map should be considered as an “approximation” of the potentiometric surface, 439 locally having up to 10-100 ft (3-30 m) of inferred vertical error, especially towards the northwest corner 440 of the study area (i.e., where elevation-contour lines are dashed in Figure 11). The implications of the 441 geometry of the potentiometric surface are discussed in the Results section below. 442 The potentiometric surface-elevation map can be used to infer groundwater flow paths, which flow 443 perpendicular to the contour lines towards elevation lows (Fig. 11). The lowest elevations of the 444 potentiometric surface lie in an elongated region between the western part of Paseo del Norte 445 northward towards well RRU-19 near Southern Boulevard. This potentiometric surface nicely 446 corresponds to the “groundwater trough” of Plummer et al. (2004a,c); explanations for its existence are 447 evaluated in the Discussion section. The map geometry of the low is probably influenced, at least in part, 448 by the pumping of wells NMU1, W-4, RRU-19, and RRU-6A, and its north-south elongation may be 449 controlled by nearby, north-striking faults acting as groundwater barriers. Westwards across the Zia 450 fault, for example, the potentiometric surface steps up ~40 ft (10-15 m). To the east of this low, 451 potentiometric contours trend northeast; therefore, under the southeastern part of the study area 452 groundwater likely flows to the northwest towards this potentiometric-surface low from the Rio Grande 453 – consistent with a component of recharge from the Rio Grande. In the northern study area, the 454 potentiometric surface slopes south-southwest from the Jemez River, but the lack of well control there 455 makes the specific geometry of the surface there uncertain. The potentiometric surface forms a 456 “mound” over the Ziana horst, suggestive of faults acting as barriers alongside the horst or fault- 457 controlled, groundwater in-flow from the north between the unnamed, west-down fault near RRU-15 458 and the Arroyo Venada fault. Groundwater may possibly be upwelling near or north of RRU-23. There 459 does not seem to be a strong slope in the potentiometric surface west of the Zia fault zone, and the 460 exact configuration of the contours there is uncertain. We infer that groundwater contours there are 461 likely orientated north-south due to possible barrier effects due to the San Ysidro and Sand Hill faults, 462 but more data are needed to test that inference. Lastly, there appears to be a focused low in the 463 potentiometric surface centered at RRU-9, which is likely due, in part, to pumping of that well (where 464 water levels are demonstrated to be sensitive to pumping per consultant reports in App. 1) and 465 relatively fine-grained, lower-permeability sediment there (discussed below). 466 Rio Rancho Technical Report | Dan Koning Page 17 of 59 3D-MAPPING OF HYDROSTRATIGRAPHIC UNITS WITHIN THE SANTA FE GROUP AQUIFER 467 Delineation of hydrostratigraphic units 468 In order to evaluate permeable trends and to identify possible “target aquifers,” 469 hydrostratigraphic units were formulated for the study area. Our initial scheme for delineation of 470 hydrostratigraphic units (HSUs) was based on field observations conducted during extensive geologic 471 mapping by the lead author (Koning et al., 1998; Koning and Personius, 2002; Koning and Jochems, 472 2014; Koning and Rawling, 2017). The first iteration envisaged the following grouping of 473 lithostratigraphic units (listed in ascending stratigraphic order): Zia Formation; lower-middle Cerro 474 Conejo Formation; upper, sandy Cerro Conejo Formation; lower, sandier Arroyo Ojito Formation, lower- 475 middle, mud-rich Arroyo Ojito Formation; upper, coarser Arroyo Ojito Formation; and Ceja Formation. 476 To successfully create the 3D, subsurface geologic model, these hypothesized, initial HSUs needed to 477 be recognized in well data and correlated between wells. For this purpose, we used the set of wells 478 listed in Table 2, most of which had high-quality wireline data and archived cuttings (Appendix 2). 479 Kingdom software was heavily employed in this initial evaluation of HSUs. This powerful software, 480 developed for the oil industry, facilitates subsurface correlation of strata and vertical trends in porosity 481 and clay content. Digital files of wireline (down-hole geophysical) data were used to make picks based 482 largely on proportion of clay, which imparts a strong influence on permeability and also is measured in 483 many wireline methods. Most wireline data were in hard copy format only, so time and effort had to be 484 spent on translating these to a digital format. Lithologic textures and compositions in a well, based 485 solely on cuttings"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "there (discussed below). 466 Rio Rancho Technical Report | Dan Koning Page 17 of 59 3D-MAPPING OF HYDROSTRATIGRAPHIC UNITS WITHIN THE SANTA FE GROUP AQUIFER 467 Delineation of hydrostratigraphic units 468 In order to evaluate permeable trends and to identify possible “target aquifers,” 469 hydrostratigraphic units were formulated for the study area. Our initial scheme for delineation of 470 hydrostratigraphic units (HSUs) was based on field observations conducted during extensive geologic 471 mapping by the lead author (Koning et al., 1998; Koning and Personius, 2002; Koning and Jochems, 472 2014; Koning and Rawling, 2017). The first iteration envisaged the following grouping of 473 lithostratigraphic units (listed in ascending stratigraphic order): Zia Formation; lower-middle Cerro 474 Conejo Formation; upper, sandy Cerro Conejo Formation; lower, sandier Arroyo Ojito Formation, lower- 475 middle, mud-rich Arroyo Ojito Formation; upper, coarser Arroyo Ojito Formation; and Ceja Formation. 476 To successfully create the 3D, subsurface geologic model, these hypothesized, initial HSUs needed to 477 be recognized in well data and correlated between wells. For this purpose, we used the set of wells 478 listed in Table 2, most of which had high-quality wireline data and archived cuttings (Appendix 2). 479 Kingdom software was heavily employed in this initial evaluation of HSUs. This powerful software, 480 developed for the oil industry, facilitates subsurface correlation of strata and vertical trends in porosity 481 and clay content. Digital files of wireline (down-hole geophysical) data were used to make picks based 482 largely on proportion of clay, which imparts a strong influence on permeability and also is measured in 483 many wireline methods. Most wireline data were in hard copy format only, so time and effort had to be 484 spent on translating these to a digital format. Lithologic textures and compositions in a well, based 485 solely on cuttings data, were assigned numeric codes and used in the Kingdom analyses. Cuttings 486 description data was obtained from consultant reports (Appendix 1) except for several wells whose 487 cuttings were archived in the NM Bureau of Geology Cuttings Library, which the lead author described in 488 detail (Appendix 3). Useful wireline curves proved to be resistivity and gamma-ray, density-porosity, and 489 neutron-porosity (Fig. 12). Comparison of gamma-ray curves (particularly spectral gamma-ray curves) 490 with cuttings suggested that the proportion of granite vs. non-granite cuttings seemed to have little 491 influence on the gamma-ray curves; rather, the gamma-ray signal mostly reflected the amount of clay in 492 the sediment. Using Kingdom software, Vshale ratios (i.e., the proportion of clay vs. total sediment) 493 were also used to pick and correlate potential HSUs. Vshale ratios were calculated by comparing the 494 magnitude of the gamma ray signal in inferred clay-dominated intervals vs. the magnitude of the gamma 495 signal for relatively clay-free sand formations (note that depth intervals of sand vs. clay were inferred 496 using cuttings and resistivity + neutron curves; Appendix 4). Using Kingdom software, one can plot the 497 Rio Rancho Technical Report | Dan Koning Page 18 of 59 various datasets for each well (i.e., various wireline curves plotted as a function of depth, cuttings 498 lithology as a function of depth) and then compare wells side by side along chosen cross section lines 499 (Fig. 12). One can then determine if certain subsurface intervals can be correlated between wells and 500 that no drastic thickness changes occurred between wells that could not be accounted for by mapped 501 faults. Sometimes changing picks in wells resulted in successful correlation of a given stratigraphic 502 interval. The final lithologic picks (listed as ft-elevations) of units that could be correlated in the 503 subsurface are presented in Table 2. 504 About a dozen Kingdom cross sections were made that allowed determination of which subsurface 505 units could be correlated in subsurface. Since these units had different geophysical properties related 506 primarily to the proportion of clay, and since clay directly impacts the degree of permeability, we 507 considered these correlative units as potential hydrostratigraphic units; whether these HSUs indeed had 508 unique permeability properties was later tested by compilation of hydraulic conductivities derived from 509 pumping test data. The final hydrostratigraphic units are as follows (listed in descending stratigraphic 510 order, and with lithostratigraphic counterparts listed in parentheses): Upper Rio Rancho HSU (Ceja 511 Formation, Picuda Peak Member of Arroyo Ojito Formation); Middle Rio Rancho HSU (Navajo Draw and 512 Arroyo Ojito Members of Arroyo Ojito Formation; Benavidez Member of Cerro Conejo and Arroyo Ojito 513 Formations; Lower Rio Rancho HSU (upper, sand-dominated Cerro Conejo Formation and Benavidez 514 Member); and the Zia HSU (lower-middle Cerro Conejo Formation containing notable muddy beds, and 515 the entire underlying Zia Formation). Note that the lower-middle Zia Formation, corresponding to the 516 sand-dominated Piedra Parada Member, seems to extend across the northern study area (based on its 517 identification in the Santa Fe Pacific 1, Santa Fe Pacific 3, and Tamara wells), and could be a potential 518 fifth HSU. We lumped this sandy, lowermost Santa Fe Group unit within the Zia HSU because of its great 519 depth and general lack of penetration by existing water wells. The initially hypothesized lower Arroyo 520 Ojito Formation HSU and lower-middle, muddier Arroyo Ojito HSU could not be successfully correlated 521 across the study area and thus were subsumed into the Middle Rio Rancho HSU (Figs. 6, 8). In most 522 areas, the Arroyo Ojito Formation coarsened upward, but the lower boundary of this coarsening is too 523 diffuse to correlate between wells. 524 525 Subsurface Mapping Methods 526 Mapping HSU tops (includes both saturated and unsaturated zones) 527 Rio Rancho Technical Report | Dan Koning Page 19 of 59 The final geologic model consists of a set of raster surfaces, each of which corresponds to the top of 528 one of the four HSUs (Plates 1-4; Appendix 5). These raster surfaces were made using an ArcGIS tool 529 called Topo-to-Raster, whose inputs were elevations of the HSU tops in the 30 studied wells and 530 structural contours. The well picks were already determined using the previous analyses involving 531 Kingdom lithologic picks and inter-well correlations. Below, we summarize how the structural contours 532 were constructed for the tops of the Zia, Lower, and Middle Rio Rancho HSUs. More detail about the 533 ArcGIS component of the methodology is given in Appendix 6. 534 Except for the Upper Rio Rancho HSU, the lithostratigraphic-top equivalent of a given HSU was 535 identified in outcrops north of La Ceja. The top contact of the Upper Rio Rancho HSU corresponds to 536 surface topography and thus did not need to be identified in outcrop. These lithostratigraphic tops (per 537 HSU unit) were: top of the Loma Barbon Member or, if absent, Navajo Draw Member of the Arroyo Ojito 538 Formation (Middle Rio Rancho HSU), top of the Cerro Conejo Formation (Lower Rio Rancho HSU), and 539 the top of the ledge-forming, reddish, middle part of Cerro Conejo Formation (Zia HSU). The last contact 540 had to be drawn in using aerial imagery, but the other contacts were already mapped (Cather et al., 541 1997; Koning et al., 1998; Koning and Personius, 2002). 542 Using data from these earlier"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "Formation coarsened upward, but the lower boundary of this coarsening is too 523 diffuse to correlate between wells. 524 525 Subsurface Mapping Methods 526 Mapping HSU tops (includes both saturated and unsaturated zones) 527 Rio Rancho Technical Report | Dan Koning Page 19 of 59 The final geologic model consists of a set of raster surfaces, each of which corresponds to the top of 528 one of the four HSUs (Plates 1-4; Appendix 5). These raster surfaces were made using an ArcGIS tool 529 called Topo-to-Raster, whose inputs were elevations of the HSU tops in the 30 studied wells and 530 structural contours. The well picks were already determined using the previous analyses involving 531 Kingdom lithologic picks and inter-well correlations. Below, we summarize how the structural contours 532 were constructed for the tops of the Zia, Lower, and Middle Rio Rancho HSUs. More detail about the 533 ArcGIS component of the methodology is given in Appendix 6. 534 Except for the Upper Rio Rancho HSU, the lithostratigraphic-top equivalent of a given HSU was 535 identified in outcrops north of La Ceja. The top contact of the Upper Rio Rancho HSU corresponds to 536 surface topography and thus did not need to be identified in outcrop. These lithostratigraphic tops (per 537 HSU unit) were: top of the Loma Barbon Member or, if absent, Navajo Draw Member of the Arroyo Ojito 538 Formation (Middle Rio Rancho HSU), top of the Cerro Conejo Formation (Lower Rio Rancho HSU), and 539 the top of the ledge-forming, reddish, middle part of Cerro Conejo Formation (Zia HSU). The last contact 540 had to be drawn in using aerial imagery, but the other contacts were already mapped (Cather et al., 541 1997; Koning et al., 1998; Koning and Personius, 2002). 542 Using data from these earlier maps, compiled in Connell (2008a), structural contours were drawn 543 southwards from the La Ceja outcrops and eastward from Ceja del Puerco outcrops. Attitudes from 544 geologic maps, lithologic picks in wells (Table 2) and locations of major faults were essential for drawing 545 structural contours away from outcrops. Major faults, defined as those with vertical offsets of more than 546 about 300 ft (100 m), were explicitly modeled by drawing structural contours of their associated fault 547 planes, beginning with their mapped ground trace and extending down-dip according to dip values 548 shown on the geologic map of Connell (2008a). Where no dip data existed, we assumed a dip value 549 consistent with those measured on nearby faults. Faults that were incorporated into the 3D 550 hydrogeologic map include: San Ysidro fault, Zia fault, Doval fault, Coronado-Alameda fault, an 551 unnamed, east-down fault between the Doval and Coronado-Alameda fault, Arroyo Venada fault (new 552 name), Tamaya fault, and the Santa Ana section of the San Felipe fault. Vertical displacements for a 553 given fault, used to offset the HSU structural contours, were determined by apparent offsets of strata in 554 the Kingdom software cross sections as well as vertical displacements calculated from offset contacts on 555 the geologic map of Connell (2008a). 556 Rasters were generated separately for the tops of the Middle Rio Rancho HSU, Lower Rio Rancho 557 HSU, and the Zia HSU. These tops incorporated both the unsaturated and saturated parts of a given HSU 558 Rio Rancho Technical Report | Dan Koning Page 20 of 59 and are found in the feature dataset called “HydroStratUnits_tops” (Appendices 5, 6). For the tops of 559 the Middle and Lower Rio Rancho HSUs, as well as the Zia HSU, “relative accuracy” polygons were drawn 560 in areas that we judged contained poor well control (contained in the AccuracyPolygons feature dataset 561 in the geodatabase of Appendix 5). For all three HSUs, low-accuracy polygons are present on the 562 hanging wall (east side) of the Tamaya fault. For the Lower Rio Rancho HSU and Zia HSU, a low-accuracy 563 polygon extends across most of the southern one-fifth of the study area. Caution should be used when 564 making interpretations of the data in these areas as the uncertainty in the results is higher there. 565 Mapping saturated-HSU tops 566 Mapping the top of the saturated portions of a given HSU is more involved than mapping the entire 567 HSU. Two zones within an aquifer need to be considered: 1) the zone where the HSU is completely 568 saturated (extending from the top to lower contact of the HSU), and 2) the partially saturated zone, 569 which in the study area is locally found on the western and northern periphery of the completely 570 saturated zone of an HSU. In the partially saturated zone, the elevation of the potentiometric surface 571 lies below the top of the hydrostratigraphic unit. 572 Working from the Zia HSU upwards to the Upper Rio Rancho HSU, we first define the saturated 573 extent of a given HSU. Then, within that saturated extent, we combine two rasters to obtain the top of 574 the saturated zone: (1) a raster showing the HSU top where it is fully saturated (corresponding to the 575 HSU top in the previous section), and (2) a raster containing the elevation of the water table where the 576 HSU is partially saturated. See Appendix 6 for the ArcGIS details related to this procedure. 577 Creating Isopach maps 578 An isopach map shows the thicknesses of a given map unit by means of color-shading and/or 579 contour lines. Two types of isopach maps were created, the details of which are given in Appendix 6. The 580 first incorporates the entire thickness of an HSU, containing both saturated and unsaturated strata. It is 581 created by subtracting a raster containing the elevations of the base of an HSU from a raster containing 582 the elevations of the top of an HSU. The second isopach map only calculates the thickness of the 583 saturated intervals of an HSU. In the associated raster calculations, one subtracts the saturated base of 584 an HSU (corresponding to the saturated top of the underlying HSU) from the saturated top of the HSU. 585 These surfaces are the same as the rasters used to map the saturated tops of HSUs (a discussed in the 586 previous section). 587 588 Rio Rancho Technical Report | Dan Koning Page 21 of 59 Results 589 Extent and geometry of HSUs 590 Sixteen plates in this OFR illustrate the geometry and elevations of the bounding surfaces of the 591 mapped hydrostratigraphic units, in addition to illustrating their thickness variations. Plates 1-8 pertain 592 to the entire hydrostratigraphic unit, including both its saturated and unsaturated portions. Plates 9-16 593 only depict the bounding surfaces and thicknesses of the saturated zone of the hydrostratigraphic units. 594 Plate 17 illustrates which HSUs are present at the potentiometric surface. The ArcGIS map package 595 containing the HSU rasters and other features depicted in the plates (like structural contours) is 596 provided in Appendix 5. Figures 13-14 show the elevation-contoured upper surfaces of the Middle and 597 Lower Rio Rancho HSUs, and Figures 15-17 depict the elevation-contoured tops of the saturated zone 598 contained within the Upper, Middle, and Lower Rio Rancho HSUs, respectively. Figures 18-19 are 599"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "of color-shading and/or 579 contour lines. Two types of isopach maps were created, the details of which are given in Appendix 6. The 580 first incorporates the entire thickness of an HSU, containing both saturated and unsaturated strata. It is 581 created by subtracting a raster containing the elevations of the base of an HSU from a raster containing 582 the elevations of the top of an HSU. The second isopach map only calculates the thickness of the 583 saturated intervals of an HSU. In the associated raster calculations, one subtracts the saturated base of 584 an HSU (corresponding to the saturated top of the underlying HSU) from the saturated top of the HSU. 585 These surfaces are the same as the rasters used to map the saturated tops of HSUs (a discussed in the 586 previous section). 587 588 Rio Rancho Technical Report | Dan Koning Page 21 of 59 Results 589 Extent and geometry of HSUs 590 Sixteen plates in this OFR illustrate the geometry and elevations of the bounding surfaces of the 591 mapped hydrostratigraphic units, in addition to illustrating their thickness variations. Plates 1-8 pertain 592 to the entire hydrostratigraphic unit, including both its saturated and unsaturated portions. Plates 9-16 593 only depict the bounding surfaces and thicknesses of the saturated zone of the hydrostratigraphic units. 594 Plate 17 illustrates which HSUs are present at the potentiometric surface. The ArcGIS map package 595 containing the HSU rasters and other features depicted in the plates (like structural contours) is 596 provided in Appendix 5. Figures 13-14 show the elevation-contoured upper surfaces of the Middle and 597 Lower Rio Rancho HSUs, and Figures 15-17 depict the elevation-contoured tops of the saturated zone 598 contained within the Upper, Middle, and Lower Rio Rancho HSUs, respectively. Figures 18-19 are 599 isopach maps of the saturated Upper and Middle Rio Rancho HSUs, respectively. 600 We synthesize these data regarding the subsurface geometry of the hydrostratigraphic units using a 601 three-dimensional block diagram (Fig. 20). The southern and eastern faces of this diagram correspond to 602 the cross-section lines shown in Fig. 4 (blue lines labeled A-A’ and B-B’). Figure 21 provides a 3D 603 depiction of the HSU surfaces. Both these illustrations (Figs. 20 and 21) illustrate thickness variations 604 between the HSUs (for example, the Lower Rio Rancho HSU is notably thinner than the Middle Rio 605 Rancho HSU), how they are offset by faults, and the Ziana horst block. 606 Hydrogeologic implications 607 Here we discuss important hydrogeologic features in the study area, starting in the northwest of the 608 study area and moving counter-clockwise. 609 Western faults 610 The San Ysidro and Zia faults play major roles in the hydrogeology on the west side of the study 611 area. About 100-1,000 feet (30-300 m) of east-down, vertical displacement of HSU surfaces occur across 612 these two structures. The top of the Lower Rio Rancho HSU (corresponding to the base of the Middle Rio 613 Rancho) is commonly offset more than the top of the Upper Rio Rancho HSU. (Figs. 13-14). The 614 saturated Middle Rio Rancho aquifer is generally only present on the east side of the San Ysidro fault 615 and thickens notably east of the Zia fault, where it is ~3000 ft (~900 m) thick south of Southern 616 Boulevard (Fig. 19). 617 Rio Rancho Technical Report | Dan Koning Page 22 of 59 Montoyas graben 618 Between the Zia fault and the Ziana horst is a structurally depressed area, referred to as the 619 Montoyas graben (after the nearby Arroyo de los Montoyas), bisected by the west-down Doval fault 620 (Figs. 16, 17, 19). East of the Doval fault, map data (Connell, 2008a) indicate NNW strikes and WSW dips, 621 so the eastern part of the graben is modeled as a ~3°, WSW-dipping homocline. A ~100 to few hundred 622 feet (30 to ~100 m) of west-down offset is inferred to occur along the Doval fault, so the deepest part of 623 the Calabacillas graben is modeled as a narrow (~2 mi, 3 km wide) arm bracketed between the Doval 624 and Zia faults (Figs. 14, 17). It is in this arm that the saturated Middle Rio Rancho HSU is estimated to be 625 2,000 ft (600 m) thick (Fig. 19). 626 The Montoyas graben merges with the Calabacillas sub-basin close to the south end of the Doval 627 fault, near the western end of Paseo del Norte (Figs. 14, 17). South of Southern Boulevard, the saturated 628 Upper Rio Rancho HSU is preserved, increasing southward in thickness to roughly 500-600 ft (150-180 629 m) thick on the hanging wall (east side side) of an unnamed fault paralleling Universe Boulevard (Fig. 630 18). This fault is inferred largely from an aeromagnetic lineament (Connell, 2008b) and the top-of- 631 bedrock surface in Grauch and Connell (2013). The amount of throw across this fault is uncertain, so 632 there is considerable uncertainty in how much the saturated Upper Rio Rancho HSU thickens across it. 633 The underlying saturated Middle Rio Rancho HSU is estimated to be roughly 3,000–4,000 ft (900–1,200 634 m) thick in the area east of this unnamed fault, but that thickness is poorly constrained. Note that the 635 sandy Lower Rio Rancho HSU may not extend as far south as this area, in the sense of being unique 636 compared to the Zia HSU in texture and permeability, (Fig. 17; Plates 3, 6), based on the apparent 637 absence of this HSU in the Black Ranch Test Well (Table 2; BR on Figures 14-19). 638 Southeast corner of the study area 639 Data from abundant wells indicate relatively steep southward dips of the Upper / Middle Rio 640 Rancho HSU contact near the eastern end of Southern and Northern Boulevards. The related structure 641 was called the Loma Colorado Transition Zone in Hawley and Whitworth (1996). This structure defines 642 the southern end of the Ziana horst (see below) and results in the Middle Rio Rancho HSU being thicker 643 to the south (Fig. 19). 644 Based on this structure and the top-of-bedrock surface of Grauch and Connell (2013), we infer that 645 the Santa Fe Group aquifer is thickest in the southeast corner of the study area, in the vicinity of the 646 intersection of Coors Boulevard and Paseo del Norte (Figs. 18-19). Here, the saturated-Upper Rio Rancho 647 Rio Rancho Technical Report | Dan Koning Page 23 of 59 HSU is 1,500-1,800 ft (450-550 m) thick, and the underlying saturated Middle Rio Rancho HSU is inferred 648 to be greater than 4,000 ft (>1200 m) thick. The saturated Upper Rio Rancho HSU decreases in thickness 649 to the north, between the unnamed fault near Universe Boulevard and the Coronado-Alameda fault, 650 pinching out northwards about midway between Southern and Northern Boulevards along the 651 aforementioned Loma Colorado Transition Zone (Fig. 18). The Zia HSU is also probably thick in the 652 southeast corner (Plate 8), but as noted earlier we are not certain whether the sandy Lower Rio Rancho 653 HSU extends further south than Southern Boulevard as a distinguishable unit from the Zia HSU (Fig. 17; 654 Plate 3). Except for"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "in texture and permeability, (Fig. 17; Plates 3, 6), based on the apparent 637 absence of this HSU in the Black Ranch Test Well (Table 2; BR on Figures 14-19). 638 Southeast corner of the study area 639 Data from abundant wells indicate relatively steep southward dips of the Upper / Middle Rio 640 Rancho HSU contact near the eastern end of Southern and Northern Boulevards. The related structure 641 was called the Loma Colorado Transition Zone in Hawley and Whitworth (1996). This structure defines 642 the southern end of the Ziana horst (see below) and results in the Middle Rio Rancho HSU being thicker 643 to the south (Fig. 19). 644 Based on this structure and the top-of-bedrock surface of Grauch and Connell (2013), we infer that 645 the Santa Fe Group aquifer is thickest in the southeast corner of the study area, in the vicinity of the 646 intersection of Coors Boulevard and Paseo del Norte (Figs. 18-19). Here, the saturated-Upper Rio Rancho 647 Rio Rancho Technical Report | Dan Koning Page 23 of 59 HSU is 1,500-1,800 ft (450-550 m) thick, and the underlying saturated Middle Rio Rancho HSU is inferred 648 to be greater than 4,000 ft (>1200 m) thick. The saturated Upper Rio Rancho HSU decreases in thickness 649 to the north, between the unnamed fault near Universe Boulevard and the Coronado-Alameda fault, 650 pinching out northwards about midway between Southern and Northern Boulevards along the 651 aforementioned Loma Colorado Transition Zone (Fig. 18). The Zia HSU is also probably thick in the 652 southeast corner (Plate 8), but as noted earlier we are not certain whether the sandy Lower Rio Rancho 653 HSU extends further south than Southern Boulevard as a distinguishable unit from the Zia HSU (Fig. 17; 654 Plate 3). Except for the Lower Rio Rancho HSU, the thickest saturated-HSUs, and correspondingly the 655 highest aquifer transmissivities, are interpreted in the southeast corner of the study area. 656 Coronado-Alameda fault 657 The fault that bounds the western and southwestern side of the Ziana horst is inferred to be a 658 continuation of the Coronado-Alameda fault (Connell, 2008a). That such a SW-down normal fault is 659 present is well-supported by our lithologic picks and inter-well correlations in the area west of NM-528 660 (northern Coors Boulevard) and north of Southern Boulevard. Based on these correlations, we interpret 661 that several hundred feet of southwest-down vertical displacement on the Coronado-Alameda fault, 662 increasing to the southeast. The saturated Upper Rio Rancho HSU is interpreted to increase in thickness 663 by 400 to 800 ft (120-250 m) across this structure (from NE to SW), and thus the fault should be 664 considered as an important hydrogeologic feature that forms the northeastern side of relatively thick, 665 saturated Upper Rio Rancho HSU (Fig. 18). 666 Ziana horst 667 The Ziana horst (referred to as the Ziana anticline in Black and Hiss, 1974), extends southeasterly 668 across the east-central part of the study area (Fig. 4, 13-21). It is bounded mainly by the 669 aforementioned, WSW-down Coronado-Alameda fault and a series of east-down faults that include the 670 Arroyo Venada, Tamaya, and San Felipe faults. To the north of Rio Rancho, the Coronado-Alameda fault 671 appears to die out northwards, and the western margin of the Ziana horst is mainly a WSW-dipping 672 homocline merging westward with the eastern Montoyas graben. Many internal, relatively small- 673 displacement faults are present within the delineated horst block, which form a particularly complex 674 network near Rio Rancho High School, between the eastern ends of Northern and Southern Boulevards 675 (Fig. 4). In order to reconcile geometries during the structural contouring of HSU tops, we reinterpreted 676 the mapping of the two innermost faults of the Ziana horst (cf. Personius et al., 2000; Connell, 2008a). 677 Rio Rancho Technical Report | Dan Koning Page 24 of 59 The western of the two faults (unnamed) continues northward from previously mapped faults near RRU- 678 22 and RRU-10; our contouring effort east of RRU-16P necessitated this fault being west-down there, 679 and it is connected to previously mapped west-down faults near RRU-15 and SFP-1 (Fig. 2; Figs. 13-19). 680 The eastern of the two inner faults is a large east-down fault immediately west of RRU-18 (Fig. 4), which 681 we call the Arroyo Venada fault (new name), the majority of which was mapped earlier by Personius et 682 al. (2000). An ash located at the bottom of the RRU-18 well (2,070-2,080 ft depth) chemically correlates 683 with an 11.3 Ma Trapper Creek B Ash (Appendix 7). This ash is more or less at the same stratigraphic 684 level as the 11.19±0.10 Ma Trapper Creek ash seen in outcrop along Highway 550 (sample MRGB-19BN 685 of Koning and Personius, 2002), and together these ashes provide a stratigraphic datum for mapping the 686 top of the Lower Rio Rancho HSU across this fault. Our structural contouring of this datum indicates 687 several hundred feet of east-down vertical displacement on the Arroyo Venada fault, which must have 688 occurred after emplacement of the 11.2-11.3 Ma Trapper Creek ashes. 689 On the Ziana horst, the tops of the hydrostratigraphic units strike east-northeast and dip south- 690 southeast (e.g., Fig. 14). Furthermore, the Upper and Middle Rio Rancho HSUs pinch out to the north- 691 northwest on this horst (Plates 5-8). This results in a north-northwest pinch out of the saturated parts of 692 these particular HSUs (Figs. 15–16, 18-199). The saturated Upper Rio Rancho HSU is generally restricted 693 to the southeast of NM 528 (Fig. 19). The saturated Middle Rio Rancho HSU extends only about 3 miles 694 (5 km) north of the RRU-10 and RRU-10A wells on the footwall (west side) of the Arroyo Venada fault. 695 However, it continues several kilometers northward on the west side of the unnamed fault extending 696 from RRU-10 to RRU-15, where it is 600-1000 ft (180-300 m) thick and thickens to 800-1,500 ft (250-450 697 m) west of the Coronado-Alameda fault (Fig. 19). Between the Arroyo Venada and Tamaya faults, the 698 saturated Middle Rio Rancho HSU is only a few hundred feet (~100 m) near US 550, but increases in 699 thickness southwards to be >1000 ft (>300 m) thick near NM 528 (Fig. 19). 700 Bernalillo area, east of the Tamaya fault 701 Because of their long lengths, we assume several hundred feet of vertical offset for each of the 702 Tamaya and San Felipe faults (Santa Ana section). This is consistent with the interpretation that none of 703 the studied wells east of the San Felipe fault fully penetrate the Upper Rio Rancho HSU (Table 2; 704 Appendix 2). Due to this lack of penetration, HSU tops and saturated thicknesses for the Middle Rio 705 Rancho HSU and lower units are uncertain. 706 707 Rio Rancho Technical Report | Dan Koning Page 25 of 59 708 ASSESSING PERMEABILITY DIFFERENCES BETWEEN AND WITHIN HSUs 709 We used two approaches to assess permeability differences between HSUs. The first entailed 710 detailed mapping of selected vertical outcrop faces associated with a given HSU, and the second 711 involved compilation of pumping test data reflective of permeability, namely"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "out of the saturated parts of 692 these particular HSUs (Figs. 15–16, 18-199). The saturated Upper Rio Rancho HSU is generally restricted 693 to the southeast of NM 528 (Fig. 19). The saturated Middle Rio Rancho HSU extends only about 3 miles 694 (5 km) north of the RRU-10 and RRU-10A wells on the footwall (west side) of the Arroyo Venada fault. 695 However, it continues several kilometers northward on the west side of the unnamed fault extending 696 from RRU-10 to RRU-15, where it is 600-1000 ft (180-300 m) thick and thickens to 800-1,500 ft (250-450 697 m) west of the Coronado-Alameda fault (Fig. 19). Between the Arroyo Venada and Tamaya faults, the 698 saturated Middle Rio Rancho HSU is only a few hundred feet (~100 m) near US 550, but increases in 699 thickness southwards to be >1000 ft (>300 m) thick near NM 528 (Fig. 19). 700 Bernalillo area, east of the Tamaya fault 701 Because of their long lengths, we assume several hundred feet of vertical offset for each of the 702 Tamaya and San Felipe faults (Santa Ana section). This is consistent with the interpretation that none of 703 the studied wells east of the San Felipe fault fully penetrate the Upper Rio Rancho HSU (Table 2; 704 Appendix 2). Due to this lack of penetration, HSU tops and saturated thicknesses for the Middle Rio 705 Rancho HSU and lower units are uncertain. 706 707 Rio Rancho Technical Report | Dan Koning Page 25 of 59 708 ASSESSING PERMEABILITY DIFFERENCES BETWEEN AND WITHIN HSUs 709 We used two approaches to assess permeability differences between HSUs. The first entailed 710 detailed mapping of selected vertical outcrop faces associated with a given HSU, and the second 711 involved compilation of pumping test data reflective of permeability, namely hydraulic conductivities 712 and specific capacities. 713 Outcrop mapping 714 Strata comprising the four HSUs are visible at the surface ~13 miles (20 km) to the northwest of the 715 city, allowing direct study of the lithologic character of these HSUs in the badlands of the Zia Pueblo 716 south of Highway 550 (Fig. 5). Direct study of the outcrops in this area allows for a comparative, local 717 assessment of the lithologic differences between various stratigraphic intervals of the Santa Fe Group 718 aquifer (i.e., between HSUs), and presumably these differences would also exist to the southeast in the 719 subsurface. Collectively, these data can be used assess which HSUs may provide more favorable 720 groundwater yields or hydraulic conductivities. Comparable outcrop analog studies for assessing aquifer 721 permeability properties include those of Aigner et al. (1996); Al-Ajmi et al. (2011), Becker et al. (2019); 722 Biteman et al. (2004); Busch et al. (2022); Davis et al. (1993); Gaud et al. ( 2004); Hornung and Aigner 723 (2006); Howell et al. (2014); Keller et al. (2019); Klingbeil et al. (1999). 724 Only outcrops correlative to the upper Zia HSU and the Middle Rio Rancho HSU provided adequate 725 vertical faces extensive enough for outcrop mapping, so we restricted our mapping to these two units. 726 The studied upper Zia HSU corresponds to the middle Cerro Conejo Formation and the studied Middle 727 Rio Rancho HSU includes outcrop faces of the Loma Barbon and Navajo Draw members of the lower- 728 middle Arroyo Ojito Formation. Various data relating to this effort, including lithologic-texture maps of 729 outcrop faces, are contained in Appendix 8. 730 Methods 731 At six sites (ZP-1 through ZP-6), depicted in Figure 2, we used an unmanned aerial vehicle (UAV) to 732 photograph illustrative outcrops for both the middle-Cerro Conejo and lower-middle Arroyo Ojito 733 Formations. Highly overlapping photographs with GPS coordinates taken from the UAV were stitched 734 together using structure-from-motion software (Drone2Map) to produce 3D point clouds of the near 735 vertical cliff faces that expose the units of interest. The 3D outcrops were mapped using ArcGIS software 736 Rio Rancho Technical Report | Dan Koning Page 26 of 59 to calculate relative proportions of sand vs. clayey sediment as well as sand amalgamation ratios (length 737 of sand-against-sand contacts vs total contact length). The 3D models (Appendix 8) were used to 738 measure lengths and thicknesses of sand bodies. 739 Results 740 Appendix 8 contains data related to the outcrop mapping effort. A text file (Appendix 08_TextFile) 741 reviews the purpose of the study, procedures and results of the study. Tables A8-1 through A8-4 742 tabulate the measurement data from the annotated outcrops of the 2-D exposures. The annotated 743 versions of the high-resolution, stitched images of the outcrop mapping are in a folder called called 744 AnnotatedOutcropPhotos. The Appendix 8 folder called GeodatabasesForOutcropImages have 745 geodatabases for each of the studied outcrops; these geodatabases contain spatial information 746 (including metadata) of the flight lines and flight area and details regarding imaging processing. In these 747 data, the upper Zia Formation HSU corresponds to the middle Cerro Conejo lithologic unit. The 748 Stratigraphic lithologic intervals of the Middle Rio Rancho HSU include the Navajo Draw and Loma 749 Barbon Members of the Arroyo Ojito Formation. Note that the two outcrop faces we studied in the 750 Loma Barbon Member are from the lower part of this lithostratigraphic unit. 751 Compared to the analyzed Middle Rio Rancho HSU, the upper Zia HSU has higher proportions of 752 sand (93-100% vs. 76-91% in the Middle Rio Rancho HSU), and lower proportion of clayey beds (<10% vs. 753 9-24% in the Middle Rio Rancho HSU) (Table 3). Sand amalgamation ratios are also notably higher for 754 the upper Zia HSU (0.7-1.0) compared to the Middle Rio Rancho HSU (0.2-0.7), implying more 755 connectivity of sandstones that would facilitate groundwater flow. Data from three sites suggest that 756 the Loma Barbon Member has shorter clay body and sand body lengths compared to the Navajo Draw 757 Member. Although the lower part of the exposed Loma Barbon Member (analyzed by this method) has 758 ~10 percent clays, qualitative observation of outcrops and wells indicates that the Loma Barbon 759 Member generally coarsens up-section so the clay percentage likely decreases up-section. Length 760 measurements for sands are of limited practical value (for comparing the upper Zia HSU vs. the Middle 761 Rio Rancho HSU) because they generally correspond to outcrop length. Clay lengths in the upper Zia HSU 762 are longer than those in the Middle Rio Rancho HSU, by a factor of 3-4, based on four data points (sites). 763 That would suggest higher connectivity between sand intervals in the Middle Rio Rancho HSU than 764 implied by the sand amalgamation ratio (Table 3). Average sand body thicknesses are ~16 ft (5 m) in 765 both the upper Zia HSU and the Middle Rio Rancho HSU, although locally in the upper Zia HSU they are 766 as much as 55 ft (17 m). Collectively, these outcrop data suggest that the upper Zia Fm has lithologic 767 Rio Rancho Technical Report | Dan Koning Page 27 of 59 characteristics conducive to slightly higher permeability and groundwater yields. However, because the 768 Zia HSU was buried to a greater extent than the Middle Rio Rancho HSU in the Rio Rancho area,"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "Rancho HSU), and lower proportion of clayey beds (<10% vs. 753 9-24% in the Middle Rio Rancho HSU) (Table 3). Sand amalgamation ratios are also notably higher for 754 the upper Zia HSU (0.7-1.0) compared to the Middle Rio Rancho HSU (0.2-0.7), implying more 755 connectivity of sandstones that would facilitate groundwater flow. Data from three sites suggest that 756 the Loma Barbon Member has shorter clay body and sand body lengths compared to the Navajo Draw 757 Member. Although the lower part of the exposed Loma Barbon Member (analyzed by this method) has 758 ~10 percent clays, qualitative observation of outcrops and wells indicates that the Loma Barbon 759 Member generally coarsens up-section so the clay percentage likely decreases up-section. Length 760 measurements for sands are of limited practical value (for comparing the upper Zia HSU vs. the Middle 761 Rio Rancho HSU) because they generally correspond to outcrop length. Clay lengths in the upper Zia HSU 762 are longer than those in the Middle Rio Rancho HSU, by a factor of 3-4, based on four data points (sites). 763 That would suggest higher connectivity between sand intervals in the Middle Rio Rancho HSU than 764 implied by the sand amalgamation ratio (Table 3). Average sand body thicknesses are ~16 ft (5 m) in 765 both the upper Zia HSU and the Middle Rio Rancho HSU, although locally in the upper Zia HSU they are 766 as much as 55 ft (17 m). Collectively, these outcrop data suggest that the upper Zia Fm has lithologic 767 Rio Rancho Technical Report | Dan Koning Page 27 of 59 characteristics conducive to slightly higher permeability and groundwater yields. However, because the 768 Zia HSU was buried to a greater extent than the Middle Rio Rancho HSU in the Rio Rancho area, it is 769 expected to be more highly compacted and perhaps more cemented, and this will adversely affect its 770 permeability. Overestimation of actual permeability in subsurface strata has been documented in 771 previous outcrop analogue studies due to lower degrees of cementation and compaction in outcrops 772 compared to subsurface (well samples) (Busch et al., 2021). Furthermore, we only studied outcrop faces 773 representing limited stratigraphic intervals of either the upper Zia HSU and the Middle Rio Rancho HSU, 774 so extrapolating results to the entire hydrostratigraphic unit could very well be misleading. 775 776 Determining sand vs. clayey sediment for HSUs using well data 777 Methods 778 Well wireline analyses 779 Rio Rancho has the fortune of having at least 38 wells with detailed well records (Appendix 2), 30 of 780 which were used for the structural contouring effort described earlier (Table 2). These well records 781 include archived cuttings and wireline geophysical logs. The wireline logs commonly containinduction 782 (or electric resistivity), spontaneous potential (SP), gamma ray, neutron porosity, and density porosity 783 data. Some wells have formation-analysis logs, the latter using the previously listed wireline data to 784 calculate sand vs shale vs calcium carbonate content as well as effective porosity as a function of depth. 785 Using these wireline data combined with available cuttings data, we delineated sand, clay, and 786 clayey sand intervals for 22 of these wells (Appendix 4). In terms of procedure, various well logs were 787 placed on a large Adobe Illustrator gridded canvas and adjusted so that they lined up side-by-side in 788 terms of depths. The utilized well logs included induction (or electric resistivity)+SP, gamma 789 ray+neutron-porosity, caliper+density-porosity, and formation-analysis (the latter only available for 790 wells RRU-10, RRU-6A, RRU-9, and RRU-14 through RRU-20). Curves of gamma-ray and conductivity, 791 digitized as part of the Riesterer et al. (2004) effort, were also placed on the canvas. Using standard 792 wireline interpretation methods to recognize subsurface lithologies, uniquely colored rectangles were 793 drawn in Adobe Illustrator that corresponded to sand vs clay intervals. “Muddy sand” was assigned to 794 depths not designated as sand or clay. The stack of colored rectangles allow for rapid visual assessment 795 of vertical changes in lithology in a given well. Depth ranges of each colored rectangle were tabulated 796 Rio Rancho Technical Report | Dan Koning Page 28 of 59 into an EXCEL spreadsheet. The proportions of clay, muddy sand, and sand were then calculated and 797 compiled for each hydrostratigraphic unit (Table 4; Appendix 4). 798 Note that this lithologic break-out was conducted from the water table to the bottom of the well. 799 Thus, the lithologic summaries only pertain to the saturated zones of a HSU; in the case of the Middle 800 Rio Rancho HSU, which coarsens upwards, this will result in an underestimation of the sand content over 801 the entire HSU (including the saturated and unsaturated zones). Also, for deep exploratory wells we only 802 delineated lithologies to the bottom of the Cerro Conejo Formation in the case of deep oil exploratory 803 wells. 804 Vshale analyses 805 Assuming higher percentages of sand correlates with higher permeability (Fetter, 2018; Gaud et al., 806 2004, fig. 3), an indirect method of assessing permeability changes is noting vertical or horizontal 807 changes in the percentage of sand bodies in a hydrostratigraphic unit. As an ancillary to the 808 aforementioned sand percentage dataset determined by detailed investigation and analysis of several 809 wireline logs (Table 4, Appendix 4), we use solely gamma-ray data to calculate net-to-gross ratios of 810 sand bodies relative to the saturated HSU thickness in a given well. This ratio can be viewed as a sand- 811 body percentage, and is calculated using Kingdom software from down-hole gamma-ray logs. From the 812 gamma-ray log, a Vshale curve is calculated using the end-members of pure-sand (approximate 813 minimum of gamma-ray values) and pure-clay (approximate maximum of gamma ray values). The 814 corresponding equation (Tearpock and Bischke, 2002) is: 815 816 Vshale = (GR-GRCLN)/(GRSHL-GRCLN) 817 where: 818 GR is gamma-ray log value at a measured depth 819 GRCLN is minimum gamma ray value (clean sand) along the studied depth of the well 820 GRSHL is maximum gamma ray value (clay or shale) along the studied depth of the well 821 For this study, sand bodies were recognized as such where the Kingdom Vshale value was 0.25 or less. 822 823 Rio Rancho Technical Report | Dan Koning Page 29 of 59 Results 824 Well wireline analyses 825 We used all available downhole wireline logs coupled with study of archived cuttings to manually 826 delineate sand, clay, and clayey sand intervals for 22 wells in the study area. The proportions of sand vs. 827 clayey sand vs. clay are tabulated in Table 4. Figure 22 summarizes the results of these analyses. 828 These data show that the Lower Rio Rancho HSU has the most favorable lithologic permeability 829 proxies, followed by the Upper Rio Rancho HSU. The sand vs. clay ratio in the Lower Rio Rancho HSU is 830 17.1, that of the Upper Rio Rancho HSU is 4.4, whereas the Middle Rio Rancho and upper Zia HSUs are 831 close to 3 and 2, respectively (Fig. 22). The proportion of clay and clayey sand in the Lower Rio Rancho 832 HSU is at least half of that in the other three"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "to the saturated HSU thickness in a given well. This ratio can be viewed as a sand- 811 body percentage, and is calculated using Kingdom software from down-hole gamma-ray logs. From the 812 gamma-ray log, a Vshale curve is calculated using the end-members of pure-sand (approximate 813 minimum of gamma-ray values) and pure-clay (approximate maximum of gamma ray values). The 814 corresponding equation (Tearpock and Bischke, 2002) is: 815 816 Vshale = (GR-GRCLN)/(GRSHL-GRCLN) 817 where: 818 GR is gamma-ray log value at a measured depth 819 GRCLN is minimum gamma ray value (clean sand) along the studied depth of the well 820 GRSHL is maximum gamma ray value (clay or shale) along the studied depth of the well 821 For this study, sand bodies were recognized as such where the Kingdom Vshale value was 0.25 or less. 822 823 Rio Rancho Technical Report | Dan Koning Page 29 of 59 Results 824 Well wireline analyses 825 We used all available downhole wireline logs coupled with study of archived cuttings to manually 826 delineate sand, clay, and clayey sand intervals for 22 wells in the study area. The proportions of sand vs. 827 clayey sand vs. clay are tabulated in Table 4. Figure 22 summarizes the results of these analyses. 828 These data show that the Lower Rio Rancho HSU has the most favorable lithologic permeability 829 proxies, followed by the Upper Rio Rancho HSU. The sand vs. clay ratio in the Lower Rio Rancho HSU is 830 17.1, that of the Upper Rio Rancho HSU is 4.4, whereas the Middle Rio Rancho and upper Zia HSUs are 831 close to 3 and 2, respectively (Fig. 22). The proportion of clay and clayey sand in the Lower Rio Rancho 832 HSU is at least half of that in the other three HSUs. The proportion of clay and sand (relative to total) in 833 the Upper Rio Rancho HSU is 0.11 and 0.51, respectively, while that of the Middle Rio Rancho HSU is 834 0.16 and 0.47, consistent with possibly higher permeabilities for the Upper Rio Rancho HSU based on 835 these lithologic proxies. 836 Going into this project, we had hypothesized that sand would increase and clay decrease to the 837 northwest, parallel to paleo-streamflow (paleoflow data from Connell, 2008a, 2008b; Koning et al., 838 1998; Cather et al., 1997; Koning and Jochems, 2014; Koning and Rawling, 2017). However, such a trend 839 is not obvious in most of the lithologic-texture data, at least not in the saturated zones of the Upper Rio 840 Rancho and Middle Rio Rancho HSUs (Figures 23, 24).For the saturated part of the Upper and Middle Rio 841 Rancho HSUs, the proportion of clay, muddy sand, and sand obtained from these analyses are plotted as 842 pie charts on a map of the central study area (Figure 23). For a given well, the proportion of sand vs. clay 843 in the Upper Rio Rancho HSU is consistently much more than that in the Middle Rio Rancho HSU, 844 indicating a vertical trend in the data. To test our hypothesis regarding an upstream-orientated lateral 845 trend, we orthogonally projected the sand and clay percent data of a well (shown in Figure 23) to a line 846 trending 315° (upstream). The wells are divided into three sets according to what major structural zone 847 they lie in: west of the Zia fault, within the Montoyas graben, and on the Ziana horst. The strongest 848 lateral trend showing coarsening along a 315° trend corresponds to wells on the Ziana horst. A weaker 849 trend is seen west of the Zia fault, where sand increases along a 315° direction but clay percentage is 850 steady. Note that the rightward increasing separation (vertically) of the trend lines in both of these 851 datasets corresponds to slightly higher sand vs clay ratios in an upstream direction. There is not notable 852 trend in the Montoya graben. The fining that one observes in well data from east to west across the Zia 853 Rio Rancho Technical Report | Dan Koning Page 30 of 59 fault (from the Montoyas graben well set to the well set west of the Zia fault) may be due to the 854 combination of a westward-decreasing groundwater table and down-dropping, on the east side of the 855 fault, of coarser-grained strata in the upper part of the coarsening-upward Arroyo Ojito Formation. The 856 lack of a clear lateral trend may perhaps be attributed to the extent of the study area being relatively 857 minor compared to the entire length of the paleostream drainages (paleodrainage extent is not 858 constrained to the northwest). 859 Storage zone thickness equates to sand body thickness and is shown via a box-and-whisker plot at 860 the top of Figure 25. The Lower Rio Rancho HSU has the highest storage zone thicknesses (10 ft median 861 vs. 6 ft median in the Upper Rio Rancho HSU). The median value of storage zone thickness is higher in 862 the Upper Rio Rancho HSU than the Middle Rio Rancho HSU (6 vs. 4 ft), and ~50% of the data in the 863 Upper Rio Rancho HSU have higher thickness values than ~75% of the data in the Middle Rio Rancho 864 HSU. (i.e., the “boxes” in the plots). One can also consider the storage zone thickness as consisting of 865 sand and muddy sand lying in-between clay beds (bottom of Fig. 25). Using this definition, the Lower Rio 866 Rancho HSU has similar storage zone values than the Upper Rio Rancho HSU (e.g., 24 median vs.22 867 median), and the Upper Rio Rancho HSU has somewhat higher values and ranges than the Middle Rio 868 Rancho HSU (e.g., 22 median vs. 8 median). The Middle Rio Rancho and upper Zia hydrostratigraphic 869 units have comparable storage zone thicknesses using either definition, which contrasts with the 870 outcrop-mapping results (upper right of Fig. 25). Because of the larger sampled stratigraphic intervals 871 associated with the well data compared to the outcrop faces , we prefer the interpretation that 872 permeability-related proxies are similar between the upper Zia and Middle Rio Rancho 873 hydrostratigraphic units (e.g., compare the two units in Figs. 23 and 25). 874 Determining sand vs. clayey sediment for HSUs using Vshale analyses and density-porosity 875 analyses 876 Where adequate gamma ray curves were available, net to gross sand body ratios were calculated 877 for each saturated HSU, where sand bodies were delineated using a Vshale ratio of ≤ 0.25. These ratios 878 equate to the proportion of sand bodies (relative to the total sediment) for a HSU in a well. On these 879 same sand bodies in a given well (where Vshale ≤ 0.25), we also did a calculation of porosity using 880 density-porosity wireline data. 881 Results of the Vshale and density-porosity analyses for the saturated zones of the HSUs are 882 tabulated in Table 5. Figure 26 plots the net to gross ratios for the saturated zones of the Middle and 883 Rio Rancho Technical Report | Dan Koning Page 31 of 59 Lower Rio Rancho HSUs, depicted as bubble plots on a map of the study area. Figure 27 plots the net"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "beds (bottom of Fig. 25). Using this definition, the Lower Rio 866 Rancho HSU has similar storage zone values than the Upper Rio Rancho HSU (e.g., 24 median vs.22 867 median), and the Upper Rio Rancho HSU has somewhat higher values and ranges than the Middle Rio 868 Rancho HSU (e.g., 22 median vs. 8 median). The Middle Rio Rancho and upper Zia hydrostratigraphic 869 units have comparable storage zone thicknesses using either definition, which contrasts with the 870 outcrop-mapping results (upper right of Fig. 25). Because of the larger sampled stratigraphic intervals 871 associated with the well data compared to the outcrop faces , we prefer the interpretation that 872 permeability-related proxies are similar between the upper Zia and Middle Rio Rancho 873 hydrostratigraphic units (e.g., compare the two units in Figs. 23 and 25). 874 Determining sand vs. clayey sediment for HSUs using Vshale analyses and density-porosity 875 analyses 876 Where adequate gamma ray curves were available, net to gross sand body ratios were calculated 877 for each saturated HSU, where sand bodies were delineated using a Vshale ratio of ≤ 0.25. These ratios 878 equate to the proportion of sand bodies (relative to the total sediment) for a HSU in a well. On these 879 same sand bodies in a given well (where Vshale ≤ 0.25), we also did a calculation of porosity using 880 density-porosity wireline data. 881 Results of the Vshale and density-porosity analyses for the saturated zones of the HSUs are 882 tabulated in Table 5. Figure 26 plots the net to gross ratios for the saturated zones of the Middle and 883 Rio Rancho Technical Report | Dan Koning Page 31 of 59 Lower Rio Rancho HSUs, depicted as bubble plots on a map of the study area. Figure 27 plots the net to 884 gross ratios for the saturated + unsaturated zone of the Middle Rio Rancho HSU. A net-to-gross value of 885 1.0 means all of the aquifer thickness is sand, and lesser values are the fractional value of sands out of a 886 total of 1.0. For example, a net-to-gross ratio of 0.2 means 20% sand. 887 Where both the MRR and LRR HSUs are penetrated by a well, the proportion of sand is greater in 888 the Lower Rio Rancho HSU compared to the Middle Rio Rancho HSU (Fig. 27). The averaged value of 889 sand gross-to-net ratios (Table 5) is greater in the Lower Rio Rancho HSU (0.52±0.20) compared to the 890 stratigraphically higher Middle Rio Rancho HSU (0.29±0.16) and Upper Rio Rancho HSU (0.34±0.24 ) 891 (errors correspond to one standard deviation; note the overlap between HSUs). HSU (but still within 892 error) compared to the two stratigraphically higher HSUs (0.52±0.20 vs. 0.34±0.24 and 0.29±0.16). This 893 is consistent with data presented above that show the Lower Rio Rancho HSU has greater sand 894 proportions than the Middle Rio Rancho HSU. 895 Within a given HSU there is an unexpected wide range of lateral variability, as illustrated in Table 5 896 and in the lithologic proportions of the Middle and Lower HSUs depicted in Figure 26-27. The Middle 897 RRU exhibits a coarsening upward trend in most wells, but the sand body ratios in the saturated zone 898 can differ by as much as 0.1-0.2 even for wells on the same fault-bounded block that lie within a couple 899 of kilometers distance from each other (e.g., Phoenix monitoring well vs. RRU-9; RRU-7 vs RRU-6A; RRU- 900 10 vs. RRU10A in Fig. 26). When one considers both the saturated and unsaturated zone for the Middle 901 Rio Rancho HSU, there is somewhat less variability between adjacent wells (cf. the MRR HSU data in 902 Figs. 26 and 27). This difference may be due to the saturated zone occupying different stratigraphic 903 levels in some adjacent wells, creating more variability in the net to gross ratios in Figure 26. But even 904 when both the saturated and unsaturated zones are considered (Fig. 26), there is generally not a 905 noteworthy south-southeastward fining trend over most of the study area (Fig. 27), parallel to the 906 paleoflow direction (paleoflow data from Connell, 2008a, 2008b; Koning et al., 1998; Cather et al., 1997; 907 Koning and Jochems, 2014; Koning and Rawlings, 2017). However, there is a suggestion (based on wells 908 RRU-9, RRU-23, RRU-18, RRU-15, PHX, and T1) that northward coarsening in the Middle Rio Rancho HSU 909 occurs from the approximate latitude of RRU-9 north to La Ceja. Perhaps that locale reflects the position 910 of paleofans, whereas downstream (to the south-southeast) the paleo depositional environment 911 approximated a gently sloping bajada or basin floor. 912 Density-porosity values were calculated for the saturated zones in each HSU per well in Kingdom 913 software from wireline data we digitized from sources listed in Appendix 1. Arithmetic means were 914 Rio Rancho Technical Report | Dan Koning Page 32 of 59 calculated for all strata in a HSU per well as well as for just the sand fraction, the latter delineated for 915 depth intervals where the Vshale ratio was 0.25 or less (Table 5). Although they lie within the 1-standard 916 deviation error range, these data suggest higher porosities for the Upper and Lower Rio Rancho HSUs 917 than the Middle Rio Rancho HSUs. When density-porosities are compiled for both the saturated + 918 unsaturated zones in a given well for only the sand bodies, the difference between the Upper and 919 Middle Rio Rancho HSUs is noteworthy (Fig. 28). We interpret this difference as reflecting less 920 compaction and less cementation of sand bodies in the Upper Rio Rancho HSU compared to the Middle 921 Rio Rancho HSU (e.g., Haneberg, 1995; Busch et al., 2022). Since the proportion of sand vs. clayey 922 sediment is only slightly higher in the Upper Rio Rancho HSU vs. the Middle Rio Rancho HSU, we infer 923 that the difference in porosity (due to compaction and cementation) may be a major factor why the 924 Upper Rio Rancho exhibits generally higher hydraulic conductivity values (Figs. 29-30, as discussed 925 below). 926 927 Direct permeability analysis 928 We used three approaches to measure vertical and lateral changes in permeability: compilation of 929 hydraulic conductivity and specific capacities from pumping tests, the Kozeny-Carman model, and the 930 Berg model. Note pumping-tests sample the saturated part of an entire screened interval in a given HSU, 931 whereas the Kozeny-Carman and Berg models calculates hydraulic conductivity as a function of depth in 932 a HSU per well. 933 Input information for the Kozeny-Carman and Berg models include sand grain sizes and effective 934 porosity. Sand grain sizes were obtained from sieve tests obtained during the drilling of the Rio Rancho 935 production wells (previously tabulated in consultant reports associated with a given well; Appendix 1). 936 We did not have empirical data giving effective porosity, so instead we substituted porosity measured 937 by the density-porosity tool in wireline logs (not available for all wells). Effective porosity represents the 938 connected pores in a sand that allow through-going water flow. Because the porosity measured by the 939 density-porosity tool is very likely higher than the effective porosity, the permeability"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "only the sand bodies, the difference between the Upper and 919 Middle Rio Rancho HSUs is noteworthy (Fig. 28). We interpret this difference as reflecting less 920 compaction and less cementation of sand bodies in the Upper Rio Rancho HSU compared to the Middle 921 Rio Rancho HSU (e.g., Haneberg, 1995; Busch et al., 2022). Since the proportion of sand vs. clayey 922 sediment is only slightly higher in the Upper Rio Rancho HSU vs. the Middle Rio Rancho HSU, we infer 923 that the difference in porosity (due to compaction and cementation) may be a major factor why the 924 Upper Rio Rancho exhibits generally higher hydraulic conductivity values (Figs. 29-30, as discussed 925 below). 926 927 Direct permeability analysis 928 We used three approaches to measure vertical and lateral changes in permeability: compilation of 929 hydraulic conductivity and specific capacities from pumping tests, the Kozeny-Carman model, and the 930 Berg model. Note pumping-tests sample the saturated part of an entire screened interval in a given HSU, 931 whereas the Kozeny-Carman and Berg models calculates hydraulic conductivity as a function of depth in 932 a HSU per well. 933 Input information for the Kozeny-Carman and Berg models include sand grain sizes and effective 934 porosity. Sand grain sizes were obtained from sieve tests obtained during the drilling of the Rio Rancho 935 production wells (previously tabulated in consultant reports associated with a given well; Appendix 1). 936 We did not have empirical data giving effective porosity, so instead we substituted porosity measured 937 by the density-porosity tool in wireline logs (not available for all wells). Effective porosity represents the 938 connected pores in a sand that allow through-going water flow. Because the porosity measured by the 939 density-porosity tool is very likely higher than the effective porosity, the permeability values we 940 obtained from these two models would theoretically be higher than the actual values. Thus, it is 941 important to note that we use the permeabilities from the Kozeny-Carman and Berg model only in a 942 comparative sense, that is, to compare lateral trends in permeability within a given hydrostratigraphic 943 unit. Another potential problem with the Kozeny-Carman and Berg models is that the sand-size data 944 Rio Rancho Technical Report | Dan Koning Page 33 of 59 comes from a limited number of sieve analyses, consisting of 10-20 samples within a particular 945 hydrostratigraphic unit. 946 Methods 947 Pumping test hydraulic conductivity compilations per HSU 948 We compiled hydraulic conductivity and specific capacity measurements from pumping tests (Table 949 6). These data were available for the Rio Rancho production wells (except RRU-18 and RRU-20), the 950 Bernalillo No. 4 well, and the three Intel production wells. Pump-test data were also available from the 951 extreme southwest of the study area and include the Black Ranch Test Hole and the Soil Amendment 952 Facility Well (BR and SAF-1 on Figure 29), the latter being 1 mile (1.6 km) south of the southern 953 boundary of the study area. Where more than one pump-test was conducted on a well, corresponding 954 to different depth-intervals of a particular HSU, the average of the hydraulic conductivities was used; 955 this was done for the Black Ranch test hole (BR), which had hydraulic conductivities of 12 ft/day and 5.4 956 ft/day in the Middle Rio Grande HSU, and in well RRU-13R, which had values of 1.2 and 0.8 ft/day in the 957 Middle Rio Grande HSU (Table 6). We selected the pumping tests for wells that had screened depths 958 that corresponded uniquely to a given HSU or were >80% within a given HSU. In the case of the Intel 959 wells, we attributed the pump test data as all being from the Upper Rio Rancho HSU, even though 20- 960 30% of the screens were in the Middle Rio Rancho HSU. This is because the Middle Rio Rancho HSU was 961 notably finer-grained than the Upper HSU, so we made the assumption that the pump test mostly 962 reflected the Upper Rio Rancho HSU. We could not use RRU-10A, RRU-12, RRU-16P, RRU-22, and NM 963 Util 4 wells because their screens extended significantly across multiple aquifers. Only one well, RRU-23, 964 had a pump test from a screened interval wholly within the Lower Rio Rancho aquifer. 965 966 Rio Rancho Technical Report | Dan Koning Page 34 of 59 Kozeny-Carman model 967 The Kozeny-Carman model calculates a theoretical hydraulic conductivity based on a referential 968 grain size and effective porosity. It is based on a conceptual flow model that contained a bundle of 969 capillary tubes of even length (Kozeny, 1927) that was later modified to account for tortuosity of flow 970 around individual grains (Carman, 1937, 1939). The resulting equation is known as the Kozeny-Carman 971 equation (equation 14 of Urumovic and Urumovic, 2016). 972 973 K = CF*[0.0625*Dg2 *[(ne3/(1-ne)2]] 974 975 We assumed the effective porosity (ne) is approximated by the porosities obtained by the density- 976 porosity tool. Based on the results and recommendations of the paper by Urumovic and Urumovic 977 (2016), we used the geometric mean of the sand grain size (Dg) derived from sieve analyses. We also use 978 a correctional factor (CF) to account for temperature-based changes in water density and viscosity (CF = 979 0.7 + 0.03*Temperature of the groundwater in Celsius). The temperature of the groundwater was 980 calculated from the local geothermal gradient and the depth of the sample. Local geothermal gradients 981 were obtained mainly from plotting a regression line of bottom-hole temperature vs. bottom-hole depth 982 data of the production wells. Near Well RRU-23, the geothermal gradient was calculated mostly using 983 the temperature log for that well. Calculations were performed at one-foot depth intervals using 984 Kingdom software; the one-foot depth calculations for a given HSU were then averaged to provide a 985 representative value for a given HSU in a well (Table 6). 986 987 Berg model 988 The Berg model links effective porosity, grain size and grain sorting to permeability. Nelson (1994) 989 interprets that it is a usable means of estimating permeability in unconsolidated to weakly consolidated 990 sands (where porosity values are not much less than 30%) and clean, quartzose sandstone. The equation 991 (3a of Berg, 1994) is: 992 993 k (in darcys) = 5.1x10-6 * (effective porosity in percent)5.1 * D2 * e(-1.385p) 994 Rio Rancho Technical Report | Dan Koning Page 35 of 59 995 The grain size input (D) is the median grain diameter, approximated by the 50th percentile in the sieve 996 analyses. The porosity term (p) is the difference of the 90th percentile and 10th percentile in the sand- 997 sieve analyses (expressed in phi units, where phi = -log2 of the difference in these percentiles). Like in 998 the Kozeny-Carman model, we assumed the effective porosity (ne) is approximated by the porosities 999 obtained by the density-porosity tool. Since the effective porosity is lower than the density-porosity 1000 values, the results over-estimate the true hydraulic conductivities. However, we used the results for 1001 comparative purposes, particularly in assessing if there is lateral variation in a given HSU. 1002 1003 Results 1004 There are clear differences in the"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "geothermal gradient and the depth of the sample. Local geothermal gradients 981 were obtained mainly from plotting a regression line of bottom-hole temperature vs. bottom-hole depth 982 data of the production wells. Near Well RRU-23, the geothermal gradient was calculated mostly using 983 the temperature log for that well. Calculations were performed at one-foot depth intervals using 984 Kingdom software; the one-foot depth calculations for a given HSU were then averaged to provide a 985 representative value for a given HSU in a well (Table 6). 986 987 Berg model 988 The Berg model links effective porosity, grain size and grain sorting to permeability. Nelson (1994) 989 interprets that it is a usable means of estimating permeability in unconsolidated to weakly consolidated 990 sands (where porosity values are not much less than 30%) and clean, quartzose sandstone. The equation 991 (3a of Berg, 1994) is: 992 993 k (in darcys) = 5.1x10-6 * (effective porosity in percent)5.1 * D2 * e(-1.385p) 994 Rio Rancho Technical Report | Dan Koning Page 35 of 59 995 The grain size input (D) is the median grain diameter, approximated by the 50th percentile in the sieve 996 analyses. The porosity term (p) is the difference of the 90th percentile and 10th percentile in the sand- 997 sieve analyses (expressed in phi units, where phi = -log2 of the difference in these percentiles). Like in 998 the Kozeny-Carman model, we assumed the effective porosity (ne) is approximated by the porosities 999 obtained by the density-porosity tool. Since the effective porosity is lower than the density-porosity 1000 values, the results over-estimate the true hydraulic conductivities. However, we used the results for 1001 comparative purposes, particularly in assessing if there is lateral variation in a given HSU. 1002 1003 Results 1004 There are clear differences in the pump-test hydraulic conductivities and specific capacities for the 1005 Upper Rio Rancho versus Middle Rio Rancho HSUs. Hydraulic conductivities at a given well per HSU unit 1006 are depicted as bubble plots in Figure 29, where the width of the circle is scaled to the value of hydraulic 1007 conductivity. Note how the Upper Rio Rancho HSU data are notably larger than the Middle Rio Rancho 1008 HSU data. Both hydraulic conductivity and specific capacity data derived from pumping tests are shown 1009 in the box-and-whisker plots of Figure 30. For the Middle Rio Rancho unit, an outlier of 12 ft/day is 1010 plotted (from the Black Ranch test well, BR). For the Upper Rio Rancho unit, the median value is 9.25 1011 ft/day and the first quartile (25 percentile) is 7 ft/day. The median value for the Middle Rio Rancho unit 1012 is 3.25 ft/day, whereas 75% of its values (up to the 75th percentile) lie at ≤ 5.35 ft/day, below the 25th 1013 percentile of the Upper Rio Rancho HSU (Fig. 30). 1014 When standard deviations are plotted relative to the mean of data (pink lines in Fig. 30), one can see 1015 overlap between the Upper Rio Rancho HSU data within one standard deviation below the mean and 1016 the Middle Rio Rancho HSU data within one standard deviation above the mean. Similar overlap in the 1017 standard deviations of specific capacity and well production data presented in Riesterer et al. (2004) was 1018 used to justify there was no meaningful difference in permeability-related performance of wells 1019 screened in the Upper Rio Rancho HSU and those screened in the Middle Rio Rancho HSU. We 1020 acknowledge the overlap, but argue from our hydraulic conductivity data (Fig. 30) there is notably 1021 increased probability of encountering higher-permeabililty strata in the Upper Rio Rancho HSU 1022 compared to the Middle Rio Rancho HSU. Also, permeability-related data (including lithologic proxies) 1023 Rio Rancho Technical Report | Dan Koning Page 36 of 59 plotted for individual wells strongly indicate more favorable permeability in the Upper Rio Rancho HSU 1024 compared to the Middle Rio Rancho HSU (e.g., Figs. 24 and 28). 1025 Visual inspection of the map-plotted hydraulic conductivity data indicates that two wells in the 1026 southwest corner of the study area, returned relatively high hydraulic conductivities for the Middle Rio 1027 Rancho HSU (Fig. 29). In terms of geology, these higher results could possibly be due to increased input 1028 of medium-coarse sand into late Miocene paleo-drainage(s) as one goes southwestwards towards the 1029 mapped location of the Benavidez Member (exposures being located near the Rio Puerco). Such zones 1030 of coarser-grained sand were noted locally in the Arroyo Ojito Formation in the Black Range Test well 1031 (Appendix 3). The Benavidez member (spanning the Cerro Conejo and Arroyo Ojito Formations, Fig. 8) is 1032 a piedmont-slope deposit that transported relatively coarse-grained material off of the southeastern 1033 Colorado Plateau (Koning et al., 2021). It interfingers eastward with the Navajo Draw Member of the 1034 Arroyo Ojito Formation, is the latter being a fluvial deposit containing higher proportions of finer sand 1035 and mud (Connell et al., 1999; Koning and Jochems, 2014). 1036 Compared to hydraulic conductivity data, there is more overlap when specific capacity data are 1037 presented as box and whisker plots (Table 2, Fig. 30). However, the Upper Rio Rancho HSU does exhibit 1038 a range of higher values than the Middle Rio Rancho HSU, with the higher 50% of data for the Upper Rio 1039 Rancho HSU being higher than the lower 75% of data for the Middle Rio Rancho HSU. Also, the median 1040 value of the specific capacity data is 10.5 gpm/ft for the Upper Rio Rancho HSU and 8.45 gpm/ft for the 1041 Middle Rio Rancho HSU. 1042 Of the three studied HSUs, we only had enough data for the Middle Rio Rancho HSU to evaluate 1043 lateral permeability differences using the Kozeny-Carman and Berg models (Figures 31-32). As a 1044 reminder, these models calculate a theoretical hydraulic conductivity using sand-sieve analyses of 10-20 1045 sand samples taken from cuttings at a given well. Using the sand sample depth-interval values (typically 1046 in increments of 10 ft), density-porosity values were extracted from a window centered on the 1047 corresponding depths from the wireline logs (e.g., ~5 ft on either side of the sample depth if the 1048 sampling interval was 10 ft). However, plotting the results of these analyses with hydraulic 1049 conductivities derived from pumping tests show very poor correlation, with R2 values of <0.2 (Fig. 1050 33a,b). Thus, we do not feel confident in using these particular data to make any interpretations 1051 regarding lateral permeability trends in the Middle Rio Rancho HSU. We explain this poor correlation by 1052 inferring: 1) the 10-20 sieve samples taken of the Middle Rio Rancho aquifer per well are insufficient in 1053 number to adequately characterize the this HSU, and/or 2) in actuality, because the sieve sample is not 1054 Rio Rancho Technical Report | Dan Koning Page 37 of 59 intact it does not adequately represent even the 10 ft-thick sampled interval because the drilling process 1055 homogenizes the sand and clayey beds and eradicates stratification-related controls of permeability . 1056 For example, it may be the case that a high-yielding sand bed is thinner than the 10 ft sieve-sample 1057"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "data for the Middle Rio Rancho HSU. Also, the median 1040 value of the specific capacity data is 10.5 gpm/ft for the Upper Rio Rancho HSU and 8.45 gpm/ft for the 1041 Middle Rio Rancho HSU. 1042 Of the three studied HSUs, we only had enough data for the Middle Rio Rancho HSU to evaluate 1043 lateral permeability differences using the Kozeny-Carman and Berg models (Figures 31-32). As a 1044 reminder, these models calculate a theoretical hydraulic conductivity using sand-sieve analyses of 10-20 1045 sand samples taken from cuttings at a given well. Using the sand sample depth-interval values (typically 1046 in increments of 10 ft), density-porosity values were extracted from a window centered on the 1047 corresponding depths from the wireline logs (e.g., ~5 ft on either side of the sample depth if the 1048 sampling interval was 10 ft). However, plotting the results of these analyses with hydraulic 1049 conductivities derived from pumping tests show very poor correlation, with R2 values of <0.2 (Fig. 1050 33a,b). Thus, we do not feel confident in using these particular data to make any interpretations 1051 regarding lateral permeability trends in the Middle Rio Rancho HSU. We explain this poor correlation by 1052 inferring: 1) the 10-20 sieve samples taken of the Middle Rio Rancho aquifer per well are insufficient in 1053 number to adequately characterize the this HSU, and/or 2) in actuality, because the sieve sample is not 1054 Rio Rancho Technical Report | Dan Koning Page 37 of 59 intact it does not adequately represent even the 10 ft-thick sampled interval because the drilling process 1055 homogenizes the sand and clayey beds and eradicates stratification-related controls of permeability . 1056 For example, it may be the case that a high-yielding sand bed is thinner than the 10 ft sieve-sample 1057 interval, and its unique properties are not adequately sampled. A higher number of samples or analyses 1058 of intact core would probably have yielded a better correlation with the pump test data. 1059 The only well log-associated parameter that seemed to somewhat correlate with pump test-derived 1060 hydraulic conductivities is the net-to-gross sand bodies, which had a R2 of 0.56 (Figure 33c). “Net-to- 1061 gross” corresponds to the percentage of sand bodies in a given thickness interval – in our case, the 1062 thickness of a given hydrostratigraphic unit. This correlation of net-to-gross sand values with pump-test 1063 derived hydraulic conductivities allow us to use net-to-gross (percentage) of sand bodies as a proxy for 1064 relative permeability changes, which is useful in areas that lack pump-test data. Net-to-gross ratios of 1065 sand bodies are plotted in Figures 26-27. 1066 Assuming there is a correlation between higher net-to-gross values and overall permeability, the 1067 following vertical and lateral trends of net-to-gross values of sand bodies are noteworthy. First, where 1068 data from both the Middle and Lower Rio Rancho units are available in a single well, the net-to-gross 1069 values of the Lower Rio Rancho unit are greater than those of the Middle Rio Rancho HSU. In Figures 26 1070 and 27, one can see how yellow circles (representing the Middle Rio Rancho HSU) are smaller than the 1071 greener circles (representing the Lower Rio Rancho HSU). Second, for the Middle Rio Rancho HSU, net- 1072 to-gross values of sand bodies are variable across the study area, but there is a suggestion (based on six 1073 data points) that the northernmost part of the saturated Middle Rio Rancho HSU (may be slightly more 1074 permeable based on northward increasing sand body net-to-gross values. Specifically, the net-to-gross 1075 values for the saturated zone are 0.1-0.2 at wells RRU-9, RRU-23, and RRU-18, but those for wells >1 km 1076 to the north range from 0.2-0.7 (PHX, T1Y, RRU-15 wells in Table 5 and Fig. 26); this northward increase 1077 is present but more subtle in the map showing the net-to-gross values of both the saturated + 1078 unsaturated zone of the Middle Rio Rancho HSU (Fig. 27). 1079 In summary, tabulation of sands vs clays and the sand body net-to-gross data (Figs.23-24, 26-27) 1080 indicates that there is no strong lateral trend in sand proportion, which may be viewed as a proxy for 1081 permeability, to the north–northwest within the study area. Suggestions of coarsening to the NNW are 1082 most apparent outside of the Montoyas graben (Fig. 24). It is also ambiguous whether this trend exists 1083 in assessment of direct calculations of hydraulic conductivity using pump-test data (Fig. 29), possibly 1084 because of fewer wells used in the hydraulic conductivity compilation. Most of our analyses of lateral 1085 Rio Rancho Technical Report | Dan Koning Page 38 of 59 permeability trends were conducted on the saturated part of the Middle Rio Rancho HSU. However, due 1086 to the sloping potentiometric surface (Fig. 11), variable well depths, and faulting within this HSU, the 1087 specific stratigraphic layers of the Middle Rio Rancho unit that are saturated vary from well to well and 1088 this might affect results. However, even when the unsaturated zone is taking into consideration in net to 1089 gross ratios (Fig. 27), there is still no obvious lateral trend. Based on these data, there is no incentive to 1090 prioritize future well drilling to the north-northwest due to possible lateral increases in permeability in 1091 that direction. 1092 1093 PRELIMINARY EVALUATION OF WATER QUALITY AND AGE 1094 TDS Data 1095 We compiled water quality data from water chemistry analyses of samples from Rio Rancho’s wells, 1096 particular its main pumping wells (Appendix 1). Total dissolved solids (TDS) was chosen as an 1097 approximate proxy for overall water quality. Note that this simplistic exercise should be considered as 1098 only a preliminary investigation about the water quality and geochemistry of the northwestern 1099 Albuquerque basin, allowing comparison of updated knowledge of stratigraphy and structure (this 1100 report) with previous interpretations of Plummer (2004a,c). 1101 The TDS data we compiled (Table 6) are plotted in Figure 34, where the Ziana horst is shaded in 1102 white. Note that the Coronado-Alameda fault delineates two TDS zones. To the southwest of the fault, 1103 TDS values are quite low, ranging from 205 to 462 ppm (Table 6), and are sampled from wells screened 1104 in either the Upper or Middle Rio Rancho HSUs. Within this western, low TDS zone, TDS values are 1105 slightly higher to the west of the Zia fault but overall quite acceptable (282-370 ppm per Table 6). 1106 TDS values are higher on the northeast side of the Coronado-Alameda fault, corresponding to the 1107 Ziana horst, where they range from 388 to 1,400 ppm (Fig. 30; Table 6). Due to the northward pinch-out 1108 of the Upper Rio Rancho HSU, sampled aquifers in this area consist of the Middle and Lower Rio Rancho 1109 HSUs and the Zia HSU. A well along the Coronado-Alameda fault, RRU-16P, had moderately high values 1110 of 466 ppm. 1111 Water samples east of the Ziana horst (i.e., east of the Tanaya fault), returned variable 1112 concentrations of TDS. Rio Rancho Utility 12 well, screened across both the Upper and Middle Rio 1113 Rancho HSUs and located 1 mile (1.6 km) east of the"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "1095 We compiled water quality data from water chemistry analyses of samples from Rio Rancho’s wells, 1096 particular its main pumping wells (Appendix 1). Total dissolved solids (TDS) was chosen as an 1097 approximate proxy for overall water quality. Note that this simplistic exercise should be considered as 1098 only a preliminary investigation about the water quality and geochemistry of the northwestern 1099 Albuquerque basin, allowing comparison of updated knowledge of stratigraphy and structure (this 1100 report) with previous interpretations of Plummer (2004a,c). 1101 The TDS data we compiled (Table 6) are plotted in Figure 34, where the Ziana horst is shaded in 1102 white. Note that the Coronado-Alameda fault delineates two TDS zones. To the southwest of the fault, 1103 TDS values are quite low, ranging from 205 to 462 ppm (Table 6), and are sampled from wells screened 1104 in either the Upper or Middle Rio Rancho HSUs. Within this western, low TDS zone, TDS values are 1105 slightly higher to the west of the Zia fault but overall quite acceptable (282-370 ppm per Table 6). 1106 TDS values are higher on the northeast side of the Coronado-Alameda fault, corresponding to the 1107 Ziana horst, where they range from 388 to 1,400 ppm (Fig. 30; Table 6). Due to the northward pinch-out 1108 of the Upper Rio Rancho HSU, sampled aquifers in this area consist of the Middle and Lower Rio Rancho 1109 HSUs and the Zia HSU. A well along the Coronado-Alameda fault, RRU-16P, had moderately high values 1110 of 466 ppm. 1111 Water samples east of the Ziana horst (i.e., east of the Tanaya fault), returned variable 1112 concentrations of TDS. Rio Rancho Utility 12 well, screened across both the Upper and Middle Rio 1113 Rancho HSUs and located 1 mile (1.6 km) east of the Tamaya fault and 0.3 miles (0.5 km) west of the san 1114 Rio Rancho Technical Report | Dan Koning Page 39 of 59 Felipe fault, had TDS values of 461 ppm. Interestingly, well RRU-11, located 0.4 mi (0.6 km) east of the 1115 San Felipe fault and screened wholly within the Upper Rio Rancho HSU, had particularly high TDS values 1116 of 1,100 ppm. Unless there is surface-based contamination, the high TDS values for that well suggests 1117 the possibility of focused upwelling of relatively salty water along the nearby San Felipe fault. 1118 Although considerably more work is needed to fully understand geologic influences on groundwater 1119 chemistry, these data indicate a spatial correspondence of saltier groundwater on and adjacent to the 1120 Ziana horst, particularly north of Northern Boulevard. Even the shallower aquifers in the northern part 1121 of the horst (such as the Middle RRU sampled in RRU-15, has relatively high TDS (530 ppm) compared to 1122 elsewhere in the study area. 1123 1124 Preliminary radiocarbon age analyses 1125 We compiled data from previous radiocarbon age analyses that were conducted on groundwater in 1126 the northwestern Albuquerque basin (Plummer, 2004a,c). Radiocarbon ages are approximations of a 1127 groundwater age, being subject to complications due to dissolution of older carbon in calcium carbonate 1128 cements in the Santa Fe Group. Mixing of groundwater from different sources of different ages can also 1129 occur. Still, these ages can support or discredit hypotheses regarding groundwater flow paths and 1130 source areas, since younger ages should be present closer to recharge areas. 1131 The radiocarbon data we compiled (Table 6) from ten wells are plotted in Figures 34–35, where the 1132 Ziana horst is shaded in transparent white. The youngest groundwater ages (4.5 to 14 ka) are associated 1133 with the Upper Rio Rancho HSU in the main part of the city of Rio Rancho (southern study area), south 1134 of the Coronado-Alameda fault. Groundwater ages from the Middle Rio Rancho HSU range from 13.5 to 1135 28.5 ka. The younger half of these Middle Rio Rancho HSU ages (13.5-17.5 ka) are east of the Zia fault 1136 zone, where groundwater flow is southwestward or westward away from the Rio Grande towards the 1137 groundwater trough of Plummer et al. (2004a,c) in the south-central part of the study area(Fig. 35). The 1138 oldest groundwater ages come from west of the Zia fault zone, in wells RRU-9 and RRU-13 (20-28.5 ka). 1139 These data suggest relatively limited recharge to the Santa Fe Group aquifer west of the Zia fault zone. 1140 1141 DISCUSSION 1142 Comparison with previous hydrochemical work 1143 Rio Rancho Technical Report | Dan Koning Page 40 of 59 Work by Plummer (2004a,b,c) used a variety of geochemical data to map out various groundwater 1144 hydrochemical zones for the upper 2,000 ft of the Santa Fe Group aquifer system. The hydrochemical 1145 zones of interest to our study include the West-Central, Northwestern, Northern Mountain Front, and 1146 Central zones (west to east, shown in Fig. 11). The West-central zone has relatively moderate specific 1147 conductance and old radiocarbon groundwater ages; it is interpreted to have been recharged at 1148 relatively higher elevations and/or during a time of cooler climates. This water likely traveled southward 1149 to the western study area via long, deep flow paths sourced in the Jemez Mountains. We interpret that 1150 West-central zone water may discharge out of fractured bedrock along major faults that extend 1151 northwards towards the southern Jemez Mountains, such as the San Ysidro and Zia faults (Fig. 11). The 1152 West-central hydrochemical zone extends eastward under the adjoining Northwestern zone (see 1153 Plummer, 2004a,c). The Northwestern zone has relatively low specific conductance and likely recharged 1154 via low-elevation mountain-front recharge processes, with a component of infiltration from the Jemez 1155 River. Compared to the West-central zone, it is characterized by a zone of relatively shallow 1156 groundwater trending subparallel to the Jemez River. Likewise, the Northern Mountain front 1157 hydrochemical zone has relatively dilute water (low specific conductance) and recharged from the 1158 southern margin of the Jemez Mountains, with some infiltration occurring along the Rio Grande. The 1159 Central hydrochemical zone is centered on the Rio Grande. Chemical constituent and isotope (14C, 2H) 1160 data indicate Rio Grande infiltration provides the primary source of recharge for the Central zone. 1161 The presence of a long-term groundwater “trough” coinciding with the southern Montoyas graben 1162 was noted by Bexfield and Anderholm (2000) and Plummer et al. (2004a,c). This trough is marked by the 1163 water table surface being relatively low, about 100 ft lower than near the Rio Grande. Plummer (2004a) 1164 view this trough as a transient feature perhaps reflecting lower rates of recharge from the Rio Grande 1165 during the drier middle-late Holocene; prior to that time the water-table surface may have been about 1166 the same elevation (in a west-east direction). The transitory nature is inferred by the reasoning that a 1167 long-term trough would result in the groundwater there (corresponding largely to the West-central 1168 zone) having much more chemical affinity with the Rio Grande (Central Zone), since a long-term water- 1169 table gradient would presumably drive Rio Grande flow towards that trough. 1170 We emphasize that the groundwater trough coincides with geologic structures, particularly its 1171 alignment with the southern Montoyas graben, and that faults bounding this graben"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "extends eastward under the adjoining Northwestern zone (see 1153 Plummer, 2004a,c). The Northwestern zone has relatively low specific conductance and likely recharged 1154 via low-elevation mountain-front recharge processes, with a component of infiltration from the Jemez 1155 River. Compared to the West-central zone, it is characterized by a zone of relatively shallow 1156 groundwater trending subparallel to the Jemez River. Likewise, the Northern Mountain front 1157 hydrochemical zone has relatively dilute water (low specific conductance) and recharged from the 1158 southern margin of the Jemez Mountains, with some infiltration occurring along the Rio Grande. The 1159 Central hydrochemical zone is centered on the Rio Grande. Chemical constituent and isotope (14C, 2H) 1160 data indicate Rio Grande infiltration provides the primary source of recharge for the Central zone. 1161 The presence of a long-term groundwater “trough” coinciding with the southern Montoyas graben 1162 was noted by Bexfield and Anderholm (2000) and Plummer et al. (2004a,c). This trough is marked by the 1163 water table surface being relatively low, about 100 ft lower than near the Rio Grande. Plummer (2004a) 1164 view this trough as a transient feature perhaps reflecting lower rates of recharge from the Rio Grande 1165 during the drier middle-late Holocene; prior to that time the water-table surface may have been about 1166 the same elevation (in a west-east direction). The transitory nature is inferred by the reasoning that a 1167 long-term trough would result in the groundwater there (corresponding largely to the West-central 1168 zone) having much more chemical affinity with the Rio Grande (Central Zone), since a long-term water- 1169 table gradient would presumably drive Rio Grande flow towards that trough. 1170 We emphasize that the groundwater trough coincides with geologic structures, particularly its 1171 alignment with the southern Montoyas graben, and that faults bounding this graben may be acting as 1172 groundwater barriers. Such a barrier effect is manifested by the geometry of the cones of depressions 1173 associated with two areas: RRU-9 and the closely spaced NMU-1 and W-4 wells. In particular, these 1174 Rio Rancho Technical Report | Dan Koning Page 41 of 59 cones of depressions appear to be elongated north-south, parallel to nearby major faults (e.g., San 1175 Ysidro, Zia, Dovall faults; Figs. 11, 35). The high water-table gradients parallel to the northern Coronado- 1176 Alameda fault and the east-west faults near RRU-10 are consistent with those faults acting as 1177 groundwater barriers. We also note that the water-table geometry in southeast Rio Rancho very likely 1178 indicates a major component of recharge from the Rio Grande, accounting for the young C-14 ages in 1179 that area (e.g., wells RRU-2 and the Intel production well 2; Table 6). However, westward flow further 1180 west may be hampered by north-south structures, like the inferred fault along Universe Boulevard, or 1181 perhaps subsurface basaltic dikes. This retarded flow may result in the recharge rate of relatively young 1182 groundwater (from the Rio Grande) being comparable, or perhaps less than, the deep-recharge 1183 replenishing the West-central zone. The result would be a blended water that still retains much of the 1184 chemical character of the West-central zone. Further modeling work could be used to test this 1185 alternative hypothesis regarding groundwater flow and groundwater chemistry near the southern end 1186 of the groundwater trough in our study area. 1187 We suggest a spatial conceptualization of the hydrogeology as “regimes” by synthesizing both 1188 groundwater flow, hydrochemical zones, and geologic structure (Fig. 35). These hydrogeologic regimes 1189 generally follow the hydrochemical zones of Plummer et al. (2004a,c) but we add the Ziana regime 1190 corresponding to most of the Ziana horst. We infer that the eastern boundary of the West-central zone 1191 is strongly controlled by various north-south faults that act as fault barriers to some degree. These faults 1192 likely include the central Zia fault, the middle Doval fault, and the fault paralleling Universe Boulevard. 1193 These faults allow some mixing of water from the northeast and east in the southern part of the trough 1194 shown in Figure 35. But old-groundwater in the northern part of the trough, in the West-central regime, 1195 is largely a product of subsurface discharge along the San Ysidro and perhaps Zia faults. These faults 1196 transfer groundwater (probably in fractured bedrock) southwards to the study area from the Jemez 1197 Mountains. Compared to the Northwestern regime to the west and the Northern Mountain Front 1198 regime to the east, the Ziana regime is heavily influenced by salty (high TDS) water discharging from 1199 elevated, fractured and faulted bedrock. The western boundary of the Central hydrogeologic regime is 1200 extended westward in the southeastern corner of the study area based on groundwater elevation 1201 contours. This groundwater is interpreted to be largely derived from the Rio Grande (Plummer et al., 1202 2004a,c), consistent with low TDS values and low radiocarbon ages (Figs. 34–35). A leaky fault barrier is 1203 inferred to allow minor groundwater flow from the Central zone to the West- central zone, but this flow 1204 is insufficient to notably alter the geochemical signature of the West-central zone. 1205 Rio Rancho Technical Report | Dan Koning Page 42 of 59 1206 Interpretations relevant for groundwater management 1207 1. The Upper Rio Rancho HSU is the most favorable of the HSUs 1208 Although there is some overlap in hydraulic conductivity data between the Upper and Middle Rio 1209 Rancho HSUs, the upper range of hydraulic conductivity data in the Upper Rio Rancho HSU include 1210 considerably higher values and its median value is 3 times greater than the median value of the Middle 1211 Rio Rancho HSU. (Figs. 29-30; Table 6). The Upper Rio Rancho HSU also exhibits the lowest TDS 1212 groundwater (Fig. 34), excluding the anomalous data at well RRU-11, and is the shallowest HSU. 1213 Therefore, the Upper Rio Rancho HSU can be considered as the most favorable HSU for groundwater 1214 extraction potential. However, most of the Upper Rio Rancho HSU is unsaturated, with its saturated area 1215 being located in the southeastern corner of the study area and along the eastern boundary (Figs. 15, 18). 1216 The extent and thickness variations of the saturated portion of the Upper Rio Rancho HSU is shown 1217 in Figure 18. The saturated-Upper Rio Rancho HSU thickens to the southeast, towards the intersection of 1218 Coors and Paseo del North (partly due to the increase in the elevation of the potentiometric surface in 1219 that direction), and thins to the north. It may possibly thin abruptly, by perhaps ~1,000 ft (~300 m), 1220 westward across the inferred east-down fault near Universe Boulevard, but more data is needed to 1221 ascertain the magnitude and rate of this thinning. Near the western extent of Paseo del Norte, 1222 extending north to southern Boulevard, the saturated Upper Rio Rancho is <500 ft (<150 m) thick, 1223 thinning in this zone to the west and north. It does not extend west of the Zia fault. The north edge of 1224 the saturated Upper Rio Rancho HSU lies between Southern and Northern boulevards, and it thins 1225 abruptly northeast of the Coronado fault. East of the Tamaya fault in the northeastern study"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "Rancho HSUs, the upper range of hydraulic conductivity data in the Upper Rio Rancho HSU include 1210 considerably higher values and its median value is 3 times greater than the median value of the Middle 1211 Rio Rancho HSU. (Figs. 29-30; Table 6). The Upper Rio Rancho HSU also exhibits the lowest TDS 1212 groundwater (Fig. 34), excluding the anomalous data at well RRU-11, and is the shallowest HSU. 1213 Therefore, the Upper Rio Rancho HSU can be considered as the most favorable HSU for groundwater 1214 extraction potential. However, most of the Upper Rio Rancho HSU is unsaturated, with its saturated area 1215 being located in the southeastern corner of the study area and along the eastern boundary (Figs. 15, 18). 1216 The extent and thickness variations of the saturated portion of the Upper Rio Rancho HSU is shown 1217 in Figure 18. The saturated-Upper Rio Rancho HSU thickens to the southeast, towards the intersection of 1218 Coors and Paseo del North (partly due to the increase in the elevation of the potentiometric surface in 1219 that direction), and thins to the north. It may possibly thin abruptly, by perhaps ~1,000 ft (~300 m), 1220 westward across the inferred east-down fault near Universe Boulevard, but more data is needed to 1221 ascertain the magnitude and rate of this thinning. Near the western extent of Paseo del Norte, 1222 extending north to southern Boulevard, the saturated Upper Rio Rancho is <500 ft (<150 m) thick, 1223 thinning in this zone to the west and north. It does not extend west of the Zia fault. The north edge of 1224 the saturated Upper Rio Rancho HSU lies between Southern and Northern boulevards, and it thins 1225 abruptly northeast of the Coronado fault. East of the Tamaya fault in the northeastern study area, the 1226 saturated Upper Rio Rancho HSU is inferred to be several hundred feet thick, thickening even more 1227 (>1,000 ft, >300 m) east of the Santa Ana section of the San Felipe fault. 1228 2. The eastern and southeastern parts of study area have favorable hydrogeology 1229 Where the saturated Upper Rio Rancho HSU is thickest mainly corresponds with the Central and 1230 Northern Mountain hydrogeologic regimes. TDS values are low in these areas, except locally near faults 1231 (e.g., RRU-12). Young (<15,000 year) radiocarbon ages and groundwater flow directed away from rivers 1232 suggests a component of recharge from relatively young surface waters (Fig. 35). In terms of 1233 hydrogeologic properties, this area may be viewed as favorable for groundwater extraction potential. 1234 Rio Rancho Technical Report | Dan Koning Page 43 of 59 3. The saturated Middle Rio Rancho HSU is important because of its large extent and thickness 1235 The extent and thickness variations of the saturated portion of the Middle Rio Rancho HSU is shown 1236 in Figure 19. Note that it extends notably further northwest compared to the Upper Rio Rancho HSU, 1237 reaching to the San Ysidro fault. West of the Zia fault and north of Southern Boulevard, its saturated 1238 thickness is 1,000-1,500 ft (300-460 m), increasing southward to 2,000 to 2,500 ft (610-760 m) within 2 1239 miles west of the west end of Paseo del Norte. A 1,200-3,000 ft-thick (365-910 m-thick) prong of 1240 saturated Middle Rio Rancho HSU extends northward into the Montoyas graben, inferred as being 1241 thickest between the Zia and Doval faults and thinning eastward from the Doval fault. The saturated 1242 part of the Middle HSU covers much more of the Ziana horst than the saturated-Upper Rio Rancho HSU, 1243 pinching out northward near RRU-23 and the northern end of Unser Boulevard. The saturated-Middle 1244 Rio Rancho unit is >1,500 ft (>460 m) thick east of the Tamaya fault, and is inferred to be >2,000 ft (>600 1245 m) east of the Santa Ana section of the Felipe fault. In the southeast corner of the study area, the 1246 saturated Middle Rio Rancho HSU is interpreted to be 2800–4400 ft (850–1340 m; Fig. 19). 1247 Our sand vs. clay permeability proxies, obtained from well data, suggests that the Middle Rio 1248 Rancho HSU has generally lower permeabilities at a given site compared to the Lower and Upper Rio 1249 Rancho HSUs (Figs. 25–28). This is confirmed by the compilation of hydraulic conductivities and specific 1250 capacities obtained from pumping tests (Figs. 29-30), although these also show considerable overlap in 1251 the data. However, the relatively high, aforementioned thickness of the Middle Rio Rancho HSU would 1252 result in relatively high transmissivities (T = hydraulic conductivity times thickness of saturated 1253 sediment), and the TDS values compiled for this unit were <500 ppm west and southwest of the Ziana 1254 horst. Therefore, one can consider the Middle Rio Rancho HSU as an important component in 1255 groundwater management for the northwestern Albuquerque basin. 1256 Except for possibly two areas, we do not find any notable lateral permeability trends over most of 1257 the study area for the Middle Rio Rancho HSU (Fig.27-29). The first of the two exceptions is located in 1258 the northwestern corner of the city’s municipal boundary. Based on relatively higher sand body 1259 proportions in the Phoenix monitoring, the Tamara #1-Y, and the RRU-15 wells compared to wells to the 1260 south (Figs. 23, 26-27), there may be a slight northward coarsening of the Middle Rio Rancho HSU, and 1261 corresponding increase in permeability at distances >4 miles (6 km) north of Northern Boulevard. 1262 The second area is in the southwestern corner of the current boundary of the Rio Rancho 1263 municipality. There, pumping test data indicate hydraulic conductivities of 5-12 ft/day (Fig. 29; Table 6), 1264 which is more than the values of 2-5 ft/day plotted closer to the main, urbanized part of Rio Rancho (Fig. 1265 29). The increased hydraulic conductivities there may be due to tongues of the relatively coarse-grained 1266 Rio Rancho Technical Report | Dan Koning Page 44 of 59 Benavidez Member (Koning et al., 2021), which are observed in exposures west of the Ceja del Rio 1267 Puerco and whose tongues may extend into the Arroyo Ojito Formation (Middle Rio Ranch HSU) in the 1268 Black Ranch test well (depths of 840-1010, 2490-2540, 2710-2740, and 2890-2900 ft, Appendix 3). 1269 4. Inferred groundwater extraction limitations in Middle and Upper Rio Rancho HSUs to west 1270 West of the longitude corresponding to Universe Boulevard, west of 106° 45’0”), there are a 1271 number of issues that may limit groundwater extraction. One, the Upper Rio Rancho HSU, which we 1272 interpret as a relatively high-permeability HSU, is thin west of Universe and south of Southern 1273 Boulevard; here, it is less than 600 ft and thins to the northwest. Two, the groundwater table is 1274 particularly low in this area, corresponding to a temporally persistent trough (Anderholm and Bexfield, 1275 2000). Groundwater radiocarbon ages are also old (15,000-29,000 years). This area corresponds to the 1276 West-central hydrochemical zone of Plummer (2004a,c), where recharge is inferred to be ultimately 1277 derived from higher elevations in the Jemez Mountains (and/or in cooler temperatures) and probably 1278 discharged from faulted bedrock at the base of the Santa Fe Group."
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "increase in permeability at distances >4 miles (6 km) north of Northern Boulevard. 1262 The second area is in the southwestern corner of the current boundary of the Rio Rancho 1263 municipality. There, pumping test data indicate hydraulic conductivities of 5-12 ft/day (Fig. 29; Table 6), 1264 which is more than the values of 2-5 ft/day plotted closer to the main, urbanized part of Rio Rancho (Fig. 1265 29). The increased hydraulic conductivities there may be due to tongues of the relatively coarse-grained 1266 Rio Rancho Technical Report | Dan Koning Page 44 of 59 Benavidez Member (Koning et al., 2021), which are observed in exposures west of the Ceja del Rio 1267 Puerco and whose tongues may extend into the Arroyo Ojito Formation (Middle Rio Ranch HSU) in the 1268 Black Ranch test well (depths of 840-1010, 2490-2540, 2710-2740, and 2890-2900 ft, Appendix 3). 1269 4. Inferred groundwater extraction limitations in Middle and Upper Rio Rancho HSUs to west 1270 West of the longitude corresponding to Universe Boulevard, west of 106° 45’0”), there are a 1271 number of issues that may limit groundwater extraction. One, the Upper Rio Rancho HSU, which we 1272 interpret as a relatively high-permeability HSU, is thin west of Universe and south of Southern 1273 Boulevard; here, it is less than 600 ft and thins to the northwest. Two, the groundwater table is 1274 particularly low in this area, corresponding to a temporally persistent trough (Anderholm and Bexfield, 1275 2000). Groundwater radiocarbon ages are also old (15,000-29,000 years). This area corresponds to the 1276 West-central hydrochemical zone of Plummer (2004a,c), where recharge is inferred to be ultimately 1277 derived from higher elevations in the Jemez Mountains (and/or in cooler temperatures) and probably 1278 discharged from faulted bedrock at the base of the Santa Fe Group. The fact that the upper bedrock 1279 consists of Mesozoic–upper Paleozoic strata (Koning et al., 2014; Koning and Rawling, 2017) makes it 1280 difficult to reconcile with low TDS values of the groundwater (e.g., deep aquifers drilled in these strata 1281 return high TDS waters; e.g., Intera, 2008), which lends credence to the hypothesis of local recharge 1282 during an ice age. Although groundwater quality is relatively favorable, notable drawdown in two areas 1283 (RRU-9 and NMU-1 + W-4) strongly suggest permeability is poor and recharge is limited. Other data 1284 suggesting low permeabilities is the lithologic proportion of sand (Figs. 23, 25–27) and pumping test 1285 data in the Middle Rio Rancho HSU (Figs. 29-30). An apparent exception is in the southwest part of the 1286 study area, where two pumping tests show relatively higher hydraulic conductivities (Soil Ammendment 1287 Facility well and Black Ranch well). North of Southern Boulevard and west of the City’s municipal 1288 boundary, a conservative approach in groundwater extraction would be prudent based on available 1289 data. 1290 5. The Ziana horst – a problem and possibly an opportunity 1291 The middle and northern part of the Ziana horst, particularly north of Northern Boulevard, is 1292 spatially associated with high TDS and poorer quality groundwater (Figs. 34-35). These issues are 1293 exemplified by the groundwater quality problems (Riesterer and Drakos, 2008) and lack of current 1294 pumping at well RRU-23. The Ziana horst corresponds to our informal Ziana hydrogeologic regime, 1295 where groundwater flow is southwards and TDS is relatively high (Fig. 35). The salty water is probably a 1296 result of upwelling of deep water from the relatively high (structurally elevated), faulted (and 1297 presumably fractured at depth) horst block. Deep-water flow may also be directed southwards in the 1298 Rio Rancho Technical Report | Dan Koning Page 45 of 59 lower Zia HSU between north-striking faults from the Jemez Mountains. Future water-well drilling in this 1299 zone probably has the best chances for success to the south, since the Upper and Middle Rio Rancho 1300 HSUs thicken southward and the (Figs. 18–19) and TDS values also lessen in that direction (Fig. 35). 1301 A potential opportunity for groundwater management is the documentation of a 1,280 ft- (390 m-) 1302 thick, sandy zone in the lower-middle Zia HSU (Fig. 36). Based on outcrop correlatives of this zone near 1303 La Ceja and Ceja del Rio Puerco, corresponding to the Piedra Parada Member of the Zia Formation, there 1304 is localized cementation of this unit (at least in that location) but moderate to strong cement is typically 1305 <15-20% of the Member’s volume (approximate visual estimate). If this low amount of cementation 1306 extends to the Ziana horst, then the lower-middle Zia HSU may be relatively permeable and a target 1307 aquifer. But water from such an aquifer would need to be subjected to desalinization or blending to 1308 achieve water quality standards, and whether such treatment or blending is practical or economically 1309 feasible warrants further study. 1310 6. `The Lower Rio Rancho HSU: probably high permeability but poor water quality 1311 Sand-body thicknesses and the proportion of sand (net vs. gross ratios) indicate that the Lower Rio 1312 Rancho should have relatively high permeabilities (Figs. 26-27). This inference is bolstered by the single 1313 pumping test of this unit (RRU-23), which returned a notably high value of 21 ft/day (Fig. 30). Being 1314 observed in RRU-13R as well as on the Ziana horst, we interpret that this higher-permeability unit 1315 extends across the northern two-thirds of the study area. However, the apparent absence of this unit in 1316 the Black Ranch test well suggests a possible facies change to a finer-grained unit south of Southern 1317 Boulevard (Plate 3). Furthermore, there may be higher TDS values seen in wells sampled in this unit, 1318 particularly on the Ziana horst, compared to wells sampled in the Middle Rio Rancho HSU and the Upper 1319 Rio Rancho HSU. 1320 1321 Stratigraphic and tectonic findings 1322 The work involved in correlating stratigraphic units in the subsurface across the study area, aided by 1323 Kingdom software analysis, resulted in the following observations pertaining to Santa Fe Group 1324 stratigraphy and Rio Grande rift tectonics. 1325 • In southward direction, it is increasingly difficult to differentiate the Loma Barbon vs. Navajo 1326 Draw Members of the Arroyo Ojito Formation. This differentiation becomes particularly difficult 1327 Rio Rancho Technical Report | Dan Koning Page 46 of 59 south of Northern Boulevard. This is probably due to southward converging of the two paleo- 1328 drainage systems and back-and-forth, east-west shifting of the common boundary. 1329 • The Lower Rio Rancho HSU is extensive in an east-west direction, and does not appear to thin 1330 across the Ziana horst block; rather, eastward thickening may occur in that direction, consistent 1331 with NE-thickening of the Cerro Conejo Formation in the cross sections in Riesterer et al. (2008). 1332 But this coarse-grained unit may grade southward into a finer-grained facies in southern part of 1333 study area, particularly south of Southern Boulevard. During its deposition ca. 13–10 Ma, the 1334 Lower Rio Rancho HSU appears to reflect a wide, south-southeast-flowing distributary fan 1335 complex with relatively high stream power that carried copious sand eroded from the 1336 southeastern Colorado Plateau. Sand ablated from this fluvial system likely formed the Ojo 1337 Caliente"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "absence of this unit in 1316 the Black Ranch test well suggests a possible facies change to a finer-grained unit south of Southern 1317 Boulevard (Plate 3). Furthermore, there may be higher TDS values seen in wells sampled in this unit, 1318 particularly on the Ziana horst, compared to wells sampled in the Middle Rio Rancho HSU and the Upper 1319 Rio Rancho HSU. 1320 1321 Stratigraphic and tectonic findings 1322 The work involved in correlating stratigraphic units in the subsurface across the study area, aided by 1323 Kingdom software analysis, resulted in the following observations pertaining to Santa Fe Group 1324 stratigraphy and Rio Grande rift tectonics. 1325 • In southward direction, it is increasingly difficult to differentiate the Loma Barbon vs. Navajo 1326 Draw Members of the Arroyo Ojito Formation. This differentiation becomes particularly difficult 1327 Rio Rancho Technical Report | Dan Koning Page 46 of 59 south of Northern Boulevard. This is probably due to southward converging of the two paleo- 1328 drainage systems and back-and-forth, east-west shifting of the common boundary. 1329 • The Lower Rio Rancho HSU is extensive in an east-west direction, and does not appear to thin 1330 across the Ziana horst block; rather, eastward thickening may occur in that direction, consistent 1331 with NE-thickening of the Cerro Conejo Formation in the cross sections in Riesterer et al. (2008). 1332 But this coarse-grained unit may grade southward into a finer-grained facies in southern part of 1333 study area, particularly south of Southern Boulevard. During its deposition ca. 13–10 Ma, the 1334 Lower Rio Rancho HSU appears to reflect a wide, south-southeast-flowing distributary fan 1335 complex with relatively high stream power that carried copious sand eroded from the 1336 southeastern Colorado Plateau. Sand ablated from this fluvial system likely formed the Ojo 1337 Caliente sand dune field to the northeast, based on the same age of that dune field (cf. Connell, 1338 2008a, and Koning et al., 2011) to the Lower Rio Rancho HSU (upper Cerro Conejo Formation), 1339 the down-wind position of that dune filed (based on paleo-wind measurements of the Ojo 1340 Caliente sandstone; e.g., Koning et al., 2003, 2005; Koning, 2003), and broadly similar sand 1341 composition. 1342 • Two observations indicate that the Ziana horst was notably tectonically active after ~11 Ma. 1343 First, the LRR either thickens eastward or maintains about the same thickness across the Ziana 1344 horst, but the overlying Middle and Upper Rio Rancho HSUs thin across this structure (Plates 5- 1345 7; Figs. 18-19 1346 • Second, 11.2-11.3 Ma Trapper Creek B ashes are seen on the ground surface on the footwall of 1347 the Arroyo Venada fault, one of the major eastern-bounding faults of the horst, but lie at 2,070- 1348 2,080 ft depth on the hanging wall of the fault (in well RRU-18). Based on our structural contour 1349 map (Plate 3), there is ~500–1000 ft of post-10 Ma east-down vertical offseton that fault of the 1350 ca. 10 Ma upper contact of the Lower Rio Rancho HSU(Appendix 7; age data from Connell et al., 1351 1999; Connell, 2008b). Elsewhere, there is 1,400 ft (430 m) of throw of this contact by the Zia 1352 fault in the northern study area, and facies changes are observed in the Navajo Draw Member 1353 immediately adjacent to Zia fault (on its hanging wall; see Koning and Personius, 2002). The top 1354 of the Middle Rio Rancho HSU, corresponding to ~6 Ma (Fig. 6, Connell, 2008b), is offset ~200 ft 1355 (~60 m) on the northern Zia fault. Therefore, much fault activity occurred in this part of the 1356 study area in the late Miocene through the Pliocene, with the highest rates of throw between 10 1357 and 6 Ma. However, the Ziana horst and adjoining fault also may have been active in the late 1358 Rio Rancho Technical Report | Dan Koning Page 47 of 59 Oligocene-early Miocene, based on lithostratigraphic analyses of oil test holes drilled in the 1359 study area (Connell et al., 2007). 1360 1361 CONCLUSION 1362 Our study differentiated four hydrostratigraphic units (HSUs) in the northwestern Albuquerque 1363 basin, mapped them in the subsurface, and assessed permeability differences between and within them. 1364 We constructed a 3D, geologic model showing the elevations of the bounding surfaces of these HSUs, 1365 and this model explicitly includes major faults that offset them. This model will be essential for potential 1366 future studies for calculating groundwater volumes and for creating groundwater-flow models of the 1367 area. Although there is overlap in the data, the Upper Rio Rancho HSU exhibits a higher hydraulic 1368 conductivity values (compiled from pumping tests) compared to the Middle Rio Rancho HSU, consistent 1369 with its higher sand/clay ratio inferred from well data and its higher density-porosity values. 1370 Furthermore, the TDS values of the Upper Rio Rancho HSU are quite acceptable, typically being 200-400 1371 ppm. However, the thick saturated portions of the Upper Rio Rancho HSU are only found east of the 1372 Tamaya fault and in the southeastern part of the study area, south of Southern Boulevard and south of 1373 the Coronado-Alameda fault. The saturated Middle Rio Rancho HSU is over 1,000 ft thick across most of 1374 the study area, including a northward prong extending upward between the Ziana horst and the Zia 1375 fault. Several wells indicate a coarsening upward trend in this HSU (e.g., Fig. 12), so areas where its 1376 upper part is saturated are more favorable than where just its lower part is saturated. There are no 1377 strong lateral permeability trends across the saturated portion of the Middle Rio Rancho HSU over most 1378 of the study area, but hydraulic conductivities compiled from pumping tests do indicate higher 1379 permeability values in the southwest part of the study area, within 5 miles (8 km) northwest of the 1380 western end of Paseo del Norte. A northward increase in sand proportions also occurs north of the 1381 approximate latitude of RRU-9 (35°20’0”), suggesting a possible increase in permeability that remains to 1382 be confirmed by pumping-test data. The Lower Rio Rancho HSU commonly exhibits relatively high TDS 1383 values, but various well-based permeability proxies and a single pumping test, in agreement with field 1384 observation of a high sand content, indicates it has relatively high permeability. The Lower Rio Rancho 1385 HSU extends across the northern 2/3 of the study area, but may possibly undergo a southward facies 1386 change to a finer-grained unit south of Southern Boulevard. The lower-middle Zia HSU is notably sandy, 1387 based on outcrop observations and wildcat oil well data. Its relatively higher elevation on the Ziana horst 1388 may possibly provide an accessible deep-water aquifer in that area, given that economically feasible 1389 Rio Rancho Technical Report | Dan Koning Page 48 of 59 methods can be found to either treat the high salinity or blend its groundwater to meet acceptable 1390 standards. An ancillary result of our study is a refinement of interpretations of past rift activity. 1391 Comparison of the amount of displacement of various-aged HSU surfaces across certain faults, in 1392 addition to stratigraphic positions of unconformities, indicates that notable tectonic activity"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "(e.g., Fig. 12), so areas where its 1376 upper part is saturated are more favorable than where just its lower part is saturated. There are no 1377 strong lateral permeability trends across the saturated portion of the Middle Rio Rancho HSU over most 1378 of the study area, but hydraulic conductivities compiled from pumping tests do indicate higher 1379 permeability values in the southwest part of the study area, within 5 miles (8 km) northwest of the 1380 western end of Paseo del Norte. A northward increase in sand proportions also occurs north of the 1381 approximate latitude of RRU-9 (35°20’0”), suggesting a possible increase in permeability that remains to 1382 be confirmed by pumping-test data. The Lower Rio Rancho HSU commonly exhibits relatively high TDS 1383 values, but various well-based permeability proxies and a single pumping test, in agreement with field 1384 observation of a high sand content, indicates it has relatively high permeability. The Lower Rio Rancho 1385 HSU extends across the northern 2/3 of the study area, but may possibly undergo a southward facies 1386 change to a finer-grained unit south of Southern Boulevard. The lower-middle Zia HSU is notably sandy, 1387 based on outcrop observations and wildcat oil well data. Its relatively higher elevation on the Ziana horst 1388 may possibly provide an accessible deep-water aquifer in that area, given that economically feasible 1389 Rio Rancho Technical Report | Dan Koning Page 48 of 59 methods can be found to either treat the high salinity or blend its groundwater to meet acceptable 1390 standards. An ancillary result of our study is a refinement of interpretations of past rift activity. 1391 Comparison of the amount of displacement of various-aged HSU surfaces across certain faults, in 1392 addition to stratigraphic positions of unconformities, indicates that notable tectonic activity associated 1393 with the Ziana horst and bounding faults occurred in the late Miocene. Motion along the east-down Zia 1394 fault to the west was particularly high in the middle and late Miocene, and throw rates decreased in the 1395 Plio-Pleistocene. 1396 1397 1398 Rio Rancho Technical Report | Dan Koning Page 49 of 59 REFERENCES 1399 Aigner, T., Asprion, U., Hornung, J., Junghans, W.-D., and Kostrewa, R., 1996, Integrated outcrop 1400 analogue studies for Triassic alluvial reservoirs: examples from southern Germany: Journal of 1401 Petroleum Geology, v. 19, issue 4, p. 393–406. 1402 Al-Ajmi, H., Hinderer, M., Kller, M., Rausch, R., Blum, P., and Bohnsack, D., 2011, The role of outcrop 1403 analogue studies for the characterization of aquifer properties: International Journal of Water 1404 Resources and Arid Environments: v. 1, no 1, p. 48-54. 1405 Allen, B.D., Connell, S.D., Hawley, J.W., and Stone, B.D., 1998, Core drilling provides information about 1406 Santa Fe Group aquifer system beneath Albuquerque’s west side: New Mexico Geology, v. 20, n. 1, p. 1407 9-13. 1408 Bartolino, J.R., and Cole, J.C., 2002, Ground-water resources of the Middle Rio Grande Basin, New 1409 Mexico: U.S. Geological Survey Circular 1222, 132 p. 1410 Becker, I., Busch, B., Koehrer, B., Adelmann, D., Hilgers, C., 2019, Reservoir quality evolution of upper 1411 Carboniferous (Westphalian) tight gas sandstones, lower Saxony basin, NW Germany, Journal of 1412 Petroleium Geology, v. 42, no. 4, p. 371-392. 1413 Bexfield, L.M., and Anderholm, S.K., 2000, Predevelopment water-level map of the Santa Fe Group 1414 aquifer system in the Middle Rio Grande Basin between Cochiti Lake and San Acacia, New Mexico: 1415 U.S. Geological Survey Water—Resources Investigations Report 00-4249, 1 sheet. 1416 Bexfield, L.M., and Anderholm., S.K., 2002, Estimated water-level declines in the Santa Fe Group aquifer 1417 system in the Albuquerque area, central New Mexico, predevelopment to 2002: U.S. Geological 1418 Survey Water—Resources Investigations Report 02-4233, 1 sheet. 1419 Bexfield, L.M., and Plummer, L.N., 2003, Occurrence of arsenic in ground water of the Middle Rio 1420 Grande Basin, central New Mexico; in Welch, A.H., and Stollenwerk, K.G., eds., Arsenic in Ground 1421 Water: Geochemistry and Occurrence, Kluwer Academic Publishers, Chapter 11, p. 295-327. 1422 Bexfield, L.M., Lindberg, W.E., and Anderholm, S.K., 1999, Summary of water-quality data for City of 1423 Albuquerque drinking-water supply wells, 1988-97: U.S. Geological Survey, Open-file Report 99-195, 1424 138 p., 1 pl. 1425 Rio Rancho Technical Report | Dan Koning Page 50 of 59 Bexfield, L.M., Danskin, W.R., McAda, D. P., 2004, Simulation-optimization approach to management of 1426 ground-water resources in the Albuquerque area, New Mexico, 2006 through 2040: U.S. Geological 1427 Survey, Scientific Investigations Report 2004-5140, 82 p. 1428 Biteman, S.E., Hyndman, D.W., Phanikumar, M.S., and Weissmann, G.S., 2004, Integration of 1429 sedimentologic properties for improved transport simulations, in Bridge, J.S., and Hyndman, D.W., 1430 eds., Aquifer characterization: SEPm Special Publication No. 80, p. 3–13. 1431 Black, B.A., and Hiss, W.L., 1974, Structure and stratigraphy in the vicinity of the Shell Oil Co. Santa Fe 1432 Pacific No. 1 Test Well, southern Sandoval County, New Mexico, in Siemers, C.T., Woodward, L.A., 1433 and Callander, J.F., eds., Ghost Ranch: New Mexico Geological Society, 25th Annual Fall Field 1434 Conference Guidebook, p. 365-370. 1435 Brandes, N.N., 2002, Lithostratigraphy and petrography of upper Santa Fe Group deposits in the 1436 northern Albuquerque Basin, New Mexico [M.S. thesis]: Socorro, New Mexico Institute of Mining and 1437 Technology, 208 p. 1438 Bryan, K., and McCann, F.T., 1937, The Ceja de l Rio Puerco: A border feature of the Basin and Range 1439 province in New Mexico. I. Stratigraphy and Structure: Journal of Geology, v. 45, p. 801-828. 1440 Bryan, K., and McCann, F.T., 1938, The Ceja del Rio Puerco: A border feature of the Basin and Range 1441 province in New Mexico. II. Geomorphology: Journal of Geology, v. 46, p. 1-16. 1442 Busch, B., Spitzner, A-D, Adelmann, D., and Hilgers, C., 2022, The significance of outcrop analog data for 1443 reservoir quality assessment: A comparative case study of Lower Triassic Buntsandstein sandstones in 1444 the Upper Rhine Graben: Marine and Petroleum Geology, v. 141, 17 p. 1445 Caine, J.S., and Minor, S.A., 2009, Structural and geochemical characteristics of faulted sediments and 1446 inferences on the role of water in deformation, Rio Grande rift, New Mexico: Bulletin of the 1447 Geological Society of America: v. 121, nos. 9–10, p. 1325–1340. 1448 Carman, P.C., 1937, Fluid flow through granular beds: Transactions, Institution of Chemical Engineers, v. 1449 15, p. 150–166. 1450 Carman, P.C., 1939, Permeability of saturated sands, soils, and clays: The Journal of Agricultural Science, 1451 v. 29, no. 2, p. 262–273. 1452 1453 Rio Rancho Technical Report | Dan Koning Page 51 of 59 Cather, S.M., Connell, S.D., Heynekamp, M.R., and Goodwin, L.B., 1997, Geology of the Arroyo de las 1454 Calabacillas (Sky Village SE) 7.5-minute quadrangle, Sandoval County, New Mexico: New Mexico 1455 Bureau of Mines and Mineral Resources, Open-file Geologic Map 9, scale 1:24,000. 1456 Chapin, C.E., and Cather, S.M., 1994, Tectonic setting of the axial basins of the northern and central Rio 1457 Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, 1458 and Tectonic Setting: Boulder, Colorado, Geological Society of America Special Paper 291, p. 5-25. 1459 Cikoski, C.T., Koning, D.J., and Connell, S.D., 2012, Geologic map of the La Mesita Negra quadrangle: New 1460 Mexico Bureau of Geology and"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "Geology, v. 45, p. 801-828. 1440 Bryan, K., and McCann, F.T., 1938, The Ceja del Rio Puerco: A border feature of the Basin and Range 1441 province in New Mexico. II. Geomorphology: Journal of Geology, v. 46, p. 1-16. 1442 Busch, B., Spitzner, A-D, Adelmann, D., and Hilgers, C., 2022, The significance of outcrop analog data for 1443 reservoir quality assessment: A comparative case study of Lower Triassic Buntsandstein sandstones in 1444 the Upper Rhine Graben: Marine and Petroleum Geology, v. 141, 17 p. 1445 Caine, J.S., and Minor, S.A., 2009, Structural and geochemical characteristics of faulted sediments and 1446 inferences on the role of water in deformation, Rio Grande rift, New Mexico: Bulletin of the 1447 Geological Society of America: v. 121, nos. 9–10, p. 1325–1340. 1448 Carman, P.C., 1937, Fluid flow through granular beds: Transactions, Institution of Chemical Engineers, v. 1449 15, p. 150–166. 1450 Carman, P.C., 1939, Permeability of saturated sands, soils, and clays: The Journal of Agricultural Science, 1451 v. 29, no. 2, p. 262–273. 1452 1453 Rio Rancho Technical Report | Dan Koning Page 51 of 59 Cather, S.M., Connell, S.D., Heynekamp, M.R., and Goodwin, L.B., 1997, Geology of the Arroyo de las 1454 Calabacillas (Sky Village SE) 7.5-minute quadrangle, Sandoval County, New Mexico: New Mexico 1455 Bureau of Mines and Mineral Resources, Open-file Geologic Map 9, scale 1:24,000. 1456 Chapin, C.E., and Cather, S.M., 1994, Tectonic setting of the axial basins of the northern and central Rio 1457 Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, 1458 and Tectonic Setting: Boulder, Colorado, Geological Society of America Special Paper 291, p. 5-25. 1459 Cikoski, C.T., Koning, D.J., and Connell, S.D., 2012, Geologic map of the La Mesita Negra quadrangle: New 1460 Mexico Bureau of Geology and Mineral Resources, Open-file Geologic Map 223, scale 1:24,000. 1461 Connell, S.D., 1997, revised Feb of 2000, Geology of the Alameda quadrangle, Bernalillo and Sandoval 1462 Counties, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file Geologic Map 1463 10, scale 1:24,000. 1464 Connell, S.D., 2004, Geology of the Albuquerque Basin and tectonic development of the Rio Grande rift, 1465 north-central New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A geologic 1466 history: New Mexico: New Mexico Geological Society, Special Publication 11, p. 359-388. 1467 Connell, S.D., 2006, Preliminary geologic map of the Albuquerque-Rio Rancho metropolitan area and 1468 vicinity, Bernalillo and Sandoval Counties, New Mexico: New Mexico Bureau of Geology and Mineral 1469 Resources, Open-file Report 496, 1:50,000 1470 Connell, S.D., 2008a, Geologic map of the Albuquerque-Rio Rancho metropolitan area and vicinity, 1471 Bernalillo and Sandoval Counties, New Mexico: New Mexico Bureau of Geology and Mineral 1472 Resources, Geologic Map 78, 1:50,000 1473 Connell, S.D., 2008b, Refinements to the stratigraphic nomenclature of the Santa Fe Group, 1474 northwestern Albuquerque basin, New Mexico: New Mexico Geology, v. 30, n. 1, p. 14-35. 1475 Connell, S.D., Allen, B.D., and Hawley, J.W., 1998, Subsurface stratigraphy of the Santa Fe Group using 1476 borehole geophysical logs, Albuquerque area, central New Mexico: New Mexico Geology, v. 20, n. 1, 1477 p. 2-7. 1478 Connell, S.D., Koning, D.J., and Cather, S.M., 1999, Revisions to the stratigraphic nomenclature of the 1479 Santa Fe Group, northwestern Albuquerque Basin, New Mexico; in Pazzaglia, F.J., and Lucas, S.G., 1480 eds., Albuquerque Geology: New Mexico Geological Society, Guidebook 50, p. 337-353. 1481 Rio Rancho Technical Report | Dan Koning Page 52 of 59 Connell, S.D., Koning, D.J., and Derrick, N.N., 2001, Preliminary interpretation of Cenozoic strata in the 1482 Tamara No. 1-Y well, Sandoval County, north-central New Mexico; in Connell, S.D., Lucas, S.G., and 1483 Love, D.W., eds., Stratigraphy and tectonic development of the Albuquerque Basin, central Rio 1484 Grande rift, mini-papers for field trip guidebook: Albuquerque, New Mexico: Geological Society of 1485 America, Rocky Mountain-South Central Section Meeting: New Mexico Bureau of Geology and 1486 Mineral Resources, Open-file report 454B, p. K79-K88. 1487 Connell, S.D., Koning, D.J., Kelley, S.A., and Brandes, N.N., 2007, Oligocene-Miocene sedimentation in 1488 the southwestern Jemez Mountains and northwestern Albuquerque basin, New Mexico; in Kues, B.S., 1489 Kelley, S.A., and Lueth, V.W., eds., Geology of the Jemez Region II: New Mexico Geological Society, 1490 Guidebook 58. p. 195-208. 1491 Connell, S.D., Smith, G.A., Geissman, J.W., and McIntosh, W.C., 2013, Climatic controls on nonmarine 1492 depositional sequences in the Albuquerque Basin, Rio Grande rift, north-central New Mexico, in 1493 Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to 1494 Groundwater: Geological Society of America Special Paper 494, p. 383-425, doi: 1495 10.1130/2013.2494(15). 1496 Davis, J.M., Lohmann, R.C., Phillips, F.M., Wilson, J.L., Love, D.W., 1993, Architecture of the Sierra 1497 Ladrones Formation, Central New Mexico: depositional controls on the permeability correlation 1498 structure: Geological Society of America Bulletin, v. 105, p. 998–1007. 1499 Fetter, C.W., Jr., 2018, Applied Hydrogeology: Long Grove, Illinois, Waveland Press, chapter 3. 1500 Galanter, A.E., and Curry, L.T.S., 2019, Estimated 2016 groundwater level and drawdown from 1501 predevelopment to 2016 in the Santa Fe Group aquifer system in the Albuquerque area, central New 1502 Mexico: U.S. Geological Survey Scientific Investigations Map 3433, 1 sheet, 13-p. pamphlet, 1503 https://doi.org/10.3133/sim3433. 1504 Galusha, T., 1966, The Zia Formation, new early to medial Miocene beds in New Mexico: American 1505 Museum Novitates, no. 2271, p. 1-12. 1506 Gawne, C., 1981, Sedimentology and stratigraphy of the Miocene Zia Sand of New Mexico, summary: 1507 Geological Society of America, Bulletin, Part I, v. 92, no. 12, p. 999-1007. 1508 Rio Rancho Technical Report | Dan Koning Page 53 of 59 Gaud, M.N., Smith, G.A., and McKenna, S.A., 2004, Relating small-scale permeability heterogeneity to 1509 lithofacies distribution, in Bridge, J.S., and Hyndman, D.W., eds., Aquifer characterization: SEPm 1510 Special Publication No. 80, p. 56–66. 1511 Gillentine, J.M., 1994, Petrology and diagenesis of the middle and lower Santa Fe Group in the northern 1512 Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file 1513 report 402C, Chapter 6, p. 1-50, 4 app. 1514 Grauch, V.J.S., 1999, Principal features of high-resolution aeromagnetic data collected near 1515 Albuquerque, New Mexico: New Mexico Geological Society, Guidebook 50, p. 115-118. 1516 Grauch, V.J.S., Keller, G.R., and Gillespie, C.L., 1999, Discussion of new gravity maps for the Albuquerque 1517 Basin area: New Mexico Geological Society, Guidebook 50, 119-124. 1518 Grauch, V.J.S., Hudson, M.R., Minor, S.A., 2001, Aeromagnetic expression of faults that offset basin fill, 1519 Albuquerque Basin, New Mexico: Geophysics, v. 66, n. 3, p. 707-720. 1520 Grauch, V.J.S., and Connell, S.D., 2013, New perspectives on the geometry of the Albuquerque Basin, Rio 1521 Grande rift, New Mexico: Insights from geophysical models of rift-fill thickness, in Hudson, M.R., and 1522 Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: 1523 Geological Society of America Special Paper 494, p. 427-462, doi: 10.1130/2013.2494(16). 1524 Haneberg, W.C., 1995, Compaction curves and virgin specific storage estimates for selected 1525 Albuquerque basin water wells, in Haneberg, W.C., and Hawley, J.W., eds., Characterization of 1526 hydrogeologic units in the northern Albuquerque Basin: New Mexico Bureau of Mines and Mineral 1527 Resources Open-file Report 402-C, p. 4-1 to 4-31. 1528"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "of the Miocene Zia Sand of New Mexico, summary: 1507 Geological Society of America, Bulletin, Part I, v. 92, no. 12, p. 999-1007. 1508 Rio Rancho Technical Report | Dan Koning Page 53 of 59 Gaud, M.N., Smith, G.A., and McKenna, S.A., 2004, Relating small-scale permeability heterogeneity to 1509 lithofacies distribution, in Bridge, J.S., and Hyndman, D.W., eds., Aquifer characterization: SEPm 1510 Special Publication No. 80, p. 56–66. 1511 Gillentine, J.M., 1994, Petrology and diagenesis of the middle and lower Santa Fe Group in the northern 1512 Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file 1513 report 402C, Chapter 6, p. 1-50, 4 app. 1514 Grauch, V.J.S., 1999, Principal features of high-resolution aeromagnetic data collected near 1515 Albuquerque, New Mexico: New Mexico Geological Society, Guidebook 50, p. 115-118. 1516 Grauch, V.J.S., Keller, G.R., and Gillespie, C.L., 1999, Discussion of new gravity maps for the Albuquerque 1517 Basin area: New Mexico Geological Society, Guidebook 50, 119-124. 1518 Grauch, V.J.S., Hudson, M.R., Minor, S.A., 2001, Aeromagnetic expression of faults that offset basin fill, 1519 Albuquerque Basin, New Mexico: Geophysics, v. 66, n. 3, p. 707-720. 1520 Grauch, V.J.S., and Connell, S.D., 2013, New perspectives on the geometry of the Albuquerque Basin, Rio 1521 Grande rift, New Mexico: Insights from geophysical models of rift-fill thickness, in Hudson, M.R., and 1522 Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: 1523 Geological Society of America Special Paper 494, p. 427-462, doi: 10.1130/2013.2494(16). 1524 Haneberg, W.C., 1995, Compaction curves and virgin specific storage estimates for selected 1525 Albuquerque basin water wells, in Haneberg, W.C., and Hawley, J.W., eds., Characterization of 1526 hydrogeologic units in the northern Albuquerque Basin: New Mexico Bureau of Mines and Mineral 1527 Resources Open-file Report 402-C, p. 4-1 to 4-31. 1528 Hornung, J., and Aigner, T., 2006, Reservoir architecture in a terminal alluvial plain: an outcrop analogue 1529 study (Upper Triassic, southern Germany) Part 1: Sedimentology and petrophysics: Journal of 1530 Petroleum Geology, v. 25, issue 1, p. 3–30. 1531 Howell, J.A., Martinius, A.W., Good, T.R., 2014, The application of outcrop analogues in geological 1532 modelling: a review, present status, and future outlook: Geological Society of London Special 1533 Publication 387 (1), p. 1-25. https://doi.org/10.1144/sp387.12 1534 Rio Rancho Technical Report | Dan Koning Page 54 of 59 Hawley, J.W., 1996, Hydrogeologic framework of potential recharge areas in the Albuquerque Basin, 1535 central New Mexico: New Mexico Bureau of Mines and Mineral Resources, Open-file report 402 D, 1536 Chapter 1, 68 p. 1537 Hawley, J.W., and Haase, C.S., 1992, Hydrogeologic framework of the northern Albuquerque Basin: New 1538 Mexico Bureau of Mines and Mineral Resources, Open-file Report 387. 1539 Hawley, J.W., Haase, C.S., Lozinsky, R.P., 1995, An underground view of the Albuquerque Basin: New 1540 Mexico Water Resources Research Institute, Report 290, p. 27-55. 1541 Intera Inc., 2008, Sandoval County Rio Puerco Basin Water Development Project, Aquifer Test and 1542 Analysis Report: unpublished consultant report prepared for Sandoval County (Dec 9, 2008), 46 p. 1543 and Appendices A–E. 1544 Keller, M., Bohnsack, D., Koch, R., Hinderer, M., Hornung, J., Al-Ajmi, H., and Amarah, B.A., 2019, 1545 Outcrop analog studies of the Wasia-Biyadh and Aruma aquifers of Saudi Arabia, in AlAnzi, H.R., 1546 Rahmani, R.A., Steel, R.J., and Soliman, O.M., eds., Siliclastic reservors of the Arabian Plate: The 1547 American Association of Petroleum Geologists, v. 116, https://doi.org/10.1306/13642171M1183514 1548 Kelly, V.C., 1977, Geology of the Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and 1549 Mineral Resources, Memoir 33, 60 p. 1550 Kernodle, J.M., 1998, Simulation of ground-water flow in the Albuquerque Basin, central New Mexico, 1551 1901-95, with projections to 2020: U.S. Geological Survey Open-File Report 96-209, 54 p. 1552 Kernodle, J.M., and Scott, W.B., 1986, Three-dimensional model simulation of steady-state ground- 1553 water flow in the Albuquerque-Belen Basin, New Mexico: U.S. Geological Survey Water-Resources 1554 Investigations Report 84-4353, 58 p. 1555 Kernodle, J.M., Miller, R.S., and Scott, W.B., 1987, Three-dimensional model simulation of transient 1556 groundwater flow in the Albuquerque-Belen Basin, New Mexico: U.S. Geological Survey Water- 1557 Resources Investigations Report 86-4194, 86 p. 1558 Kernodle, J.M., McAda, D.P., and Thorn, C.R., 1995, Simulation of ground-water flow in the Albuquerque 1559 Basin, central New Mexico, 1901-1994, with projections to 2020: U.S. Geological Survey Water— 1560 Resources Investigations Report 94-4251, 114 p. 1561 Rio Rancho Technical Report | Dan Koning Page 55 of 59 Koning, D.J., Pederson, J., Pazzaglia, F.J., and Cather, S.M., 1998, Geology of the Cerro Conejo (Sky 1562 Village NE) 7.5-minute quadrangle: New Mexico Bureau of Geology and Mineral Resources, Open-file 1563 Geologic Map OF-GM-45, scale 1:24,000. 1564 Koning, D.J., and Personius, S.F., 2002, Geologic map of the Bernalillo NW quadrangle, Sandoval County, 1565 New Mexico: U.S. Geological Survey, Miscellaneous Field Studies Map 2404, scale 1:24,000. 1566 Koning, D.J., and Jochems, A.P., 2014, Geologic Map of the Benavidez Ranch 7.5-Minute Quadrangle, 1567 Bernalillo and Sandoval Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources, 1568 Open-file Geologic Map 234, scale 1:24,000. 1569 Koning, D.J., and Rawling, G., 2017, Geologic map of the San Felipe Mesa 7.5-minute quadrangle, Sandoval 1570 County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-file Geologic Map 1571 266, scale 1:24,000. 1572 Koning, D.J., Heizler, M., and Jochems, A., 2021, Clues from the Santa Fe Group for Oligocene-Miocene 1573 paleogeography of the southeastern Colorado Plateau near Grants, NM, in Bonnie, F., Kelley, S.A., Zeigler, 1574 K.E., McLemore, V.T., Goff, F., and Ulmer-Scholle, D.S., eds., Geology of the Mount Taylor area: New 1575 Mexico Geological Society, 71st Annual Fall Field Cofnerence Guidebook, p. 267-280. 1576 https://doi.org/10.56577/FFC-71.267 1577 Kozeny, J., 1927, Uber kapillare leitung des wassers im boden: Sitzungsberichte der Akademie der 1578 Wissenschaften in Wien, v. 136, p. 271. 1579 Klingbeil, R., Kleineidam, S., Asprion, U., Aigner, T., and Testch, G., 1999, Relating lithofacies to hydrofacies: 1580 outcrop-based hydrogeological characterization of Quaternary gravel deposits: Sedimentary Geology, v. 1581 129, p. 299–310. 1582 Lozinsky, R.P., 1988, Stratigraphy, sedimentology, and sand petrology of the Santa Fe Group and pre- 1583 Santa Fe Tertiary deposits in the Albuquerque Basin [Ph.D. dissertation]: Socorro, NM, New Mexico 1584 Institute of Mining and Technology, 298 p. 1585 Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and depositional history of the 1586 Albuquerque basin, central New Mexico: Geological Society of America, Special Paper 291, p. 73-82. 1587 Rio Rancho Technical Report | Dan Koning Page 56 of 59 Machette, M.N., Personius, S.F., Kelson, K.I., Haller, K.M., and Dart, R.L., 1998, Map and data for 1588 Quaternary faults and folds in New Mexico: U.S. Geological Survey Open-file report 98-821, 443 p., 1 1589 pl. 1590 Masumura, R., Mikada, H., and Takekawa, J., 2019, The relation between permeability and grain size 1591 distribution: The 23rd International Symbosium on Recent Advances in Exploration Geophysics (RAEG 1592 2019), v. 2019, p. 104, https://doi.org/10.3997/2352-8265.20140242 1593 May, J.S., and Russell, L.R., 1994, Thickness of the syn-rift Santa Fe Group in the Albuquerque Basin and 1594 its relation to structural style: Geological Society of America, Special Paper 291, p. 113-123. 1595 McAda, D.P., and Barroll, P., 2002, Simulation of ground-water flow in the Middle Rio Grande Basin 1596 between Cochiti and San Acacia, New Mexico: U.S. Geological"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "Kelley, S.A., Zeigler, 1574 K.E., McLemore, V.T., Goff, F., and Ulmer-Scholle, D.S., eds., Geology of the Mount Taylor area: New 1575 Mexico Geological Society, 71st Annual Fall Field Cofnerence Guidebook, p. 267-280. 1576 https://doi.org/10.56577/FFC-71.267 1577 Kozeny, J., 1927, Uber kapillare leitung des wassers im boden: Sitzungsberichte der Akademie der 1578 Wissenschaften in Wien, v. 136, p. 271. 1579 Klingbeil, R., Kleineidam, S., Asprion, U., Aigner, T., and Testch, G., 1999, Relating lithofacies to hydrofacies: 1580 outcrop-based hydrogeological characterization of Quaternary gravel deposits: Sedimentary Geology, v. 1581 129, p. 299–310. 1582 Lozinsky, R.P., 1988, Stratigraphy, sedimentology, and sand petrology of the Santa Fe Group and pre- 1583 Santa Fe Tertiary deposits in the Albuquerque Basin [Ph.D. dissertation]: Socorro, NM, New Mexico 1584 Institute of Mining and Technology, 298 p. 1585 Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and depositional history of the 1586 Albuquerque basin, central New Mexico: Geological Society of America, Special Paper 291, p. 73-82. 1587 Rio Rancho Technical Report | Dan Koning Page 56 of 59 Machette, M.N., Personius, S.F., Kelson, K.I., Haller, K.M., and Dart, R.L., 1998, Map and data for 1588 Quaternary faults and folds in New Mexico: U.S. Geological Survey Open-file report 98-821, 443 p., 1 1589 pl. 1590 Masumura, R., Mikada, H., and Takekawa, J., 2019, The relation between permeability and grain size 1591 distribution: The 23rd International Symbosium on Recent Advances in Exploration Geophysics (RAEG 1592 2019), v. 2019, p. 104, https://doi.org/10.3997/2352-8265.20140242 1593 May, J.S., and Russell, L.R., 1994, Thickness of the syn-rift Santa Fe Group in the Albuquerque Basin and 1594 its relation to structural style: Geological Society of America, Special Paper 291, p. 113-123. 1595 McAda, D.P., and Barroll, P., 2002, Simulation of ground-water flow in the Middle Rio Grande Basin 1596 between Cochiti and San Acacia, New Mexico: U.S. Geological Survey, Water-resources Investigations 1597 Report 02-4200, 81 p. 1598 Minor, S.A., and Hudson, M.R., 2006, Regional survey of structural properties and cementation patterns 1599 of fault zones in the northern part of the Albuquerque Basin–Implications for ground-water flow: U.S. 1600 Geological Survey, Professional Paper 1719, 28 p. 1601 Nelson, P.H., 1994, Permeability-porosity relationships in sedimentary rocks: The Log Analyst, v. 35, no. 1602 3, p. 38-62. 1603 Personius, S.F., 2002, Geologic map of the Santa Ana Pueblo quadrangle, Sandoval County, New Mexico: 1604 U.S. Geological Survey, Mescellaneous field Studies Map MF-2405, scale 1:24,000. 1605 Personius, S.F., Machette, M.N., and Stone, B.D., 2000, Preliminary geologic map of the Loma Machette 1606 quadrangle, Sandoval County, New Mexico: U.S. Geological Survey, Miscellaneous Field Studies Map 1607 MF-2334, scale 1:24,000. 1608 Plummer, L.N., Bexfield, L.M., Anderholm, S.K., Sanford, W. E., and Busenberg, E., 2001, Geochemical 1609 characterization of ground-water flow in parts of the Santa Fe Group aquifer system, Middle Rio 1610 Grande Basin, New Mexico, in Cole, J.C., ed., U.S. Geological Survey Middle Rio Grande Basin Study— 1611 Proceedings of the Fourth Annual Workshop, Albuquerque, New Mexico, February 15-16, 2000: U.S. 1612 Geological Survey Open-File Report 00-488, p. 7-10. 1613 Rio Rancho Technical Report | Dan Koning Page 57 of 59 Plummer, L.N., Bexfield, L.M., Anderholm, Scott K., Sanford, Ward E., and Busenberg, Eurybiades, 2004a, 1614 Hydrochemical tracers in the Middle Rio Grande Basin, USA: 1. Conceptualization of groundwater 1615 flow. Hydrogeology Journal, v. 12, p. 359-388. 1616 Plummer, L.N., W.E. Sanford, L.M. Bexfield, S.K. Anderholm, and E. Busenberg, 2004b, Using 1617 geochemical data and aquifer simulation to characterize recharge and groundwater flow in the 1618 Middle Rio Grande Basin, New Mexico, in Hogan, J.F., Phillips, F.M., and Scanlon, B.R., eds., 1619 Groundwater Recharge in a Desert Environment: The Southwestern United StatesWater Science and 1620 Applications Series, vol. 9, American Geophysical Union, Washington, D.C., 185-216. 1621 Plummer, L.N., Bexfield, L.M., Anderholm, S.K., Sanford, Ward E., and Busenberg, Eurybiades, 2004c, 1622 Geochemical characterization of ground-water flow in the Santa Fe Group aquifer system, Middle Rio 1623 Grande Basin, New Mexico. U.S. Geological Survey Water-Resources Investigations Report 03-4131 1624 395 p. 1625 Rawling, G.C. and Goodwin, L.B., 2006, Structural record of the mechanical evolution of mixed zones in 1626 faulted poorly lithified sediments, Journal of Structural Geology28: 1623-1639. 1627 Rawling, G.C., Goodwin, L.B., and Wilson, J.L., 2001, Internal architecture, permeability structure, and 1628 hydrologic significance of contrasting fault-zone types: Geology29: 43-46. 1629 Reiter, M., 2001, Using precision temperature logs to estimate horizontal and vertical groundwater flow 1630 components: Water Resources Research, v. 37, no. 3, p. 663-674. 1631 Reiter, M., 2003, Hydrogeothermal studies in the Albuquerque Basin–a geophysical investigation of 1632 ground water flow characteristics: New Mexico Bureau of Geology and Mineral Resources, Circular 1633 211, 74 p. 1634 Riesterer, J., Hawley, J., Drakos, P., Lazarus, J., Lesh, M., and Chudnoff, M. (Glorieta Geoscience, Inc), 1635 2004, City of Rio Rancho Ground water exploration program – Results of Phase One Study; 1636 unpublished consultant report prepared for City of Rio Rancho, Feb. 25, 2004, 112 p. 1637 Riesterer, J., Drakos, P., and Lazarus, J., (Glorieta Geoscience, Inc.), 2008, Evaluation of future production 1638 well locations, well replacement needs, and future water sources, City of Rio Rancho; unpublished 1639 consultant report prepared for City of Rio Rancho by Glorieta Geoscience Inc., Nov. 2008, 18 p. 1640 Rio Rancho Technical Report | Dan Koning Page 58 of 59 Riesterer, J., and Drakos, P. (Glorieta Geoscience, Inc.), 2008 (revised 2009), Well drilling, completion, 1641 and testing report, City of Rio Rancho Well 23 (RG-6745-S-27); unpublished consultant report 1642 prepared for City of Rio Rancho by Glorieta Geoscience Inc., August 2008, 45 p. plus an addendum 1643 (14 p.) 1644 Russell, L.R., and Snelson, S., 1994, Structure and tectonic of the Albuquerque Basin segment of the Rio 1645 Grande rift: Insights from reflection seismic data: Geological Society of America, Special Paper 291, p. 1646 83-112. 1647 Sanford Ward E., Plummer L. Niel, McAda, Douglas P., Bexfield, Laura M., Anderholm, Scott K., 2004a, 1648 Hydrochemical tracers in the Middle Rio Grande Basin, USA: 2. Calibration of a groundwater model. 1649 Hydrogeology Journal, v. 12, p. 389-407. 1650 Sanford, W.E., Plummer, L.N., McAda, D.P., Bexfield, L.M., and Anderholm, S.K., 2004b, Use of 1651 environmental tracers to estimate parameters for a predevelopment-ground-water-flow model of 1652 the Middle Rio Grande Basin, New Mexico: U. S. Geological Survey Water-Resources Investigations 1653 Report 03-4286, 102 p. 1654 Smith, G.A., and Lavine, A., 1996, What is the Cochiti Formation?: New Mexico Geological Society, 1655 Guidebook 47, p. 219-224. 1656 Smyth, D.G., 2004, Sedimentology and permeability characteristics of the Arroyo Ojito Formation (Upper 1657 Santa Fe Group) adjacent to the Sand Hill fault, Albuquerque basin, New Mexico [M.S. thesis]: 1658 Socorro, New Mexico Institute of Mining and Technology, 96 p. 1659 Spiegel, Z., 1961, Late Cenozoic sediments of the lower Jemez River region: New Mexico Geological 1660 Society, Guidebook 12, p. 132-138. 1661 Spiegel, Z., and Baldwin, B., 1963, Geology and Water Resources of the Santa Fe Area, New Mexico: 1662 Washington, D.C., Geological Survey Water-Supply Paper 1525, 258 p. 1663 Tedford, R.H., 1982, Neogene stratigraphy of the northwestern Albuquerque basin: New Mexico 1664 Geological Society, Guidebook 33, p. 273-278. 1665 Tedford, R.H., and Barghoorn, S., 1997, Miocene mammals of the Espanola and Albuquerque basins, 1666 north-central New Mexico, in Lucas, S.G., Estep, J.W., Williamson, T.E., and"
    },
    {
        "URL": "RioRanchoTechnicalRpt_v10.pdf",
        "Text": "prepared for City of Rio Rancho by Glorieta Geoscience Inc., August 2008, 45 p. plus an addendum 1643 (14 p.) 1644 Russell, L.R., and Snelson, S., 1994, Structure and tectonic of the Albuquerque Basin segment of the Rio 1645 Grande rift: Insights from reflection seismic data: Geological Society of America, Special Paper 291, p. 1646 83-112. 1647 Sanford Ward E., Plummer L. Niel, McAda, Douglas P., Bexfield, Laura M., Anderholm, Scott K., 2004a, 1648 Hydrochemical tracers in the Middle Rio Grande Basin, USA: 2. Calibration of a groundwater model. 1649 Hydrogeology Journal, v. 12, p. 389-407. 1650 Sanford, W.E., Plummer, L.N., McAda, D.P., Bexfield, L.M., and Anderholm, S.K., 2004b, Use of 1651 environmental tracers to estimate parameters for a predevelopment-ground-water-flow model of 1652 the Middle Rio Grande Basin, New Mexico: U. S. Geological Survey Water-Resources Investigations 1653 Report 03-4286, 102 p. 1654 Smith, G.A., and Lavine, A., 1996, What is the Cochiti Formation?: New Mexico Geological Society, 1655 Guidebook 47, p. 219-224. 1656 Smyth, D.G., 2004, Sedimentology and permeability characteristics of the Arroyo Ojito Formation (Upper 1657 Santa Fe Group) adjacent to the Sand Hill fault, Albuquerque basin, New Mexico [M.S. thesis]: 1658 Socorro, New Mexico Institute of Mining and Technology, 96 p. 1659 Spiegel, Z., 1961, Late Cenozoic sediments of the lower Jemez River region: New Mexico Geological 1660 Society, Guidebook 12, p. 132-138. 1661 Spiegel, Z., and Baldwin, B., 1963, Geology and Water Resources of the Santa Fe Area, New Mexico: 1662 Washington, D.C., Geological Survey Water-Supply Paper 1525, 258 p. 1663 Tedford, R.H., 1982, Neogene stratigraphy of the northwestern Albuquerque basin: New Mexico 1664 Geological Society, Guidebook 33, p. 273-278. 1665 Tedford, R.H., and Barghoorn, S., 1997, Miocene mammals of the Espanola and Albuquerque basins, 1666 north-central New Mexico, in Lucas, S.G., Estep, J.W., Williamson, T.E., and Morgan, G.S., eds., New 1667 Rio Rancho Technical Report | Dan Koning Page 59 of 59 Mexico’s fossil record1: New Mexico Museum of Natural History and Science, Bulletin No. 11, p. 77- 1668 95. 1669 Tedford, R.H., and Barghoorn, S., 1999, Santa Fe Group (Neogene), Ceja del Rio Puerco, northwestern 1670 Albuquerque Basin, Sandoval County, New Mexico: New Mexico Geological Society, Guidebook 50, p. 1671 327-335. 1672 Tearpock, D.J., and Bischke, R.E., 2002, Applied Subsurface Geological Mapping, with Structural 1673 Methods, 2nd edition: Upper Saddle River, New Jersey, Pretince-Hall PTR. 1674 Thompson, R. A., Shroba, R.R., Menges, C.M., Schmidt, D.W., Personius, S.F., and Brandt, T.R., 2009, 1675 Geologic map of the Volcanoes Quadrangle, Bernalillo and Sandoval Counties, New Mexico: U.S. 1676 Geological Survey, Scientific Investigations Map 3083, scale 1:24,000. 1677 Thorn, C.R., McAda, D.P., and Kernodle, J.M., 1993, Geohydrologic framework and hydrologic conditions 1678 in the Albuquerque Basin, central New Mexico: U.S. Geological Survey Water-Resources 1679 Investigations Report 93-4149, 106 p. 1680 Urumovic , K., and Urumovic, K., Sr., 2016, The referential grain size and effective porosity in the Kozeny- 1681 Carman model: Hdroloogy and Earth System Sciences, v. 20, p. 1669-1680; http://doi.10.5194/hess- 1682 20-1669-2016. 1683 Williams, P.L., and Cole, J.C., 2007, Geologic map of the Albuquerque 30’ x 60’ quadrangle, north-central 1684 New Mexico: U.S. Geological Survey, Scientific Investigations Map 2946, 31 p., scale 1:100,000. 1685 Wright, H.E., Jr., 1946, Tertiary and Quaternary geology of the lower Rio Puerco area, New Mexico: 1686 Geological Society of America Bulletin, v. 57, p. 383-456. 1687 1688"
    }
]