[
    {
        "URL": "spe494-16.pdf",
        "Text": "427 The Geological Society of America Special Paper 494 2013 New perspectives on the geometry of the Albuquerque Basin, Rio Grande rift, New Mexico: Insights from geophysical models of rift-ﬁ ll thickness V.J.S. Grauch* U.S. Geological Survey, MS 964, Federal Center, Denver, Colorado 80225, USA Sean D. Connell† New Mexico Bureau of Geology and Mineral Resources–Albuquerque Ofﬁ ce, New Mexico Institute of Mining and Technology, 2808 Central Ave. SE, Albuquerque, New Mexico 87106, USA ABSTRACT Discrepancies among previous models of the geometry of the Albuquerque Basin motivated us to develop a new model using a comprehensive approach. Capitalizing on a natural separation between the densities of mainly Neogene basin ﬁ ll (Santa Fe Group) and those of older rocks, we developed a three-dimensional (3D) geo- physical model of syn-rift basin-ﬁ ll thickness that incorporates well data, seismic- reﬂ ection data, geologic cross sections, and other geophysical data in a constrained gravity inversion. Although the resulting model does not show structures directly, it elucidates important aspects of basin geometry. The main features are three, 3–5-km- deep, interconnected structural depressions, which increase in size, complexity, and segmentation from north to south: the Santo Domingo, Calabacillas, and Belen sub- basins. The increase in segmentation and complexity may reﬂ ect a transition of the Rio Grande rift from well-deﬁ ned structural depressions in the north to multiple, segmented basins within a broader region of crustal extension to the south. The mod- eled geometry of the subbasins and their connections differs from a widely accepted structural model based primarily on seismic-reﬂ ection interpretations. Key elements of the previous model are an east-tilted half-graben block on the north separated from a west-tilted half-graben block on the south by a southwest-trending, scissor- like transfer zone. Instead, we ﬁ nd multiple subbasins with predominantly easterly tilts for much of the Albuquerque Basin, a restricted region of westward tilting in the southwestern part of the basin, and a northwesterly trending antiform dividing subbasins in the center of the basin instead of a major scissor-like transfer zone. The overall eastward tilt indicated by the 3D geophysical model generally conforms to *E-mail: tien@usgs.gov. †Current address: Chevron Energy Technology Company, 6001 Bollinger Canyon Road, San Ramon, California 94583-2324, USA; e-mail: seanconnell@ chevron.com. Grauch, V.J.S., and Connell, S.D., 2013, New perspectives on the geometry of the Albuquerque Basin, Rio Grande rift, New Mexico: Insights from geophysical models of rift-ﬁ ll thickness, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geologi- cal Society of America Special Paper 494, p. 427–462, doi:10.1130/2013.2494(16). For permission to copy, contact editing@geosociety.org. © 2013 The Geological Society of America. All rights reserved. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 428 Grauch and Connell INTRODUCTION The Albuquerque Basin forms the central part of the Rio Grande rift in New Mexico (inset on Fig. 1), and is one of the largest basins of the rift (Chapin and Cather, 1994). It is home to the Albuquerque–Rio Rancho metropolitan area, which is the largest and fastest-growing urban region in New Mexico (Bar- tolino and Cole, 2002). The basin is bordered on the north and northeast by the west-tilted Española Basin and late rift–stage volcanic ﬁ elds. Basins with generally west-tilted half-graben segments lie immediately to the south, such as the Socorro Basin (Fig. 1). Modeling the structure and geometry of the Albuquerque Basin and associated variations in rift-ﬁ ll thickness is important not only for understanding the tectonic history of the Rio Grande rift (Cordell, 1978; Brown et al., 1980; Baldridge et al., 1995), but also for developing regional groundwater models (Birch, 1982; Bartolino and Cole, 2002), assessing seismic hazards (Wong et al., 2004), and exploring for energy resources (Russell and Snelson, 1994a; Black, 1999; Johnson et al., 2001). Among several previous models of basin geometry, the most widely cited is a structural model developed primarily from seismic-reﬂ ection data (Russell and Snelson, 1990, 1994a, 1994b). This model portrays the Albuquerque Basin as structurally segmented into northern and southern half-graben blocks that are oppositely tilted and separated by a large, scissor-like transfer zone. This basic view of the Albuquerque Basin has persisted in the litera- ture (e.g., Chapin and Cather, 1994; Baldridge et al., 1995; John- son et al., 2001; Ingersoll, 2001, 2003) and grown to represent an archetype of a segmented continental rift basin (Lambiase and Bosworth, 1995; Faulds and Varga, 1998; Younes and McClay, 2002). Although the Russell-Snelson model is informative about aspects of subsurface structure, major elements of basin geom- etry are conceptually inconsistent with geomorphic and geologic evidence and conﬂ ict with observations from gravity and aero- magnetic data (Connell et al., 1998; Connell and Wells, 1999; Grauch, 1999, 2001; Maldonado et al., 1999; Gillespie, 2002; Connell, 2004). A better view of the overall structure and geometry of the Albuquerque Basin can be achieved through the integration and joint interpretation of various geological and geophysical data sets, as followed in this study. We model the distribution of rel- atively low-density upper Cenozoic sediments that occupy the Albuquerque Basin using a three-dimensional (3D) inversion of available gravity data constrained by a wide variety of indepen- dent information. The resulting model of rift-ﬁ ll thickness satis- stratal tilts observed for the syn-rift succession, implying a prolonged eastward tilting of the basin during Miocene time. An extensive north-south synform in the central part of the Belen subbasin suggests a possible path for the ancestral Rio Grande dur- ing late Miocene or early Pliocene time. Variations in rift-ﬁ ll thickness correspond to pre-rift structures in several places, suggesting that a better understanding of pre-rift history may shed light on debates about structural inheritance within the rift. ﬁ es well information, allows for variable density, matches new structural cross sections, and is consistent with seismic-reﬂ ection data. We use this thickness distribution to delineate major geo- logic structures and elucidate the geometry of the basin. Our model suggests that the Albuquerque Basin predominantly tilts eastward, with westward tilting restricted to the southwest side, and no large, scissor-like transfer zone. With this new perspec- tive, we identify half grabens and strain-accommodation zones, discuss implications for sedimentation and tectonic history, and point out associations with preexisting structures. PREVIOUS BASIN MODELS A wealth of geophysical data and borehole information is available for the Albuquerque Basin that can be used to deter- mine its geometry in the subsurface. Previous basin models relied primarily on gravity data (Cordell, 1976), gravity data constrained by borehole data (Birch, 1982; Fig. 2A), or seismic- reﬂ ection data combined with borehole data (Russell and Snel- son, 1990, 1994a, 1994b; May and Russell, 1994; Fig. 2B). The widely cited Russell-Snelson model was developed in 1978– 1980 as part of an oil and gas exploration program by Shell Oil Company (Russell and Snelson, 1994a). Concepts of the model attributed to Shell seismic data were introduced by Lozinsky (1988, 1989) before its publication by Russell and Snelson in the 1990s. May and Russell (1994) added to the model by estimat- ing rift-ﬁ ll thickness within the basin from borehole and indus- try gravity data (Fig. 2B). Key elements of the Russell-Snelson model (Fig. 2B) are (1) an east-tilted half-graben block on the"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "a possible path for the ancestral Rio Grande dur- ing late Miocene or early Pliocene time. Variations in rift-ﬁ ll thickness correspond to pre-rift structures in several places, suggesting that a better understanding of pre-rift history may shed light on debates about structural inheritance within the rift. ﬁ es well information, allows for variable density, matches new structural cross sections, and is consistent with seismic-reﬂ ection data. We use this thickness distribution to delineate major geo- logic structures and elucidate the geometry of the basin. Our model suggests that the Albuquerque Basin predominantly tilts eastward, with westward tilting restricted to the southwest side, and no large, scissor-like transfer zone. With this new perspec- tive, we identify half grabens and strain-accommodation zones, discuss implications for sedimentation and tectonic history, and point out associations with preexisting structures. PREVIOUS BASIN MODELS A wealth of geophysical data and borehole information is available for the Albuquerque Basin that can be used to deter- mine its geometry in the subsurface. Previous basin models relied primarily on gravity data (Cordell, 1976), gravity data constrained by borehole data (Birch, 1982; Fig. 2A), or seismic- reﬂ ection data combined with borehole data (Russell and Snel- son, 1990, 1994a, 1994b; May and Russell, 1994; Fig. 2B). The widely cited Russell-Snelson model was developed in 1978– 1980 as part of an oil and gas exploration program by Shell Oil Company (Russell and Snelson, 1994a). Concepts of the model attributed to Shell seismic data were introduced by Lozinsky (1988, 1989) before its publication by Russell and Snelson in the 1990s. May and Russell (1994) added to the model by estimat- ing rift-ﬁ ll thickness within the basin from borehole and indus- try gravity data (Fig. 2B). Key elements of the Russell-Snelson model (Fig. 2B) are (1) an east-tilted half-graben block on the north and a west-tilted Figure 1. Generalized geology of the Albuquerque Basin and sur- rounding area. Geology compiled and modiﬁ ed from New Mexico Bu- reau of Geology and Mineral Resources (2003), Kelley (1977, 1978), Smith et al. (2001), Connell (2008a, 2008b), Maldonado et al. (2007), and Lozinsky and Tedford (1991). Underlying shaded relief image is from the National Elevation Data Set (U.S. Geological Survey) at 30 m resolution. The Albuquerque Basin boundary is used for reference on subsequent ﬁ gures. We deﬁ ne this boundary as the general limit of mapped syn-rift sediments (Santa Fe Group) extending between vol- canic ﬁ elds of the Jemez Mountains and Cerros del Rio volcanic ﬁ eld on the north and the physiographic constriction between the Ladron Mountains and Joyita Hills on the south. Cf—Coyote fault; CMf— Cat Mesa fault; GF—Gabaldon fault; HSfz—Hubbell Spring fault zone; LPf—Loma Pelada fault; SFf—Santa Fe fault; SYf—San Ysidro fault; TCfz—Tijeras-Cañoncito fault zone. BB—Black Butte; CO— Colorado; NM—New Mexico; emb.—embayment. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 429 Albuquerque Los Alamos Santa Fe Ladron Mts. Jemez Mts. Cerros del Rio Volcanic Field Sandia Mts. Manzano Mts. Manzanita Mts. Los Pinos Mts. Nacimiento Mts. L uc e ro u pli ft Pz Pz Pz Pz Pz Mz Ti Ti Mz Mz Mz Mz XY XY XY XY Tel QTv QTv QTv QTv QTv QTv QTv QTs QTs QTs QTs QTs QTs QTs QTs QTs Ts Ts QTs QTs Ts Ts Ts Ts Ts Ts Ti Mz Tis QTs Tis Valles alles Caldera Caldera Valles alles Caldera Caldera Valles Caldera Valles Caldera Belen B a s i n E s p a ñ o l a S o c o r r o B a s i n Joyita Hills BB M ont e Lar go E mb. Hubbell Bench SFf HSfz TCfz LPf J o yi ta B ench ESTANCIA BASIN SYf Cf GF CMf A A′ A A′ B B′ B B′ C C′ C C′ 0 20 10 kilometers 36 N o 107 W o 106 W o 35 N o Rio Grande Rift Map area Map area NM CO CO NM Rio Grande Rift CO Quaternary alluvium EXPLANATION Pliocene-early Pleistocene synrift deposits (upper Santa Fe Group) QTs Mesozoic sedimentary rocks Mz Late Oligocene-Miocene synrift deposits (middle and lower Santa Fe Group) Ts Oligocene volcanic and volcaniclastic rocks Tis Upper Paleozoic sedimentary rocks Pz Neogene-Quaternary volcanic rocks QTv Oligocene intrusive rocks Ti Proterozoic crystalline rocks Normal fault (mostly rift). Ball on down- thrown side. Dashed where inferred, dotted where concealed Reverse fault (Laramide), sawteeth on hanging wall Rio Grande Cross section A A′ Albuquerque basin boundary Strike-slip fault. Arrows indicate most recent motion XY Paleogene sedimentary rocks Tel Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 430 Grauch and Connell half-graben block on the south; (2) a southwest-trending transfer zone (their “Tijeras transfer zone”) that accommodates the oppos- ing tilts of the north and south half-graben blocks; (3) structural benches along the eastern and northwestern sides of the basin as much as 15 km wide; and (4) a major north-south fault through the middle of the valley (their “Rio Grande fault”) that forms the eastern rift border. The “Tijeras transfer zone” is an extension of a long-lived strike-slip fault system that is well documented from the eastern ﬂ ank of the Albuquerque Basin to the southeastern tip of the Española Basin (TCfz on Fig. 1; Kelley and Northrop, 1975; Abbott et al., 2004; Lisenbee, this volume). Discrepancies between the Russell-Snelson model and observed gravity data are immediately obvious by comparison with a gravity contour map (Fig. 2). The deepest parts of the rift occur in the middle of the basin in the Russell-Snelson model (Fig. 2B), whereas large gravity lows and the gravity model of Birch (1982) indicate the deepest parts are along the eastern side (Fig. 2A). Large gravity lows are generally associated with depocenters in rift basins (Bott and Hinze, 1995), because of the large contrasts expected between the lower densities of thick sedimentary piles compared to the higher densities of the sur- rounding and underlying bedrock. This density contrast is espe- cially notable for the Rio Grande rift, because the majority of the ﬁ ll consists of poorly consolidated Neogene sediments with low bulk densities (Cordell, 1976; Birch, 1982; Cape et al., 1983; Keller et al., 1984). Thus, large gravity lows should be closely associated with thick accumulation of sediment rather than struc- tural benches. Some of these discrepancies may be explained by lack of seismic-reﬂ ection data on the east side of the basin where the gravity lows are located (Fig. 2B inset). However, Gillespie (2002) discovered other discrepancies by constructing gravity models from a few of the interpreted seismic sections. These problems suggest that previous geologic interpretations of seis- mic reﬂ ections should be reassessed. Previous gravity models of the Albuquerque Basin have problems as well. The gravity model by Cordell (1976) was lim- ited by unavailability of borehole data. Borehole constraints are necessary to overcome ambiguities caused by density variations -30 -40 -20 -10 0 10 20 30 40 50 Milligals Gravity Data -20 -20 0 -10 10 10 20 20 40 30 Rio Grande Isostatic Residual Gravity Data 12 10 2 6 4 6 6 8 10 6 4 2 4 2 2 4"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "and observed gravity data are immediately obvious by comparison with a gravity contour map (Fig. 2). The deepest parts of the rift occur in the middle of the basin in the Russell-Snelson model (Fig. 2B), whereas large gravity lows and the gravity model of Birch (1982) indicate the deepest parts are along the eastern side (Fig. 2A). Large gravity lows are generally associated with depocenters in rift basins (Bott and Hinze, 1995), because of the large contrasts expected between the lower densities of thick sedimentary piles compared to the higher densities of the sur- rounding and underlying bedrock. This density contrast is espe- cially notable for the Rio Grande rift, because the majority of the ﬁ ll consists of poorly consolidated Neogene sediments with low bulk densities (Cordell, 1976; Birch, 1982; Cape et al., 1983; Keller et al., 1984). Thus, large gravity lows should be closely associated with thick accumulation of sediment rather than struc- tural benches. Some of these discrepancies may be explained by lack of seismic-reﬂ ection data on the east side of the basin where the gravity lows are located (Fig. 2B inset). However, Gillespie (2002) discovered other discrepancies by constructing gravity models from a few of the interpreted seismic sections. These problems suggest that previous geologic interpretations of seis- mic reﬂ ections should be reassessed. Previous gravity models of the Albuquerque Basin have problems as well. The gravity model by Cordell (1976) was lim- ited by unavailability of borehole data. Borehole constraints are necessary to overcome ambiguities caused by density variations -30 -40 -20 -10 0 10 20 30 40 50 Milligals Gravity Data -20 -20 0 -10 10 10 20 20 40 30 Rio Grande Isostatic Residual Gravity Data 12 10 2 6 4 6 6 8 10 6 4 2 4 2 2 4 8 14 12 6 4 2 2 8 6 12 14 10 6 10 6 4 Isopach Contours (Thousands of Feet) Interval = 2000 feet Inferred Fault with Extensional Gap Transfer Zone Structures 0.0 1.22 2.44 3.66 4.27 Thickness (km) Russell-Snelson Model Tijeras transfer zone Rio Grande Rio Grande fault fault Rio Grande fault Seismic Lines 0.0 1.0 2.0 3.0 Thickness (km) Birch Model 0 20 10 kilometers 0 20 10 kilometers 107 W o 106 30′W o 107 W o 106 30′W o 35 N o 35 N o A B Figure 2. Gravity contour map and two previous basin models. Albuquerque Basin boundary from Figure 1 is used for reference. (A) Isostatic residual gravity data, which are processed to focus on density variations in the upper 10 km of the crust. Inset shows isopach contours of the 2200 kg/m3 density layer derived by Birch (1982) from proﬁ le models, considered to represent Neogene ﬁ ll (Santa Fe Group). (B) Russell- Snelson model based primarily on well and seismic-reﬂ ection data (Russell and Snelson, 1994a) with isopach of Santa Fe Group thickness from May and Russell (1994). Contours are in thousands of feet; the gray scale represents these intervals in kilometers. Note the difference in dynamic range between this gray scale and the one for the Birch model. Inset shows the index map of seismic-reﬂ ection lines used by Russell and Snelson (1994a) to construct their structural model. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 431 within the basin ﬂ oor. Such variations are likely in the rift, aris- ing from variable thickness of the pre-rift sedimentary section and intra-basement density variations (Barrow and Keller, 1994; Grauch et al., 2009). Data from more wells were available for the gravity model developed by Birch (1982), who used an extensive network of 2D proﬁ le models and borehole density logs to build a 3D model of Neogene rift-ﬁ ll thickness (Fig. 2A inset). However, Birch relied on characterizing geologic units on the basis of only three different “density layers.” In particular, he equated the layer of lowest density with Neogene ﬁ ll. The assignment of basin ﬁ ll to a single density does not allow for density increases with depth due to compaction. As a result, denser layers in his model that should represent deep rift ﬁ ll may be misidentiﬁ ed as underlying, older geologic units. Previous interpretations may also have been inﬂ uenced by problematic stratigraphic picks in some of the older exploration wells. Lozinsky (1988, 1994) used sandstone petrology to resolve the base of rift ﬁ ll in many of these wells, but one isolated, deep well in the southeastern part of the basin (Grober-Fuqua #1) has been particularly problematic. Alternative stratigraphic picks in this well support the presence of either (1) a structural bench at ~1.4 km depth, or (2) a deeper (>1.9 km) rift basin. Interpre- tations by most previous workers have supported the structural bench scenario (e.g., Kelley, 1977; Lozinsky, 1994). A more recent reexamination, which highlighted paleomagnetic analysis, lends greater support to the deeper rift basin scenario (Hudson and Grauch, 2003). Considering the problems and discrepancies among the pre- vious models, we saw the need to develop a new model of rift-ﬁ ll thickness with a comprehensive approach that (1) reconciles and integrates the seismic and gravity data, and (2) reevaluates the existing and new information with modern interpretation tech- niques. Because we have access to only a few lines of the Shell seismic data, we must rely primarily on gravity data for model- ing. To overcome this limitation, we use a specialized 3D gravity inversion to integrate seismic-reﬂ ection and other geophysical data, reduce ambiguity in the model, and avoid problems arising from 2D modeling of 3D structure. GEOLOGIC AND TECTONIC SETTING Syn-rift sediments, known as the Santa Fe Group (Spiegel and Baldwin, 1963), were deposited in the Albuquerque Basin during latest Oligocene through early Pleistocene time (QTs and Ts on Fig. 1). The most rapid accumulation occurred during Miocene time (Chapin and Cather, 1994; Connell, 2004). Sedi- ment thickness in boreholes varies from ~1000–2000 m (3280– 6560 ft) along basin margins to more than 4270 m (14,000 ft) in basin centers (Lozinsky, 1994; May and Russell, 1994). Upper Oligocene and Miocene sediments of the Santa Fe Group include alluvial, eolian, ﬂ uviolacustrine, and volcaniclastic detritus that were deposited within internally drained basins (Chapin and Cather, 1994). In the southern part of the basin, Miocene sedi- ments were deposited in a distal-fan/basin-ﬂ oor environment, interspersed with ash-ﬂ ow tuff and basaltic lava ﬂ ows (Lozinsky and Tedford, 1991). After local tilting and erosion, the ancestral Rio Grande became organized as a through-going drainage system, depositing ﬂ uvial sediments starting by early Pliocene time (Connell, 2004; Connell et al., 2005). Late rift–stage volcanic activity occurred in several isolated centers within the basin (QTv on Fig. 1), mostly along linear vent alignments (Kelley and Kudo, 1978; Crumpler, 1999; Maldonado et al., 2007). More voluminous magmatic activity was located north of the basin in the Jemez Mountains and Cerros del Rio volcanic ﬁ eld (Fig. 1), where volcanic activity may have begun as early as 17 Ma and culminated in caldera for- mation at ca. 1.2–1.6 Ma (Goff and Gardner, 2004). Contempora- neous sediment accumulation was less than during the Miocene phase of"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "data for model- ing. To overcome this limitation, we use a specialized 3D gravity inversion to integrate seismic-reﬂ ection and other geophysical data, reduce ambiguity in the model, and avoid problems arising from 2D modeling of 3D structure. GEOLOGIC AND TECTONIC SETTING Syn-rift sediments, known as the Santa Fe Group (Spiegel and Baldwin, 1963), were deposited in the Albuquerque Basin during latest Oligocene through early Pleistocene time (QTs and Ts on Fig. 1). The most rapid accumulation occurred during Miocene time (Chapin and Cather, 1994; Connell, 2004). Sedi- ment thickness in boreholes varies from ~1000–2000 m (3280– 6560 ft) along basin margins to more than 4270 m (14,000 ft) in basin centers (Lozinsky, 1994; May and Russell, 1994). Upper Oligocene and Miocene sediments of the Santa Fe Group include alluvial, eolian, ﬂ uviolacustrine, and volcaniclastic detritus that were deposited within internally drained basins (Chapin and Cather, 1994). In the southern part of the basin, Miocene sedi- ments were deposited in a distal-fan/basin-ﬂ oor environment, interspersed with ash-ﬂ ow tuff and basaltic lava ﬂ ows (Lozinsky and Tedford, 1991). After local tilting and erosion, the ancestral Rio Grande became organized as a through-going drainage system, depositing ﬂ uvial sediments starting by early Pliocene time (Connell, 2004; Connell et al., 2005). Late rift–stage volcanic activity occurred in several isolated centers within the basin (QTv on Fig. 1), mostly along linear vent alignments (Kelley and Kudo, 1978; Crumpler, 1999; Maldonado et al., 2007). More voluminous magmatic activity was located north of the basin in the Jemez Mountains and Cerros del Rio volcanic ﬁ eld (Fig. 1), where volcanic activity may have begun as early as 17 Ma and culminated in caldera for- mation at ca. 1.2–1.6 Ma (Goff and Gardner, 2004). Contempora- neous sediment accumulation was less than during the Miocene phase of basin subsidence (Lozinsky, 1994; Tedford and Barg- hoorn, 1999; Connell et al., this volume). Consequently, the Plio- Pleistocene section represents only a fraction of the total volume of rift ﬁ ll within this basin. This younger basin ﬁ ll buries much of the older syn-rift deposits, making interpretation of the older history of rifting ambiguous in many places. In large areas of the Albuquerque Basin, the Santa Fe Group overlies Eocene and Oligocene sedimentary and volcanic rocks and a variably eroded Mesozoic through Paleozoic sedimentary sequence, evidenced in boreholes and recorded in rocks sur- rounding the basin (e.g., Pazzaglia et al., 1999). Precambrian rocks exposed in the nearby mountains record the earliest tec- tonic history, notably the Proterozoic accretion of continental material along northeast-trending orogenic belts (Karlstrom et al., 2004). These northeast trends persist as shear zones and thrust belts that many workers consider as controlling structures on sub- sequent rift formation (e.g., Cordell, 1978; Chapin and Cather, 1994; Karlstrom et al., 1999). Marine limestone sequences overlain by dominantly shelf and ﬂ oodplain clastic sediments were deposited unconformably on Precambrian basement from Mississippian through Permian time. The section varied in original thickness from 0.4 to 1.6 km (Kelley, 1977). In late Paleozoic time, north-trending regional uplifts and intervening basins formed in the vicinity of the study area as the result of the Ancestral Rocky Mountain orogeny. Sed- imentologic and subsurface evidence suggests that uplifts were coincident with the present-day Nacimiento Mountains and Joy- ita Hills at the northern and southern ends of the Albuquerque Basin, respectively (Baars, 1982). Associated basins were located on the western side of the Albuquerque Basin and in the Estancia Basin, just east of the Manzano Mountains (Fig. 1; summarized by Pazzaglia et al., 1999). An additional 1.3–2.4 km of marine and nonmarine, mainly siliciclastic, sediments accumulated dur- ing Mesozoic time (Kelley, 1977). The Mesozoic–Paleozoic sec- tion was structurally disrupted and variably eroded during post- depositional tectonic events. For example, only the basal marine limestone sequence is preserved along the eastern ﬂ ank of the Albuquerque Basin (Fig. 1). In Late Cretaceous through Eocene time, the Laramide orogeny formed regional uplifts and intervening basins in the Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 432 Grauch and Connell study area, some of which coincided with the Ancestral Rocky Mountains uplifts. The uplifts occurred as a result of reverse and strike-slip faulting, with accompanying folding (Cather, 2004). Laramide thrust faults, which locally overturned beds, are exposed along the eastern and southwestern sides of the basin (Fig. 1; Kelley, 1977). Rift faults and Laramide structures are superposed along the eastern margin of the Laramide-age Lucero uplift (Fig. 1), forming a complex boundary between the Colo- rado Plateau and the Rio Grande rift (Kelley and Wood, 1946; Callender and Zilinski, 1976). This structural complexity has sparked debate on whether low-angle and curvilinear faults that project into the southern part of the basin are Laramide thrust faults, Tertiary detachments, or both (de Voogd et al., 1986, 1988; Wu, 1986; Cabezas, 1991; Lewis and Baldridge, 1994). Toward the end of the Laramide orogeny in early Eocene time, detritus shed from regional uplifts collected in basins that were located in the northeastern and southern parts of the present-day Albuquer- que Basin (Cather, 2004). Estimated thicknesses range from as much as 1 km in the north to 0.3 km in the south. Late Eocene–Oligocene eruptions in the northern Socorro Basin (Fig. 1) deposited tuffs and lavas, which probably covered much of the area of the southern part of the basin (Chapin et al., 2004). Because of the wedge-shaped basin geometry next to detachment faults, Cather et al. (1994) considered these rocks to record an onset of weak extension associated with volcanism that preceded deposition of the more sediment-dominated Santa Fe Group. Oligocene intrusions are also located along a north-south belt near the juncture of the Albuquerque and Española Basins (Fig. 1) and may be present at shallow depth ~15 km west of the city of Albuquerque (Grauch, 1999). Thick accumulations of Oligocene sediments are mainly recognized from boreholes. Called the unit of Isleta #2 by Loz- insky (1994), they range from 485 to 2185 m in thickness. This unit may be correlative to much thinner sections of Oligocene sediments more recently recognized in the northwest part of the Albuquerque Basin and in the southwest Española Basin (Con- nell et al., 2007; Kelley et al., this volume). Although this unit is not classiﬁ ed as part of the Santa Fe Group, it may record basin subsidence early in rift history (May and Russell, 1994; Connell et al., 2007) rather than passive erosional processes along the northwestern margin of the basin (e.g., Ingersoll, 2001). The geology of the Albuquerque Basin region records a long tectonic history prior to the initiation of the Rio Grande rift during late Oligocene time. These earlier events left tectonic imprints that can be difﬁ cult to distinguish from rift-related fea- tures. Superposition of structures is especially confusing. A rare documentation of how subsequent tectonic events have reacti- vated or superposed their structural signature is presented for the Joyita Hills by Beck and Chapin (1994). DATA TYPES AND TREATMENT A variety of geophysical and borehole data were integrated with geologic information for this study. Use of multiple geo- physical methods builds on the strengths of each and reduces ambiguity in modeling. Appendix A (available on CD-ROM accompanying this"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "next to detachment faults, Cather et al. (1994) considered these rocks to record an onset of weak extension associated with volcanism that preceded deposition of the more sediment-dominated Santa Fe Group. Oligocene intrusions are also located along a north-south belt near the juncture of the Albuquerque and Española Basins (Fig. 1) and may be present at shallow depth ~15 km west of the city of Albuquerque (Grauch, 1999). Thick accumulations of Oligocene sediments are mainly recognized from boreholes. Called the unit of Isleta #2 by Loz- insky (1994), they range from 485 to 2185 m in thickness. This unit may be correlative to much thinner sections of Oligocene sediments more recently recognized in the northwest part of the Albuquerque Basin and in the southwest Española Basin (Con- nell et al., 2007; Kelley et al., this volume). Although this unit is not classiﬁ ed as part of the Santa Fe Group, it may record basin subsidence early in rift history (May and Russell, 1994; Connell et al., 2007) rather than passive erosional processes along the northwestern margin of the basin (e.g., Ingersoll, 2001). The geology of the Albuquerque Basin region records a long tectonic history prior to the initiation of the Rio Grande rift during late Oligocene time. These earlier events left tectonic imprints that can be difﬁ cult to distinguish from rift-related fea- tures. Superposition of structures is especially confusing. A rare documentation of how subsequent tectonic events have reacti- vated or superposed their structural signature is presented for the Joyita Hills by Beck and Chapin (1994). DATA TYPES AND TREATMENT A variety of geophysical and borehole data were integrated with geologic information for this study. Use of multiple geo- physical methods builds on the strengths of each and reduces ambiguity in modeling. Appendix A (available on CD-ROM accompanying this volume and in the GSA Data Repository1) provides an overview of the types, strengths, and sources of geo- physical data. Appendices B–F (available on CD-ROM accom- panying this volume and in the GSA Data Repository [see foot- note 1]) provide more detail on speciﬁ c data types or treatment. Geophysical Data Gravity data were compiled for a large region surrounding the Albuquerque Basin so that the gravity inversion would be well constrained (Appendices A and E). Data coverage is fairly good for regional study, but areas lacking stations exceed 10 km in width locally and stations do not adequately cross the basin margins in many places in the south (Fig. 3). Standard Bouguer and terrain corrections were applied using a reduction density of 2670 kg/m3. In order to focus on density variations within the upper crust, an isostatic regional ﬁ eld was removed from the terrain-corrected Bouguer gravity values, based on parameters established for New Mexico by Heywood (1992). The resulting isostatic residual gravity map (Fig. 2A) generally isolates the gravity effects produced by sources within the upper 10 km of the crust (Simpson et al., 1986). Thus, we assume that only a constant value (as opposed to a trend or smooth regional ﬁ eld as in common practice) need be removed from the data prior to construction of 2D gravity models. Seismic-reﬂ ection data for our study come from two main sources: (1) lines collected by Shell Oil Company (now owned or controlled by Seismic Exchange, Inc.), and (2) lines collected in the mid-1970s as part of the research program Consortium for Continental Reﬂ ection Proﬁ ling (COCORP) (Brown et al., 1980). Two-way travel time (TWTT) sections for portions of six Shell lines, and time and migrated depth sections from COCORP lines, were available as images scanned from published reports (sources listed in Appendix A). Digital data for four Shell lines (lines 48, 53, 59, and 85; Fig. 3) were purchased and reprocessed by the U.S. Geological Survey (USGS), resulting in migrated depth sections (Appendices B and F). Lines 59 and 85 were not included in the original Russell-Snelson model (inset on Fig. 2B; Russell and Snelson, 1994a). The COCORP data were acquired with ﬁ ve seismic vibrators with a 10–32 Hz sweep and 24-fold stacking, described in more detail by Brown et al. (1980). For the seismic data, we relied primarily on data reprocessing efforts from previous published work (listed in Appendix A) rather than reprocessing the digital data ourselves. de Voogd et al. (1986) explained their processing parameters in detail. In particular, they argued against the use of migration algorithms because they do not work well for lines that cross 3D features. 1GSA Data Repository Item 2013199, Appendices A–H, is available at www .geosociety.org/pubs/ft2013.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301-9140, USA. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 433 Aeromagnetic data for the study area consist of high- resolution data covering most of the basin (Grauch and Hudson, 2007) merged with regional data compiled by Kucks et al. (2001) for the state of New Mexico (Appendix A). A color shaded-relief image of the reduced-to-pole aeromagnetic data is included in Appendix C. Reduction to pole is routinely applied to correct for asymmetry of anomalies caused by the oblique orientation of the measured magnetic ﬁ eld with respect to Earth’s surface (Blakely, 1995). The aeromagnetic data provide several quantita- tive and qualitative constraints to gravity modeling and seismic interpretation (Appendix F), including constraints on basement features, buried volcanic rocks, and concealed intrabasinal faults. In particular, magnetic depth-estimation methods were applied to the proﬁ le data to help locate magnetic basement (Appendix C). Two-dimensional models from magnetotelluric (MT) soundings available for the study area and neighboring areas to the north are described in Rodriguez and Sawyer (this volume). Data sources are listed in Appendix A. The 2D models image electrical resistivity of the upper 10 km of the crust. Most of the MT constraints are from those used with gravity modeling in the 59 85 48 65 72 81 102 53 52 1A 1A 1 50 A A’ A’ A′ B B′ C C′ 0 20 10 kilometers grober shsfp3 MT9 59 72 1A B B′ EXPLANATION Well that penetrates base of Santa Fe Group. Codes refer to Table 1. Well that bottoms within Santa Fe Group. Codes refer to Table 1. Magnetotelluric sounding. Labeled soundings are discussed in text. Shell seismic data acquired and reprocessed by USGS. Shell seismic data available only as time-section image. COCORP seismic data Profile modeled in this study GRAVITY STATIONS 0 10 km MT9 MT10 cbrownlv davangel grober NFT1 NAT1 blkrnchtst harlan3 joinsclm longdaly norins2 burwes1y carpatr1 cpfed cpfed davtam1y humsf1 merrblk2 merrblk2 peltblk1 peltblk1 shisl1 shisl2 shlagwt1 shsf2 shsfp1 shsfp3 shwmf tranisl1 utexwes1 robbaca1 NFT2 SEbb1 Figure 3. Locations and types of data sources. Basin boundary from Figure 1 is used for reference. Refer to Table 1 for well information and codes. Data sources for gravity, seismic-reﬂ ection, and magnetotelluric data are described in Appendices A and B (available on CD-ROM accompanying this volume and in the GSA Data Repository [see footnote 1]). High-resolution aeromagnetic data are presented separately in Appendix C. USGS—U.S. Geological Survey; CO- CORP—Consortium for Continental Reﬂ ection Proﬁ ling. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "volcanic rocks, and concealed intrabasinal faults. In particular, magnetic depth-estimation methods were applied to the proﬁ le data to help locate magnetic basement (Appendix C). Two-dimensional models from magnetotelluric (MT) soundings available for the study area and neighboring areas to the north are described in Rodriguez and Sawyer (this volume). Data sources are listed in Appendix A. The 2D models image electrical resistivity of the upper 10 km of the crust. Most of the MT constraints are from those used with gravity modeling in the 59 85 48 65 72 81 102 53 52 1A 1A 1 50 A A’ A’ A′ B B′ C C′ 0 20 10 kilometers grober shsfp3 MT9 59 72 1A B B′ EXPLANATION Well that penetrates base of Santa Fe Group. Codes refer to Table 1. Well that bottoms within Santa Fe Group. Codes refer to Table 1. Magnetotelluric sounding. Labeled soundings are discussed in text. Shell seismic data acquired and reprocessed by USGS. Shell seismic data available only as time-section image. COCORP seismic data Profile modeled in this study GRAVITY STATIONS 0 10 km MT9 MT10 cbrownlv davangel grober NFT1 NAT1 blkrnchtst harlan3 joinsclm longdaly norins2 burwes1y carpatr1 cpfed cpfed davtam1y humsf1 merrblk2 merrblk2 peltblk1 peltblk1 shisl1 shisl2 shlagwt1 shsf2 shsfp1 shsfp3 shwmf tranisl1 utexwes1 robbaca1 NFT2 SEbb1 Figure 3. Locations and types of data sources. Basin boundary from Figure 1 is used for reference. Refer to Table 1 for well information and codes. Data sources for gravity, seismic-reﬂ ection, and magnetotelluric data are described in Appendices A and B (available on CD-ROM accompanying this volume and in the GSA Data Repository [see footnote 1]). High-resolution aeromagnetic data are presented separately in Appendix C. USGS—U.S. Geological Survey; CO- CORP—Consortium for Continental Reﬂ ection Proﬁ ling. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 434 Grauch and Connell TABLE 1. WELL DATA USED FOR SANTA FE GROUP THICKNESS IN ALBUQUERQUE BASIN Site identifier* Well name Location † Surface elevation (m) Total depth (m) Interpreted thickness (m) § Source of Santa Fe Group interpretation # Sources of alternate interpretations** Wells that penetrate base of Santa Fe Group burwes1y Burlington Westland 1Y 21-10N-1E 1811 2371 848 Shroba et al. (2003) N.A. carpatr1 Carpenter Atrisco #1 28-10N-1E 1766 2028 1006 Shroba et al. (2003) N.A. cpfed Colorado Plateau #1 Federal 35-13N-6E 1908 431 24 Petroleum Information Corp. N.A. davtam1y Davis Petroleum 1-Y Tamara 3-13N-2E 1863 2662 1146 Connell et al. (2007) Shroba et al. (2003) humsf1 Humble Shell Santa Fe #1 18-6N-1W 1552 3868 1494 Lozinsky (1994) N.A. merrblk2 Merrion Blackshare #2 34-14N-6E 1832 2079 593 Petroleum Information Corp. N.A. NAT1 Twinings No. 1 NAT 22-4N-1E 1579 3798 2560 Geophysical logs at NMLSD N.A. peltblk1 Pelto Blackshare Federal #1 35-14N-6E 1839 2141 451 Petroleum Information Corp. N.A. robbaca1 Robinson C R Baca No. 1 3-5N-4E 1717 719 69 Petroleum Information Corp. N.A. . A . N ) 4 9 9 1 ( y k s niz o L 9 7 6 2 2 8 9 4 7 3 5 1 E 2 - N 7 - 7 a t elsI 1 lle h S 1lsih s . A . N ) 4 9 9 1 ( y k s niz o L 7 0 4 4 2 8 4 6 4 2 5 1 E 2 - N 8 - 6 1 a t elsI 2 lle h S 2lsih s shlagwt1 Shell 1 Laguna-Wilson Trust 8-9N-1W 1644 3388 3 Petroleum Information Corp.; Black (1999) N.A. shsf2 Shell #2 Santa Fe Pacific 29-6N-1W 1583 4360 1460 Lozinsky (1994) N.A. shsfp1 Shell #1 Santa Fe Pacific 18-13N-3E 1747 3366 905 Lozinsky (1994) N.A. shsfp3 Shell #3 Santa Fe Pacific 28-13N-1E 1917 3132 994 Lozinsky (1994) N.A. shwmf Shell West Mesa Federal 24-11N-1E 1760 1800 2603 Lozinsky (1994) N.A. tranisl1 Transocean #1 Isleta 8-8N-3E 1605 3163 1536 Lozinsky (1994) Discussed in Maldonado et al. (2007) utexwes1 Utex 1-1J1E Westland Development 1-10N-1E 1760 5080 2493 Shroba et al. (2003) N.A. SEbb1 Stellar Energy Black Butte #1 6-2N-3E 1566 1129 155 B. Black (2010, personal commun.) N.A. Deep wells that bottom in Santa Fe Group blkrnchtst Black Ranch test well RG-66700-EXPL 3-11N-1E 1804 925 >925 J. Shomaker (1998, personal commun.) N.A. cbrownlv Central New Mexico Brown- Livingston #1 16-3N-1E 1547 866 >866 Black (1982, 1999) Foster (1978); Lozinsky (1988) davangel Davis Angel Eyes #1 19-4N-1E 1476 2461 >2461 Petroleum Information Corp.; Broadhead (2009) N.A. grober Grober-Fuqua #1 19-5N-3E 1531 1920 >1920 Hudson and Grauch (2003) Discussed in Hudson and Grauch (2003) harlan3 Harlan Ranch #3 5-6N-2E 1475 1973 >1973 B. Brister (2003, personal commun. reported in Maldonado et al., 2007) Kelley (1977) joinsclm Joiner San Clemente #1 23-7N-1E 1581 1709 >1709 Lozinsky (1994) N.A. longdaly Long Dalies #1 32-7N-1E 1856 2589 >2589 Foster (1978) Petroleum Information Corp. data reported in Maldonado et al. (2007) norins2 Norins Realty North Albuquerque Acres #2 19-11N-4E 1640 1531 >1531 Lozinsky (1988) N.A. NFT1 Twinings No. 1 NFT 33-5N-1E 1583 2268 >2268 Petroleum Information Corp.; Broadhead (2009) N.A. NFT2 Twinings No. 2 NFT 28-4N-1E 1558 2792 >2792 Petroleum Information Corp.; Broadhead (2009) N.A. Note: This list does not include the wells and constraint points from magnetotelluric models and seismic-reflection data used outside the study area in the Española Basin region. See Grauch et al. (2009) for a listing of those points. *Site identifier refers to Fig. 3. †Location—section-township-range. §Interpreted thickness involves picking the base of Santa Fe Group in the well or determining whether the base is penetrated at all. #NMLSD—New Mexico Library of Subsurface Data, New Mexico Bureau of Geology and Mineral Resources. **Sources that present alternate interpretations are listed only where disagreements were resolved during the course of this study. N.A.—not applicable. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 435 Española Basin (Grauch et al., 2009). The Hubbell Spring MT model, located ~5 km north of proﬁ le C–C′ (Fig. 3), shows a deep resistor below a variably conductive section (Rodriguez and Sawyer, this volume). The MT model is useful for estimating the general depth to the resistive, limestone-dominated base of the Paleozoic section. Borehole Data A variety of data from exploration and water wells were used to (1) constrain rift-ﬁ ll thickness in the gravity inver- sion and check the results, (2) guide construction of geologic cross sections and geophysical proﬁ le models, and (3) develop density-depth functions for different geologic units (discussed in the next section). Constraints and checks on rift-ﬁ ll thickness were provided by 29 oil-exploration wells in the Albuquerque Basin (Fig. 3; Table 1) and from wells of mixed type, MT, and seismic-reﬂ ection data at 108 sites in the Española Basin, north and east of the Albuquerque Basin. The large number of con- straints for the Española Basin comes from a similar 3D mod- eling study for that basin (Grauch et al., 2009), thus providing easily accessible regional constraints for this study and ensuring compatibility between the studies. The presence or absence of the basal contact of the Santa Fe Group in many of the wells has been the subject of controversy. Because these determinations are critical for the gravity inver- sion,"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "base of Santa Fe Group in the well or determining whether the base is penetrated at all. #NMLSD—New Mexico Library of Subsurface Data, New Mexico Bureau of Geology and Mineral Resources. **Sources that present alternate interpretations are listed only where disagreements were resolved during the course of this study. N.A.—not applicable. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 435 Española Basin (Grauch et al., 2009). The Hubbell Spring MT model, located ~5 km north of proﬁ le C–C′ (Fig. 3), shows a deep resistor below a variably conductive section (Rodriguez and Sawyer, this volume). The MT model is useful for estimating the general depth to the resistive, limestone-dominated base of the Paleozoic section. Borehole Data A variety of data from exploration and water wells were used to (1) constrain rift-ﬁ ll thickness in the gravity inver- sion and check the results, (2) guide construction of geologic cross sections and geophysical proﬁ le models, and (3) develop density-depth functions for different geologic units (discussed in the next section). Constraints and checks on rift-ﬁ ll thickness were provided by 29 oil-exploration wells in the Albuquerque Basin (Fig. 3; Table 1) and from wells of mixed type, MT, and seismic-reﬂ ection data at 108 sites in the Española Basin, north and east of the Albuquerque Basin. The large number of con- straints for the Española Basin comes from a similar 3D mod- eling study for that basin (Grauch et al., 2009), thus providing easily accessible regional constraints for this study and ensuring compatibility between the studies. The presence or absence of the basal contact of the Santa Fe Group in many of the wells has been the subject of controversy. Because these determinations are critical for the gravity inver- sion, we have resolved them to the best of our ability (Table 1). Additional shallow water and exploration wells (total depths <900 m) were available for construction of geologic cross sec- tions and development of stratigraphic concepts in the northern part of the Albuquerque Basin; these data are available from Connell (2006). Density Characterization Gravity modeling that isolates the effects of rift ﬁ ll from other effects is predicated on a large contrast between densities of the rift ﬁ ll with those of the surrounding and underlying bed- rock. To investigate this contrast for our study, we used borehole density logs from 38 wells to characterize the variation of den- sity with depth for geologic units grouped by age and rock type (Appendix D). Densities for rocks from each category were aver- aged over equal depth intervals and then simpliﬁ ed into simple, step-like density-depth functions so that they could be easily used in the 2D and 3D modeling. Because each age range consists predominantly of similar rock types, the results show a ﬁ rst-order variation in density by age (Fig. 4). The resulting, highly averaged, step-like density-depth functions for each age range show that densities of the basin ﬁ ll (Santa Fe Group, including interbedded volcanic rocks) are sys- tematically much lower (≥400 kg/m3 difference) than those of the older units at comparable depths to at least 4.25 km (Fig. 4). This systematic difference allows gravity modeling and inversion to robustly separate the gravity effects of the Santa Fe Group from those of the older units throughout much of the basin. Only the density-depth function derived for the Santa Fe Group is neces- sary for the 3D gravity inversion (Table 2). Although multiple or more complicated density-depth functions could be constructed from the well data, we have found the one in Table 2 to give good results in comparison to independent information in a wide range of situations and in a variety of model tests. High-density volca- nic rocks contained within the rift ﬁ ll appear to locally increase the densities of the Santa Fe Group in the vicinity of isolated volcanic ﬁ elds. However, the effects are difﬁ cult to quantify, so they are evaluated qualitatively, as described below under Model Limitations and explained in more detail in Appendix E. The derived density-depth functions for all the groups of geologic units were used to construct polygonal bodies and assign densities in the 2D gravity models. Moreover, the func- tions provide a rationale for combining geologic units into broad categories on the basis of density. For example, the similarity of density-depth functions for Paleogene and Mesozoic units argues for grouping them as a single model unit in the 2D gravity mod- els. Moreover, pre–Santa Fe sedimentary units cannot be distin- guished on the basis of density below 3.25 km depth—a limitation 0 1 2 3 4 5 6 7 2,000 2,200 2,400 2,600 Density (kg/m3) Depth (km) Santa Fe Group Santa Fe Group Paleogene- Mesozoic units Paleogene units Mesozoic units Paleozoic units Paleozoic units Depth Interval Averages Density-Depth Functions Figure 4. Density-depth characterization of sedimentary groups by age. For each group, densities derived from borehole density logs from 38 wells are averaged at 250 m depth intervals. The data were generalized even further into simple density-depth step functions to use in two-dimensional (2D) and three-dimensional (3D) mod- els. The density compilation is described in more detail in Appendix D (available on CD-ROM accompanying this volume and in the GSA Data Repository [see foot- note 1]). A natural separation in density is apparent be- tween Santa Fe Group (syn-rift deposits) and older units to depths of ~4.25 km. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 436 Grauch and Connell that prevents resolution of any deep pre-rift structures in the 2D gravity models without the help of other information. Depth-Time Conversion Owing to the difﬁ culty of directly comparing model results (in depth) to seismic-reﬂ ection proﬁ les available only as scanned images of time sections, it was necessary to apply a simple depth- time conversion to the Santa Fe Group. To do this, we determined seismic velocities for the Santa Fe Group that could be applied over the same depth ranges as deﬁ ned by the density-depth func- tion (Table 2). The velocities we chose rely on seismic-refraction studies that used ﬁ rst arrivals on shot gathers from the COCORP seismic-reﬂ ection survey (Jurdy and Brocher, 1980; Brocher, 1981) and empirical relations of density to velocity in sedimen- tary basins (Gardner et al., 1974). The velocity of 2.1 km/s for depths <1.25 km is also consistent with compressional velocities measured in sonic logs from wells in the southern Albuquerque Basin (Brown et al., 1980; Brocher, 1981; Cape et al., 1983). Model depths at speciﬁ c locations are converted to TWTT using the appropriate velocities over the depth ranges indicated. Conversely, points digitized from reﬂ ections on time sections are converted to depth by applying the appropriate velocities over the TWTT intervals indicated. In this way, we can compare model results directly to time sections, establish constraints for the gravity inversion, and determine stratal tilts from reﬂ ections. This depth-time conversion was not applicable to the reprocessed seismic-reﬂ ection data, which were converted to depth using more sophisticated, digital analyses (Appendix B). MODEL DEVELOPMENT The basis of our model development is a 3D gravity inver- sion designed speciﬁ"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "older units to depths of ~4.25 km. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 436 Grauch and Connell that prevents resolution of any deep pre-rift structures in the 2D gravity models without the help of other information. Depth-Time Conversion Owing to the difﬁ culty of directly comparing model results (in depth) to seismic-reﬂ ection proﬁ les available only as scanned images of time sections, it was necessary to apply a simple depth- time conversion to the Santa Fe Group. To do this, we determined seismic velocities for the Santa Fe Group that could be applied over the same depth ranges as deﬁ ned by the density-depth func- tion (Table 2). The velocities we chose rely on seismic-refraction studies that used ﬁ rst arrivals on shot gathers from the COCORP seismic-reﬂ ection survey (Jurdy and Brocher, 1980; Brocher, 1981) and empirical relations of density to velocity in sedimen- tary basins (Gardner et al., 1974). The velocity of 2.1 km/s for depths <1.25 km is also consistent with compressional velocities measured in sonic logs from wells in the southern Albuquerque Basin (Brown et al., 1980; Brocher, 1981; Cape et al., 1983). Model depths at speciﬁ c locations are converted to TWTT using the appropriate velocities over the depth ranges indicated. Conversely, points digitized from reﬂ ections on time sections are converted to depth by applying the appropriate velocities over the TWTT intervals indicated. In this way, we can compare model results directly to time sections, establish constraints for the gravity inversion, and determine stratal tilts from reﬂ ections. This depth-time conversion was not applicable to the reprocessed seismic-reﬂ ection data, which were converted to depth using more sophisticated, digital analyses (Appendix B). MODEL DEVELOPMENT The basis of our model development is a 3D gravity inver- sion designed speciﬁ cally for modeling basin-ﬁ ll thickness onto which we iteratively apply constraints from geologic mapping and borehole, seismic-reﬂ ection, aeromagnetic, and MT infor- mation. Speciﬁ cally, the inversion (1) incorporates known den- sity information, (2) satisﬁ es independent geological and geo- physical constraints, (3) treats the rift basins separately from the complications of the underlying sedimentary section as much as possible, and (4) accommodates 3D aspects of basin shape. Moreover, we develop the 3D basin model with a “bootstrap” approach by reevaluating seismic interpretations and geologic concepts while validating and adjusting the model to ﬁ t these constraints. Bootstrapping ensures that all aspects of the process are internally consistent and allows us to use the model results to evaluate and update the previous work. We ﬁ rst run the gravity inversion with only the most objec- tive constraints to get an initial 3D gravity model. The gravity inversion is described brieﬂ y in the following subsection and in more detail in Appendix E. Next, we evaluate the initial model using detailed 2D geophysical modeling, geologic cross sections, and available seismic sections. Where the initial model generally agrees with previous seismic interpretations for which we do not have data, we gain conﬁ dence that we can use these interpreta- tions as constraints. Where the model disagrees, we resolve the differences using our available seismic data and geologic infor- mation. Finally, we use the 2D interpretations to constrain a ﬁ nal run of the gravity inversion, resulting in a fully constrained 3D basin model. Gravity Inversion We use a gravity inversion technique developed speciﬁ cally for sedimentary basins by Jachens and Moring (1990), modiﬁ ed to explicitly incorporate local depth constraints, as implemented in computer program DEPTH2BS, version 1.6.8 (B.A. Chuchel, U.S. Geological Survey). The technique is based on separation of observed data into regional and residual components, where the residual component represents the gravity effects of the thickness of basin ﬁ ll and the regional component represents the effects of density variations in bedrock underlying and adjacent to the basin. Regional/residual ﬁ eld separation has been a long- standing problem in gravity modeling because of its subjectivity (Nabighian et al., 2005). However, in this approach, application of geologic constraints during the inversion forces the separa- tion to be compatible with geologic reasoning, thereby reducing much of the ambiguity. A regional ﬁ eld for the whole basin is initially constructed using data only from gravity stations located on the bedrock that surrounds the basin and internal basin constraints provided by the user. The initial regional ﬁ eld is subtracted from the observed TABLE 2. DENSITY AND VELOCITY FUNCTIONS USED FOR THE SANTA FE GROUP Depth range (km) Bulk density (kg/m 3) Two-way travel time interval (seconds) Seismic velocity (km/s) * 1 . 2 9 1 . 1 < 0 7 1 2 5 2 . 1 < * 8 . 2 6 2 . 2 – 9 1 . 1 0 0 3 2 5 7 . 2 – 5 2 . 1 5 . 3 3 8 . 2 – 6 2 . 2 0 8 3 2 5 7 . 3 – 5 7 . 2 † 5 . 4 3 8 . 2 > 0 4 5 2 5 7 . 3 > † Note: For modeling, densities are assigned to the Santa Fe Group for the depth ranges indicated (also plotted in Fig. 4). To compare Santa Fe Group reflections on seismic time sections to depth models, time is converted to depth using the indicated velocities and time intervals. Depth is converted to time conversely. Time intervals are equivalent to the depth ranges for convenience. *Taken from velocity analyses by Jurdy and Brocher (1980) and Brocher (1981) for the Consortium for Continental Reflection Profiling (COCORP) seismic data from the southern Albuquerque Basin. †Computed from the density column using the empirical relation of Gardner et al. (1974). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 437 data to give a starting approximation of the residual ﬁ eld. The inversion then iteratively adjusts a 3D model of basin-ﬁ ll thick- ness (following the method of Bott, 1960) and the regional ﬁ eld until the thicknesses and associated forward gravity models match the observed gravity data and best meet all constraints applied by the user. Two types of constraints are applied during the gravity inver- sion: (1) thickness constraint points, where the inversion attempts to match known values of rift-ﬁ ll thickness; and (2) regional-ﬁ eld constraint points, where the inversion incorporates ﬁ xed values of the regional gravity ﬁ eld into the regional/residual separation. Thickness constraint points provide a direct control on the model. Regional-ﬁ eld constraint points are empirically derived to force the inversion to modify thickness in areas where model results are inconsistent with deep wells that do not reach the base of the Santa Fe Group. These wells cannot be used as direct constraints on thickness, but their total depths provide information on mini- mum thickness. After evaluation of inversion results, the user can adjust constraints for subsequent inversion runs. The forward model calculations used to test goodness of ﬁ t after each iteration of the inversion rely on user-deﬁ ned density contrasts assigned to different depth layers and an algorithm based on Fourier transforms (Parker, 1973). Readers are referred to Jachens and Moring (1990),"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "equivalent to the depth ranges for convenience. *Taken from velocity analyses by Jurdy and Brocher (1980) and Brocher (1981) for the Consortium for Continental Reflection Profiling (COCORP) seismic data from the southern Albuquerque Basin. †Computed from the density column using the empirical relation of Gardner et al. (1974). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 437 data to give a starting approximation of the residual ﬁ eld. The inversion then iteratively adjusts a 3D model of basin-ﬁ ll thick- ness (following the method of Bott, 1960) and the regional ﬁ eld until the thicknesses and associated forward gravity models match the observed gravity data and best meet all constraints applied by the user. Two types of constraints are applied during the gravity inver- sion: (1) thickness constraint points, where the inversion attempts to match known values of rift-ﬁ ll thickness; and (2) regional-ﬁ eld constraint points, where the inversion incorporates ﬁ xed values of the regional gravity ﬁ eld into the regional/residual separation. Thickness constraint points provide a direct control on the model. Regional-ﬁ eld constraint points are empirically derived to force the inversion to modify thickness in areas where model results are inconsistent with deep wells that do not reach the base of the Santa Fe Group. These wells cannot be used as direct constraints on thickness, but their total depths provide information on mini- mum thickness. After evaluation of inversion results, the user can adjust constraints for subsequent inversion runs. The forward model calculations used to test goodness of ﬁ t after each iteration of the inversion rely on user-deﬁ ned density contrasts assigned to different depth layers and an algorithm based on Fourier transforms (Parker, 1973). Readers are referred to Jachens and Moring (1990), Blakely (1995, p. 231–232), Saltus and Jachens (1995), and Jachens et al. (1996) for more explanation of the technique. Ferguson et al. (1988) presented a similar approach. Application to Albuquerque Basin In our application, syn-rift Santa Fe Group is designated as “basin ﬁ ll” and all older geologic units as “bedrock,” a natural separation that arises from the differences in overall densities between these groups at a range of depths (Fig. 4). To aid in char- acterizing the ﬂ anks of the basins as well as their interiors, we expanded the area of analysis to include a large region surround- ing the Albuquerque and parts of the Española and Socorro Basins (Fig. 1; Appendix E). In map view, the rift basins are collectively deﬁ ned by the mapped limit of Neogene units and assigned the density-depth function derived for the Santa Fe Group (Table 2) in preparation for the inversion. Because the Santa Fe Group includes interbedded and overlying volcanic rocks (Fig. 1), the ﬁ nal 3D basin model should be considered as an overall model of the combined sedimentary and volcanic portions of the rift ﬁ ll. We began by developing an initial 3D gravity model using the gravity inversion and minimal constraints (no seismic constraints within the Albuquerque Basin). Thickness constraint points were taken from (1) wells that completely penetrate the Santa Fe Group within the Albuquerque Basin (Table 1), and (2) wells and point locations from geophysical data outside the immediate study area that were vetted previously for the Española and northern Albu- querque Basins (Grauch et al., 2009). Regional-ﬁ eld constraint points were applied in the vicinities of Long-Dalies #1, Davis Angel Eyes #1, and Twinings No. 2 NFT wells (Fig. 3) by inspec- tion. An isopach map of rift-ﬁ ll thickness derived from the 3D gravity model is shown in Figure 5A. A similar 3D gravity model was developed in this fashion (but with fewer constraints) for groundwater studies (Bartolino and Cole, 2002, p. 40). To arrive at the ﬁ nal 3D geophysical model, additional thick- ness constraint points derived from seismic interpretation were applied in steps, as we assessed all the information and developed 2D geophysical models or reexamined seismic-reﬂ ection sec- tions to validate concepts in various critical areas. Details regard- ing this assessment are discussed for key areas in the Model Validation section below. Two-dimensional geophysical models were constructed using a 2-1/2D modeling algorithm capable of truncating polygonal bodies out of the plane of the section to simulate 3D geometries (Geosoft GM-SYS version 7.1.1 [http:// www.geosoft.com/products/gm-sys]). The ﬁ nal 3D geophysical model of rift-ﬁ ll thickness, after all additional constraints were applied, is shown in Figure 5B. The locations of the constraints are coded by source of information. Errors in the ﬁ t of computed and observed gravity ﬁ elds are near zero over most of the grid area, but are locally 10–15 mgal where data coverage is poor at basin margins. Errors in the ﬁ t of modeled to known thickness at constraint points are generally within 5% of the actual thickness. Appendix E provides more detail and discussion of errors in the inversion process. We constructed a structural elevation grid by subtract- ing thickness values of the ﬁ nal 3D geophysical model from a smoothed digital terrain model. The terrain is smoothed and regridded (0.5 km interval) to match the resolution of the 3D model so that artifacts of topography are not introduced dur- ing the subtraction. Digital grids from the ﬁ nal 3D geophysical model representing rift-ﬁ ll thickness variations, the structural elevation of the base of the Santa Fe Group, and the smoothed terrain used to construct the structural elevation grid are available from Appendix H (available on CD-ROM accompanying this volume and in the GSA Data Repository [see footnote 1]). The initial 3D gravity model shows a remarkable similarity in gross shapes of features to the ﬁ nal 3D geophysical model, which has seismic constraints applied (Fig. 5). During model evaluation, we found that the shapes of features of the 3D gravity model mim- icked patterns in the seismic data and in independently constructed geologic cross sections, giving conﬁ dence that initial inversion parameters had been appropriately chosen. Thus, we use the 3D gravity model in subsequent sections to show what is required or permissible by the gravity data alone. The largest differences after application of the additional constraints are moderation of local excursions that appear geologically unreasonable and better delin- eation of a ridge in the south-central part of the basin. The 3D gravity model (Fig. 5A) has only passing resem- blance to the earlier gravity model by Birch (1982) (inset on Fig. 2A), who used most of the same gravity and well data that we did. The differences and improvements in our model can be attributed to (1) modeling that is truly done in 3D versus con- struction of 3D results from 2D models, (2) our use of multiple density layers to represent the Santa Fe Group rather than just Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 438 Grauch and Connell one, and (3) additional gravity data collected in the southwest part of the basin in 1997 (Gillespie et al., 2000). Model Limitations Limitations of the model are described in detail in Appen- dix E. The most signiﬁ cant of these include (1) local thick- ness extremities caused by inappropriate regional/residual"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "Fe Group, and the smoothed terrain used to construct the structural elevation grid are available from Appendix H (available on CD-ROM accompanying this volume and in the GSA Data Repository [see footnote 1]). The initial 3D gravity model shows a remarkable similarity in gross shapes of features to the ﬁ nal 3D geophysical model, which has seismic constraints applied (Fig. 5). During model evaluation, we found that the shapes of features of the 3D gravity model mim- icked patterns in the seismic data and in independently constructed geologic cross sections, giving conﬁ dence that initial inversion parameters had been appropriately chosen. Thus, we use the 3D gravity model in subsequent sections to show what is required or permissible by the gravity data alone. The largest differences after application of the additional constraints are moderation of local excursions that appear geologically unreasonable and better delin- eation of a ridge in the south-central part of the basin. The 3D gravity model (Fig. 5A) has only passing resem- blance to the earlier gravity model by Birch (1982) (inset on Fig. 2A), who used most of the same gravity and well data that we did. The differences and improvements in our model can be attributed to (1) modeling that is truly done in 3D versus con- struction of 3D results from 2D models, (2) our use of multiple density layers to represent the Santa Fe Group rather than just Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 438 Grauch and Connell one, and (3) additional gravity data collected in the southwest part of the basin in 1997 (Gillespie et al., 2000). Model Limitations Limitations of the model are described in detail in Appen- dix E. The most signiﬁ cant of these include (1) local thick- ness extremities caused by inappropriate regional/residual ﬁ eld separation in the vicinity of abrupt density-contrast boundaries; (2) local excursions of thickness values caused by errors intro- duced by inadequate gravity data coverage; (3) a tendency to smooth out abrupt thickness variations across normal faults; (4) thicknesses that are in error because assumed density-depth variations are oversimpliﬁ ed; and (5) a tendency to exaggerate thickness trends below high-relief topographic slopes. A noticeable example of the ﬁ rst limitation is a local thick- ness extremity of the initial 3D gravity model in the center of the Belen subbasin (Fig. 5A). These types of excursions were mostly remedied by additional seismic constraints, as demonstrated by the diminution of this feature in the ﬁ nal 3D geophysical model (Fig. 5B). In contrast, local excursions caused by inadequate data coverage could not be ﬁ xed, and are most noticeable as unreason- ably steep gradients at the basin margins, where data coverage is sparse. Smooth rather than abrupt thickness variations across 1 3 2 1 2 3 1 2 3 1 2 3 3 2 3 3 4 5 2 1 1 2 1 2 1 2 3 4 1 A A’ A’ A A′ B B′ C C′ 59 59 85 85 48 48 65 65 72 72 81 102 53 53 52 1A 1A 1A 1 50 50 59 85 48 65 72 81 102 53 52 1A 1A 1 50 1 C 1 81 81 81 0 10 10 1022 02 102 2 522 522 52 1A 1A 1 1 1 1 1 1 1 3 2 2 3 3 3 3 2 2 2 2 1 1 3 4 5 3 3 3 3 4 4 2 2 2 2 4 1 1 3 3 2 A A’ A’ A A′ B B′ C C′ B A Z LB HB JB ML MV EH Santo Santo Santo Domingo Domingo Domingo Calabacillas Calabacillas Calabacillas Belen Belen Belen CONSTRAINTS APPLIED Thickness known from well Regional field modified to increase thickness Thickness interpreted from seismic section, 2D model, or inference from other seismic information 5.0 6.0 4.0 3.0 2.0 1.0 0.0 THICKNESS, KM 0 20 10 kilometers Figure 5. Isopach maps of the three-dimensional (3D) model of rift-ﬁ ll thickness at initial and ﬁ nal stages of model development. Basin boundary of Figure 1 is shown for reference. The different types of constraint points are explained in text. (A) Isopachs from the initial 3D gravity model that shows what is required or permissible by the gravity data alone. (B) Isopachs from the ﬁ nal 3D geophysical model after all constraints are applied. Seismic lines (coded as in Fig. 3) are shown for reference. Inset shows shaded subbasin areas for reference on this and subsequent ﬁ gures. The subbasins are generally outlined by the 1 km and 2 km isopach contours of the ﬁ nal 3D geophysical model (B). HB—Hubbell bench; JB—Joyita bench; LB—Laguna bench; ML—Monte Largo embayment; MV—Mountainview prong; EH—East Heights structural bench; Z—Ziana structure. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 439 normal faults arise from the reliance on grids to model thickness. Despite this problem, major basin boundaries are still readily identiﬁ able, albeit somewhat ambiguous regarding dip and pres- ence of a single versus multiple faults. On the other hand, small- offset faults may not be recognizable in the model, and multiple faults may appear as a sloping surface. Errors in thickness caused by oversimpliﬁ cation of assumed density-depth variations are not conspicuous and difﬁ cult to quantify, but are greatest where the rift ﬁ ll thickness is <100 m (Appendix E). Because the gravity inversion works with density contrast (relative to the reduction density of 2670 kg/m3), actual densities that are higher or lower than the densities input to the model will result in a modeled basin that is too shallow or too deep, respectively. Higher densities compared to the assumed density-depth function for Santa Fe Group are suspected under- neath the volcanic ﬁ elds, but not modeled separately, as explained in Appendix E. The resulting density “pull-up” of the base of the thickness model is analogous to a velocity pull-up in seis- mic interpretation, although the physical causes are different. We estimate that large density pull-ups (>10% error in depth) occur where >10%–12% of the top 1.25 km of basin ﬁ ll is composed of basalt, similar to an estimate given by Drenth et al. (this volume). We also experimented with different density-depth functions for the Santa Fe Group; the one given in Table 2 provided the most reasonable results relative to geologic concepts and trends observed in seismic-reﬂ ection sections. MODEL RESULTS The fully constrained 3D geophysical model of the Albu- querque Basin (Fig. 5B) captures important aspects of both previous basin models (Fig. 2), but improves on both of them. From the new model, deep parts of the Albuquerque Basin extend much farther east than in previous seismic interpretations, and do not necessarily correspond to the extreme gravity lows. The basin geometry depicted by the model is primarily a reﬂ ection of Mio- cene rift-ﬁ ll thickness, because Pliocene deposits unconformably overlie Miocene deposits and are relatively thin in comparison. Figure 6 shows the structural elevation grid of the base of the Santa Fe Group in plan and 3D perspective view. The images rep- resent relief on the rift ﬂ anks"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "ll thickness is <100 m (Appendix E). Because the gravity inversion works with density contrast (relative to the reduction density of 2670 kg/m3), actual densities that are higher or lower than the densities input to the model will result in a modeled basin that is too shallow or too deep, respectively. Higher densities compared to the assumed density-depth function for Santa Fe Group are suspected under- neath the volcanic ﬁ elds, but not modeled separately, as explained in Appendix E. The resulting density “pull-up” of the base of the thickness model is analogous to a velocity pull-up in seis- mic interpretation, although the physical causes are different. We estimate that large density pull-ups (>10% error in depth) occur where >10%–12% of the top 1.25 km of basin ﬁ ll is composed of basalt, similar to an estimate given by Drenth et al. (this volume). We also experimented with different density-depth functions for the Santa Fe Group; the one given in Table 2 provided the most reasonable results relative to geologic concepts and trends observed in seismic-reﬂ ection sections. MODEL RESULTS The fully constrained 3D geophysical model of the Albu- querque Basin (Fig. 5B) captures important aspects of both previous basin models (Fig. 2), but improves on both of them. From the new model, deep parts of the Albuquerque Basin extend much farther east than in previous seismic interpretations, and do not necessarily correspond to the extreme gravity lows. The basin geometry depicted by the model is primarily a reﬂ ection of Mio- cene rift-ﬁ ll thickness, because Pliocene deposits unconformably overlie Miocene deposits and are relatively thin in comparison. Figure 6 shows the structural elevation grid of the base of the Santa Fe Group in plan and 3D perspective view. The images rep- resent relief on the rift ﬂ anks as well as on the basin ﬂ oor, so that the rift can be visualized as though the basin ﬁ ll has been removed. When considering these views, the limitations of the modeling method must be kept in mind. For example, steep gradients can represent one major normal fault or a narrow zone of faults accom- modating large vertical displacement; shallow gradients can repre- sent a series of step-down normal faults or a single low-angle fault; and the surface roughness may or may not be signiﬁ cant. Basin Morphology The Albuquerque Basin ranges from ~20 km wide in the northern part to ~40 km wide in the southern part. The basin constricts to ~5 km wide at the northern and southern tips, at the connections to the Española and Socorro Basins, respectively. The primary features in both the initial and ﬁ nal 3D models for the Albuquerque Basin are a series of interconnected structural depressions, with intervening structural culminations and ﬂ anking structural benches (Fig. 5). The subbasins, which were recognized and named previously (Hawley, 1996; Grauch et al., 1999; Con- nell, 2004), increase in width and complexity from north to south: the Santo Domingo, Calabacillas, and Belen subbasins. Some workers consider the Santo Domingo subbasin as a unique basin because of its structural setting between the west-tilted Española Basin on the north and the east-tilted northern Albuquerque Basin on the south (e.g., Smith et al., 2001; Minor, 2006). However, we do not model this subbasin separately because it is difﬁ cult to dis- tinguish physiographically from the rest of the Albuquerque Basin (Fig. 1; Kelley, 1977; Connell, 2004). The eastern side of the Albuquerque Basin is bounded by steep slopes in the model, which represent major fault zones of stepped-down blocks with 2–4 km of overall vertical displace- ment. The steep slopes trend north-south along the east sides of the Calabacillas and Belen subbasins and northeast along the southeast side of the Santo Domingo subbasin. Thick (>3 km) rift ﬁ ll in these subbasins terminates abruptly against shallow (<1 km) rift ﬁ ll, represented by steep gradients in isopach con- tours on Figure 5B. These north-trending terminations generally agree with the geologically determined boundaries of structural benches that are adjacent to the eastern mountain fronts (Black and Hiss, 1974; Kelley, 1977, 1979; Woodward, 1977; Cordell, 1978, 1979). These include a 1–7-km-wide bench called the East Heights fault zone (Connell, 2008b) on the north, and the 8–13-km-wide Hubbell bench on the south (EH and HB on inset, Fig. 5). A broad, northwest-elongated structural high, called the Mountainview prong (Hawley, 1996; Maldonado et al., 1999; Connell, 2004), emanates from the area between the East Heights and Hubbell benches and forms the division between the Cala- bacillas and Belen subbasins (MV on Fig. 5 inset). The thick basin ﬁ ll bounded on the east by north-south linear boundaries and northwest-trending Mountainview prong are required by the gravity data, as indicated by the shapes of anomalies in the origi- nal gravity data (Fig. 2A; Cordell, 1978) and the initial 3D grav- ity model (Fig. 5A). The western border of the Albuquerque Basin is segmented, with a noticeable pattern of en echelon north-south segments at the western sides of all three subbasins, connected by northeast segments representing the southern edges of the Laguna bench and the Ziana structure (Fig. 6). The modeled border has mod- erate to steep slopes, representing overall 1–2 km of vertical displacement. Where the slope is gentler, the vertical displace- ment is accommodated across a series of stepped-down faults or locally across low-angle faults. The map pattern of the western border depicted in our model also has been recognized previ- ously (Cordell, 1976, 1978; Kelley, 1977, 1979; Birch, 1982; Russell and Snelson, 1994a; Fig. 2). The 3D geophysical model depicts the symmetry of the Santo Domingo subbasin within a broader, northeast-elongated Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 440 Grauch and Connell rhombohedral basin that ranges from 20 to 35 km wide (inset on Fig. 5; Fig. 6). However, the model is poorly constrained in this area because subsurface data are lacking (Fig. 3). The deepest part of the depression (3–4 km deep) is centered under Santa Ana Mesa, which is covered by Pliocene basaltic lavas (QTv on Fig. 1). The steep gradients of the model surrounding the broader expression of the Santo Domingo subbasin correspond in large part to major mapped faults, although the northwest boundary trends obliquely to several north-south mapped faults (Fig. 6), as noted earlier by Minor et al. (2006) and Grauch et al. (2006). These workers sug- gest that the northwestern side of the subbasin may have originated as an earlier northeast-striking fault system associated with basin- margin fault activity that was once focused on the western side of the Santo Domingo subbasin (Smith et al., 2001). Mapped Precambrian shear zone Normal fault (mostly rift). Ball on down-thrown side. Dashed where inferred, dotted where concealed Reverse fault (Laramide), sawteeth on hanging wall Strike-slip fault. Arrows indicate most recent motion - 4. 00 - 3. 00 - 2. 00 - 1. 00 0. 00 1. 00 2. 00 3. 00 Elevation, kilometers Cf M on te La rg o Emb. Hubbell Bench SFf CMf HSfz TCfz Mountainview Prong Joyita Hills Joyita Hills Laguna Bench Ziana Structure Ladron Mtns Man za no Mtn s Nacimiento Mountans Nacimiento Mountans S a n di a"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "border depicted in our model also has been recognized previ- ously (Cordell, 1976, 1978; Kelley, 1977, 1979; Birch, 1982; Russell and Snelson, 1994a; Fig. 2). The 3D geophysical model depicts the symmetry of the Santo Domingo subbasin within a broader, northeast-elongated Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 440 Grauch and Connell rhombohedral basin that ranges from 20 to 35 km wide (inset on Fig. 5; Fig. 6). However, the model is poorly constrained in this area because subsurface data are lacking (Fig. 3). The deepest part of the depression (3–4 km deep) is centered under Santa Ana Mesa, which is covered by Pliocene basaltic lavas (QTv on Fig. 1). The steep gradients of the model surrounding the broader expression of the Santo Domingo subbasin correspond in large part to major mapped faults, although the northwest boundary trends obliquely to several north-south mapped faults (Fig. 6), as noted earlier by Minor et al. (2006) and Grauch et al. (2006). These workers sug- gest that the northwestern side of the subbasin may have originated as an earlier northeast-striking fault system associated with basin- margin fault activity that was once focused on the western side of the Santo Domingo subbasin (Smith et al., 2001). Mapped Precambrian shear zone Normal fault (mostly rift). Ball on down-thrown side. Dashed where inferred, dotted where concealed Reverse fault (Laramide), sawteeth on hanging wall Strike-slip fault. Arrows indicate most recent motion - 4. 00 - 3. 00 - 2. 00 - 1. 00 0. 00 1. 00 2. 00 3. 00 Elevation, kilometers Cf M on te La rg o Emb. Hubbell Bench SFf CMf HSfz TCfz Mountainview Prong Joyita Hills Joyita Hills Laguna Bench Ziana Structure Ladron Mtns Man za no Mtn s Nacimiento Mountans Nacimiento Mountans S a n di a M tns LPf Lo s Pinos Mtns J o yi t a B en ch Ma nz an ito Mtns Ma nz an ita Mtns Mont os a Thrust F aul t COLORADO PLATEAU ESTANCIA BASIN Gf SYf 107.25° 106.25° 34.75° 0 20 10 kilometers Antiform indicated by 3D geophysical model Synform indicated by 3D geophysical model EXPLANATION A B Figure 6. Structural elevation on the base of the Santa Fe Group derived from the ﬁ nal three-dimensional (3D) geophysical model merged with smoothed topography at the rift ﬂ anks. These views conceptually show the Albuquerque Basin as though the rift ﬁ ll were removed. (A) Plan view of elevation above sea level with color interval of 0.5 km. The model contours have generally good correspondence to mapped faults from Figure 1. Cf—Coyote fault; CMf—Cat Mesa fault; Gf—Gabaldon fault; HSfz—Hubbell Spring fault zone; LPf—Loma Pelada fault; SFf—Santa Fe fault; SYf—San Ysidro fault; TCfz—Tijeras-Cañoncito fault zone. emb.—embayment. The basin boundary of Figure 1 (red-brown line) is overlain for reference. (B) Perspective view, using the same color scheme as the plan view. The relief is shown at 4:1 vertical exaggeration. The basin boundary of A is overlain for reference, with additional depiction of isolated outcrops of pre-rift rocks within the basin (see Fig. 1). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 441 The 3D geophysical model shows the Calabacillas subbasin generally as an asymmetric half graben that deepens to a maxi- mum of 4–5 km from southwest to northeast and west to east. The subbasin has two elongated north-south extensions on the southeast and northwest sides. The northwest extension lies on the west side of the Ziana structure (Fig. 6; Ziana anticline of Black and Hiss, 1974; Ziana anticlinal accommodation zone of Stewart et al., 1998), which is a south-plunging anticlinal horst. The southeast extension lies on the northeast side of the Moun- tainview prong. The northwest-trending Mountainview prong forms the southwest boundary of the Calabacillas subbasin. The eastern edge of the Laguna structural bench forms the western boundary of the subbasin, in the vicinity of the east-down San Ysidro fault (SYf on Fig. 6). A narrow zone of concealed, down- to-the-west, north-south–striking normal faults coincides with the modeled eastern border, ~1–7 km west of the Sandia Moun- tains rift-ﬂ ank uplift (generalized on Fig. 1; Connell, 2008b). Outlined by gentle to steep slopes that roughly form a hexa- gonal shape (inset on Fig. 5), the Belen subbasin is a composite of elongated structural ridges and troughs of varying symmetry. The northwest and southeast sides of the subbasin are bounded by the Laguna and Joyita benches, respectively; the west and east sides by the Santa Fe fault and the Hubbell bench, respectively; and the northeast and southwest sides by the Mountainview prong and the Coyote fault, respectively (Fig. 6). The northern half of the subbasin is dominated by mostly north-south– elongated struc- tural ridges and troughs. Maximum thicknesses of the Santa Fe Group in the troughs range from ~3.0 to 3.5 km, with a deep depression (~5 km) southwest of the Mountainview prong. In the southwest, the Monte Largo embayment has a crescent shape, with a gentle slope on the outer edges that descends abruptly along a steep, curvilinear gradient that parallels the Coyote fault (CF on Fig. 6). This depiction is similar to previous concepts from Kelley (1977), who suggested the presence of a structural bench on the west that is bounded by the Coyote fault. A series of poorly deﬁ ned, northeast-trending steps cuts diagonally across the southeastern Albuquerque Basin, and forms the northwest side of the Joyita bench. A large part of the Joyita bench is occu- pied by a graben that is most noticeable in the model in the north- eastern part of the bench. As earlier noted by Kelley (1977), the southern Albuquerque Basin narrows to a constriction formed by the convergence of the eastern and western structural borders. The southwestern bor- der includes the Coyote fault combined with the south-trending Loma Pelada fault along the eastern side of the Ladron Moun- tains (LPf on Fig. 1). The eastern border is represented by the northeast-striking boundary of the Joyita structural bench. Basin Tilts Determining the dip of strata above the basin ﬂ oor is criti- cal for understanding the tilt of subbasin half grabens and strain- accommodation zones. The 3D geophysical model only provides dips of the basin ﬂ oor as determined from the variations in rift- ﬁ ll thickness, so we compare seismic information and geologic mapping to establish stratal tilts. We focus on tilts of the Miocene strata, because this age represents the bulk of the rift ﬁ ll repre- sented by the 3D geophysical model and predates the develop- ment of a widespread unconformity between Miocene and Plio- Pleistocene strata (Connell et al., this volume). As demonstrated for seismic lines 81, 48, and 53 in the fol- lowing sections, the interpreted base of Santa Fe Group from the 3D geophysical model typically shows excellent conformity to the tilts of migrated and depth-corrected seismic reﬂ ections. In addition, exposed Miocene Santa Fe Group strata have measured attitudes that correspond well to the form of the modeled struc- tural elevation grid along the west-central Belen subbasin and ﬂ anking the eastern and western sides of the Santo Domingo subbasin (Appendix G [available on"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "southeastern Albuquerque Basin, and forms the northwest side of the Joyita bench. A large part of the Joyita bench is occu- pied by a graben that is most noticeable in the model in the north- eastern part of the bench. As earlier noted by Kelley (1977), the southern Albuquerque Basin narrows to a constriction formed by the convergence of the eastern and western structural borders. The southwestern bor- der includes the Coyote fault combined with the south-trending Loma Pelada fault along the eastern side of the Ladron Moun- tains (LPf on Fig. 1). The eastern border is represented by the northeast-striking boundary of the Joyita structural bench. Basin Tilts Determining the dip of strata above the basin ﬂ oor is criti- cal for understanding the tilt of subbasin half grabens and strain- accommodation zones. The 3D geophysical model only provides dips of the basin ﬂ oor as determined from the variations in rift- ﬁ ll thickness, so we compare seismic information and geologic mapping to establish stratal tilts. We focus on tilts of the Miocene strata, because this age represents the bulk of the rift ﬁ ll repre- sented by the 3D geophysical model and predates the develop- ment of a widespread unconformity between Miocene and Plio- Pleistocene strata (Connell et al., this volume). As demonstrated for seismic lines 81, 48, and 53 in the fol- lowing sections, the interpreted base of Santa Fe Group from the 3D geophysical model typically shows excellent conformity to the tilts of migrated and depth-corrected seismic reﬂ ections. In addition, exposed Miocene Santa Fe Group strata have measured attitudes that correspond well to the form of the modeled struc- tural elevation grid along the west-central Belen subbasin and ﬂ anking the eastern and western sides of the Santo Domingo subbasin (Appendix G [available on CD-ROM accompanying this volume and in the GSA Data Repository (see footnote 1)]). This correspondence between measured and modeled dips, along with the correspondence of northeastern tilts of the model in the Calabacillas subbasin with stratigraphic correlations of well data (Connell et al., 1998), allow us to use the thickness model to infer overall tilts of the Miocene Albuquerque Basin, with the caveat that basin-ﬂ oor tilts may also be accommodated by normal faults that step toward the basin margin. We do not have information on stratal tilts of the older Santa Fe Group in the Santo Domingo subbasin and the Monte Largo embayment in the southwestern corner of the Belen subbasin. Because the Santo Domingo subbasin has tilted in opposite direc- tions at different periods during late Miocene to Pleistocene time (Smith et al., 2001; Minor et al., this volume), we infer that the somewhat symmetric basin geometry represents a composite of the alternating tilts through time. In the Monte Largo embayment, we infer that strata are tilted southwest against the Coyote fault because (1) westward tilts are implied by the Russell- Snelson model (Fig. 2B), (2) the area appears connected to the small west-tilted half graben observed near the west side of proﬁ le C–C′ (Fig. 6), and (3) the thickness model deﬁ nes a wedge-like volume, with the curvilinear Coyote fault bounding the thickest part of the wedge on the southwest. Miocene basin tilts are predominantly easterly (east to northeast) throughout the Albuquerque Basin, except for west- erly (west to southwest) dips in the southwestern portion and other variations in a few local areas. Examination of the thick- ness model suggests that easterly tilted basin ﬂ oor generally dips ~5°–10° across broad areas (as much as ~25 km width), whereas westerly tilted basin ﬂ oor dips ~9°–15° across narrower areas (as much as ~15 km width). Within the Belen subbasin, the transition from predominantly easterly tilts in the north to westerly tilts in the southwestern portion is not simple or clearly deﬁ ned. Regional Implications The increasing size and complexity of subbasins from north to south in the Albuquerque Basin may reﬂ ect the transitional character of this basin within the Rio Grande rift, as noted by Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 442 Grauch and Connell previous workers (e.g., Cordell, 1978). The basin lies between physiographically and structurally well-deﬁ ned rift basins to the north and segmented, linked rift basins within a broader region of crustal extension associated with the Basin and Range prov- ince to the south. The Santo Domingo subbasin may represent a broad zone of strain accommodation between the west-tilted Española Basin and the east-tilted Calabacillas subbasin (Smith et al., 2001; Minor et al., this volume). In turn, the Belen sub- basin may reﬂ ect a broad zone of strain accommodation between the east-tilted Calabacillas subbasin and the west-tilted Socorro Basin on the south. The Belen subbasin contains multiple, elon- gated structural ridges and troughs of varying symmetry that give the basin a highly segmented geometry, similar to the patterns within the Socorro Basin and rift basins farther south. MODEL VALIDATION Evaluation of the model was a critical part of model develop- ment. We constructed 2D geophysical models and geologic cross sections, and examined seismic sections before adding informa- tion from them as constraints in subsequent inversion runs to arrive at a ﬁ nal, fully constrained 3D geophysical model. Dur- ing this process, conﬂ icts with previous models and interpreta- tions were reconciled. In this section, we present several of these evaluations that are key to validating the model as a whole. Addi- tional discussion of these and other evaluations are presented in Appendix G. Eastern Rift Borders and the Mountainview Prong Examination of migrated depth sections for the reprocessed seismic data from north-south lines 59 and 85 (Fig. 3; Appendix F) veriﬁ es results of the initial 3D gravity model for the eastern side of the Albuquerque Basin (Fig. 7). These semi-parallel lines from the Shell data set, which were not included in the Russell- Snelson model, cross the gravity-deﬁ ned Mountainview prong and reach into both the Calabacillas and Belen subbasins. Reﬂ ec- tions from the migrated depth section for line 85 were tied to lithologic picks in the Transocean #1 Isleta well (Fig. 3). These reﬂ ections and two others recognized within the Tertiary sec- tion can be followed to the north and south in this and the depth migrated section for line 59, showing an antiformal structural culmination that corresponds with the observed gravity high that deﬁ nes the Mountainview prong (Fig. 7). Peaks of the gravity high associated with the Mountainview prong generally coincide with the crest of the structural culmi- nation depicted by both interpreted seismic sections (asterisks on Fig. 7), supporting a northwest trend for the Mountainview prong. Despite a north-south gradient that marks an abrupt increase in thickness 5 km west of the crossing of lines 85 and 65 (Fig. 5B), the gravity anomaly suggests the Mountainview prong extends (at lower structural levels) 15 km farther northwest of the north-south gravity gradient. No other seismic lines cross this gravity feature, except at the very northwest end in the area east and south of the Carpenter Atrisco #1 and Utex 1-1J1E Westland Development wells, respectively (Fig. 3). Thus, the existing seismic data support the gravity-deﬁ ned Mountainview prong and the deep"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "model as a whole. Addi- tional discussion of these and other evaluations are presented in Appendix G. Eastern Rift Borders and the Mountainview Prong Examination of migrated depth sections for the reprocessed seismic data from north-south lines 59 and 85 (Fig. 3; Appendix F) veriﬁ es results of the initial 3D gravity model for the eastern side of the Albuquerque Basin (Fig. 7). These semi-parallel lines from the Shell data set, which were not included in the Russell- Snelson model, cross the gravity-deﬁ ned Mountainview prong and reach into both the Calabacillas and Belen subbasins. Reﬂ ec- tions from the migrated depth section for line 85 were tied to lithologic picks in the Transocean #1 Isleta well (Fig. 3). These reﬂ ections and two others recognized within the Tertiary sec- tion can be followed to the north and south in this and the depth migrated section for line 59, showing an antiformal structural culmination that corresponds with the observed gravity high that deﬁ nes the Mountainview prong (Fig. 7). Peaks of the gravity high associated with the Mountainview prong generally coincide with the crest of the structural culmi- nation depicted by both interpreted seismic sections (asterisks on Fig. 7), supporting a northwest trend for the Mountainview prong. Despite a north-south gradient that marks an abrupt increase in thickness 5 km west of the crossing of lines 85 and 65 (Fig. 5B), the gravity anomaly suggests the Mountainview prong extends (at lower structural levels) 15 km farther northwest of the north-south gravity gradient. No other seismic lines cross this gravity feature, except at the very northwest end in the area east and south of the Carpenter Atrisco #1 and Utex 1-1J1E Westland Development wells, respectively (Fig. 3). Thus, the existing seismic data support the gravity-deﬁ ned Mountainview prong and the deep parts of the Calabacillas and Belen subbasins east of the Rio Grande. The seismic sections also provide additional constraints that we applied to the inver- sion to arrive at the ﬁ nal 3D geophysical model (Fig. 5B). Points were picked along the seismic horizon interpreted as the base of the Santa Fe Group for both lines 85 and 59. Points were also picked at the farthest northwestern extent of the gravity expres- sion of the Mountainview prong by estimating the thickness from the Russell-Snelson model (May and Russell, 1994) in an area of good seismic coverage (cf. Figs. 2B and 5B). In comparison to the initial 3D gravity model, these constraints resulted in reﬁ nements in the ﬁ nal 3D geophysical model to the width of the Mountain- view prong and moderated the depth of a local excursion within the Calabacillas subbasin that the 3D inversion created just to the north of the Mountainview prong (cf. Figs. 5A and 5B). Support for the presence of thick rift ﬁ ll next to the Hub- bell bench is underscored by a more extensive, north-south 2D integrated geophysical model along proﬁ le A–A′ that crosses the Belen subbasin (Fig. 8). The 2D model incorporates inter- pretations from seismic line 59 and integrates gravity and aero- magnetic data. The model is consistent with interpretations from crossing seismic lines, proﬁ le C–C′, Grober-Fuqua #1 well (Table 1), a magnetotelluric sounding (MT10, Fig. 3), and mag- netic depth estimates. The top of the resistor indicated for MT10 may represent the shallowest occurrence of resistive rocks, such as the basal marine limestones of the upper Paleozoic succession (Rodriguez and Sawyer, this volume). However, the depth is only constrained to within 1 km (B. Rodriguez, 2009, personal com- mun.). Geologic units in the 2D model are assigned the appropri- ate density-depth functions (Fig. 4; Appendix D). Pre-rift units are grouped (shown as one color) below a depth of 3.25 km because they cannot be distinguished from each other solely on the basis of density contrast. Unlike the pre-rift units, the Santa Fe Group has fairly large, negative density contrasts with the densities of all the older units over the entire depth range of the model. In fact, the negative density contrasts are the primary cause of the shape of the gravity curve along this line, as demonstrated by the good ﬁ t of the curve computed only from the model bodies represent- ing the Santa Fe Group (thick green line plotted with the gravity curve on Fig. 8). The ﬁ t to the aeromagnetic data in the model of proﬁ le A–A′ is intentionally left fairly loose. The gross features of the aero- magnetic curve are caused mainly by magnetic rocks that make up the Proterozoic basement or possibly by buried volcanic rocks resting on the Joyita bench at the south end of the proﬁ le, which was not modeled. The buried volcanic rocks are inferred from patterns on the aeromagnetic map compared to exposures of Oli- gocene volcanic rocks ~6 km to the southwest near Black Butte, in the southeastern part of the Albuquerque Basin (BB on Fig. 1). The modeled Proterozoic basement is primarily constructed by variations in magnetic properties and relief on the top of the Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 443 5 10 15 0 Depth (thousands of feet) -4 -3 -2 -1 0 1 Elevation (kilometers) Interpreted Seismic Horizons 5 10 15 20 Distance along Line 85 profile (kilometers) Vertical exaggeration = 2.5x line48 ? ? ? ? QTs/Ts Ts Tu Tu Mz - Pz XY Tu Ts QTs/Ts Mz-Pz ? transisl1 0 -10 -20 -20 LINE 59 profile LINE 85 profile tranisl1 Gravity Map Mountainview Prong Belen Subbasin Calabacillas Subbasin North -30 -25 -20 -15 -10 -5 Milligals -30 -25 -20 -15 -10 -5 Milligals Observed Gravity Data Mountainview Prong gravity high LINE 85 Profile NORTH SOUTH 0 5 10 15 20 25 30 35 Distance along Line 59 profile (kilometers) Vertical exaggeration = 2.5x -4 -3 -2 -1 0 1 Elevation (kilometers) 5 10 15 0 Depth (thousands of feet) Interpreted Seismic Horizons Tu Ts Ts Tu Mz? QTs/Ts QTs/Ts Tu? Mz-Pz? XY? -30 -25 -20 -15 -10 -5 Milligals -30 -25 -20 -15 -10 -5 Milligals Mountainview Prong gravity high LINE 59 Profile NORTH SOUTH Observed Gravity Data Z LB HB JB ML MV EH Figure 7. Antiform interpreted from seismic-reﬂ ection data corresponding to the northwest-trending gravity high as- sociated with the Mountainview prong. Seismic interpretations are from repro- cessed, migrated depth sections for lines 59 and 85 located on Figure 3. Horizons interpreted from the migrated depth sec- tions (Appendix F [available on CD- ROM accompanying this volume and in the GSA Data Repository (see footnote 1)]) are tied to picks in the Transocean #1 Isleta (transisl1) well (Black, 1982; Lozinsky, 1994). Geologic unit codes are from Figure 1 except where undif- ferentiated: QTs/Ts indicates undiffer- entiated Santa Fe Group; Tu indicates undifferentiated Oligocene and Paleo- cene units (Tis and Tel). Horizons are interpreted within some of these units on the basis of strong seismic reﬂ ections. Gravity data are shown in map view (north is to the left) and in proﬁ le for each interpreted seismic section. Map contour interval is 2.5 mgals. For refer- ence, asterisks at the peaks of the"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "QTs/Ts Ts Tu Tu Mz - Pz XY Tu Ts QTs/Ts Mz-Pz ? transisl1 0 -10 -20 -20 LINE 59 profile LINE 85 profile tranisl1 Gravity Map Mountainview Prong Belen Subbasin Calabacillas Subbasin North -30 -25 -20 -15 -10 -5 Milligals -30 -25 -20 -15 -10 -5 Milligals Observed Gravity Data Mountainview Prong gravity high LINE 85 Profile NORTH SOUTH 0 5 10 15 20 25 30 35 Distance along Line 59 profile (kilometers) Vertical exaggeration = 2.5x -4 -3 -2 -1 0 1 Elevation (kilometers) 5 10 15 0 Depth (thousands of feet) Interpreted Seismic Horizons Tu Ts Ts Tu Mz? QTs/Ts QTs/Ts Tu? Mz-Pz? XY? -30 -25 -20 -15 -10 -5 Milligals -30 -25 -20 -15 -10 -5 Milligals Mountainview Prong gravity high LINE 59 Profile NORTH SOUTH Observed Gravity Data Z LB HB JB ML MV EH Figure 7. Antiform interpreted from seismic-reﬂ ection data corresponding to the northwest-trending gravity high as- sociated with the Mountainview prong. Seismic interpretations are from repro- cessed, migrated depth sections for lines 59 and 85 located on Figure 3. Horizons interpreted from the migrated depth sec- tions (Appendix F [available on CD- ROM accompanying this volume and in the GSA Data Repository (see footnote 1)]) are tied to picks in the Transocean #1 Isleta (transisl1) well (Black, 1982; Lozinsky, 1994). Geologic unit codes are from Figure 1 except where undif- ferentiated: QTs/Ts indicates undiffer- entiated Santa Fe Group; Tu indicates undifferentiated Oligocene and Paleo- cene units (Tis and Tel). Horizons are interpreted within some of these units on the basis of strong seismic reﬂ ections. Gravity data are shown in map view (north is to the left) and in proﬁ le for each interpreted seismic section. Map contour interval is 2.5 mgals. For refer- ence, asterisks at the peaks of the grav- ity high along the proﬁ les are noted on both the proﬁ les and the map. The map area is indicated on the inset subbasin index map (from Fig. 5). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 444 Grauch and Connell Pz Pz MT10 grober tranisl1 48 53 C-C′ 52 85 HSF H SF Gravity Map A’ A’ A′ HSF HSF 59 3D Geophysical Model A -4.0 -3.0 -2.0 -1.0 0.0 1.0 2.0 3.0 ELEVATION, KM extension of Tijeras fault grober line 53 line 48 MT10 RESISTOR RESISTOR RESISTOR line 52 C-C′ tranisl1 Joyita Bench Gravity (mGal) -20 0 Magnetic Data (nT) -200 0 0 5 10 15 20 25 30 35 40 45 50 55 60 Distance (kilometers) No vertical exaggeration -7.5 -10.0 -5.0 -2.5 0.0 2.5 Elevation (kilometers) -100 -10 -30 Observed Calculated Datum tie Aeromagnetic Data Gravity Data Geophysical Model Observed Calculated Calculated, Santa Fe Group only Datum tie XY den=2,682 MS=0.003 XY den=2,670 MS=0.080 Tu-Pz den=2,620 Tu-Mz, den=2,530 Tu-Mz, den=2,420 Pz, den=2,620 QTs/Ts, den=2,120, MS=0.001 QTs/Ts, den=2,300, MS=0.001 Tu-Mz, den=2,420 Pz, den=2,620 Tu-Mz, den=2,530 XY den=2,682 MS=0.010 XY den=2,670 MS=0.015 XY den=2,670 MS=0.015 XY den=2,682 MS=0.003 NORTH SOUTH Magnetic depth and dip estimate Seismic horizon interpreted as base of Santa Fe Group from line 59 Undivided Oligocene (Tis), Paleogene (Tel), and Mesozoic (Mz) rocks, variable density with depth Santa Fe Group undivided, variable density with depth Paleozoic rocks, variable density with depth Fault inferred from aeromagnetic data Mapped fault Magnetotelluric sounding Well, listed on Table 1 Outcrop of Paleozoic rocks Gravity station MAP EXPLANATION MODEL EXPLANATION QTs/Ts Tu-Mz Tu-Pz Pz Proterozoic rocks of variable physical properties, as noted XY Seismic line or profile 52 tranisl1 A A’ A’ A′ North Undivided Oligocene (Tis), Paleogene (Tel), Mesozoic (Mz), and Paleozoic (Pz) rocks of similar density Pz Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 445 basement, with some control provided by gravity data. Because the basement bodies are poorly constrained, we attempted to keep the magnetic-property variations to a minimum and used magnetic depth and dip estimates to loosely guide the deeper part of the model (solid red circles with tails on Fig. 8). The 2D model shows that all data integrated together sup- port as much as 3 km of Santa Fe Group within the Calabacillas and Belen subbasins to the north and south of the Mountainview prong along the eastern side of the Albuquerque Basin. The pro- ﬁ le is mostly parallel to normal faults in the area (map view on Fig. 8), so it represents only a general longitudinal view of these subbasins. The Joyita structural bench occurs on the far south side of the model, showing a northeasterly strike in plan view and rising to depths of ~1 km on the south (Fig. 8). Calabacillas Subbasin The 3D gravity model shows the Calabacillas subbasin as an asymmetric half graben that deepens to a maximum of 4–5 km from southwest to northeast and west to east. This basin geometry is supported by an integrated geophysical model and geologic cross section across the middle of the subbasin along proﬁ le B–B′ (Fig. 9). The geologic cross section is modiﬁ ed slightly from Connell (2008b), who used well data and detailed mapping to extrapolate geologic relations into the deeper parts of the basin. The gravity and magnetic model for proﬁ le B–B′ translates the units of the geologic cross section into polygonal bodies with density and magnetic properties. Starting with an ini- tial geologic cross section constructed independently, we used ﬁ ts to the computed ﬁ elds of the model to reﬁ ne the conﬁ gura- tion of the deeper parts of the cross section, which are poorly constrained by geology. The 2D geophysical model provides the most information on the conﬁ guration of the structural blocks that make up the eastern boundary fault area, driven mainly by the large density contrast between the Santa Fe Group and the denser, older rocks at the boundary (Fig. 9). A thin pre-rift sedi- mentary section on top of the easternmost structural blocks gave the best ﬁ ts in the gravity and magnetic model. The high density assigned to the Proterozoic basement within part of the uplifted eastern basement block is required to ﬁ t the 2D model to known geologic constraints, given the good constraints in this area on densities of the younger rock units and depths to the relatively shallow basement. A high density for the basement in this area of the 2D model is also supported by the 3D gravity inversion; a large high in the regional ﬁ eld resulting from the inversion trends north-northwest in the vicinity of the western front of the Sandia Mountains (Appendix E). A curve representing the base of the Santa Fe Group extracted from the initial 3D gravity model is overlain on the 2D model of proﬁ le B–B′ (red dotted line on Fig. 9). The compari- son underscores that both 2D and 3D approaches to modeling and integrating the data sets arrived at similar results. The mis- matches between the 3D gravity model and the integrated 2D geophysical model and geologic cross section also demonstrate some of the geophysical model limitations: the 3D gravity model smooths large structural discontinuities (i.e., faults) on the west and east sides, and mismatches in the deepest"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "used ﬁ ts to the computed ﬁ elds of the model to reﬁ ne the conﬁ gura- tion of the deeper parts of the cross section, which are poorly constrained by geology. The 2D geophysical model provides the most information on the conﬁ guration of the structural blocks that make up the eastern boundary fault area, driven mainly by the large density contrast between the Santa Fe Group and the denser, older rocks at the boundary (Fig. 9). A thin pre-rift sedi- mentary section on top of the easternmost structural blocks gave the best ﬁ ts in the gravity and magnetic model. The high density assigned to the Proterozoic basement within part of the uplifted eastern basement block is required to ﬁ t the 2D model to known geologic constraints, given the good constraints in this area on densities of the younger rock units and depths to the relatively shallow basement. A high density for the basement in this area of the 2D model is also supported by the 3D gravity inversion; a large high in the regional ﬁ eld resulting from the inversion trends north-northwest in the vicinity of the western front of the Sandia Mountains (Appendix E). A curve representing the base of the Santa Fe Group extracted from the initial 3D gravity model is overlain on the 2D model of proﬁ le B–B′ (red dotted line on Fig. 9). The compari- son underscores that both 2D and 3D approaches to modeling and integrating the data sets arrived at similar results. The mis- matches between the 3D gravity model and the integrated 2D geophysical model and geologic cross section also demonstrate some of the geophysical model limitations: the 3D gravity model smooths large structural discontinuities (i.e., faults) on the west and east sides, and mismatches in the deepest parts of both mod- els may arise from differences in 2D versus 3D representations of the structure or density. Considering these limitations, the ﬁ t of the initial 3D gravity model and the geologic cross section is fairly good. Northern Belen Subbasin Isopach maps for both initial and ﬁ nal 3D models for the central part of the Albuquerque Basin show depocenters on the southwest and northeast sides of the Mountainview prong (Fig. 5). Previous workers who modeled gravity proﬁ les across this part of the basin also recognized two depocenters and an intervening structural high (Birch, 1982, his proﬁ le 5; Peterson and Roy, 2005, their proﬁ le C). The 3D model shows that the northeastern depocenter is a southern extension of the Cala- bacillas subbasin and the southwestern depocenter, the Moun- tainview half graben, is a structural element of the northern Belen subbasin. The presence of the Mountainview half graben is docu- mented by deep wells and by seismic-reﬂ ection and gravity data, although its exact boundaries are ambiguous (Appendix G). Russell and Snelson (1994a) and May and Russell (1994) used east-west– oriented seismic lines 65 and 72 (Figs. 3 and 5) to show it as an east-tilted half graben bounded on the east by a listric normal fault—their Rio Grande fault. They considered the Mountainview half graben to represent the east-tilted northern Figure 8. North-south two-dimensional (2D) geophysical model along proﬁ le A–A′ (Fig. 3). Top section (north is to the left) shows structural elevations of the base of Santa Fe Group derived from the ﬁ nal 3D geo- physical model. Mapped faults are from Figure 1; aeromagnetically interpreted faults are from Grauch and Hudson (2007). Lower section shows the model, locations of independent constraints from Figure 3, and calculated and observed data curves. Interpretation of magnetotel- luric sounding MT10 is from Rodriguez and Sawyer (this volume). Magnetic data are only loosely ﬁ t to constrain major features, which are dominated by basement sources. Model bodies vary in color and pattern according to bulk density (den) in kg/m3 and magnetic sus- ceptibility (MS) in Système International (SI), respectively. Densities for sedimentary units are assigned according to derived density-depth functions (Table 2; Fig. 4). Density variations with depth are depicted by subhorizontal boundaries that are not intended to represent strati- graphic contacts. Physical properties for Proterozoic rocks come pri- marily from the model ﬁ t (see text). Magnetic susceptibilities may include a component of remanent magnetization. Magnetic suscepti- bilities assigned to the Santa Fe Group represent a typical order of magnitude from measured samples (Hudson et al., 2008). Magnetic depth and dip estimates used the multisource Werner method (Hansen and Simmonds, 1993), with a 2.1 km window size and 8–16 solutions per cluster (Appendix C [available on CD-ROM accompanying this volume and in the GSA Data Repository (see footnote 1)]). Model bodies representing Santa Fe Group are truncated ~7 km north of the proﬁ le to account for 3D effects caused by the termination of the basin near the Hubbell Spring fault (HSF). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 446 Grauch and Connell Figure 9. West-east two-dimensional (2D) geophysical model and geologic cross section along proﬁ le B–B′ in the northern Albuquerque Basin (Fig. 3). Top section shows locations of gravity stations on a geologic strip map from Figure 1. Geologic codes on the map and cross section are described in Figure 1. Codes for the geophysical model bodies and the assignments of physical properties are explained in Figure 8. Well codes are from Table 1. ? ? ? ? ? ? Pz QTs Tel Pz Pz XY XY Mz Tis Ts Mz Mz Tel Tis Mz Tel Mz Mz Tis Ts Ts Pz Pz Mz Mz Pz Pz Pz XY XY Pz Ts Geologic Cross-section 0.0 5.0 10.0 15.0 20.0 25.0 30.0 35.0 40.0 45.0 Distance (km) No vertical exaggeration Elevation (km) -10 -8 -6 -4 -2 0 2 4 Sand Hill fault San Ysidro fault Sandia fault Albuquerque volcanoes (QTv) (proj.) (proj.)(proj.) (proj.)Rio Grande shwmf norins2 Sandia Mtns Well constraining the cross-section, projected (proj.) onto the section as noted XY den=2,670 MS=0.015 Tu-Pz den=2,620 Tu-Mz, den=2,530 Tu-Mz, den=2,420 Pz, den=2,620 QTs/Ts, den=2,120, MS=0.001 QTs/Ts, den=2,300, MS=0.001 Tu-Mz, den=2,420 Pz, den=2,520 XY den=2,670 MS=0.001 XY den=2,670 MS=0.040 XY den=2,710 MS=0.030 Pz, den=2,620 QTs/Ts, den=2,380 QTs/Ts, den=2,540 Elevation (km) -10 -8 -6 -4 -2 0 2 4 Albuquerque volcanoes (QTv) Rio Grande Sandia Mtns shwmf norins2 Initial 3D gravity model Gravity (mGal) -20 0 20 Magnetics (nT) -500 0 500 survey boundary Observed Calculated Datum tie Observed Calculated Datum tie Aeromagnetic Data Gravity Data Rio Gr a n d e B B′ B′ norins2 shwmf QTs Ts Ts Mz QTv Pz XY QTs WEST EAST Gravity station B′ North B Geologic Map Geophysical Model Albuquerque Basin and the Rio Grande fault to represent the east- ern border of the deep rift (Fig. 2B). We suggest instead that the Rio Grande fault in this location is actually the western bound- ary of the Mountainview prong, and that the eastern boundary of the Albuquerque Basin (Calabacillas subbasin) is ~15 km farther east (Fig. 5). Central Belen Subbasin In the central part of the Belen subbasin, the initial 3D gravity model depicts several northerly elongated highs and lows bordered by steep gradients (2–3 km relief) on the east and west sides of the subbasin (Fig. 5)."
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "QTs Tel Pz Pz XY XY Mz Tis Ts Mz Mz Tel Tis Mz Tel Mz Mz Tis Ts Ts Pz Pz Mz Mz Pz Pz Pz XY XY Pz Ts Geologic Cross-section 0.0 5.0 10.0 15.0 20.0 25.0 30.0 35.0 40.0 45.0 Distance (km) No vertical exaggeration Elevation (km) -10 -8 -6 -4 -2 0 2 4 Sand Hill fault San Ysidro fault Sandia fault Albuquerque volcanoes (QTv) (proj.) (proj.)(proj.) (proj.)Rio Grande shwmf norins2 Sandia Mtns Well constraining the cross-section, projected (proj.) onto the section as noted XY den=2,670 MS=0.015 Tu-Pz den=2,620 Tu-Mz, den=2,530 Tu-Mz, den=2,420 Pz, den=2,620 QTs/Ts, den=2,120, MS=0.001 QTs/Ts, den=2,300, MS=0.001 Tu-Mz, den=2,420 Pz, den=2,520 XY den=2,670 MS=0.001 XY den=2,670 MS=0.040 XY den=2,710 MS=0.030 Pz, den=2,620 QTs/Ts, den=2,380 QTs/Ts, den=2,540 Elevation (km) -10 -8 -6 -4 -2 0 2 4 Albuquerque volcanoes (QTv) Rio Grande Sandia Mtns shwmf norins2 Initial 3D gravity model Gravity (mGal) -20 0 20 Magnetics (nT) -500 0 500 survey boundary Observed Calculated Datum tie Observed Calculated Datum tie Aeromagnetic Data Gravity Data Rio Gr a n d e B B′ B′ norins2 shwmf QTs Ts Ts Mz QTv Pz XY QTs WEST EAST Gravity station B′ North B Geologic Map Geophysical Model Albuquerque Basin and the Rio Grande fault to represent the east- ern border of the deep rift (Fig. 2B). We suggest instead that the Rio Grande fault in this location is actually the western bound- ary of the Mountainview prong, and that the eastern boundary of the Albuquerque Basin (Calabacillas subbasin) is ~15 km farther east (Fig. 5). Central Belen Subbasin In the central part of the Belen subbasin, the initial 3D gravity model depicts several northerly elongated highs and lows bordered by steep gradients (2–3 km relief) on the east and west sides of the subbasin (Fig. 5). The depression adjacent to the Hubbell bench Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 447 already has been examined longitudinally (north-south) along proﬁ le A–A′ (Fig. 8). We construct a geologic cross section and 2D geophysical model along proﬁ le C–C′ to evaluate the model conﬁ guration in the east-west direction. Because of irregular seis- mic coverage, we considered several seismic lines on the west and east sides of the Belen subbasin before constructing the cross sec- tion for C–C′ in an intervening location with suitable gravity sta- tion coverage. Concepts from line 81 guided the construction of the western portion of proﬁ le C–C′, whereas concepts from lines 53 and 48 guided the central and eastern portions (Fig. 5B). Shell seismic line 81 closely follows the western portion of proﬁ le C–C′. A time section for this line was available to us only as a scanned image from Russell and Snelson (1994a) and as a line drawing of reﬂ ections from May and Russell (1994). Figure 10 shows the line drawing overlain by the corresponding curve from the initial 3D gravity model after depth-time conver- sion according to Table 2. The model curve represents the base of the Santa Fe Group resulting from the gravity inversion, with a thickness constraint of 1494 m (~1.4 s TWTT) under the Humble Shell Santa Fe #1 well (humsf1 on Table 1; Fig. 3). The model curve closely follows the general form of the seismic reﬂ ections to the east and west of the well. The correspondence between the reﬂ ections and the model curve supports the interpreted base of the Santa Fe Group from both seismic and gravity data. The con- ﬁ guration of the interpreted base in relation to the seismic section implies that (1) Santa Fe Group thickens and dips both east and west, (2) the dip of the basin ﬂ oor reﬂ ects the sense of stratal tilt, and (3) seismic reﬂ ections below the model curve on line 81 represent pre–Santa Fe Group rocks. Although reﬂ ection multiples may be present in the appar- ently unmigrated seismic section for line 81, the shallow dips of the reﬂ ections and consistencies after depth-time conver- sion suggest that Santa Fe Group strata have decreasing dip up- section on both the east and west portions of the line (Fig. 10). These relations imply that half-graben–style tilting occurred in both directions (although not necessarily contemporaneously), with corresponding master faults both to the east and west. The low-angle fault on the west side of line 81 (“fault” on Fig. 10) appears to be the boundary fault for the western, smaller half gra- ben. The shallow dip of the fault shown on the seismic section (~30°E after simple time-depth conversion) is close to measured fault dip farther west, and is supported by gravity modeling (pre- sented below; Birch, 1982, his proﬁ le 10). A faulted antiform is the focal point for the hinge zones of the two half grabens and generally corresponds to a buried, structural high that involves Precambrian basement. The boundary fault for the eastern half graben must be east of the seismic line. Data obtained and reprocessed by the USGS for the east- ern parts of seismic lines 53 and 48 cover the southeastern and northeastern sides, respectively, of the Belen subbasin (Fig. 5B). Interpretations of migrated depth sections for these data (Fig. 11) serve as analogs for constructing the central and eastern por- tions of the model for proﬁ le C–C′, with the caveat that where they cross proﬁ le A–A′, they are located in shallower parts of the basin than is proﬁ le C–C′ (inset on Fig. 11). The seismic section for line 53 shows fairly good-quality reﬂ ections, but little inde- pendent information is available to constrain the interpretation. Well data and geologic information are better for line 48 than for line 53, but the quality of the seismic data is worse. In areas of poor data quality on line 48, we relied heavily on the interpreta- tions developed for crossing seismic lines 85 and 59 (Fig. 7 and Appendix F). Despite the limitations to seismic interpretation of these sections, the base of the Santa Fe Group could be generally interpreted. Moreover, patterns of reﬂ ections reveal conceptual information about the rift basin and its relation to the underlying structure. Uninterpreted depth sections and details on the inter- pretations are included in Appendix F. Similar patterns of reﬂ ections are apparent between 12 and 19 km distance on line 48 and 5–12 km distance on line 53. The patterns suggest that the lower part of the Santa Fe Group section and part of the underlying, older section form a faulted synform overlying unconformable, west-dipping basal high-amplitude Figure 10. Interpretive line drawing of Shell line 81 time section modiﬁ ed from May and Russell (1994), located at the western side of the central Belen subba- sin (Fig. 3). Time-converted curve (fol- lowing Table 2) was extracted from the initial three-dimensional (3D) gravity model (Fig. 5A) and superimposed (semi- transparent black line) on the seismic sec- tion. Arrows indicate angled reﬂ ections in the Santa Fe Group section, with repre- sentative dips computed after conversion to depth. Dips increase with depth on both sides of line 81, suggesting that the basin has tilted both to the east"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "cross proﬁ le A–A′, they are located in shallower parts of the basin than is proﬁ le C–C′ (inset on Fig. 11). The seismic section for line 53 shows fairly good-quality reﬂ ections, but little inde- pendent information is available to constrain the interpretation. Well data and geologic information are better for line 48 than for line 53, but the quality of the seismic data is worse. In areas of poor data quality on line 48, we relied heavily on the interpreta- tions developed for crossing seismic lines 85 and 59 (Fig. 7 and Appendix F). Despite the limitations to seismic interpretation of these sections, the base of the Santa Fe Group could be generally interpreted. Moreover, patterns of reﬂ ections reveal conceptual information about the rift basin and its relation to the underlying structure. Uninterpreted depth sections and details on the inter- pretations are included in Appendix F. Similar patterns of reﬂ ections are apparent between 12 and 19 km distance on line 48 and 5–12 km distance on line 53. The patterns suggest that the lower part of the Santa Fe Group section and part of the underlying, older section form a faulted synform overlying unconformable, west-dipping basal high-amplitude Figure 10. Interpretive line drawing of Shell line 81 time section modiﬁ ed from May and Russell (1994), located at the western side of the central Belen subba- sin (Fig. 3). Time-converted curve (fol- lowing Table 2) was extracted from the initial three-dimensional (3D) gravity model (Fig. 5A) and superimposed (semi- transparent black line) on the seismic sec- tion. Arrows indicate angled reﬂ ections in the Santa Fe Group section, with repre- sentative dips computed after conversion to depth. Dips increase with depth on both sides of line 81, suggesting that the basin has tilted both to the east and west. An antiform under the Humble Shell Santa Fe #1 well (HumSF1; Table 1) appears to accommodate opposing stratal tilts. TWTT—two-way travel time. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 448 Grauch and Connell 0 5 10 15 20 25 30 35 Distance (km) Vertical exaggeration = 2x Elevation (km) -5 -4 -3 -2 -1 0 1 5 10 15 20 25 0 Depth (kilofeet) WEST EAST LINE 48 A–A′ shisl1 joinsclm Tu Tu Tu line 59 line 85 TD TD TD ? ?? ? ? ? ? ? Tu Tu Tu Mz Mz Mz QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts Tu Tu Tu Tu Tu Tu Tu Tu Tu Mz-Pz? Mz-Pz? Mz-Pz? Tu Tu Tu Tu Tu Tu Pz Pz Pz Pz limestones? Pz limestones? Pz limestones? Pz limestones Pz limestones Pz limestones Mz? Mz? Mz? Pz or XY? Pz or XY? Pz or XY? Mz-Pz? Mz-Pz? Mz-Pz? QTs/Ts QTs/Ts QTs/Ts ? Hubbell Spring Fault Hubbell Bench Rio Grande Tu Tu Tu Mz-Pz Mz-Pz Mz-Pz XY XY XY Ts Ts Ts Tu Tu Tu Mz-Pz Mz-Pz Mz-Pz Mz Mz Mz XY XY XY XY XY XY Pz? Pz? Pz? Pz? Pz? Pz? Tu? Tu? Tu? Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts Ts QTs/Ts QTs/Ts QTs/Ts Pz limestones? Pz limestones? Pz limestones? Pz limestones Pz limestones Pz limestones QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts QTs/Ts Tu? Tu? Tu? Mz or Pz? Mz or Pz? Mz or Pz? NFT#1 A–A′ 0 5 10 15 20 25 30 35 Distance (km) Vertical exaggeration = 2x Elevation (km) Depth (kilofeet) LINE 53 WEST EAST 5 10 15 20 25 0 -5 -4 -3 -2 -1 0 1 Rio Grande Interpreted Fault EXPLANATION Fault mapped at surface and/or in aeromagnetic data. Strike relative to north; ball on down- thrown side where known Reflections interpreted within Santa Fe Group Interpreted base of Santa Fe Group, dashed where uncertain Reflections interpreted within pre- Santa Fe Group section Basal high-amplitude reflectors 48 81 53 A A′ C C′ Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 449 reﬂ ections, interpreted as the lower part of the Phanerozoic sec- tion (Appendix F). The synform has varying asymmetry from north to south, with steeper western limb on line 48 on the north and a steeper eastern limb on line 53 on the south. On line 53, west-dipping Santa Fe Group reﬂ ections (yellow lines on Fig. 11) show decreasing dip up-section between 9 and 15 km distances, whereas underlying layers have more consistent thickness, sug- gesting Miocene deposition. Moreover, reﬂ ections between 0 and 4 s on the eastern 8 km of the time section for line 81 (Fig. 10) show similar patterns to those on the depth section for line 53 between distances 1 and 9 km down to elevations of −5 km (Fig. 11). The similarity suggests that the eastern half graben on line 81 is analogous to the eastern limb of the depocenter on line 53. If so, the eastern half graben on line 81 may be bounded on the east by a separate depocenter rather than a basin-bounding fault. On the other hand, a better-deﬁ ned boundary fault may be represented by the inferred, west-down fault offsetting the base of Santa Fe Group on line 48 between the Rio Grande and Shell 1 Isleta well (shisl1). East of the synform, patterns of reﬂ ections are somewhat dis- similar between the two seismic lines (Fig. 11) except that both show fault blocks that step down to the west from the Hubbell bench. We interpret parallel, east-dipping basal high-amplitude reﬂ ections on line 53 between distances 14 and 22 km as Paleo- zoic limestones capping an east-dipping, basement-cored horst of probable Ancestral Rocky Mountain (late Paleozoic) origin (Appendix F). Such a horst was postulated in this area by Baars (1982) and is analogous to a west-dipping horst in the Joyita Hills at the southern end of the basin (Beck and Chapin, 1994) that is also captured in seismic sections from the COCORP lines and Shell seismic line 52 (Fig. 3; de Voogd et al., 1988; Russell and Snelson, 1994a). On line 48, the discontinuous eastward rise of west-dipping basal high-amplitude reﬂ ections and inferred varia- tions in thickness of pre-rift strata suggest tectonic disruption by pre-rift tectonic activity. The pattern is reminiscent of Laramide- style reverse faulting observed in the mountains ﬂ anking both sides of the southern part of the Albuquerque Basin (Cabezas, 1991). In these areas, a set of east-verging low- to high-angle reverse faults cut west-dipping Paleozoic strata, with tight, over- turned folds ahead of the thrust front. Using the concepts from the three seismic lines (Figs. 10 and 11) to constrain rift structure and postulated pre-rift structure from lines 48 and 53, we iteratively constructed a geologic cross section and 2D geophysical model along proﬁ le C–C′ (Fig. 12). The magnetic data were ﬁ t only loosely to help constrain steep basin boundaries. As with proﬁ le A–A′, most of the magnetic anomalies appear to be caused by intra-basement sources that can be ﬁ t by a large number of conﬁ gurations and thus do not shed light on the basin geometry. As with the previous 2D models, the small"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "lines (Fig. 11) except that both show fault blocks that step down to the west from the Hubbell bench. We interpret parallel, east-dipping basal high-amplitude reﬂ ections on line 53 between distances 14 and 22 km as Paleo- zoic limestones capping an east-dipping, basement-cored horst of probable Ancestral Rocky Mountain (late Paleozoic) origin (Appendix F). Such a horst was postulated in this area by Baars (1982) and is analogous to a west-dipping horst in the Joyita Hills at the southern end of the basin (Beck and Chapin, 1994) that is also captured in seismic sections from the COCORP lines and Shell seismic line 52 (Fig. 3; de Voogd et al., 1988; Russell and Snelson, 1994a). On line 48, the discontinuous eastward rise of west-dipping basal high-amplitude reﬂ ections and inferred varia- tions in thickness of pre-rift strata suggest tectonic disruption by pre-rift tectonic activity. The pattern is reminiscent of Laramide- style reverse faulting observed in the mountains ﬂ anking both sides of the southern part of the Albuquerque Basin (Cabezas, 1991). In these areas, a set of east-verging low- to high-angle reverse faults cut west-dipping Paleozoic strata, with tight, over- turned folds ahead of the thrust front. Using the concepts from the three seismic lines (Figs. 10 and 11) to constrain rift structure and postulated pre-rift structure from lines 48 and 53, we iteratively constructed a geologic cross section and 2D geophysical model along proﬁ le C–C′ (Fig. 12). The magnetic data were ﬁ t only loosely to help constrain steep basin boundaries. As with proﬁ le A–A′, most of the magnetic anomalies appear to be caused by intra-basement sources that can be ﬁ t by a large number of conﬁ gurations and thus do not shed light on the basin geometry. As with the previous 2D models, the small density contrasts between the pre–Santa Fe Group units, especially at depth, prevent their robust distinction from the grav- ity modeling alone. The 2D geophysical model for proﬁ le C–C′ places con- straints on the conﬁ guration of the rift ﬁ ll and matches the geo- logic cross section. Thickness of rift ﬁ ll varies from ~1.5 km to 3.0 km across the model, with alternating highs and lows, as indi- cated by the initial 3D gravity model in plan view (Fig. 5A). The highs and lows depict a narrow west-tilted half graben on the west side and gently undulating to east-tilted structural blocks across most of the Belen subbasin. The synform occurs near the middle of the subbasin, with its axis at ~32 km distance on proﬁ le C–C′. A well-deﬁ ned east-tilted half graben on the east side of the basin is bounded by a steep fault ~1 km west of the Hubbell Spring fault mapped at the surface. The shallow dip of the rift- bounding fault on the west side of proﬁ le C–C′ is supported by gravity, magnetic, and seismic data (Figs. 10 and 12). The thick- ened pre-rift section in the deep basin adjacent to the Hubbell Spring fault zone is suggested by reconstructions of the geologic cross section (Appendix G) and the crossing geophysical model along proﬁ le A–A′ (Fig. 8). In general, the thickness of rift ﬁ ll across this model shows a basin with less asymmetry and gener- ally more-moderate values than the 2D model across the Cala- bacillas subbasin (Fig. 9). The faulted synform recognized in lines 48 and 53 and at the east edge of line 81 is recognizable, but incoherent in the initial 3D gravity model (Fig. 5A). After application of all thickness constraints (from line 53 and the proﬁ le C–C′ model in particu- lar), the synform is more clearly deﬁ ned in the ﬁ nal 3D geophysi- cal model (Fig. 5B), where it trends north-northeast across much of the Belen subbasin. Geologic interpretation of line 81 seismic section (Fig. 10) is at the crux of the major differences between the Russell-Snelson model and our 3D geophysical model in the Belen subbasin. Rus- sell and Snelson (1994a) interpreted the section for line 81 as an east-dipping, low-angle detachment fault with blocks of west- tilted pre-rift strata rotated into the fault (Fig. 13). Even though May and Russell (1994) suggested that the west tilt of the blocks compared to the east tilt of seismic reﬂ ections is counterintui- tive, the detachment fault interpretation, shown without depict- ing the dips of reﬂ ections, has been used by other workers to represent a west-tilted half graben for the southern half of the Albuquerque Basin (e.g., Lozinsky, 1994; Ingersoll, 2001, 2003; Johnson et al., 2001). We ﬁ nd the interpretation understandable, but in disagreement with the gravity data, and counterintuitive to Figure 11. Interpreted migrated-depth sections for seismic lines 48 and 53. Inset (from Fig. 5) shows line locations in relation to line 81 and proﬁ les A–A′ and C–C′. The two depth sections shown are aligned at the crossings of proﬁ le A–A′. A synform between distances 7–12 km on line 53 is also evident between distances 13–18 km on line 48. Geologic codes are the same as in Figure 1 except: QTs/Ts—all Santa Fe Group; Tu—Tis and Tel (undifferentiated). The lower part of the Santa Fe Group section is inferred as Ts, but no interpretation of the contact between QTs and Ts is intended here. Seismic data are owned or controlled by Seismic Exchange, Inc.; interpretation is that of the U.S. Geological Survey. Interpretations are described in Appendix F (available on CD-ROM accompanying this volume and in the GSA Data Repository [see footnote 1]). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 450 Grauch and Connell shsf2 longdaly (proj.) humsf1 (proj.) (proj.) grober (proj.) (proj.) robbaca1 (proj.) ? ? ? ? Com anc he fau lt z one Ma nzan o fa ult G a b al do n fau lt Hubbell Spring fault zone XY Inferred ARM horst (Baars, 1982) XY Mz Mz Mz QTs Mz Tel Tis Ts Pz Pz Pz Pz XY XY XY Pz Ts Ts Tis Tis Tis Ts Tel Tel(?) Tel(?) Pz Pz Tis Mon tos a f au lt Santa Fe fault HSF Rio Grande Rift faults Laramide faults Speculative ARM faults; dashed is highly speculative Well constraining the cross-section, projected (proj.) onto the section as noted Lucero uplift antiform synform antiform Hubbell bench Manzano Mts. ELEVATION, KM -12 -10 -8 -6 -4 -2 0 2 4 -12 -10 -8 -6 -4 -2 0 2 4 0 5 10 15 20 25 30 35 40 45 50 55 60 65 70 75 Distance (km) No vertical exaggeration ELEVATION, KM -12 -10 -8 -6 -4 -2 0 2 4 6 -12 -10 -8 -6 -4 -2 0 2 4 6 -20 0 20 -200 0 GRAVITY, MGAL MAGNETICS, NT Observed Calculated Datum tie Observed Calculated Datum tie Aeromagnetic Data Gravity Data HSF shsf2 humsf1 u n c e r t a i n ge ology Rio Grande XY den=2,670 MS=0.012 Tu-Pz, den=2,620 QTs/Ts, den=2,120, MS=0.001 QTs/Ts, den=2,300, MS=0.001 Tu-Mz, den=2,530 XY den=2,695 MS=0.006 XY den=2,670 MS=0.020 XY den=2,670 MS=0.015 XY den=2,670 MS=0.055 XY den=2,670 MS=0.015 XY den=2,720 MS=0.080 Pz, den=2,620 Pz, den=2,520 QTs/Ts, den=2,380 QTs/Ts, den=2,380 Tu-Mz, den=2,530 Tu-Mz, den=2,420 XY den=2,670,"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "Geological Survey. Interpretations are described in Appendix F (available on CD-ROM accompanying this volume and in the GSA Data Repository [see footnote 1]). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 450 Grauch and Connell shsf2 longdaly (proj.) humsf1 (proj.) (proj.) grober (proj.) (proj.) robbaca1 (proj.) ? ? ? ? Com anc he fau lt z one Ma nzan o fa ult G a b al do n fau lt Hubbell Spring fault zone XY Inferred ARM horst (Baars, 1982) XY Mz Mz Mz QTs Mz Tel Tis Ts Pz Pz Pz Pz XY XY XY Pz Ts Ts Tis Tis Tis Ts Tel Tel(?) Tel(?) Pz Pz Tis Mon tos a f au lt Santa Fe fault HSF Rio Grande Rift faults Laramide faults Speculative ARM faults; dashed is highly speculative Well constraining the cross-section, projected (proj.) onto the section as noted Lucero uplift antiform synform antiform Hubbell bench Manzano Mts. ELEVATION, KM -12 -10 -8 -6 -4 -2 0 2 4 -12 -10 -8 -6 -4 -2 0 2 4 0 5 10 15 20 25 30 35 40 45 50 55 60 65 70 75 Distance (km) No vertical exaggeration ELEVATION, KM -12 -10 -8 -6 -4 -2 0 2 4 6 -12 -10 -8 -6 -4 -2 0 2 4 6 -20 0 20 -200 0 GRAVITY, MGAL MAGNETICS, NT Observed Calculated Datum tie Observed Calculated Datum tie Aeromagnetic Data Gravity Data HSF shsf2 humsf1 u n c e r t a i n ge ology Rio Grande XY den=2,670 MS=0.012 Tu-Pz, den=2,620 QTs/Ts, den=2,120, MS=0.001 QTs/Ts, den=2,300, MS=0.001 Tu-Mz, den=2,530 XY den=2,695 MS=0.006 XY den=2,670 MS=0.020 XY den=2,670 MS=0.015 XY den=2,670 MS=0.055 XY den=2,670 MS=0.015 XY den=2,720 MS=0.080 Pz, den=2,620 Pz, den=2,520 QTs/Ts, den=2,380 QTs/Ts, den=2,380 Tu-Mz, den=2,530 Tu-Mz, den=2,420 XY den=2,670, MS=0.001 XY den=2,670 MS=0.001 Pz, den=2,620 Tu-Mz, den=2,420 HSF C C′ C′ robbaca1 humsf1 shsf2 QTs Ts Ts Pz QTv Pz XY QTs QTv QTs QTs QTs Ts Ts Pz Pz Mz Tis WEST EAST Gravity station C′ North C Geologic Map Geophysical Model Geologic Cross-Section Figure 12. West-east two-dimensional (2D) geophysical model and geologic cross section along proﬁ le C–C′ in the southern Albuquerque Basin (Fig. 3). The cross section and model were constructed from synthesizing interpretations of seismic lines 81, 48, and 53 (Figs. 10 and 11). The overall thickness of the Santa Fe Group is fairly well constrained, but the conﬁ guration of older geologic units is open to different interpretations. Extremely magnetic intra-basement blocks (cross-hatching on the geophysical model) are required by the data at the depths indicated. However, their shapes are ambiguous and, as conﬁ gured, are not intended to invoke any particular geologic interpretation. Ancestral Rocky Mountains (ARM) structures are discussed in text. Top section shows locations of gravity stations on a geologic strip map from Figure 1. Geologic codes on the map and cross section are described in Figure 1. Codes for the geophysical model bodies and the assignments of physical properties are as explained for Figure 8. Well codes are from Table 1. Additional discussion of the geologic cross section and its reconstruction are included in Appendix G (available on CD-ROM accompanying this volume and in the GSA Data Repository [see footnote 1]). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 451 the seismic evidence. Gravity data instead support an eastward- deepening basin along this line, as shown by Birch (1982, his proﬁ le 10), Gillespie (2002), and our initial 3D gravity model (Fig. 10). Although our explanation of the structure of line 81 (as depicted in the geologic cross-section panel of Fig. 12) is only one of several geologic explanations possible, we argue that it is better substantiated than the Russell-Snelson model because it is supported by a broader array of independent data sets. Southern Belen Subbasin The southern part of the Albuquerque Basin has been the subject of intense study to understand the shallow structure of the Rio Grande rift and underlying crust since acquisition of COCORP seismic-reﬂ ection data in the 1970s (e.g., Brown et al., 1979, 1980; Jurdy and Brocher, 1980; Brocher, 1981; Cape et al., 1983; Wu, 1986; de Voogd et al., 1986, 1988; Russell and Snelson, 1994a). The COCORP data were acquired along proﬁ les both transverse and parallel to the axis of the rift in the southern Albuquerque and northern Socorro Basins (Brown et al., 1980). Two transverse proﬁ les are located on Figures 3 and 14 (New Mexico 1A and 1; also called Socorro 1A and Abo Pass 1). Various reprocessed time sections and an even greater variety of interpretations of crustal structure have resulted from the pre- vious work. The greatest differences are for the west half of line 1A (vibration point [VP] locations northwest of VP200; Fig. 14). Figure 14 compares our initial and ﬁ nal 3D models to COCORP line 1A in plan and cross-section view. In plan view, line 1A is located on an elevation contour map derived from the ﬁ nal 3D geophysical model. In cross-section view, curves extracted from the initial and ﬁ nal 3D thickness model along the location of 1A are overlain on time and depth sections, respec- tively, and two previous interpretations (from Cape et al., 1983, and Russell and Snelson, 1994a). Cape et al. combined interpre- tation of seismic reﬂ ections with analysis of gravity and well data. The conﬁ guration of the Mesozoic–Paleozoic structural blocks east of VP200 in their model matches layers interpreted as pre-rift sedimentary rocks by de Voogd et al. (1988), who used synthetic seismic modeling. Russell and Snelson reinterpreted the COCORP line following their concepts from the seismic model for the whole basin, especially in comparison to nearby Shell line 52 (Fig. 14A). Wu (1986), de Voogd et al. (1988), and Russell and Snelson (1994a) previously noted the problematic orientation of line 1A in relation to fault strike and geologic structure out of the plane of section. The problem is well demonstrated by the location of the line in relation to gradients in the structural elevation contour map from the 3D geophysical model (Fig. 14A). Line 1A par- tially follows the trend of a steep gradient in the model contour map as it wraps around the north and east side of the Ladron Mountains. The gradient likely represents the cumulative dis- placement along a series of major mapped faults (Fig. 1). Thus, the COCORP data image faults that dip and bend essentially in and out of the plane of section, allowing for variable results aris- ing from different data-processing parameters and interpretations that are difﬁ cult to visualize in this orientation. Russell and Snel- son (1994a) depicted this oblique view of structure by showing ﬂ at, folded extensional faults (Fig. 14D). An overlay of the time-converted thickness values from the initial 3D gravity model on the seismic time section demon- strates how the 3D structure is imaged in 2D on the west half of line 1A (Fig. 14C). The 3D surface mimics seismic reﬂ ections and appears to have a shallow east dip from VP400 to VP300, whereas true dip is to the northeast. From about VP280"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "analysis of gravity and well data. The conﬁ guration of the Mesozoic–Paleozoic structural blocks east of VP200 in their model matches layers interpreted as pre-rift sedimentary rocks by de Voogd et al. (1988), who used synthetic seismic modeling. Russell and Snelson reinterpreted the COCORP line following their concepts from the seismic model for the whole basin, especially in comparison to nearby Shell line 52 (Fig. 14A). Wu (1986), de Voogd et al. (1988), and Russell and Snelson (1994a) previously noted the problematic orientation of line 1A in relation to fault strike and geologic structure out of the plane of section. The problem is well demonstrated by the location of the line in relation to gradients in the structural elevation contour map from the 3D geophysical model (Fig. 14A). Line 1A par- tially follows the trend of a steep gradient in the model contour map as it wraps around the north and east side of the Ladron Mountains. The gradient likely represents the cumulative dis- placement along a series of major mapped faults (Fig. 1). Thus, the COCORP data image faults that dip and bend essentially in and out of the plane of section, allowing for variable results aris- ing from different data-processing parameters and interpretations that are difﬁ cult to visualize in this orientation. Russell and Snel- son (1994a) depicted this oblique view of structure by showing ﬂ at, folded extensional faults (Fig. 14D). An overlay of the time-converted thickness values from the initial 3D gravity model on the seismic time section demon- strates how the 3D structure is imaged in 2D on the west half of line 1A (Fig. 14C). The 3D surface mimics seismic reﬂ ections and appears to have a shallow east dip from VP400 to VP300, whereas true dip is to the northeast. From about VP280 to VP210, both the seismic reﬂ ections and the model curve show an anti- form that peaks under VP240. The antiform, which is much more humsf1 Rio Grande Rio Puerco Hubbell Spring fault Manzano Mtns ? Proterozoic crystalline rocks (XY) Fault motion out of plane of section Paleozoic sedimentary rocks (Pz) Fault motion into plane of section Mesozoic sedimentary rocks (Mz) Cenozoic rift fill (QTs/Ts/Tis) Fault Base of Santa Fe Group from final 3D geophysical model 2.5 0 -2.5 -5.0 -7.5 -10.0 WEST EAST ELEVATION, KM 0 5 10 10 Km 0 5 10 Km Montosa fault Montosa fault Montosa fault LINE 81 SEISMIC SECTION Figure 13. Geologic cross section across the southern Albuquerque Basin from Russell and Snelson (1994a) compared to the base of Santa Fe Group extracted from the ﬁ nal three-dimensional (3D) geophysical model (bold gray line). The cross section has been used to demonstrate a west-tilted half graben in the southern Albuquerque Basin and partially coincides with seismic line 81 (out- lined by the dashed line). Based on the 3D geophysical model, stratal tilts are instead to the east, consistent with seismic reﬂ ections from line 81 east of the Humble Shell Santa Fe #1 well (humsf1) on Figure 10. Moreover, the large thickness of rift ﬁ ll indicated by the cross section under Rio Puerco is not consistent with observed gravity data (Gillespie, 2002). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 452 Grauch and Connell 2 4 6 0 2 4 6 0 DEPTH, KM DEPTH, KM 1 2 3 0 TWTT, SEC 4 1 2 3 0 TWTT, SEC 4 1 2 3 0 TWTT, SEC 4 1 2 3 0 TWTT, SEC 4 1 2 3 0 VP400 VP300 VP200 VP100 TWTT, SEC 4 1 2 3 0 TWTT, SEC 4 2.1 0 10 km 2.1 2.1 Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Tsf/Tis Tsf/Tis Tsf/Tis Tsf/Tis Tis Tis Mz-Pz Mz-Pz Improved 3D thickness model Improved 3D thickness model QTsf/Tsf QTsf/Tsf QTsf/Tsf QTsf/Tsf Tsf Tsf PC PC PC PC Time interpretation - Russell and Snelson (1994) Time interpretation - Russell and Snelson (1994) Depth interpretation - Cape et al. (1983) Depth interpretation - Cape et al. (1983) Vertical exaggeration=2x Vertical exaggeration=2x A D E QTsf/Tsf QTsf/Tsf QTsf/Tsf QTsf/Tsf QTsf/Tsf QTsf/Tsf “Ladron Horst” “Ladron Horst” 6.1 6.1 6.1 6.1 2.8 2.8 2.8 2.8 2.8 2.8 2.8 2.8 2.8 2.8 2.8 2.8 2.1 6.1 6.1 6.1 6.1 4.7 4.7 4.7 4.7 2.8 2.8 2.8 2.8 3.7 3.7 3.7 3.7 4.7 4.7 4.7 4.7 Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Ts/Tis Ts/Tis Tis Mz-Pz QTs/Ts Ts Time interpretation - Russell and Snelson (1994a) Depth interpretation - Cape et al. (1983) Vertical exaggeration=2x QTs/Ts QTs/Ts “Ladron Horst” Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Mz-Pz Ts/Tis Ts/Tis Tis Mz-Pz Initial 3D gravity model Boundary of velocity layer, dashed where uncertain Final 3D geophysical model Constraint point Final 3D geophysical model Constraint point QTs/Ts XY A B C B C D E QTs/Ts “Ladron horst” “Ladron horst” “Ladron horst” 3.7 3.7 3.7 3.7 6.1 6.1 6.1 STRIKE SECTION XY XY XY XY XY XY XY 2 0 1 0 0 1 1 1 -1 -1 -1 1 2 2 0 -2 52 1A 1 53 1A 1 53 52 400 400 360 360 320 320 280 280 240 240 200 200 160 120 80 40 1 0 10 km A’ A’ A′ LADRON MTS MANZANO MTS 34o30′ 107o0′ 106o30′ Basin Boundary Basin Boundary EXPLANATION Well constraint Constraint point from interpreted seismic sections or profile models 80 Vibration point (VP) location for COCORP line 1A Other symbols described in Fig. 3 0 Final 3D geophysical model shown as structural elevation, contour interval 0.25 km Deep well providing a check Gravity station Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 453 conspicuous on earlier versions of time sections (e.g., Brown et al., 1980, 1983), has been interpreted as the “Ladron horst.” From the plan view of the 3D model (Fig. 14A), the “Ladron horst” extends west-northwest from the Ladron Mountains, appearing more as a plunging fold than a rift-related horst. Wu (1986) also noted this fold conﬁ guration and argued for a compressional ori- gin; however, Lewis and Baldridge (1994) attributed the geom- etry solely to detachment-style faulting. East of VP220, most of the previous seismic interpretations generally show west-dipping blocks that gradually gain in eleva- tion on the east, with the west-dipping blocks corresponding to the prominent west-dipping reﬂ ections. Differences are in the interpretation of the geologic units composing the west-dipping blocks, as demonstrated by the differences in the Russell and Snelson (1994a) and Cape et al. (1983) models in Figure 14. Cape et al. (1983) interpreted Tertiary volcanic and sedimentary rocks (Ts/Tis on Fig. 14E) above a thick Mesozoic– Paleozoic section, whereas Russell and Snelson (1994a) interpreted a very thick Santa Fe Group section overlying a much thinner Mesozoic– Paleozoic section. We instead interpret the base of the Santa Fe Group at the top of the prominent west-dipping reﬂ ections between VP200 and VP100. Points digitized along this boundary (constraint points marked on the model curve for Fig. 14D and 14E) were used to constrain the ﬁ nal 3D geophysical model. The top of the prominent west-dipping reﬂ ections corresponds to the top"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "Vibration point (VP) location for COCORP line 1A Other symbols described in Fig. 3 0 Final 3D geophysical model shown as structural elevation, contour interval 0.25 km Deep well providing a check Gravity station Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 453 conspicuous on earlier versions of time sections (e.g., Brown et al., 1980, 1983), has been interpreted as the “Ladron horst.” From the plan view of the 3D model (Fig. 14A), the “Ladron horst” extends west-northwest from the Ladron Mountains, appearing more as a plunging fold than a rift-related horst. Wu (1986) also noted this fold conﬁ guration and argued for a compressional ori- gin; however, Lewis and Baldridge (1994) attributed the geom- etry solely to detachment-style faulting. East of VP220, most of the previous seismic interpretations generally show west-dipping blocks that gradually gain in eleva- tion on the east, with the west-dipping blocks corresponding to the prominent west-dipping reﬂ ections. Differences are in the interpretation of the geologic units composing the west-dipping blocks, as demonstrated by the differences in the Russell and Snelson (1994a) and Cape et al. (1983) models in Figure 14. Cape et al. (1983) interpreted Tertiary volcanic and sedimentary rocks (Ts/Tis on Fig. 14E) above a thick Mesozoic– Paleozoic section, whereas Russell and Snelson (1994a) interpreted a very thick Santa Fe Group section overlying a much thinner Mesozoic– Paleozoic section. We instead interpret the base of the Santa Fe Group at the top of the prominent west-dipping reﬂ ections between VP200 and VP100. Points digitized along this boundary (constraint points marked on the model curve for Fig. 14D and 14E) were used to constrain the ﬁ nal 3D geophysical model. The top of the prominent west-dipping reﬂ ections corresponds to the top of a 4.7 km/sec velocity layer interpreted by Jurdy and Brocher (1980) between VP160 and VP60 (Fig. 14C). A velocity of 4.7 km/sec is too high to reasonably represent the Santa Fe Group (Table 2; Brocher, 1981), so this layer must represent older rocks or volcanic rocks. The initial 3D model curve coincides with the top of these reﬂ ec- tions between VP200 and V170, but dips below the 4.7 km/s layer between VP160 and VP60. The dip may be partially caused by the sparse gravity data coverage in this area just to the north of line 1A (Fig. 14A). In general, poor data coverage in a north- south swath from VP160–VP100 on line 1A on the south to line 53 on the north results in poor representation of gradients in the model, despite the good constraints from well and seismic data. In short, we argue for a Neogene rift basin that reaches ~2 km depth in this area versus one that is ~4 km (>12,000 ft) deep, as depicted in the Russell-Snelson model (Fig. 2B). DISCUSSION The ﬁ nal 3D geophysical model shows variations in rift-ﬁ ll thickness that provide a new perspective on basin geometry com- pared to previous models, especially for the southern Albuquer- que Basin. The model provides revised information for develop- ing regional groundwater models, assessing seismic hazards, and exploring for energy resources. In this section, we discuss how the geophysical model additionally can be used to investigate the subsidence history and internal structure of the basin, as well as delineate major accommodation zones, suggest areas to investi- gate buried pre-rift structure and early-rift strata, and pose pos- sible scenarios for the distribution of coarse-grained sediments within the basin-ﬁ ll aquifer. Subsidence History To better understand the origins of the basin geometry indi- cated by the 3D geophysical model, we ﬁ rst identify major half grabens indicated by the model then look at evidence for subsi- dence history of each of these. As illustrated by the model shown in the inset on Figure 15, half grabens within rift basins are gen- erally recognized next to their boundary faults by (1) pronounced asymmetry in isopach or structural elevation contours that have a semi-ellipsoidal shape in map view, (2) basin ﬂ oors that are broadly synclinal in longitudinal section, and (3) depositional layers that fan toward the fault as a wedge in cross section (e.g., Rosendahl, 1987; Schlische and Anders, 1996; Morley, 1999, 2002). Using these criteria, several half grabens are identiﬁ ed and shown schematically in Figure 15: the “Calabacillas half graben,” which covers most of the Calabacillas subbasin; and the Hubbell, Mountainview, and Coyote half grabens, which are isolated from each other within the Belen subbasin. The Coyote half graben is speculative because it is recognized only by the ﬁ rst two of the criteria. One might expect the north-trending Calabacillas and Hub- bell half grabens and the northwest-trending, oppositely tilted Coyote and Mountainview half grabens to have similar subsi- dence histories, because of their similar trends. However, age relations support similar rapid-uplift histories for the Calabacil- las and Coyote half grabens and somewhat different, long-lived histories for the Mountainview and Hubbell half grabens. Subsi- dence of the Calabacillas and Coyote half grabens was apparently Figure 14. Comparison of three-dimensional (3D) model results with Consortium for Continental Reﬂ ection Proﬁ ling (COCORP) line 1A in plan view (A) and cross-section view (B–E). Cross sections use vibra- tion point (VP) locations along line 1A for reference and are plotted at a different scale than the plan view. Geologic codes in D and E are the same as Figure 1. (A) Plan view showing contours of elevation above sea level on the base of Santa Fe Group from the ﬁ nal 3D geophysical model and locations of COCORP lines. The western half of COCORP line 1A closely follows a prominent gradient in the 3D model near the Coyote fault (Fig. 1). Thus, both velocity analysis and position of reﬂ ection surfaces on this part of the seismic section are ambigu- ous, because energy may be coming from either updip or downdip out of the section. (B) Unmigrated time section for line 1A from Russell and Snelson (1994a). TWTT—two-way travel time. Processing details and arguments against migrating the section are given by de Voogd et al. (1988). (C) The same time section overlain by a time-converted curve extracted from the initial 3D gravity model and velocity layers from the refraction analysis of Jurdy and Brocher (1980). (D) Line drawing of the interpreted time section of Russell and Snelson (1994a) overlain by the time-converted curve from the ﬁ nal 3D geophysical model, showing the location of constraint points. (E) Line drawing of the interpreted depth section of Cape et al. (1983) overlain by a curve extracted from the ﬁ nal 3D geophysical model, showing the location of constraint points. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 454 Grauch and Connell synchronous and fairly rapid during middle Miocene time. This conclusion is based on evidence for Miocene cooling and uplift of the Sandia Mountains in the northeast and the Ladron Moun- tains in the southwest from apatite and zircon ﬁ ssion-track data, the sedimentary record, geomorphology of uplifted scarps, and ﬂ exural models (Kelley, 1977; Lozinsky and Tedford, 1991; Kel- ley et al., 1992; Lewis and Baldridge, 1994; May et al., 1994; Roy et al., 1999;"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "as Figure 1. (A) Plan view showing contours of elevation above sea level on the base of Santa Fe Group from the ﬁ nal 3D geophysical model and locations of COCORP lines. The western half of COCORP line 1A closely follows a prominent gradient in the 3D model near the Coyote fault (Fig. 1). Thus, both velocity analysis and position of reﬂ ection surfaces on this part of the seismic section are ambigu- ous, because energy may be coming from either updip or downdip out of the section. (B) Unmigrated time section for line 1A from Russell and Snelson (1994a). TWTT—two-way travel time. Processing details and arguments against migrating the section are given by de Voogd et al. (1988). (C) The same time section overlain by a time-converted curve extracted from the initial 3D gravity model and velocity layers from the refraction analysis of Jurdy and Brocher (1980). (D) Line drawing of the interpreted time section of Russell and Snelson (1994a) overlain by the time-converted curve from the ﬁ nal 3D geophysical model, showing the location of constraint points. (E) Line drawing of the interpreted depth section of Cape et al. (1983) overlain by a curve extracted from the ﬁ nal 3D geophysical model, showing the location of constraint points. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 454 Grauch and Connell synchronous and fairly rapid during middle Miocene time. This conclusion is based on evidence for Miocene cooling and uplift of the Sandia Mountains in the northeast and the Ladron Moun- tains in the southwest from apatite and zircon ﬁ ssion-track data, the sedimentary record, geomorphology of uplifted scarps, and ﬂ exural models (Kelley, 1977; Lozinsky and Tedford, 1991; Kel- ley et al., 1992; Lewis and Baldridge, 1994; May et al., 1994; Roy et al., 1999; Connell, 2008b; Connell et al., this volume). Some of these authors attributed the rapid uplift to footwall unloading, in the style proposed by Wernicke and Axen (1988). Although the Mountainview half graben is not evident from regional geologic mapping (Maldonado et al., 1999, 2007), subsur- face data suggest it was active throughout most of rift history. May and Russell (1994) conclude that subsidence of the Mountainview half graben began toward the end of Oligocene time, culminating in 533 m of Oligocene unit of Isleta #2 and 4407 m of undivided 0 20 10 kilometers HU HU HU CO CO CO CA CA CA MV MV MV M o n te L a rgo Emb. Hubbell Bench TCfz Mountainview Prong Joyita Hills Laguna Bench Ziana Structure Ziana Structure Ziana Structure Ladron Mtns Nacimiento Mountans S a n d ia Mt ns J o y it a B en ch Ma nz an ita M tn s COLORADO PLATEAU L os Pinos Mtns Antiform indicated by 3D geophysical model Synform indicated by 3D geophysical model Half-graben, showing schematic isopach contours and boundary fault, dashed where uncertain Plio-Pleistocene volcanic field EXPLANATION - Calabacillas half graben - Coyote half graben - Hubbell half graben - Mountainview half graben HALF GRABENS IDENTIFIED HU HU HU CO CO CO CA CA CA MV MV MV Grande Rio Calabacillas Calabacillas Santo Santo Calabacillas Santo Belen Belen Belen Domingo Domingo Domingo SUBBASIN INDEX 0 1 2 3 A A′ B′ B Boundary fault Map View Boundary fault A A′ BB′ Cross-section Syn-rift Pre-rift Boundary fault B B′ AA′ Longitudinal section HALF-GRABEN MODEL Figure 15. Schematic diagram depicting subbasin outlines, half grabens, and intrabasinal structures identiﬁ ed in the three-dimensional (3D) geophysical model (Fig. 6). The subbasins are generally outlined by the 1 km and 2 km isopach contours of the ﬁ nal 3D geophysical model (Fig. 5B). Half grabens were identiﬁ ed following the model shown, derived from models of boundary-fault propagation with associated depo- center development and footwall uplift from Schlische and Anders (1996), Morley (1999), Ebinger et al. (1999), and Morley (2002). Numbers and contours on the map view of the half-graben model represent contours of structural elevation of the basin ﬂ oor in kilometers. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 455 Santa Fe Group (Lozinsky, 1994) deposited at the site of the Shell 2 Isleta well (Fig. 3). Furthermore, a time-depth conversion (using velocities in Table 2) of May and Russell’s tentative correlation of a 16.1 Ma basalt with reﬂ ections at 2.4 s TWTT on line 72 (Fig. 3) suggests that ~2.0 km of the sediments was deposited prior to 16 Ma and 2.9 km after. The half graben is at the northern end of a region of well-preserved petrocalcic soils that formed on a rel- ict basin ﬂ oor (Machette, 1985). Preservation of relict basin-ﬂ oor surfaces and younger syn-rift ﬁ ll across the Mountainview prong indicates that much of the footwall uplift occurred before Pliocene time. Plio-Pleistocene (<5 Ma) sediments and Upper Miocene (<8 Ma) volcanic rocks cover the area today (Maldonado et al., 2007; Connell, 2008b; Fig. 1), suggesting that the Mountainview half graben was inactive by Pleistocene time. Previous workers have viewed the north-northwest orienta- tion of the Mountainview prong (and associated boundary fault of the Mountainview half graben) to represent faulting within an earlier stress regime that eventually reoriented with time (Hudson et al., 2001). This scenario is compatible with the long history of rift-related deposition in the Mountainview half graben, the pres- ence of both north-south and north-northwest fault trends near its eastern boundary (described in more detail in Appendix G), and evidence for tectonic rotation and reorientation of paleostress ﬁ elds elsewhere near the study area (Hudson et al., 2001, 2007; Minor et al., this volume). The age of formation of the Hubbell half graben is unclear, but it may also be a long-lived structural feature. Exposures of and unconformities between the Paleozoic and Mesozoic section, Paleogene rocks, and older and younger rift-basin ﬁ ll indicate a long and complicated history of erosion and deposition on the Hubbell bench (Kelley, 1982; Connell et al., 2002), the footwall of the Hubbell half graben. On the basis of relations between apatite ﬁ ssion-track cooling ages, Kelley et al. (1992) suggested that the Hubbell bench was downfaulted from the Manzano Mountains into the basin after Eocene time. Geologic evidence suggests the faulting occurred prior to the late Oligocene, when much of the region was low relief and covered by volcanic rocks (Connell et al., 2002; Connell, 2004). Pleistocene activity of the Hubbell Spring fault is documented by evidence for large- magnitude earthquakes along prominent fault scarps (Personius and Mahan, 2003; Wong et al., 2004; Olig et al., 2011). Finally, a multi-stage history of activity on the Hubbell Spring fault zone is suggested by geophysical evidence. Gravity, magnetic, and mag- netotelluric data all indicate the greatest vertical displacement related to the Hubbell Spring fault zone is located as much as 1 km west of the geomorphic scarp (Cordell, 1979; Grauch and Hudson, 2002; Rodriguez and Sawyer, this volume). The offset, which is not crossed by available seismic lines, is a robust fea- ture of the 3D geophysical model (Figs. 6 and 12). In addition, high-resolution aeromagnetic data indicate a now-inactive nor- mal fault that is 2–5 km"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "both north-south and north-northwest fault trends near its eastern boundary (described in more detail in Appendix G), and evidence for tectonic rotation and reorientation of paleostress ﬁ elds elsewhere near the study area (Hudson et al., 2001, 2007; Minor et al., this volume). The age of formation of the Hubbell half graben is unclear, but it may also be a long-lived structural feature. Exposures of and unconformities between the Paleozoic and Mesozoic section, Paleogene rocks, and older and younger rift-basin ﬁ ll indicate a long and complicated history of erosion and deposition on the Hubbell bench (Kelley, 1982; Connell et al., 2002), the footwall of the Hubbell half graben. On the basis of relations between apatite ﬁ ssion-track cooling ages, Kelley et al. (1992) suggested that the Hubbell bench was downfaulted from the Manzano Mountains into the basin after Eocene time. Geologic evidence suggests the faulting occurred prior to the late Oligocene, when much of the region was low relief and covered by volcanic rocks (Connell et al., 2002; Connell, 2004). Pleistocene activity of the Hubbell Spring fault is documented by evidence for large- magnitude earthquakes along prominent fault scarps (Personius and Mahan, 2003; Wong et al., 2004; Olig et al., 2011). Finally, a multi-stage history of activity on the Hubbell Spring fault zone is suggested by geophysical evidence. Gravity, magnetic, and mag- netotelluric data all indicate the greatest vertical displacement related to the Hubbell Spring fault zone is located as much as 1 km west of the geomorphic scarp (Cordell, 1979; Grauch and Hudson, 2002; Rodriguez and Sawyer, this volume). The offset, which is not crossed by available seismic lines, is a robust fea- ture of the 3D geophysical model (Figs. 6 and 12). In addition, high-resolution aeromagnetic data indicate a now-inactive nor- mal fault that is 2–5 km east of the Hubbell Spring fault scarp (Grauch, 2001). Evidence of inactive faults on either side of the Quaternary Hubbell Spring fault scarp suggests that the locus of fault activity has shifted with time. The overall eastward tilting of syn-rift strata in the Cala- bacillas subbasin (Fig. 9) does not support a model of late Mio- cene reversal of basin tilting, as proposed by Ingersoll (2001). In his model, the northern part of the Albuquerque Basin origi- nally tilted to the west until late Miocene time, when the basin- ﬁ ll strata began to tilt to the east in response to uplift along the eastern structural margin of the basin. If this model were to hold, stratal tilts near the base of the syn-rift succession should tilt to the west. Instead, overall eastward tilts at the base of the Santa Fe Group are supported by (1) the 3D geophysical model; (2) map patterns showing older Santa Fe Group along the western margin of the basin (Fig. 1); and (3) persistent, southeast-directed paleoﬂ ow indicators in Miocene–Plicoene ﬂ uvial deposits (e.g., Brandes, 2002). If such a reversal in polarity occurred, it may have happened during Oligocene time (Connell et al., 2007). Accommodation Zones The Tijeras transfer zone of the Russell-Snelson model (Fig. 2B) is described as a scissor-like, oblique-slip fault that accommodates the opposing tilts of north and south half-graben blocks within the Albuquerque Basin (Russell and Snelson, 1994a; May and Russell, 1994). Chapin and Cather (1994) spec- ulated that northeast-striking transfer zones separating regions of opposing stratal tilt are characteristic of the central to northern Rio Grande rift, with or without attendant strike-slip displace- ment. Our 3D geophysical model does not support the accommo- dation of large, opposing half-graben blocks hypothesized for the Tijeras transfer zone, and does not show any obvious evidence for other northeast-striking transfer zones within the Albuquerque Basin. Instead, our model deﬁ nes the northwest-trending Moun- tainview prong as the division between the northern (Calabacil- las subbasin) and southern (Belen subbasin) parts of the Albu- querque Basin (Fig. 6). The position of the Mountainview prong between the en echelon north-trending Calabacillas and Hubbell half-graben boundary faults (Fig. 15) is similar to transverse anti- clinal accommodation zones that might be expected in between two propagating boundary faults (Morley, 1999). However, the timing of fault propagation is not clear, as discussed above. Instead of northeast-striking transfer zones, we ﬁ nd that Mio- cene strata of opposing dip are locally accommodated by faulted antiforms and a synform, such as the antiformal Mountainview prong and Ziana structure (Figs. 6 and 15) and multiple antiforms and a synform in the Belen subbasin (Fig. 12). The antiforms and synform in the Belen subbasin are not well expressed in overlying Plio-Pleistocene deposits (e.g., Maldonado et al., 1999, 2007), so they were likely formed during Miocene time. Antiforms and synforms commonly form in rift environments (Schlische, 1995; Morley et al., 1999a), and they may accommodate the propaga- tion of overlapping or linking boundary faults (Rosendahl, 1987; Faulds and Varga, 1998). The most far-reaching synform that accommodates oppos- ing stratal tilts meanders from the southern tip of the Albuquer- que Basin toward the Mountainview half graben (Figs. 6 and 15). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 456 Grauch and Connell This synform may merge with the half graben on the north, but the intervening volcanic ﬁ elds obscure the relations. Along pro- ﬁ le C–C′ in the north-central part of the subbasin, the synform appears to be a local feature at the east side of broadly east-tilted strata (Fig. 12). At the far east of seismic line 81, strata appear to thicken to the east into this synform (Fig. 10). Along seismic line 53 in the south-central part of the Belen subbasin, the synform coincides with a depocenter, into which rift-ﬁ ll strata both tilt and thicken (Fig. 11). At the southern tip of the basin, the synform is suggested by the converging dips of the reﬂ ections interpreted to underlie the Neogene rift ﬁ ll and a slight curvature at the lowest point of the depocenter (about VP200 on Fig. 14). Thus, although the synform can be followed throughout the Belen subbasin, its nature varies, and its role in rifting is unclear. An antiform that divides strata of opposing tilt in the south- west part of the Albuquerque Basin is partially aligned with the east-down Gabaldon fault (Kelley, 1977, 1979; Figs. 1 and 12). The antiform is best viewed in cross section in seismic line 81 (Fig. 10), where it divides a narrow, west-tilted half graben on the west from a broad, east-tilted half graben on the east. This faulted antiform is reminiscent of “inversion anticlines” iden- tiﬁ ed in seismic lines from the East African rift that may have formed in response to a change in stress regime or reorganiza- tion of rift structures (Morley et al., 1999a, 1999b). In map view, the oblique orientation of the anticlinal axis in between the west- down Coyote fault and the buried, east-down Mountainview fault resembles the model of Faulds and Varga (1998) for an anticlinal, oblique antithetic accommodation zone. However, as discussed previously, these faults may not have been coeval. The Ziana structure and the Laguna bench in the northwest- ern and western parts of the Albuquerque Basin, respectively, are prominent features in both the Russell-Snelson model (Fig. 2B) and"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "At the far east of seismic line 81, strata appear to thicken to the east into this synform (Fig. 10). Along seismic line 53 in the south-central part of the Belen subbasin, the synform coincides with a depocenter, into which rift-ﬁ ll strata both tilt and thicken (Fig. 11). At the southern tip of the basin, the synform is suggested by the converging dips of the reﬂ ections interpreted to underlie the Neogene rift ﬁ ll and a slight curvature at the lowest point of the depocenter (about VP200 on Fig. 14). Thus, although the synform can be followed throughout the Belen subbasin, its nature varies, and its role in rifting is unclear. An antiform that divides strata of opposing tilt in the south- west part of the Albuquerque Basin is partially aligned with the east-down Gabaldon fault (Kelley, 1977, 1979; Figs. 1 and 12). The antiform is best viewed in cross section in seismic line 81 (Fig. 10), where it divides a narrow, west-tilted half graben on the west from a broad, east-tilted half graben on the east. This faulted antiform is reminiscent of “inversion anticlines” iden- tiﬁ ed in seismic lines from the East African rift that may have formed in response to a change in stress regime or reorganiza- tion of rift structures (Morley et al., 1999a, 1999b). In map view, the oblique orientation of the anticlinal axis in between the west- down Coyote fault and the buried, east-down Mountainview fault resembles the model of Faulds and Varga (1998) for an anticlinal, oblique antithetic accommodation zone. However, as discussed previously, these faults may not have been coeval. The Ziana structure and the Laguna bench in the northwest- ern and western parts of the Albuquerque Basin, respectively, are prominent features in both the Russell-Snelson model (Fig. 2B) and our 3D geophysical model (Fig. 6). The Ziana structure is a fault-bounded, south-plunging anticline that is partially exposed (Black and Hiss, 1974; Kelley, 1977; Connell, 2008b). Previous workers have considered the structure as an anticlinal accom- modation zone that forms the boundary between tilt domains (Stewart et al., 1998; Connell, 2004) or relays strain between the east-dipping northern Albuquerque and west-dipping southern Española Basins (May and Russell, 1994). The eastern edge of the Laguna bench is also evident from geologic mapping, gener- ally along and/or east of the San Ysidro fault (SYf on Figs. 1 and 6). In contrast, the geophysically well-deﬁ ned northeast-trending southern edge of the Laguna bench is not obvious at the surface (Fig. 1). This 30-km-long northeast-trending edge connects en echelon north-south segments of the western rift border (Figs. 6 and 15) in a way that broadly resembles a south-plunging relay ramp (or transfer zone) between the right-stepping border faults. Pre-Rift Structure The site of the Rio Grande rift experienced multiple tectonic events prior to Cenozoic rifting (Keller and Baldridge, 1999), so it should not be surprising to ﬁ nd evidence of older structures underlying the Albuquerque Basin. Many previous workers pro- pose that pre-rift structures have controlled subsequent rift for- mation in the Rio Grande rift (e.g., Chapin and Seager, 1975; Cordell, 1976, 1978; Chapin, 1988; Cather, 1992; Russell and Snelson, 1994a; Kellogg, 1999; Karlstrom et al., 1999; Ingersoll, 2001). However, the importance of structural inheritance in rifts continues to be debated (e.g., Schlische and Withjack, 2008). We have recognized structures underlying the rift ﬁ ll that may have Proterozoic, late Paleozoic Ancestral Rocky Mountain, or Cretaceous–Paleogene Laramide afﬁ nities. Some of these struc- tures affect the overlying rift ﬁ ll, and thus are expressed in the 3D geophysical model. The prominent structural high under the Humble Shell Santa Fe #1 well on line 81 (Fig. 10) may be associated with the anti- form at the base of the 3D geophysical model in the southwest part of the basin (Fig. 6). The structural high corresponds in part to a large magnetic anomaly that appears to be basement related (Fig. 12), suggesting that basement heterogeneity has some inﬂ u- ence on the structural development of the antiform and/or precur- sor structures. Alternatively, the basement high may have been an erosional remnant that acted as a nucleus for fault propagation (Schlische and Withjack, 2008). The northwest boundary of the Joyita bench follows a north- northeast trend in the 3D geophysical model that parallels the strikes of shallow rift-age faults (Figs. 6 and 8). Previous work- ers have argued for a relation between these north-northeast rift- related faults, Proterozoic shear zones, and Laramide thrust and strike-slip faults exposed in the Manzano–Los Pinos Mountains and the Joyita Hills (Fig. 6; Beck and Chapin, 1994; Russell and Snelson, 1994a; Karlstrom et al., 2004). Low-angle reﬂ ections observed in crossing COCORP lines in the southeast part of the basin have been interpreted as a basinward extension of the Laramide Montosa thrust fault, which may have been reactivated as a rift-related detachment fault (de Voogd et al., 1986, 1988). The north-south antiform in the geophysical model in the south-central part of the basin (Fig. 6) overlies the postulated Ancestral Rocky Mountains horst discussed in relation to seis- mic line 53 (Figs. 11 and 12). Previous workers have recognized north-south Ancestral Rocky Mountains horsts and grabens from exposed rocks in the Joyita Hills and the Nacimiento Mountains at the southern and northern extremes of the basin, respectively (Baars, 1982; Chapin, 1988; Beck and Chapin, 1994), and in the subsurface of the Estancia Basin just east of the Albuquerque Basin (Barrow and Keller, 1994; Broadhead, 1997) (Fig. 1). We speculate that other north-south antiforms in the model, such as the Mountainview prong and the Ziana structure, may also have Ancestral Rocky Mountains origins. The Tijeras-Cañoncito fault appears to have a limited inﬂ u- ence on variations in rift-ﬁ ll thickness where it enters the basin on the east side (TCfz on Fig. 6)—not as substantial an inﬂ u- ence as depicted by the Russell-Snelson model. As noted previ- ously, the boundary faults of the Hubbell and Calabacillas half grabens are north-south, linear, and appear to be separated ~5 km in a right-lateral sense across the Tijeras-Cañoncito fault zone Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 457 (Fig. 15). Geologic evidence along the fault system supports more than 0.2 km of north-side-down vertical displacement at the basin margin, 0.5–2.4 km of left-lateral offset, and an unknown amount of earlier right-lateral movement (Kelley and Northrop, 1975; Abbott et al., 1995, 2004). Abbott et al. (2004) argued that the left-lateral movement occurred during rifting, whereas the right-lateral movement occurred during Laramide tectonic activ- ity. However, a Laramide timing of right-lateral movement does not explain the right-lateral separation of rift boundary faults in the Albuquerque Basin. Either pre-rift structure has been reacti- vated or preserved, or the timing of the right-lateral slip needs to be reevaluated. On the north end of the Tijeras-Cañoncito fault system in the Española Basin, the pre-rift age of right-lateral movement is well established (Abbott et al., 2004; Lisenbee, this volume). Curiously, aeromagnetic anomalies likely caused by buried basement sources are offset ~5 km in a right-lateral sense along this northern part of the fault system (Grauch et al., 2009), similar"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "just east of the Albuquerque Basin (Barrow and Keller, 1994; Broadhead, 1997) (Fig. 1). We speculate that other north-south antiforms in the model, such as the Mountainview prong and the Ziana structure, may also have Ancestral Rocky Mountains origins. The Tijeras-Cañoncito fault appears to have a limited inﬂ u- ence on variations in rift-ﬁ ll thickness where it enters the basin on the east side (TCfz on Fig. 6)—not as substantial an inﬂ u- ence as depicted by the Russell-Snelson model. As noted previ- ously, the boundary faults of the Hubbell and Calabacillas half grabens are north-south, linear, and appear to be separated ~5 km in a right-lateral sense across the Tijeras-Cañoncito fault zone Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 457 (Fig. 15). Geologic evidence along the fault system supports more than 0.2 km of north-side-down vertical displacement at the basin margin, 0.5–2.4 km of left-lateral offset, and an unknown amount of earlier right-lateral movement (Kelley and Northrop, 1975; Abbott et al., 1995, 2004). Abbott et al. (2004) argued that the left-lateral movement occurred during rifting, whereas the right-lateral movement occurred during Laramide tectonic activ- ity. However, a Laramide timing of right-lateral movement does not explain the right-lateral separation of rift boundary faults in the Albuquerque Basin. Either pre-rift structure has been reacti- vated or preserved, or the timing of the right-lateral slip needs to be reevaluated. On the north end of the Tijeras-Cañoncito fault system in the Española Basin, the pre-rift age of right-lateral movement is well established (Abbott et al., 2004; Lisenbee, this volume). Curiously, aeromagnetic anomalies likely caused by buried basement sources are offset ~5 km in a right-lateral sense along this northern part of the fault system (Grauch et al., 2009), similar to the amount of right-lateral separation observed in the Albuquerque Basin. These similarities suggest that the rift boundary faults in the Albuquerque Basin are following an older fault system that was earlier offset by Laramide tectonic activity. It is unclear whether many of the pre-rift structures recog- nized in this study inﬂ uenced rift formation or are merely pre- served under the rift ﬁ ll. Most have geophysical expressions that are difﬁ cult to separate from those that are rift-related without using multiple data sets, which might explain why previous inter- pretations of basin geometry have been so diverse. In any case, their presence should caution anyone involved in subsurface studies of the Rio Grande rift to be especially wary of confusing pre-rift versus rift structures. Early-Rift Strata Based on the characterization of densities (Fig. 4), which allows the 3D gravity inversion to separate rift ﬁ ll from earlier sedimentary units, our modeling represents only the less-dense Miocene–Pleistocene deposits. Some strata imaged in the seismic sections below the modeled base of the Santa Fe Group may actu- ally be older, early-rift deposits. For example, the west-dipping strata just below the model curve on the COCORP line between VP200 and VP120 (Fig. 14) fan toward the fault on the west, suggesting the deposition was syn-faulting (Cape et al., 1983). The relatively high velocities of these strata (4.7–6.1 km/s) are consistent with volcanic and volcaniclastic rocks that may cor- relate with 36–27 Ma eruptive units that crop out in the Socorro area to the south (Chamberlin, 1983; Cather et al., 1994). The lower parts of the west-dipping reﬂ ections may also include pre- rift, Oligocene Mogollon-Datil volcanic rocks, Eocene Baca For- mation, as well as the Mesozoic–Paleozoic sedimentary section. Thus, some of the Mesozoic–Paleozoic section interpreted for COCORP line 1A by Cape et al. (1983; Fig. 14E), and some of the Santa Fe Group interpreted by Russell and Snelson (1994a; Fig. 14D) may represent a much thicker section of Paleogene rocks than previously interpreted. Ancestral Rio Grande The geometry and ages of component half grabens and accommodation zones are important because they control the distribution of sediment. For example, axial drainage tends to ﬂ ow along the deeper portions of extensional basins (Gawthorpe and Leeder, 2000). The axial river of the Albuquerque Basin (the ancestral Rio Grande) deposited sands and gravels as early as late Miocene time that today compose a high-transmissivity facies within the basin aquifers. Thus, depocenters indicated by our 3D geophysical model can be used to postulate possible courses of the ancestral Rio Grande in between isolated stratigraphic con- straints. These hypotheses can then help predict where high- transmissivity aquifers may be concealed. Stratigraphic evidence indicates that the ancestral Rio Grande was established in the Santo Domingo subbasin by late Miocene time (Smith et al., 2001), but was not through-going south of the Belen subbasin until early Pliocene time (Connell et al., 2005; Mack et al., 2006). The former courses of the ances- tral Rio Grande are evident by axial-river deposits mapped on both sides of the Santo Domingo subbasin (Smith et al., 2001), near the eastern edge of the east-tilted Calabacillas subba- sin (Connell, 2008b), and along the southwestern edge of the Belen subbasin (Machette, 1978; Connell and McCraw, 2007). These areas coincide with deep parts of the 3D geophysical model next to basin boundaries, suggesting that this axial river followed structural depressions in the basin (Gawthorpe and Leeder, 2000). South of axial-ﬂ uvial deposit exposures in the Calabacillas subbasin, the ancestral Rio Grande probably ﬂ owed into the Belen subbasin along either the west or east side of the Mountainview prong. The overall lack of ancestral Rio Grande sediments exposed west of the Rio Grande (Maldonado et al., 2007; Connell et al., this volume) suggests that the axial river probably ﬂ owed closer to the Hubbell Spring fault zone (and across the eastern side of the Mountainview prong) rather than through the Mountainview half graben. In the Belen subbasin, the earlier river course may have followed the alignment of the central synform expressed in the 3D geophysical model to reach the southern part of the basin, where axial-ﬂ uvial deposits are exposed in fault-bounded blocks along the eastern ﬂ ank of the Ladron Mountains (e.g., Machette, 1978). CONCLUSIONS An improved view of the structure and geometry of the Albu- querque Basin can be achieved through the integration and joint interpretation of various geological and geophysical data sets. A 3D geophysical model of basin-ﬁ ll thickness was developed for the Albuquerque Basin, one of the largest structural basins of the Rio Grande rift. This model capitalized on a natural separation between the density of syn-rift sediments of the Santa Fe Group and those of older rocks. This model used a 3D gravity inversion that was constrained by seismic-reﬂ ection data, geologic cross sections, well information, and 2D forward models of selected Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 458 Grauch and Connell cross sections, to produce a geophysical model to examine the structure and tectonic development of the Albuquerque Basin in north-central New Mexico. The geometry of the Albuquerque Basin is primarily a result of Miocene subsidence that led to the formation of three intercon- nected structural depressions that increase in size and complex- ity to the south. These structural subbasins, divided by narrow structural ridges, are (from north to south): the Santo Domingo,"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "of the Mountainview prong. The overall lack of ancestral Rio Grande sediments exposed west of the Rio Grande (Maldonado et al., 2007; Connell et al., this volume) suggests that the axial river probably ﬂ owed closer to the Hubbell Spring fault zone (and across the eastern side of the Mountainview prong) rather than through the Mountainview half graben. In the Belen subbasin, the earlier river course may have followed the alignment of the central synform expressed in the 3D geophysical model to reach the southern part of the basin, where axial-ﬂ uvial deposits are exposed in fault-bounded blocks along the eastern ﬂ ank of the Ladron Mountains (e.g., Machette, 1978). CONCLUSIONS An improved view of the structure and geometry of the Albu- querque Basin can be achieved through the integration and joint interpretation of various geological and geophysical data sets. A 3D geophysical model of basin-ﬁ ll thickness was developed for the Albuquerque Basin, one of the largest structural basins of the Rio Grande rift. This model capitalized on a natural separation between the density of syn-rift sediments of the Santa Fe Group and those of older rocks. This model used a 3D gravity inversion that was constrained by seismic-reﬂ ection data, geologic cross sections, well information, and 2D forward models of selected Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 458 Grauch and Connell cross sections, to produce a geophysical model to examine the structure and tectonic development of the Albuquerque Basin in north-central New Mexico. The geometry of the Albuquerque Basin is primarily a result of Miocene subsidence that led to the formation of three intercon- nected structural depressions that increase in size and complex- ity to the south. These structural subbasins, divided by narrow structural ridges, are (from north to south): the Santo Domingo, Calabacillas, and Belen subbasins. The subbasins are ﬂ anked by structural benches on east and west sides that range in width from 5 to 25 km. The northern Santo Domingo subbasin is fairly sym- metric, with a north-south boundary on the west side and a north- east-trending boundary on the southeast side. The central Cala- bacillas subbasin is a large, asymmetric, east- to northeast-tilted half graben deepening to 4–5 km. The southern Belen subbasin is a composite of elongated ridges and troughs of varying asym- metry, with basin ﬁ ll ranging from 3 to 5 km thick. The subba- sin ﬂ oor predominantly tilts broadly eastward, whereas steeper, west to southwest tilts are generally restricted to the southwestern part of the subbasin. The southward increase in complexity of the subbasins may reﬂ ect a transition from the topographically and structurally well-deﬁ ned Rio Grande rift in northern New Mexico and southern Colorado, to rifting within a broader region of crustal extension within the Basin and Range province. The 3D geophysical model indicates that the three subbasins can be further subdivided into smaller half-graben segments and synformal and antiformal features that strongly inﬂ uence basin structure and the basin-ﬁ ll thickness. Accommodation zones are represented by antiforms and a synform where opposing stratal tilts come together. Three distinct half grabens are identiﬁ ed within the Belen subbasin, two of which appear to have had a long-lived rift history. The 3D geophysical model provides new perspectives on basin geometry that differ from a widely accepted structural model based primarily on seismic-reﬂ ection interpretations (Russell and Snelson, 1994a). A key improvement to earlier structural models is the lack of evidence for the Rio Grande fault and Tijeras transfer zone. The eastern rift border is located as much as 20 km east of the Rio Grande fault of Russell and Snelson (1994a). Geophysical and geologic mapping evidence for a discrete, southwest-trending, scissor-like Tijeras transfer zone is not well supported. Rather than a discrete structural zone that separates predominantly east-tilted strata in the Calabacillas subbasin from predominantly west-tilted strata to the south, the overall change in stratal tilts tends to be rather complicated in the Belen subbasin. The basin geometry depicted by the 3D geophysical model has important implications for tectonic and sedimentation his- tory. The slopes of the basin ﬂ oor depicted by the 3D geophysical model generally conform to stratal tilts at the base of the Santa Fe Group evident from seismic data and mapped bedding attitudes in the Calabacillas and northern Belen subbasins. The overall eastward tilts, except in the southwestern part of the basin, sup- port geologic evidence for a prolonged history of eastward tilt during Miocene deposition. A central axial synform in the Belen subbasin suggests a possible path for the ancestral Rio Grande during late Miocene to Pliocene time, providing a rationale for predicting where coarse-grained axial-river deposits may be bur- ied within the basin ﬁ ll. Finally, variations in basin-ﬁ ll thickness coincide with earlier structures in several places, suggesting that pre-rift structures have had a role in rift development. ACKNOWLEDGMENTS We are indebted to John J. Miller (USGS), who reprocessed the digital seismic data and prepared information for Appendix B, and David Sawyer (USGS), who helped gather and compile well information at the beginning of the project. David Taylor (USGS, deceased) was instrumental in the original acquisition of digital seismic data from Seismic Exchange, Inc. (SEI). We publish these data with permission from SEI. We are grateful for insightful feedback provided by Bruce Black and Brian Bris- ter and helpful discussions at different stages in the develop- ment of the model with Ron Broadhead, Steve Cather, Richard Chamberlin, John Hawley, Mark Hudson, Randy Keller, Dan Koning, Dave Love, Scott Minor, and Brian Rodriguez. This contribution was supported by the USGS National Cooperative Geologic Mapping Program and the New Mexico Bureau of Geology and Mineral Resources. Any use of trade names is for descriptive purposes only and does not imply endorsement by the U.S. Government. REFERENCES CITED Abbott, J.C., Cather, S.M., and Goodwin, L.B., 1995, Paleogene synorogenic sedimentation in the Galisteo basin related to the Tijeras-Cañoncito fault system, in Goff, F., Kues, B.S., Rogers, M.A., McFadden, L.D., and Gard- ner, J.N., eds., Jemez Mountains Region: New Mexico Geological Society Guidebook 46, p. 271–278. Abbott, J.C., Goodwin, L.B., Kelley, S.A., Maynard, S.R., and McIntosh, W.C., 2004, The anatomy of a long-lived fault system—Structural and thermo- chronologic evidence for Laramide to Quaternary activity on the Tijeras fault, New Mexico, in Cather, S.M., McIntosh, W.C., and Kelley, S.A., eds., Tectonics, Geochronology, and Volcanism in the Southern Rocky Mountains and Rio Grande Rift: New Mexico Bureau of Geology and Mineral Resources Bulletin 160, p. 113–138. Baars, D.L., 1982, Paleozoic history of the Albuquerque trough: Implications of basement control on Rio Grande rift, in Grambling, J.A., Wells, S.G., and Callender, J.F., eds., Albuquerque Country II: New Mexico Geological Society Guidebook 33, p. 153–157. Baldridge, W.S., Keller, G.R., Haak, V., Wendlandt, E., Jiracek, G.R., and Olsen, K.H., 1995, The Rio Grande rift, in Olsen, K.H., ed., Continental Rifts: Evolution, Structure, and Tectonics: Developments in Tectonics 25: Amsterdam, Elsevier Publishing Company, p. 233–275. Barrow, R., and Keller, G.R., 1994, An integrated geophysical study of the Estancia Basin, central New Mexico, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291,"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "ment of the model with Ron Broadhead, Steve Cather, Richard Chamberlin, John Hawley, Mark Hudson, Randy Keller, Dan Koning, Dave Love, Scott Minor, and Brian Rodriguez. This contribution was supported by the USGS National Cooperative Geologic Mapping Program and the New Mexico Bureau of Geology and Mineral Resources. Any use of trade names is for descriptive purposes only and does not imply endorsement by the U.S. Government. REFERENCES CITED Abbott, J.C., Cather, S.M., and Goodwin, L.B., 1995, Paleogene synorogenic sedimentation in the Galisteo basin related to the Tijeras-Cañoncito fault system, in Goff, F., Kues, B.S., Rogers, M.A., McFadden, L.D., and Gard- ner, J.N., eds., Jemez Mountains Region: New Mexico Geological Society Guidebook 46, p. 271–278. Abbott, J.C., Goodwin, L.B., Kelley, S.A., Maynard, S.R., and McIntosh, W.C., 2004, The anatomy of a long-lived fault system—Structural and thermo- chronologic evidence for Laramide to Quaternary activity on the Tijeras fault, New Mexico, in Cather, S.M., McIntosh, W.C., and Kelley, S.A., eds., Tectonics, Geochronology, and Volcanism in the Southern Rocky Mountains and Rio Grande Rift: New Mexico Bureau of Geology and Mineral Resources Bulletin 160, p. 113–138. Baars, D.L., 1982, Paleozoic history of the Albuquerque trough: Implications of basement control on Rio Grande rift, in Grambling, J.A., Wells, S.G., and Callender, J.F., eds., Albuquerque Country II: New Mexico Geological Society Guidebook 33, p. 153–157. Baldridge, W.S., Keller, G.R., Haak, V., Wendlandt, E., Jiracek, G.R., and Olsen, K.H., 1995, The Rio Grande rift, in Olsen, K.H., ed., Continental Rifts: Evolution, Structure, and Tectonics: Developments in Tectonics 25: Amsterdam, Elsevier Publishing Company, p. 233–275. Barrow, R., and Keller, G.R., 1994, An integrated geophysical study of the Estancia Basin, central New Mexico, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 171–186. Bartolino, J.R., and Cole, J.C., 2002, Ground-Water Resources of the Middle Rio Grande Basin, New Mexico: U.S. Geological Survey Circular 1222, 132 p. Beck, W.C., and Chapin, C.E., 1994, Structural and tectonic evolution of the Joyita Hills, central New Mexico: Implications of basement control on Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 187–205. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 459 Birch, F.S., 1982, Gravity models of the Albuquerque basin, Rio Grande rift, New Mexico: Geophysics, v. 47, p. 1185–1197. Black, B.A., 1982, Oil and gas exploration in the Albuquerque basin, in Gram- bling, J.A., Wells, S.G., and Callender, J.F., eds., Albuquerque Country II: New Mexico Geological Society Guidebook 33, p. 313–324. Black, B.A., 1999, Recent oil and gas exploration in the Albuquerque basin, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 437–440. Black, B.A., and Hiss, W.L., 1974, Structure and stratigraphy in the vicinity of the Shell Oil Co. Santa Fe Paciﬁ c No. 1 test well, Southern Sandoval County, New Mexico, in Siemers, C.T., Woodward, L.A., and Callender, J.F., eds., Ghost Ranch: New Mexico Geological Society Guidebook 25, p. 365–370. Blakely, R.J., 1995, Potential Theory in Gravity and Magnetic Applications: Cambridge, UK, Cambridge University Press, 441 p. Bott, M.H.P., 1960, The use of rapid digital computing methods for direct gravity interpretation of sedimentary basins: Geophysical Journal, v. 3, p. 63–67, doi:10.1111/j.1365-246X.1960.tb00065.x. Bott, M.H.P., and Hinze, W.J., 1995, Potential ﬁ eld methods, in Olsen, K.H., ed., Continental Rifts: Evolution, Structure, Tectonics: Developments in Geotectonics 25: Amsterdam, Elsevier Publishing Company, p. 93–101. Brandes, N.N., 2002, Lithostratigraphy and Petrography of Upper Santa Fe Group Deposits in the Northern Albuquerque Basin, New Mexico [M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 208 p. Broadhead, R.F., 1997, Subsurface geology and oil and gas potential of Estan- cia Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 157, 54 p. Broadhead, R.F., 2009, Oil and natural gas potential of the Albuquerque Basin, in Price, L.G., Bland, D., Johnson, P.S., and Connell, S.D., eds., Water, Natural Resources, and the Urban Landscape—The Albuquerque Region: New Mexico Bureau of Geology and Mineral Resources Decision-Mak- ers Field Conference 2009, p. 80–86. Brocher, T.M., 1981, Shallow velocity structure of the Rio Grande rift north of Socorro, New Mexico: A reinterpretation: Journal of Geophysical Research, v. 86, p. 4960–4970, doi:10.1029/JB086iB06p04960. Brown, L.D., Krumhansl, P.A., Chapin, C.E., Sanford, A.R., Cook, F.A., Kaufman, S., Oliver, J.E., and Schilt, F.S., 1979, COCORP seismic reﬂ ec- tion studies of the Rio Grande rift, in Riecker, R.E., ed., Rio Grande Rift: Tectonics and Magmatism: Washington, D.C., American Geophysical Union, p. 169–184. Brown, L.D., Chapin, C.E., Sanford, A.R., Kaufman, S., and Oliver, J., 1980, Deep structure of the Rio Grande rift from seismic reﬂ ection proﬁ ling: Journal of Geophysical Research, v. 85, p. 4773–4800, doi:10.1029/ JB085iB09p04773. Brown, L.D., Kaufman, S., and Oliver, J.E., 1983, COCORP seismic traverse across the Rio Grande rift, in Bally, A.W., ed., Seismic Expression of Structural Styles: A Picture and Work Atlas: American Association of Petroleum Geologists Studies in Geology 15, v. 2, p. 2.1.1–2.1.6. Cabezas, P., 1991, The southern Rocky Mountains in west-central New Mexico—Laramide structures and their impact on the Rio Grande rift extension: New Mexico Geology, v. 13, p. 25–37. Callender, J.F., and Zilinski, R.E., 1976, Kinematics of Tertiary and Quater- nary deformation along the eastern edge of the Lucero uplift, central New Mexico, in Woodward, L.A., and Northrup, S.A., eds., Tectonics and Min- eral Resources of Southwestern North America: New Mexico Geological Society Special Publication 6, p. 53–71. Cape, C.D., McGeary, S., and Thompson, G.A., 1983, Cenozoic normal faulting and the shallow structure of the Rio Grande rift near Socorro, New Mexico: Geological Society of America Bulletin, v. 94, p. 3–14, doi:10.1130/0016-7606(1983)94<3:CNFATS>2.0.CO;2. Cather, S.M., 1992, Suggested revisions to the Tertiary tectonic history of north-central New Mexico, in Lucas, S.G., Kues, B.S., Williamson, T.E., and Hunt, A.P., eds., San Juan Basin IV: New Mexico Geological Society Guidebook 43, p. 109–122. Cather, S.M., 2004, Laramide orogeny in central and northern New Mexico and southern Colorado, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico: New Mexico Geological Society Special Publication 11, p. 203–248. Cather, S.M., Chamberlin, R.M., Chapin, C.E., and McIntosh, W.C., 1994, Stratigraphic consequences of episodic extension in the Lemitar Moun- tains, central Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Set- ting: Geological Society of America Special Paper 291, p. 157–170. Chamberlin, R.M., 1983, Cenozoic domino-style crustal extension in the Lemi- tar Mountains, New Mexico: A summary, in Chapin, C.E., and Callender, J.F., eds., Socorro Region II: New Mexico Geological Society Guidebook 34, p. 111–118. Chapin, C.E., 1988, Axial basins of the northern and central Rio Grande rift, in Sloss, L.L., ed., Sedimentary Cover—North American Craton: Boulder, Colorado, Geological Society of America, Geology of North America, v. D-2, p. 165–170. Chapin, C.E., and Cather, S., 1994, Tectonic setting of the axial basins of the northern and central Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "the Lucero uplift, central New Mexico, in Woodward, L.A., and Northrup, S.A., eds., Tectonics and Min- eral Resources of Southwestern North America: New Mexico Geological Society Special Publication 6, p. 53–71. Cape, C.D., McGeary, S., and Thompson, G.A., 1983, Cenozoic normal faulting and the shallow structure of the Rio Grande rift near Socorro, New Mexico: Geological Society of America Bulletin, v. 94, p. 3–14, doi:10.1130/0016-7606(1983)94<3:CNFATS>2.0.CO;2. Cather, S.M., 1992, Suggested revisions to the Tertiary tectonic history of north-central New Mexico, in Lucas, S.G., Kues, B.S., Williamson, T.E., and Hunt, A.P., eds., San Juan Basin IV: New Mexico Geological Society Guidebook 43, p. 109–122. Cather, S.M., 2004, Laramide orogeny in central and northern New Mexico and southern Colorado, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico: New Mexico Geological Society Special Publication 11, p. 203–248. Cather, S.M., Chamberlin, R.M., Chapin, C.E., and McIntosh, W.C., 1994, Stratigraphic consequences of episodic extension in the Lemitar Moun- tains, central Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Set- ting: Geological Society of America Special Paper 291, p. 157–170. Chamberlin, R.M., 1983, Cenozoic domino-style crustal extension in the Lemi- tar Mountains, New Mexico: A summary, in Chapin, C.E., and Callender, J.F., eds., Socorro Region II: New Mexico Geological Society Guidebook 34, p. 111–118. Chapin, C.E., 1988, Axial basins of the northern and central Rio Grande rift, in Sloss, L.L., ed., Sedimentary Cover—North American Craton: Boulder, Colorado, Geological Society of America, Geology of North America, v. D-2, p. 165–170. Chapin, C.E., and Cather, S., 1994, Tectonic setting of the axial basins of the northern and central Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 5–23. Chapin, C.E., and Seager, W.R., 1975, Evolution of the Rio Grande rift in the Socorro and Las Cruces areas, in Lucas, S.G., and Zidek, J., eds., Santa Rosa–Tucumcari Region: New Mexico Geological Society Guidebook 36, p. 297–321. Chapin, C.E., McIntosh, W.C., and Chamberlin, R., 2004, The late Eocene– Oligocene peak of Cenozoic volcanism in southwestern New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A Geo- logic History: New Mexico Geological Society Special Publication 11, p. 271–293. Connell, S.D., 2004, Geology of the Albuquerque Basin and tectonic develop- ment of the Rio Grande rift, north-central New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A Geologic History: New Mexico Geological Society Special Publication 11, p. 359–388. Connell, S.D., 2006, Preliminary Geologic Map of the Albuquerque–Rio Ran- cho Metropolitan Area and Vicinity, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources Open-File Report 496, version 2.0, CD-ROM. Connell, S.D., 2008a, Reﬁ nements to the stratigraphic nomenclature of the Santa Fe Group, northwestern Albuquerque Basin, New Mexico: New Mexico Geology, v. 30, p. 14–35. Connell, S.D., 2008b, Geologic Map of the Albuquerque–Rio Rancho Metro- politan Area, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources Geologic Map GM-78, scale 1:50,000, 2 pls. Connell, S.D., and McCraw, D.J., 2007, Preliminary Geologic Map of the La Joya NW Quadrangle, Socorro County, New Mexico: New Mexico Bureau of Geology and Mineral Resources Open-File Geologic Map 140, scale 1:24,000. Connell, S.D., and Wells, S.G., 1999, Pliocene and Quaternary stratigraphy, soils, and tectonic geomorphology of the northern ﬂ ank of the Sandia Mountains, New Mexico: Implications for the tectonic evolution of the Albuquerque basin, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 379–391. Connell, S.D., Allen, B.D., and Hawley, J.W., 1998, Subsurface stratigraphy of the Santa Fe Group using borehole geophysical logs, Albuquerque area, central New Mexico: New Mexico Geology, v. 20, p. 2–7. Connell, S.D., McIntosh, W.C., and Rogers, S., 2002, Geology of Trigo Can- yon, Valencia County, New Mexico—Uplift constraints for the southern Manzano Mountains [abstract]: New Mexico Geology, v. 24, p. 60. Connell, S.D., Hawley, J.W., and Love, D.W., 2005, Late Cenozoic drainage development in the southeastern Basin and Range of New Mexico, south- easternmost Arizona, and western Texas, in Lucas, S.G., Morgan, G.S., and Ziegler, K.E., eds., New Mexico’s Ice Ages: New Mexico Museum of Natural History and Science Bulletin 28, p. 125–150. Connell, S.D., Koning, D.J., Kelley, S.A., and Brandes, N.N., 2007, Oligocene– Miocene sedimentation in the southwestern Jemez Mountains and north- western Albuquerque basin, New Mexico, in Kues, B.S., Kelley, S.A., and Lueth, V.W., eds., Geology of the Jemez Region II: New Mexico Geologi- cal Society Guidebook 58, p. 195–208. Connell, S.D., Smith, G.A., Geissman, J.W., and McIntosh, W.C., 2013, this volume, Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, north-central New Mexico, in Hud- son, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(15). Cordell, L., 1976, Aeromagnetic and gravity studies of the Rio Grande gra- ben in New Mexico between Belen and Pilar, in Woodward, L.A., and Northrup, S.A., eds., Tectonics and Mineral Resources of Southwestern North America: New Mexico Geological Society Special Publication 6, p. 62–70. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 460 Grauch and Connell Cordell, L., 1978, Regional geophysical setting of the Rio Grande rift: Geologi- cal Society of America Bulletin, v. 89, p. 1073–1090, doi:10.1130/0016 -7606(1978)89<1073:RGSOTR>2.0.CO;2. Cordell, L., 1979, Sedimentary facies and gravity anomaly across master faults of the Rio Grande rift in New Mexico: Geology, v. 7, p. 201–205, doi:10.1130/0091-7613(1979)7<201:SFAGAA>2.0.CO;2. Crumpler, L.S., 1999, Ascent and eruption at the Albuquerque volcanoes: A physical volcanology perspective, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 221–233. de Voogd, B., Brown, L.D., and Merey, C., 1986, Nature of the eastern bound- ary of the Rio Grande rift from COCORP surveys in the Albuquerque basin, New Mexico: Journal of Geophysical Research, v. 91, p. 6305– 6320, doi:10.1029/JB091iB06p06305. de Voogd, B., Serpa, L., and Brown, L.D., 1988, Crustal extension and mag- matic processes, COCORP proﬁ les from Death Valley and the Rio Grande rift: Geological Society of America Bulletin, v. 100, p. 1550–1567, doi:10.1130/0016-7606(1988)100<1550:CEAMPC>2.3.CO;2. Drenth, B.J., Grauch, V.J.S., and Rodriguez, B.D., 2013, this volume, Geo- physical constraints on Rio Grande rift structure in the central San Luis Basin, Colorado and New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tecton- ics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(04). Ebinger, C.J., Jackson, J.A., Foster, A.N., and Hayward, N.J., 1999, Extensional basin geometry and the elastic lithosphere: Philosophic Transactions of the Royal Society of London, ser. A, v. 357, p. 741–765. Faulds, J.E., and Varga, R.J., 1998, The role of accommodation zones and trans- fer zones in the regional segmentation of extended terranes, in Faulds, J.E., and Stewart, J.H., eds., Accommodation Zones and Transfer Zones: The Regional Segmentation of the Basin and Range Province: Geological Society of America Special Paper 323, p. 1–45. Ferguson, J.F., Felch, R.N., Aiken, C.L.V., Oldow, J.S., and Dockery, H., 1988, Models of the Bouguer gravity and geologic structure at Yucca"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "of America Bulletin, v. 89, p. 1073–1090, doi:10.1130/0016 -7606(1978)89<1073:RGSOTR>2.0.CO;2. Cordell, L., 1979, Sedimentary facies and gravity anomaly across master faults of the Rio Grande rift in New Mexico: Geology, v. 7, p. 201–205, doi:10.1130/0091-7613(1979)7<201:SFAGAA>2.0.CO;2. Crumpler, L.S., 1999, Ascent and eruption at the Albuquerque volcanoes: A physical volcanology perspective, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 221–233. de Voogd, B., Brown, L.D., and Merey, C., 1986, Nature of the eastern bound- ary of the Rio Grande rift from COCORP surveys in the Albuquerque basin, New Mexico: Journal of Geophysical Research, v. 91, p. 6305– 6320, doi:10.1029/JB091iB06p06305. de Voogd, B., Serpa, L., and Brown, L.D., 1988, Crustal extension and mag- matic processes, COCORP proﬁ les from Death Valley and the Rio Grande rift: Geological Society of America Bulletin, v. 100, p. 1550–1567, doi:10.1130/0016-7606(1988)100<1550:CEAMPC>2.3.CO;2. Drenth, B.J., Grauch, V.J.S., and Rodriguez, B.D., 2013, this volume, Geo- physical constraints on Rio Grande rift structure in the central San Luis Basin, Colorado and New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tecton- ics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(04). Ebinger, C.J., Jackson, J.A., Foster, A.N., and Hayward, N.J., 1999, Extensional basin geometry and the elastic lithosphere: Philosophic Transactions of the Royal Society of London, ser. A, v. 357, p. 741–765. Faulds, J.E., and Varga, R.J., 1998, The role of accommodation zones and trans- fer zones in the regional segmentation of extended terranes, in Faulds, J.E., and Stewart, J.H., eds., Accommodation Zones and Transfer Zones: The Regional Segmentation of the Basin and Range Province: Geological Society of America Special Paper 323, p. 1–45. Ferguson, J.F., Felch, R.N., Aiken, C.L.V., Oldow, J.S., and Dockery, H., 1988, Models of the Bouguer gravity and geologic structure at Yucca Flat, Nevada: Geophysics, v. 53, p. 231–244. Foster, R.W., 1978, Selected data for deep drill holes along the Rio Grande rift, in Hawley, J.W., ed., Guidebook to the Rio Grande Rift in New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources Cir- cular 163, p. 236–237. Gardner, G.H.F., Gardner, L.W., and Gregory, A.R., 1974, Formation velocity and density—The diagnostic basics for stratigraphic traps: Geophysics, v. 39, p. 770–780. Gawthorpe, R.L., and Leeder, M.R., 2000, Tectono-sedimentary evolution of active extensional basins: Basin Research, v. 12, p. 195–218, doi:10.1046/ j.1365-2117.2000.00121.x. Gillespie, C.L., 2002, Integrated Geophysical, Geological and Remote Sensing Study of Selected Basins in the Rio Grande Rift [Ph.D. thesis]: El Paso, University of Texas at El Paso, 184 p. Gillespie, C.L., Grauch, V.J.S., Oshetski, K., and Keller, G.R., 2000, Principal Facts for Gravity Data Collected in the Southern Albuquerque Basin and a Regional Compilation, Central New Mexico: U.S. Geological Survey Open-File Report 00-490, digital data available from http://pubs.usgs .gov/of/2000/ofr-00-0490/. Goff, F., and Gardner, J.N., 2004, Late Cenozoic geochronology of volcanism and mineralization in the Jemez Mountains and Valles caldera, north cen- tral New Mexico, in Mack, G.H., and Giles, K.J., eds., The Geology of New Mexico, A Geologic History: New Mexico Geological Society Spe- cial Publication 11, p. 295–311. Grauch, V.J.S., 1999, Principal features of high-resolution aeromagnetic data collected near Albuquerque, New Mexico, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 115–118. Grauch, V.J.S., 2001, High-resolution aeromagnetic data, a new tool for mapping intrabasinal faults: Example from the Albuquerque basin, New Mexico: Geology, v. 29, p. 367–370, doi:10.1130/0091 -7613(2001)029<0367:HRADAN>2.0.CO;2. Grauch, V.J.S., and Hudson, M.R., 2002, Implications of signiﬁ cant distances between major faults and large vertical displacements based on geophysi- cal evidence, central Rio Grande rift, New Mexico: Geological Society of America Abstracts with Programs, v. 34, no. 6, p. 452. Grauch, V.J.S., and Hudson, M.R., 2007, Guides to understanding the aeromag- netic expression of faults in sedimentary basins: Lessons learned from the central Rio Grande rift, New Mexico: Geosphere, v. 3, p. 596–623, doi:10.1130/GES00128.1. Grauch, V.J.S., Gillespie, C.L., and Keller, G.R., 1999, Discussion of new grav- ity maps for the Albuquerque basin area, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 119–124, 2 pls. Grauch, V.J.S., Sawyer, D.A., Hudson, M.R., Minor, S.A., and Thompson, R.A., 2006, Gravity and aeromagnetic studies in the Santo Domingo basin area, in Minor, S.A., ed., The Cerrillos Uplift, the La Bajada Constriction, and Hydrogeologic Framework of the Santo Domingo Basin, Rio Grande Rift, New Mexico: U.S. Geological Survey Professional Paper 1720-D, p. 63–86. Grauch, V.J.S., Phillips, J.D., Koning, D.J., Johnson, P.S., and Bankey, V., 2009, Geophysical Interpretations of the Southern Española Basin, New Mex- ico, That Contribute to Understanding Its Hydrogeologic Framework: U.S. Geological Survey Professional Paper 1761, 88 p., http://pubs.usgs .gov/pp/1761/. Hansen, R.O., and Simmonds, M., 1993, Multiple-source Werner deconvolu- tion: Geophysics, v. 58, p. 1792–1800. Hawley, J.W., 1996, Hydrogeologic Framework of Potential Recharge Areas in the Albuquerque Basin, Central New Mexico, in Hawley, J.W., and Whitworth, T.M., compilers, Hydrogeology of Potential Recharge Areas for the Basin- and Valley-Fill Aquifer Systems, and Hydrogeochemical Modelling of Proposed Artiﬁ cial Recharge of the Upper Santa Fe Aqui- fer, Northern Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-File Report 402-D, p. 1–68. Heywood, C.E., 1992, Isostatic Residual Gravity Anomalies of New Mexico: U.S. Geological Survey Water-Resources Investigations Report 91-4065, 27 p. Hudson, M.R., and Grauch, V.J.S., 2003, Paleomagnetic evidence for a Tertiary not Triassic age for rocks in the lower part of the Grober-Fuqua #1 well, southeastern Albuquerque Basin, New Mexico: New Mexico Geology, v. 25, p. 31–36. Hudson, M.R., Minor, S.A., and Grauch, V.J.S., 2001, Fault framework for the Albuquerque basin, Rio Grande rift: Geological Society of America Abstracts with Programs, v. 33, no.5, p. A-47. Hudson, M.R., Minor, S.A., Thompson, R.A., Caine, J.S., and Brown, L.L., 2007, Pliocene strain transfer in the Rio Grande rift of north-central New Mexico: Geological Society of America Abstracts with Programs, v. 39, no. 6, p. 495. Hudson, M.R., Grauch, V.J.S., and Minor, S.A., 2008, Rock magnetic charac- terization of faulted sediments with associated magnetic anomalies in the Albuquerque basin, Rio Grande rift, New Mexico: Geological Society of America Bulletin, v. 120, p. 641–658, doi:10.1130/B26213.1. Ingersoll, R.V., 2001, Structural and stratigraphic evolution of the Rio Grande rift, northern New Mexico and southern Colorado: International Geology Review, v. 43, p. 867–891, doi:10.1080/00206810109465053. Ingersoll, R.V., 2003, Structural and stratigraphic evolution of the Rio Grande rift, northern New Mexico and southern Colorado, in Klemperer, S.L., and Ernst, W.G., eds., The Lithosphere of Western North America and Its Geophysical Characterization: The George A. Thompson Volume, Inter- national Book Series 7: Columbia, Maryland, Bellwether Publishing for the Geological Society of America, p. 251–275. Jachens, R.C., and Moring, B.C., 1990, Maps of the Thickness of Cenozoic Deposits and the Isostatic Residual Gravity over Basement for Nevada: U.S. Geological Survey Open-File Report 90-404, 15 p., http://pubs.er .usgs.gov/usgspubs/ofr/ofr90404. Jachens, R.C., Moring, B.C., and Schruben, P.G., 1996, Thickness of Cenozoic deposits and the isostatic residual gravity over basement, in Singer, D.A., ed., An Analysis of Nevada’s Metal-Bearing Mineral Resources: Nevada Bureau of Mines and Geology Open-File Report 96-2, p. 2-1–2-10, 1 sheet, http://www.nbmg.unr.edu/dox/ofr962/c2.pdf. Johnson, R.C., Finn, T.M., and Nuccio, V.F., 2001, Potential for a Basin-Cen- tered Gas Accumulation in the Albuquerque Basin, New Mexico: U.S."
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "Grober-Fuqua #1 well, southeastern Albuquerque Basin, New Mexico: New Mexico Geology, v. 25, p. 31–36. Hudson, M.R., Minor, S.A., and Grauch, V.J.S., 2001, Fault framework for the Albuquerque basin, Rio Grande rift: Geological Society of America Abstracts with Programs, v. 33, no.5, p. A-47. Hudson, M.R., Minor, S.A., Thompson, R.A., Caine, J.S., and Brown, L.L., 2007, Pliocene strain transfer in the Rio Grande rift of north-central New Mexico: Geological Society of America Abstracts with Programs, v. 39, no. 6, p. 495. Hudson, M.R., Grauch, V.J.S., and Minor, S.A., 2008, Rock magnetic charac- terization of faulted sediments with associated magnetic anomalies in the Albuquerque basin, Rio Grande rift, New Mexico: Geological Society of America Bulletin, v. 120, p. 641–658, doi:10.1130/B26213.1. Ingersoll, R.V., 2001, Structural and stratigraphic evolution of the Rio Grande rift, northern New Mexico and southern Colorado: International Geology Review, v. 43, p. 867–891, doi:10.1080/00206810109465053. Ingersoll, R.V., 2003, Structural and stratigraphic evolution of the Rio Grande rift, northern New Mexico and southern Colorado, in Klemperer, S.L., and Ernst, W.G., eds., The Lithosphere of Western North America and Its Geophysical Characterization: The George A. Thompson Volume, Inter- national Book Series 7: Columbia, Maryland, Bellwether Publishing for the Geological Society of America, p. 251–275. Jachens, R.C., and Moring, B.C., 1990, Maps of the Thickness of Cenozoic Deposits and the Isostatic Residual Gravity over Basement for Nevada: U.S. Geological Survey Open-File Report 90-404, 15 p., http://pubs.er .usgs.gov/usgspubs/ofr/ofr90404. Jachens, R.C., Moring, B.C., and Schruben, P.G., 1996, Thickness of Cenozoic deposits and the isostatic residual gravity over basement, in Singer, D.A., ed., An Analysis of Nevada’s Metal-Bearing Mineral Resources: Nevada Bureau of Mines and Geology Open-File Report 96-2, p. 2-1–2-10, 1 sheet, http://www.nbmg.unr.edu/dox/ofr962/c2.pdf. Johnson, R.C., Finn, T.M., and Nuccio, V.F., 2001, Potential for a Basin-Cen- tered Gas Accumulation in the Albuquerque Basin, New Mexico: U.S. Geological Survey Bulletin 2184-C, 21 p. Jurdy, D.M., and Brocher, T.M., 1980, Shallow velocity model of the Rio Grande rift near Socorro, New Mexico: Geology, v. 8, p. 185–189, doi:10.1130/0091-7613(1980)8<185:SVMOTR>2.0.CO;2. Karlstrom, K.E., Cather, S.S., Kelley, S.A., Heizler, M.T., Pazzaglia, F.J., and Roy, M., 1999, Sandia Mountains and Rio Grande rift: Ancestry of struc- tures (Proterozoic to Laramide) and history of deformation, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geologi- cal Society Guidebook 50, p. 155–166. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user New perspectives on the geometry of the Albuquerque Basin 461 Karlstrom, K.E., Amato, J.M., Williams, M.L., Heizler, M.T., Shaw, C.A., Read, A.S., and Bauer, P.W., 2004, Proterozoic tectonic evolution of the New Mexico region: A synthesis, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico, A Geologic History: New Mexico Geologi- cal Society Special Publication 11, p. 1–34. Keller, G.R., and Baldridge, W.S., 1999, The Rio Grande rift: A geological and geophysical overview: Rocky Mountain Geology, v. 34, p. 121–130, doi:10.2113/34.1.121. Keller, G.R., Cordell, L., Davis, G.H., Peeples, W.J., and White, G., 1984, A geophysical study of the San Luis Basin, in Baldridge, W.S., Dickerson, P.W., Riecker, R.E., and Zidek, J., eds., Rio Grande Rift: Northern New Mexico: New Mexico Geological Society Guidebook 35, p. 51–57. Kelley, S.A., Chapin, C.E., and Corrigan, J., 1992, Late Mesozoic to Cenozoic Cooling Histories of the Flanks of the Northern and Central Rio Grande Rift, Colorado and New Mexico: New Mexico Bureau of Mines and Min- eral Resources Bulletin 145, 39 p. Kelley, S.A., Kempter, K.A., McIntosh, W.C., Maldonado, F., Smith, G.A., Connell, S.D., Koning, D.J., and Whiteis, J., 2013, this volume, Syn- depositional deformation and provenance of Oligocene to Lower Mio- cene sedimentary rocks along the western margin of the Rio Grande rift, Jemez Mountains, New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tecton- ics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(05). Kelley, V.C., 1977, Geology of Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 33, 59 p., 1 pl. Kelley, V.C., 1978, Geology of Española Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Geologic Map 48, 1 pl. Kelley, V.C., 1979, Tectonics, Middle Rio Grande rift, New Mexico, in Riecker, R.E., ed., Rio Grande Rift—Tectonics and Magmatism: Washington, D.C., American Geophysical Union, p. 57–70. Kelley, V.C., 1982, Diverse geology of the Hubbell bench, Albuquerque basin, New Mexico, in Grambling, J.A., Wells, S.G., and Callender, J.F., eds., Albuquerque Country II: New Mexico Geological Society Guidebook 33, p. 159–160. Kelley, V.C., and Kudo, A.M., 1978, Volcanoes and Related Basalts of Albu- querque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Circular 156, 30 p. Kelley, V.C., and Northrop, S.A., 1975, Geology of Sandia Mountains and Vicinity, New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 29, 136 p. Kelley, V.C., and Wood, G.H., 1946, Lucero Uplift, Valencia, Socorro, and Bernalillo Counties, New Mexico: U.S. Geological Survey Oil and Gas Investigations Map OM-47, scale 1:63,360. Kellogg, K.S., 1999, Neogene basins of the northern Rio Grande rift: Partition- ing and asymmetry inherited from Laramide and older uplifts: Tectono- physics, v. 305, p. 141–152, doi:10.1016/S0040-1951(99)00013-X. Kucks, R.P., Hill, P.L., and Heywood, C.E., 2001, New Mexico Aeromagnetic and Gravity Maps and Data: A Web Site for Distribution of Data: U.S. Geological Survey Open-File Report 01-0061, version 1.0, http://pubs .usgs.gov/of/2001/ofr-01-0061/ (accessed 2002). Lambiase, J.J., and Bosworth, W., 1995, Structural controls on sedimentation in continental rifts, in Lambiase, J.J., ed., Hydrocarbon Habitat in Rift Basins: Geological Society of London Special Publication 80, p. 117–144. Lewis, C.J., and Baldridge, W.S., 1994, Crustal extension in the Rio Grande rift, New Mexico: Half-grabens, accommodation zones, and shoulder uplifts in the Ladron Peak–Sierra Lucero area, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 135–155. Lisenbee, A.L., 2013, this volume, Multi-stage Laramide deformation in the area of the southern Santa Fe embayment (Rio Grande rift), north-central New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(10). Lozinsky, R.P., 1988, Stratigraphy, Sedimentology, and Sand Petrology of the Santa Fe Group and Pre–Santa Fe Tertiary Deposits in the Albuquerque Basin, Central New Mexico [Ph.D. thesis]: Socorro, New Mexico Insti- tute of Mining and Technology, 298 p. Lozinsky, R.P., 1989, Cenozoic basin-ﬁ ll stratigraphy and depositional history of the Albuquerque basin, central New Mexico, in Anderson, O.J., Lucas, S.G., Love, D.W., and Cather, S.M., eds., Southeastern Colorado Plateau: New Mexico Geological Society Guidebook 40, p. 269–272. Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and deposi- tional history of the Albuquerque basin, central New Mexico, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Spe- cial Paper 291, p. 73–82. Lozinsky, R.P., and Tedford, R.H., 1991, Geology and Paleontology of the Santa Fe Group, Southwestern Albuquerque Basin, Valencia County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 132, 35 p. Machette, M.N., 1978, Geologic Map of the San Acacia Quadrangle, Socorro County, New Mexico: U.S. Geological Survey Geologic Quadrangle Map GQ-1415, scale 1:24,000. Machette, M.N., 1985, Calcic soils of"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "in Rift Basins: Geological Society of London Special Publication 80, p. 117–144. Lewis, C.J., and Baldridge, W.S., 1994, Crustal extension in the Rio Grande rift, New Mexico: Half-grabens, accommodation zones, and shoulder uplifts in the Ladron Peak–Sierra Lucero area, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 135–155. Lisenbee, A.L., 2013, this volume, Multi-stage Laramide deformation in the area of the southern Santa Fe embayment (Rio Grande rift), north-central New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(10). Lozinsky, R.P., 1988, Stratigraphy, Sedimentology, and Sand Petrology of the Santa Fe Group and Pre–Santa Fe Tertiary Deposits in the Albuquerque Basin, Central New Mexico [Ph.D. thesis]: Socorro, New Mexico Insti- tute of Mining and Technology, 298 p. Lozinsky, R.P., 1989, Cenozoic basin-ﬁ ll stratigraphy and depositional history of the Albuquerque basin, central New Mexico, in Anderson, O.J., Lucas, S.G., Love, D.W., and Cather, S.M., eds., Southeastern Colorado Plateau: New Mexico Geological Society Guidebook 40, p. 269–272. Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and deposi- tional history of the Albuquerque basin, central New Mexico, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Spe- cial Paper 291, p. 73–82. Lozinsky, R.P., and Tedford, R.H., 1991, Geology and Paleontology of the Santa Fe Group, Southwestern Albuquerque Basin, Valencia County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 132, 35 p. Machette, M.N., 1978, Geologic Map of the San Acacia Quadrangle, Socorro County, New Mexico: U.S. Geological Survey Geologic Quadrangle Map GQ-1415, scale 1:24,000. Machette, M.N., 1985, Calcic soils of the southwestern United States, in Weide, D.L., and Faber, M.L., eds., Soils and Quaternary Geology of the Southwest- ern United States: Geological Society of America Special Paper 203, p. 1–21. Machette, M.N., 1998, Contrasts between short- and long-term records of seis- micity in the Rio Grande rift—Important implications for seismic hazard assessments in areas of slow extension, in Lund, W.R., ed., Western States Seismic Policy Council Proceedings Volume, Basin and Range Province Seismic Hazards Summit: Utah Geological Survey Miscellaneous Publi- cation 98-2, p. 84–95. Mack, G.H., Seager, W.R., Leeder, M.R., Parea-Arlucea, M., and Salyards, S.L., 2006, Pliocene and Quaternary history of the Rio Grande, the axial river of the southern Rio Grande rift, New Mexico, USA: Earth-Science Reviews, v. 79, p. 141–162, doi:10.1016/j.earscirev.2006.07.002. Maldonado, F., Connell, S.D., Love, D.W., Grauch, V.J.S., Slate, J.L., McIn- tosh, W.C., Jackson, P.B., and Byers, F.M., Jr., 1999, Neogene geology of the Isleta Reservation and vicinity, Albuquerque basin, central New Mexico, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 175–188. Maldonado, F., Slate, J.L., Love, D.W., Connell, S.D., Cole, J.C., and Karl- strom, K.E., 2007, Geologic Map of the Pueblo of Isleta Tribal Lands and Vicinity, Bernalillo, Torrance, and Valencia Counties, Central New Mexico: U.S. Geological Survey Scientiﬁ c Investigations Map 2913, 1:50,000. May, S.J., and Russell, L.R., 1994, Thickness of the syn-rift Santa Fe Group in the Albuquerque Basin and its relation to structural style, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratig- raphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 113–123. May, S.J., Kelley, S.A., and Russell, L.R., 1994, Footwall unloading and rift shoulder uplifts in the Albuquerque Basin: Their relation to syn-rift fan- glomerates and apatite ﬁ ssion-track ages, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 125–134. Minor, S.A., ed., 2006, The Cerrillos Uplift, the La Bajada Constriction, and Hydrogeologic Framework of the Santo Domingo Basin, Rio Grande Rift, New Mexico: U.S. Geological Survey Professional Paper 1720, 189 p. Minor, S.A., Hudson, M.R., Grauch, V.J.S., and Sawyer, D.A., 2006, Struc- ture of the Santo Domingo basin and La Bajada constriction area, New Mexico, in Minor, S.A., ed., The Cerrillos Uplift, the La Bajada Constric- tion, and Hydrogeologic Framework of the Santo Domingo Basin, Rio Grande Rift, New Mexico: U.S. Geological Survey Professional Paper 1720-E, p. 91–115. Minor, S.A., Hudson, M.R., Caine, J.S., and Thompson, R.A., 2013, this vol- ume, Oblique transfer of extensional strain between basins of the middle Rio Grande rift, New Mexico: Fault kinematic and paleostress constraints, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(14). Morley, C.K., 1999, Patterns of displacement along large normal faults: Impli- cations for basin evolution and fault propagation, based on examples from East Africa: American Association of Petroleum Geologists Bulletin, v. 83, p. 613–634. Morley, C.K., 2002, Evolution of large normal faults: Evidence from seismic reﬂ ection data: American Association of Petroleum Geologists Bulletin, v. 86, p. 961–978. Morley, C.K., Harper, R.M., and Wigger, S.T., 1999a, Tectonic inversion in East Africa, in Morley, C.K., ed., Geoscience of Rift Systems—Evolution of East Africa: American Association of Petroleum Geologists Studies in Geology 44, p. 193–210. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user 462 Grauch and Connell Morley, C.K., Day, R.A., Lauck, R., Bosher, R., Stone, D.M., Wigger, S.T., Wescott, W.A., Haun, D., Bassett, N., and Bosworth, W., 1999b, Geology and geophysics of the Anza Graben, in Morley, C.K., ed., Geoscience of Rift Systems—Evolution of East Africa: American Association of Petro- leum Geologists Studies in Geology 44, p. 67–90. Nabighian, M.N., Ander, M.E., Grauch, V.J.S., Hansen, R.O., LaFehr, T.R., Li, Y., Pearson, W.C., Peirce, J.W., Phillips, J.D., and Ruder, M.E., 2005, The historical development of the gravity method in exploration: Geophysics, v. 70, p. 63ND–89ND. New Mexico Bureau of Geology and Mineral Resources, 2003, Geologic Map of New Mexico: Socorro, New Mexico Bureau of Geology and Mineral Resources, scale 1:500,000. Olig, S.S., Eppes, M.C., Forman, S.L., Love, D.W., and Allen, B.D., 2011, Late Quaternary earthquakes on the Hubbell Spring fault system, New Mexico, USA: Evidence for noncharacteristic ruptures of intrabasin faults in the Rio Grande rift, in Audemard M., F.A., Michetti, A.M., and McCalpin, J., eds., Geological Criteria for Evaluating Seismicity Revisited: Forty Years of Paleoseismic Investigations and the Natural Record of Past Earthquakes: Geological Society of America Special Paper 479, p. 47–77, doi:10.1130/2011.2479(02). Parker, R.L., 1973, The rapid calculation of potential anomalies: Geophysical Journal of the Royal Astronomical Society, v. 31, p. 447–455, doi:10.1111/ j.1365-246X.1973.tb06513.x. Pazzaglia, F.J., Woodward, L.A., Lucas, S.G., Anderson, O.J., Wegmann, K.W., and Estep, J.W., 1999, Phanerozoic geologic evolution of the Albuquer- que area, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 97–114. Personius, S.F., and Mahan, S.A., 2003, Paleoearthquakes and eolian-domi- nated fault sedimentation along the Hubbell Spring fault zone near Albu- querque, New Mexico: Bulletin of the Seismological Society of America, v. 93, p. 1355–1369, doi:10.1785/0120020031. Peterson, C., and Roy, M., 2005, Gravity and ﬂ exure models of the San Luis, Albuquerque, and Tularosa basins in the Rio Grande rift, New Mexico and southern Colorado, in Lucas, S.G., Zeigler, K.E., Lueth, V.W., and Owen,"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "1999b, Geology and geophysics of the Anza Graben, in Morley, C.K., ed., Geoscience of Rift Systems—Evolution of East Africa: American Association of Petro- leum Geologists Studies in Geology 44, p. 67–90. Nabighian, M.N., Ander, M.E., Grauch, V.J.S., Hansen, R.O., LaFehr, T.R., Li, Y., Pearson, W.C., Peirce, J.W., Phillips, J.D., and Ruder, M.E., 2005, The historical development of the gravity method in exploration: Geophysics, v. 70, p. 63ND–89ND. New Mexico Bureau of Geology and Mineral Resources, 2003, Geologic Map of New Mexico: Socorro, New Mexico Bureau of Geology and Mineral Resources, scale 1:500,000. Olig, S.S., Eppes, M.C., Forman, S.L., Love, D.W., and Allen, B.D., 2011, Late Quaternary earthquakes on the Hubbell Spring fault system, New Mexico, USA: Evidence for noncharacteristic ruptures of intrabasin faults in the Rio Grande rift, in Audemard M., F.A., Michetti, A.M., and McCalpin, J., eds., Geological Criteria for Evaluating Seismicity Revisited: Forty Years of Paleoseismic Investigations and the Natural Record of Past Earthquakes: Geological Society of America Special Paper 479, p. 47–77, doi:10.1130/2011.2479(02). Parker, R.L., 1973, The rapid calculation of potential anomalies: Geophysical Journal of the Royal Astronomical Society, v. 31, p. 447–455, doi:10.1111/ j.1365-246X.1973.tb06513.x. Pazzaglia, F.J., Woodward, L.A., Lucas, S.G., Anderson, O.J., Wegmann, K.W., and Estep, J.W., 1999, Phanerozoic geologic evolution of the Albuquer- que area, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 97–114. Personius, S.F., and Mahan, S.A., 2003, Paleoearthquakes and eolian-domi- nated fault sedimentation along the Hubbell Spring fault zone near Albu- querque, New Mexico: Bulletin of the Seismological Society of America, v. 93, p. 1355–1369, doi:10.1785/0120020031. Peterson, C., and Roy, M., 2005, Gravity and ﬂ exure models of the San Luis, Albuquerque, and Tularosa basins in the Rio Grande rift, New Mexico and southern Colorado, in Lucas, S.G., Zeigler, K.E., Lueth, V.W., and Owen, D.E., eds., Geology of the Chama Basin: New Mexico Geological Society Guidebook 56, p. 105–114. Rodriguez, B.D., and Sawyer, D.A., 2013, this volume, Geophysical constraints on Rio Grande rift structure and stratigraphy from magnetotelluric models and borehole resistivity logs, northern New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(13). Rosendahl, B.R., 1987, Architecture of continental rifts with special reference to East Africa: Annual Review of Earth and Planetary Sciences, v. 15, p. 445–503, doi:10.1146/annurev.ea.15.050187.002305. Roy, M., Karlstrom, K.E., Kelley, S., Pazzaglia, F.J., and Cather, S., 1999, Top- ographic setting of the Rio Grande rift, New Mexico: Assessing the role of ﬂ exural “rift-ﬂ ank uplift” in the Sandia Mountains, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 167–174. Russell, L.R., and Snelson, S., 1990, Structural style and tectonic evolution of the Albuquerque Basin segment of the Rio Grande rift, in Pinet, B., and Bois, C., eds., The Potential of Deep Seismic Proﬁ ling for Hydrocarbon Exploration: Paris, Éditions Technip, p. 175–207. Russell, L.R., and Snelson, S., 1994a, Structure and tectonics of the Albuquer- que Basin segment of the Rio Grande rift: Insights from reﬂ ection seismic data, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 83–112. Russell, L.R., and Snelson, S., 1994b, Structural style and tectonic evolution of the Albuquerque basin segment of the Rio Grande rift, New Mexico, U.S.A., in Landon, S.M., ed., Interior Rift Basins: American Association of Petroleum Geologists Memoir 59, p. 205–258. Saltus, R.W., and Jachens, R.C., 1995, Gravity and Basin-Depth Maps of the Basin and Range Province, Western United States: U.S. Geological Sur- vey Geophysical Investigations Map GP-1012, scale 1:2,500,000. Schlische, R.W., 1995, Geometry and origin of fault-related folds in extensional settings: American Association of Petroleum Geologists Bulletin, v. 79, p. 1661–1678. Schlische, R.W., and Anders, M.H., 1996, Stratigraphic effects and tectonic implications of the growth of normal faults and extensional basins, in Beratan, K.K., ed., Reconstructing the History of Basin and Range Exten- sion Using Sedimentology and Stratigraphy: Geological Society of Amer- ica Special Publication 303, p. 183–203. Schlische, R.W., and Withjack, M.O., 2008, Origin of fault domains and fault- domain boundaries (transfer zones and accommodation zones) in exten- sional provinces: Result of random nucleation and self-organized fault growth: Journal of Structural Geology, v. 31, p. 910–925, doi:10.1016/j .jsg.2008.09.005. Shroba, R.R., Thompson, R.A., Schmidt, D.L., Personius, S.F., Maldonado, F., and Brandt, T.R., 2003, Geologic Map of the La Mesita Negra SE Quad- rangle, Bernalillo County, New Mexico: U.S. Geological Survey Miscel- laneous Field Studies Map MF-2416, scale 1:24,000. Simpson, R.W., Jachens, R.C., Blakely, R.J., and Saltus, R.W., 1986, A new iso- static map of the conterminous U.S. with a discussion on the signiﬁ cance of isostatic residual anomalies: Journal of Geophysical Research, v. 91, p. 8348–8372, doi:10.1029/JB091iB08p08348. Smith, G.A., McIntosh, W., and Kuhle, A.J., 2001, Sedimentologic and geomorphic evidence for seesaw subsidence of the Santo Domingo accommodation-zone basin, Rio Grande rift, New Mexico: Geologi- cal Society of America Bulletin, v. 113, p. 561–574, doi:10.1130/0016 -7606(2001)113<0561:SAGEFS>2.0.CO;2. Spiegel, Z., and Baldwin, B., 1963, Geology and Water Resources of the Santa Fe Area, New Mexico; with Contributions by F.E. Kottlowski and E.L. Barrows and a Section on Geophysics by H.A. Winkler: U.S. Geological Survey Water-Supply Paper 1525, 258 p. Stewart, J.H., Anderson, R.E., Aranda-Gómez, J.J., Beard, L.S., Billingsley, G.H., Cather, S.M., Dilles, J.H., Dokka, R.K., Faulds, J.E., Ferrari, L., Grose, T.L.T., Henry, C.D., Janecke, S.U., Miller, D.M., Richard, S.M., Rowley, P.D., Roldán-Quintana, J., Scott, R.B., Sears, J.W., and Williams, V.S., 1998, Map showing Cenozoic tilt domains and associated structural features, western North America, in Faulds, J.E., and Stewart, J.H., eds., Accommodation Zones and Transfer Zones: The Regional Segmentation of the Basin and Range Province: Geological Society of America Special Paper 323, plate 1, scale 1:5,000,000. Tedford, R.H., and Barghoorn, S., 1999, Santa Fe Group (Neogene), Ceja del Rio Puerco, northwestern Albuquerque Basin, Sandoval County, New Mexico, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook, v. 50, p. 327–335. Wernicke, B.P., and Axen, G.J., 1988, On the role of isostasy in the evolution of normal fault systems: Geology, v. 16, p. 848–851. Wong, I., Olig, S., Dober, M., Silva, W., Wright, D., Thomas, P., Gregor, N., Sanford, A., Lin, K.-W., and Love, D., 2004, Earthquake scenario and probabilistic ground-shaking hazard maps for the Albuquerque–Belen– Santa Fe, New Mexico, corridor: New Mexico Geology, v. 26, p. 3–33. Woodward, L.A., 1977, Rate of crustal extension across the Rio Grande Rift near Albuquerque, New Mexico: Geology, v. 5, p. 269–272, doi:10.1130/0091 -7613(1977)5<269:ROCEAT>2.0.CO;2. Wu, Z., 1986, Shallow structure of the southern Albuquerque basin (Rio Grande rift), New Mexico, from COCORP seismic reﬂ ection data, in Barazangi, M., and Brown, L.D., eds., Reﬂ ection Seismology: The Continental Crust: American Geophysical Union Geodynamics Series, v. 14, p. 293–304. Younes, A.I., and McClay, K., 2002, Development of accommodation zones in the Gulf of Suez–Red Sea rift, Egypt: American Association of Petroleum Geologists Bulletin, v. 86, p. 1003–1026. MANUSCRIPT ACCEPTED BY THE SOCIETY 20 JULY 2012 Printed in the USA Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user"
    },
    {
        "URL": "spe494-16.pdf",
        "Text": "C.D., Janecke, S.U., Miller, D.M., Richard, S.M., Rowley, P.D., Roldán-Quintana, J., Scott, R.B., Sears, J.W., and Williams, V.S., 1998, Map showing Cenozoic tilt domains and associated structural features, western North America, in Faulds, J.E., and Stewart, J.H., eds., Accommodation Zones and Transfer Zones: The Regional Segmentation of the Basin and Range Province: Geological Society of America Special Paper 323, plate 1, scale 1:5,000,000. Tedford, R.H., and Barghoorn, S., 1999, Santa Fe Group (Neogene), Ceja del Rio Puerco, northwestern Albuquerque Basin, Sandoval County, New Mexico, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook, v. 50, p. 327–335. Wernicke, B.P., and Axen, G.J., 1988, On the role of isostasy in the evolution of normal fault systems: Geology, v. 16, p. 848–851. Wong, I., Olig, S., Dober, M., Silva, W., Wright, D., Thomas, P., Gregor, N., Sanford, A., Lin, K.-W., and Love, D., 2004, Earthquake scenario and probabilistic ground-shaking hazard maps for the Albuquerque–Belen– Santa Fe, New Mexico, corridor: New Mexico Geology, v. 26, p. 3–33. Woodward, L.A., 1977, Rate of crustal extension across the Rio Grande Rift near Albuquerque, New Mexico: Geology, v. 5, p. 269–272, doi:10.1130/0091 -7613(1977)5<269:ROCEAT>2.0.CO;2. Wu, Z., 1986, Shallow structure of the southern Albuquerque basin (Rio Grande rift), New Mexico, from COCORP seismic reﬂ ection data, in Barazangi, M., and Brown, L.D., eds., Reﬂ ection Seismology: The Continental Crust: American Geophysical Union Geodynamics Series, v. 14, p. 293–304. Younes, A.I., and McClay, K., 2002, Development of accommodation zones in the Gulf of Suez–Red Sea rift, Egypt: American Association of Petroleum Geologists Bulletin, v. 86, p. 1003–1026. MANUSCRIPT ACCEPTED BY THE SOCIETY 20 JULY 2012 Printed in the USA Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979642/spe494-16.pdf by New Mexico Institute Mining & Technology user"
    }
]