[
    {
        "URL": "spe494-15.pdf",
        "Text": "383 The Geological Society of America Special Paper 494 2013 Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, north-central New Mexico Sean D. Connell*† New Mexico Bureau of Geology and Mineral Resources–Albuquerque Ofﬁ ce, New Mexico Institute of Mining and Technology, 2808 Central Ave. SE, Albuquerque, New Mexico 87106, USA, and Department of Earth and Planetary Sciences, MSC03 2040, University of New Mexico, Albuquerque, New Mexico 87131, USA Gary A. Smith† Department of Earth and Planetary Sciences, MSC03 2040, University of New Mexico, Albuquerque, New Mexico 87131, USA John W. Geissman† Department of Geosciences, University of Texas at Dallas, 800 West Campbell Road, Richardson, Texas 75080, USA William C. McIntosh† New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, 801 Leroy Place, Socorro, New Mexico 87801, USA ABSTRACT We investigated a Plio-Pleistocene alluvial succession in the Albuquerque Basin of the Rio Grande rift in New Mexico using geomorphic, stratigraphic, sedimentologic, geochronologic, and magnetostratigraphic data. New 40Ar/39Ar age determinations and magnetic-polarity stratigraphy reﬁ ne the ages of the synrift Santa Fe Group. The Pliocene Ceja Formation lies on the distal hanging-wall ramp across much of the Albuquerque Basin. The Ceja onlapped and buried a widespread, Upper Mio- cene erosional paleosurface by 3.0 Ma. Sediment accumulation rates in the Ceja Formation decreased after 3.0 Ma and the Ceja formed broad sheets of amalgam- ated channel deposits that prograded into the basin after ca. 2.6 Ma. Ceja deposition ceased shortly after 1.8 Ma, forming the Llano de Albuquerque surface. Deposition of the Sierra Ladrones Formation by the ancestral Rio Grande was focused near the eastern master fault system before piedmont deposits (Sierra Ladrones Forma- tion) began prograding away from the border faults between 1.8 and 1.6 Ma. Wide- spread basin ﬁ lling ceased when the Rio Grande began cutting its valley, shortly after 0.78 Ma. Although the Albuquerque Basin is tectonically active, the development of through-going drainage of the ancestral Rio Grande, burial of Miocene unconformi- ties, and coarsening of upper Santa Fe Group synrift basin ﬁ ll were likely driven by Connell, S.D., Smith, G.A., Geissman, J.W., and McIntosh, W.C., 2013, Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, north-central New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geological Society of America Special Paper 494, p. 383–425, doi:10.1130/2013.2494(15). For permission to copy, contact editing@geosociety.org. © 2013 The Geological Society of America. All rights reserved. *Current address: Chevron Energy Technology Company, 6001 Bollinger Canyon Road, San Ramon, California 94583-2324, USA. †E-mails: SeanConnell@Chevron.com; gsmith@unm.edu; geissman@utdallas.edu; mcintosh@nmt.edu. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 384 Connell et al. INTRODUCTION Rift basins are important tectonic elements within conti- nental regions subjected to crustal extension. The stratigraphic architecture of intracontinental rift basins is deﬁ ned by three depositional belts associated with the basin ﬂ oor and two sets of ﬂ anking tributaries from the footwall uplift and on the hanging- wall ramp (Fig. 1). The distributions of these depositional belts are sensitive to several factors, including basin geometry, sub- sidence and sediment delivery rate, effective moisture, catch- ment morphology, and rock type (e.g., Fraser and DeCelles, 1992; Leeder and Jackson, 1993; Gawthorpe and Leeder, 2000; Paola, 2000). Most studies of half-graben sedimentation focused on ( footwall-derived) piedmont-slope and basin-ﬂ oor successions that were deposited near the master fault system (Bridge and Leeder, 1979; Leeder and Gawthorpe, 1987; Blair and Bilodeau, 1988; Frostick and Reid, 1989; Mack and Seager, 1990; Heller and Paola, 1992; Paola et al., 1992; Bridge and Mackey, 1993; Leeder et al., 1996; Peakall, 1998; Peakall et al., 2000; Marr et al., 2000; Leeder and Mack, 2001; Smith et al., 2001). Quan- titative models of fault development and basin ﬁ lling describe ﬁ rst-order patterns in the stratigraphic architecture of rift basins (Schlische, 1991; Travis and Nunn, 1994; Contreras et al., 1997). Computational models suggest that sediments derived from the footwall block prograde into the basin as complementary tribu- tary deposits retreat up the hanging-wall block during times of diminished subsidence (Paola et al., 1992; Marr et al., 2000). Understanding sedimentation patterns in half-graben basins can be accomplished by examining the timing of progradation of transverse (tributary) deposits derived from facing structural margins. We demonstrate the utility of combined sequence- stratigraphic, sedimentologic, and geomorphologic approaches to interpreting alluvial sequences developed within ﬂ uvially dominated intracontinental rift basins, such as the Albuquerque Basin of the Rio Grande rift, north-central New Mexico. Our pri- mary motivation is to develop a comprehensive understanding of why certain facies belts occupy different parts of a basin at dif- ferent times, with an emphasis on deposits on the distal hanging- wall ramp. This depositional belt should be sensitive to the activ- ity of the basin master fault because progressive basinward tilting (fore-tilting) of the hanging wall increases the fan-surface area and stream gradients, thereby promoting erosion of distal areas and progradation of sediment toward the master fault (Leeder and Gawthorpe, 1987). Deposits on the hanging-wall ramp also tend to be well exposed and occupy less structurally complicated climatic changes. Valley incision was approximately coeval with increased northern- hemisphere climatic cyclicity and magnitude and was also likely related to climatic changes. Asynchronous progradation of coarse-grained, margin-sourced detritus may be a consequence of basin shape, where the basinward tilting of the hanging wall promoted extensive sediment bypass of coarse-grained, margin-sourced sediment across the basin. Footwall block axial river floor margin EXPLANATION Half-graben basin drainage & deposits Footwall drainage source Hanging-wall drainage source Bas in m aster fault fluviolacustrine footwall derived (piedmont) hanging-wall derived stream courses normal fault; ball on downthrown side proxi mal distal Hanging -wall bloc k Figure 1. Three-dimensional diagram illustrating major depositional sys- tems within a half-graben basin (modi- ﬁ ed from Mack and Seager, 1990, and Schlische, 1995). The basin axis contains sediments associated with internal surface drainage (ﬂ uviolacus- trine) or through-going axial drainage (axial river) that are ﬂ anked by sets of tributary deposits originating from the footwall (piedmont slope) and distal hanging-wall ramp. The basin-ﬂ oor/ piedmont-slope boundary is sensitive to subsidence along the basin master fault (Leeder and Gawthorpe, 1987). Intraba- sinal faults cut the hanging-wall ramp and allow steepening of the basement (rollover) toward the basin master fault (e.g., Xiao and Suppe, 1992). The asym- metric geometry of half-graben basins promotes the development of slightly angular (fore-tilted) unconformities on the hanging-wall ramp and strongly an- gular (back-tilted) unconformities next to the footwall cutoff. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 385 areas relative to their depositional counterpart adjacent to the footwall block (e.g., Dart et al., 1995; Gawthorpe and Hurst, 1993). Nonmarine depositional sequences are well known from coastal settings, where changes in relative sea level dominate the stratigraphic architecture (e.g., Shanley and McCabe, 1994). Fluvial basins of the Rio Grande rift in New Mexico are more than 1500 km upstream of the coastline and are far from eustatic effects on base level. Thus, the upper limit of ﬂ uvial deposition is controlled"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "hanging wall promoted extensive sediment bypass of coarse-grained, margin-sourced sediment across the basin. Footwall block axial river floor margin EXPLANATION Half-graben basin drainage & deposits Footwall drainage source Hanging-wall drainage source Bas in m aster fault fluviolacustrine footwall derived (piedmont) hanging-wall derived stream courses normal fault; ball on downthrown side proxi mal distal Hanging -wall bloc k Figure 1. Three-dimensional diagram illustrating major depositional sys- tems within a half-graben basin (modi- ﬁ ed from Mack and Seager, 1990, and Schlische, 1995). The basin axis contains sediments associated with internal surface drainage (ﬂ uviolacus- trine) or through-going axial drainage (axial river) that are ﬂ anked by sets of tributary deposits originating from the footwall (piedmont slope) and distal hanging-wall ramp. The basin-ﬂ oor/ piedmont-slope boundary is sensitive to subsidence along the basin master fault (Leeder and Gawthorpe, 1987). Intraba- sinal faults cut the hanging-wall ramp and allow steepening of the basement (rollover) toward the basin master fault (e.g., Xiao and Suppe, 1992). The asym- metric geometry of half-graben basins promotes the development of slightly angular (fore-tilted) unconformities on the hanging-wall ramp and strongly an- gular (back-tilted) unconformities next to the footwall cutoff. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 385 areas relative to their depositional counterpart adjacent to the footwall block (e.g., Dart et al., 1995; Gawthorpe and Hurst, 1993). Nonmarine depositional sequences are well known from coastal settings, where changes in relative sea level dominate the stratigraphic architecture (e.g., Shanley and McCabe, 1994). Fluvial basins of the Rio Grande rift in New Mexico are more than 1500 km upstream of the coastline and are far from eustatic effects on base level. Thus, the upper limit of ﬂ uvial deposition is controlled by changes in discharge regimes, sediment supply, and tectonism (Blum and Törnqvist, 2000). The Albuquerque Basin of north-central New Mexico (Fig. 2) is well suited for investigation because excellent expo- sures have permitted extensive geologic mapping and biostrati- graphic, stratigraphic, and geochronologic studies (Bachman and Mehnert, 1978; Baldridge et al., 1980, 1987; Cole et al., 2007; Connell, 2004, 2008a, 2008b; Connell and Wells, 1999; Connell et al., 1998, 1999, 2000, 2001a, 2001b, 2001c, 2001d, 2002, 2005, 2007a, 2007b; Hawley, 1996; Hawley and Haase, 1992; Hawley et al., 1995; Lozinsky, 1994; Love and Connell, 2005; Love et al., 2001a, 2001b, 2001c; Lucas et al., 1993; Morgan and Lucas, 2003; Maldonado et al., 1999, 2006, 2007; Stone et al., 1998; Tedford and Barghoorn, 1999; Williams and Cole, 2007). New 40Ar/39Ar age determinations provide important temporal control for the development of a magnetic- polarity stratigraphy that reﬁ nes the geochronology of the Plio- Pleistocene Ceja and Sierra Ladrones Formations. Previous studies of the magnetic properties of deposits in the Rio Grande rift show that alluvial sediments are suitable for the develop- ment of a robust polarity stratigraphy (Mack et al., 1993; Ted- ford and Barghoorn, 1999; Hudson et al., 2008). Rift basins in semiarid regions, such as in southwestern North America, pro- vide an essential source of groundwater (Bartolino and Cole, 2002). As potable water becomes scarcer, more-robust models of extensional basin-ﬁ ll architecture will aid in the management of these resources, as recently exempliﬁ ed in the Rio Grande rift (McAda and Barroll, 2002). Csb Bsb Leadville 108° 110° 38° 36° 34° 32° 106° 104° Alamosa Socorro Las Cruces Santa Fe Albuquerque Fig. 3 SD HE SLB ALB SB PB MB SPV EB El Paso Taos Colorado Springs NEW MEXICO TEXAS OKLAHOMA Great Southern Rocky Mts. Mesa Chivato Mesa Prieta Mesa Prieta JM JM LM S N San Juan Mts. Plains Transition Zone Range Basin MEXICO COLORADO UTAH ARIZONA KANSAS Sangre de Crist o Mts Colorado and Plateau R i o G r an d e 0 100 200 km 0 100 200 mi. Figure 2. Basins of the Rio Grande rift in Colorado and New Mexico shaded in gray (modiﬁ ed from Thorn et al., 1993). Major basins include: San Luis Basin (SLB), Española Basin (EB), Albuquerque Basin (ALB), Socorro Basin (SB), Palomas Basin (PB), and Mesilla Basin (MB). The approximate location of the San Pedro Valley (SPV) of southeastern Arizona is also shown. Inset map denotes outline of the Albu- querque Basin and study area (Fig. 3), including the Hagan embayment (HE), Santo Domingo Basin (or sub-basin, SD), Calabacillas sub-basin (Csb), and Belen sub-basin (Bsb; modiﬁ ed from Grauch et al., 1999). Abbreviations de- note physiographic features surrounding the Albuquerque Basin, including the Jemez Mountains (JM), Ladron Moun- tains (LM), and Sierra Nacimiento (SN). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 386 Connell et al. Study Area The Albuquerque Basin is part of the intracontinental Rio Grande rift, a chain of structurally and topographically linked extensional basins within a broader region of Neogene exten- sion in the western United States and northern Mexico (Bryan, 1938; Kelley, 1952, 1979; Chapin, 1971; Chapin and Cather, 1994). The basin is ﬂ anked by the Colorado Plateau and Great Plains, and lies between the west-tilted Española and Socorro Basins (Fig. 2). The eastern ﬂ ank abuts the rift-ﬂ ank uplifts of the Sandia, Manzanita, and Manzano Mountains. The northwestern ﬂ ank has little surface relief, but the rift-ﬂ anking uplifts of the Sierra Lucero and the Ladron Mountains deﬁ ne the southwestern margin of the basin. The Albuquerque Basin resembles a single physiographic basin; however, the underlying geologic structure is complicated, and the basin has been segmented into a least three different sub-basins (cf. Russell and Snelson, 1994; Grauch et al., 1999), which are, from north to south: the Santo Domingo sub-basin (or basin, e.g., Smith et al., 2001), the Calabacillas sub-basin, and the Belen sub-basin. Most of the study area is within the Calabacillas sub-basin, but the study area extends into the southern part of the Santo Domingo sub-basin and the northern part of the Belen sub- basin (Fig. 2), where the basin ﬁ ll generally dips eastward toward the Sandia, Manzanita, and Manzano Mountains. The basin has relatively low topographic relief that is punctuated by two large, longitudinal river valleys and elon- gate tablelands (Fig. 3). The Ceja del Rio Puerco is a west- facing erosional escarpment that deﬁ nes the eastern edge of the Rio Puerco valley (a southeastward-ﬂ owing tributary to the Rio Grande) and the western edge of the Llano de Albuquer- que, which delineates the interﬂ uve between the Rio Grande and Rio Puerco. La Ceja is a north-facing escarpment at the northern end of the Llano de Albuquerque. Other major land- forms in the Albuquerque Basin include the Hubbell bench, a structural bench along the western ﬂ anks of the Manzanita and Manzano Mountains, and the Hagan embayment, a struc- tural reentrant at the northeastern margin of the basin (Kelley, 1977). The central part of the study area (in the Calabacillas sub-basin) is a half graben cut by numerous intrabasinal faults (Fig. 4), many of which are tectonically active and have slip rates of 0.2–0.01 mm/a (Machette et al., 1998). The western ﬂ ank of the study area forms a shallowly buried structural bench (Laguna bench of Russell and Snelson, 1994) that is"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "a single physiographic basin; however, the underlying geologic structure is complicated, and the basin has been segmented into a least three different sub-basins (cf. Russell and Snelson, 1994; Grauch et al., 1999), which are, from north to south: the Santo Domingo sub-basin (or basin, e.g., Smith et al., 2001), the Calabacillas sub-basin, and the Belen sub-basin. Most of the study area is within the Calabacillas sub-basin, but the study area extends into the southern part of the Santo Domingo sub-basin and the northern part of the Belen sub- basin (Fig. 2), where the basin ﬁ ll generally dips eastward toward the Sandia, Manzanita, and Manzano Mountains. The basin has relatively low topographic relief that is punctuated by two large, longitudinal river valleys and elon- gate tablelands (Fig. 3). The Ceja del Rio Puerco is a west- facing erosional escarpment that deﬁ nes the eastern edge of the Rio Puerco valley (a southeastward-ﬂ owing tributary to the Rio Grande) and the western edge of the Llano de Albuquer- que, which delineates the interﬂ uve between the Rio Grande and Rio Puerco. La Ceja is a north-facing escarpment at the northern end of the Llano de Albuquerque. Other major land- forms in the Albuquerque Basin include the Hubbell bench, a structural bench along the western ﬂ anks of the Manzanita and Manzano Mountains, and the Hagan embayment, a struc- tural reentrant at the northeastern margin of the basin (Kelley, 1977). The central part of the study area (in the Calabacillas sub-basin) is a half graben cut by numerous intrabasinal faults (Fig. 4), many of which are tectonically active and have slip rates of 0.2–0.01 mm/a (Machette et al., 1998). The western ﬂ ank of the study area forms a shallowly buried structural bench (Laguna bench of Russell and Snelson, 1994) that is deﬁ ned by the San Ysidro and Cat Mesa fault zones and the western basin-border faults. The sedimentary ﬁ ll and interbedded volcanic deposits of Rio Grande rift basins are collectively known as the Santa Fe Group (Fig. 5). Regionally these strata accumulated between Late Oligocene and early Pleistocene time (Kelley, 1977; Haw- ley, 1978; Gile et al., 1981, 1995; Chapin and Cather, 1994). Deposition of the Santa Fe Group ceased as a result of incision of the present valleys (Spiegel and Baldwin, 1963). In the Albuquer- que Basin, the Santa Fe Group is generally <1 km thick along the western margin, but it thickens to nearly 5 km next to the eastern structural margin (Fig. 4; Lozinsky, 1994). GEOCHRONOLOGY The stratigraphic architecture of the Albuquerque Basin is examined through physical correlation of strata and bound- ing surfaces, 40Ar/39Ar age determinations, biostratigraphy, and magnetic-polarity stratigraphy. Neogene deposits of the Albu- querque Basin yielded a rich array of biostratigraphically useful vertebrate fossil remains that have been summarized by Morgan and Lucas (2003) and Tedford et al. (2004). The Arroyo Ojito, Cerro Conejo, Popotosa, and Zia Formations contain interbed- ded volcanic material and sparse age-diagnostic fossils of Mio- cene age (Lozinsky and Tedford, 1991; Tedford and Barghoorn, 1999; Connell, 2004). The Ceja Formation locally contains fossils indicative of late Pliocene age (3.5–2.2 Ma). The Sierra Ladrones Formation contains early Pleistocene fossils (Lucas et al., 1993) and Pliocene lava exposed in the adjacent Socorro Basin (Machette, 1978). Numerous isotopic age determinations and tephrochronologic correlations on ash and ﬂ uvially recycled pyroclastic rocks have been previously reported in the Albuquer- que Basin and surrounding areas (Bachman and Mehnert, 1978; Baldridge et al., 1980; Connell, 2004, 2008b; Connell et al., 1999, 2002; Smith et al., 2001; Dunbar et al., 2001; Maldonado et al., 2006, 2007; Chamberlin and McIntosh, 2007). 40Ar/39Ar Methods and Results We use 20 previously reported 40Ar/39Ar and tephrochrono- logic age determinations (Table 1) and report 58 new 40Ar/39Ar age determinations to reﬁ ne the ages of Upper Miocene through lower Pleistocene strata in the Albuquerque Basin (Figs. 6 and 7, Tables 2 and 3). Although some of the age determinations were informally reported on geologic maps and reports, details of the 40Ar/39Ar analyses are ﬁ rst presented herein (Cather and Connell, 1998; Connell, 2004, 2008a, 2008b; Connell et al., 1999, 2005; Koning and Personius, 2002; Maldonado et al., 1999, 2006; Williams and Cole, 2007). Samples were analyzed at the New Mexico Geochronological Research Laboratory at the New Mexico Institute of Mining and Technology in Socorro, New Mexico. Fish Canyon Tuff sanidine (28.02 Ma; Renne et al., 1998) was used as a monitor for reducing the analytical data. The previously reported age determinations in Table 1 have been adjusted to the revised standard of Renne et al. (1998). Com- plete analytical data, including age-spectra and age-probability distribution diagrams (Deino and Potts, 1992) are available in Appendix A (available on CD-ROM accompanying this volume and in the GSA Data Repository1). 1GSA Data Repository Item 2013132, Appendix A: Age determinations and Appendix B: Rock magnetic methods and results, is available at www .geosociety.org/pubs/ft2013.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301-9140, USA. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 387 A′ 35º N 35º N 35º N 35 35°30 30′ 35°30′ 106 106°30 30′ 106°30′ 107 107° W W 107° W Rio Grande Valley S a n d i a M t s . S a n d i a M t s . S a n d i a M t s . Puerco Puerco Puerco Jemez River Rio Rio Rio Valley Valley Valley San Felipe San Felipe volcanic volcanic field field San Felipe volcanic field Gabaldon Gabaldon badlands badlands Gabaldon badlands Ortiz Ortiz Mts. Mts. Ortiz Mts. Manzanita Manzanita Mts. Mts. Manzanita Mts. Manzano Mts. Manzano Mts. Manzano Mts. S N S N Mts. Jemez San Juan San Juan Basin Basin San Juan Basin Mesa Mesa Prieta Prieta Mesa Prieta Bodega Bodega Butte Butte Chamisa Chamisa Mesa Mesa Bodega Butte Chamisa Mesa Colorado Plateau Colorado Plateau Colorado Plateau Bernalillo SFP SDP Isleta Los Lunas Fig. 18 Fig. 11 Fig. 11 Fig. 11 Fig. 16 Fig. 10 Fig. 10 Fig. 10 SP SP CC CC CC CC CC CC ee an a o d n d nn L aa ee dd oo a d ano de anzano a za o nzan n M aa anzanoo Ma Ma M nzan M Llano de Manzano Hubbell bench Hagan Hagan embayment embayment Hagan embayment Cerros Cerros del del Rio Rio volc. volc. field field Cerros del Rio volc. field C e j a d e l R i o P u e r c o Albuquerque Rio Rancho CMf CMf HSf Sfz Rf SFf LBf SHf SHf SYf Zf L a C e j a TAy HCW Albuquerque Albuquerque volcanoes volcanoes Albuquerque volcanoes Cat Mesa 550 40 40 25 25 6 CM-1 ZF 69 71 CDRP-CL LdA LdA CSA LLVN PLU 9 2 51,52 49,50 25 57 54 59-61 53 27 LHC 8 70 29 28 10 5 11,12 6 19 16 35-38 39-41 42-48 17,18 LLVS SC-1 CDRP3 13 72 64-67 ER 26 20-22 23,24 55,56 31 30 15 14 A 68 7 62,63 34 1 58 33 Ch5 Is2"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "a M t s . S a n d i a M t s . Puerco Puerco Puerco Jemez River Rio Rio Rio Valley Valley Valley San Felipe San Felipe volcanic volcanic field field San Felipe volcanic field Gabaldon Gabaldon badlands badlands Gabaldon badlands Ortiz Ortiz Mts. Mts. Ortiz Mts. Manzanita Manzanita Mts. Mts. Manzanita Mts. Manzano Mts. Manzano Mts. Manzano Mts. S N S N Mts. Jemez San Juan San Juan Basin Basin San Juan Basin Mesa Mesa Prieta Prieta Mesa Prieta Bodega Bodega Butte Butte Chamisa Chamisa Mesa Mesa Bodega Butte Chamisa Mesa Colorado Plateau Colorado Plateau Colorado Plateau Bernalillo SFP SDP Isleta Los Lunas Fig. 18 Fig. 11 Fig. 11 Fig. 11 Fig. 16 Fig. 10 Fig. 10 Fig. 10 SP SP CC CC CC CC CC CC ee an a o d n d nn L aa ee dd oo a d ano de anzano a za o nzan n M aa anzanoo Ma Ma M nzan M Llano de Manzano Hubbell bench Hagan Hagan embayment embayment Hagan embayment Cerros Cerros del del Rio Rio volc. volc. field field Cerros del Rio volc. field C e j a d e l R i o P u e r c o Albuquerque Rio Rancho CMf CMf HSf Sfz Rf SFf LBf SHf SHf SYf Zf L a C e j a TAy HCW Albuquerque Albuquerque volcanoes volcanoes Albuquerque volcanoes Cat Mesa 550 40 40 25 25 6 CM-1 ZF 69 71 CDRP-CL LdA LdA CSA LLVN PLU 9 2 51,52 49,50 25 57 54 59-61 53 27 LHC 8 70 29 28 10 5 11,12 6 19 16 35-38 39-41 42-48 17,18 LLVS SC-1 CDRP3 13 72 64-67 ER 26 20-22 23,24 55,56 31 30 15 14 A 68 7 62,63 34 1 58 33 Ch5 Is2 TA 32 3,4 0 10 5 15 20 km scale Llano de Albuquerque Figure 3. Shaded-relief map of the central and northern parts of the Albuquerque Basin, showing major physiographic features, towns, and study-area locations. Towns include Albuquerque, Bernalillo, Isleta Pueblo, Los Lunas, San Felipe Pueblo (SFP), and Santo Domingo Pueblo (SDP). Geomorphic surfaces (hatched areas) include the Cañada Colorada (CC), Las Huertas (LHC), Llano de Albuquerque (LdA), Llano de Manzano, and Sunport (SP). Selected major faults (thick dashed lines) include: La Bajada fault zone (LBf), Cat Mesa fault (CMf), Hubbell Spring fault zone (HSf), Rincon fault (Rf), Sand Hill fault (SHf), Sandia fault zone (Sfz), San Francisco fault (SFf), San Ysidro fault (SYf), and Zia and County Dump faults (Zf). Other features include the Sierra Nacimiento (SN), the mouths of Hell Canyon Wash (HCW) and Tijeras Arroyo (TAy), Hubbell bench, San Felipe volcanic ﬁ eld, Cerros del Rio volcanic ﬁ eld, La Ceja, and the Ceja del Rio Puerco. Cross section A–A′ is shown on Figure 4. Wells include the Charles Wells well #5 (Ch5) and Shell Isleta #2 (Is2). Stratigraphic locations include CDRP3, CDRP-CL, CM-1, CSA-PLU, LLV, SC-1, TA, and ZF. The type section of the Ceja Formation is at El Rincón (ER; Connell, 2008a). White-bordered boxes denote locations of geologic maps (Figs. 10, 11, 16, and 18). Numbers denote geochronologic sample sites listed on Tables 1–3. The plus symbol denotes primary fallout, lava ﬂ ows and intrusions that represent emplacement or depositional ages. The circle-in-circle symbol denotes ﬂ uvially recycled volcanic materials that represent maximum ages. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 388 Connell et al. Volcanic rocks sampled for geochronology include tho- leiitic basalt, trachyandesite, dacite, rhyodacite, and rhyolite associated with hydromagmatic tuff, fallout ash and lapilli, lava ﬂ ows, and shallow intrusive rocks (Kelley and Kudo, 1978; Dunbar et al., 2001; Maldonado et al., 2006, 2007; Connell, 2008b). The ages of 15 samples were determined by resistance-furnace incremental heating (RFIH) of groundmass concentrate or hornblende (Table 2). The ages of 43 samples containing sanidine were dated by single-crystal laser-fusion (SCLF) methods (Table 3). One sample containing plagio- clase was dated by SCLF methods. Age determinations for 18 samples (taken from volcanic fallout or lava ﬂ ows) repre- sent emplacement or depositional ages. The remaining sam- ples taken from ﬂ uvially recycled pyroclastic material, ranging from pumiceous sand to pebbles and cobbles of pumice and welded tuff, represent maximum ages of deposition. Six sam- ples of Miocene rocks provided maximum bounding ages for the overlying Plio-Pleistocene succession. Wherever possible the dense crystalline cores of maﬁ c lava ﬂ ows were sampled. Volcanic gravel was scraped clean of adhered sand grains at the time of collection, and interior parts of samples were collected for analysis. Llano de Albuquerque (LdA) LdA (proj.) SP (proj.) Rio Grande Valley East Heights fault zone (buried structural bench) Rio Puerco Valley Sandia Mts. QTsa Ts Ts Tc Qa Qa Qa Qa QTsp QTs Ts Sfz VE = 10x No vertical exaggeration A (West) A′ (East) 0 1 2 0 5000 Elevation (km) 0 -5 0 -5000 5000 Elevation (km) Elevation (ft) Elevation (ft) EXPLANATION QTs upper fault well Llano de Alb. (LdA) Sunport (SP) Projected surfaces QTsa QTsp middle & lower Tc piedmont mbr Ceja Fm, undiv. axial-fluvial mbr Qa undivided alluvium pre-Santa Fe Group Sierra Ladrones Fm Santa Fe Group, undiv. Ts Ch5 Ch5 Figure 4. Simpliﬁ ed geologic cross section A–A′ across the Albuquerque Basin (modiﬁ ed after Connell, 2008b). See Figure 3 for cross-section location. Top: Structure section with no vertical exaggeration (VE), illustrating the overall east-tilted character of the basin. Bottom: Vertically exaggerated cross section A–A′ (VE = 10×), illustrating the Ceja Formation and the axial-ﬂ uvial and piedmont members of the Sierra Ladrones Formation. Surﬁ cial deposits are dia- grammatically shown and faults are highly generalized. The basin master fault (Sandia fault zone, Sfz) is a zone of normal faults that lie along the eastern edge of the basin. Numerous intrabasinal faults cut the basin ﬁ ll and probably control the position of the eastern part of the axial-ﬂ uvial member of the Sierra Ladrones Formation (QTsa). Projec- tions of the Llano de Albuquerque and Sunport geomorphic surfaces denoted by dashed and dotted lines, respectively. The Charles Wells #5 well (Ch5) fully penetrates the axial-ﬂ uvial succession of the Sierra Ladrones Formation, above the Atrisco Member of Connell et al. (1998). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 389 Figure 6 displays the stratigraphic assignments of age determinations for the Cerro Conejo, Arroyo Ojito, Cochiti, and Ceja Formations, and the unit of San Clemente (Maldonado et al., 2007), listed in increasing order of age. Four dacitic pumice pebbles in the Ceja Formation yielded late Pliocene dates that are similar to the age of the Pliocene Tschicoma volcanic ﬁ eld in the Jemez Mountains (Broxton et al., 2007). Three rhyolitic lapilli and ash beds in the Arroyo Ojito Formation yielded Late Miocene age determinations that correlate to the ca. 6.1–7.0 Ma Peralta Tuff Member of the Bearhead Rhyolite on the southeast- ern ﬂ anks of the Jemez Mountains (McIntosh and Quade, 1995; Justet and Spell, 2001; Smith, 2001; Smith et al., 2001; Cham- berlin and McIntosh, 2007). Age determinations of 36 rhyolitic pumice and"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "the overall east-tilted character of the basin. Bottom: Vertically exaggerated cross section A–A′ (VE = 10×), illustrating the Ceja Formation and the axial-ﬂ uvial and piedmont members of the Sierra Ladrones Formation. Surﬁ cial deposits are dia- grammatically shown and faults are highly generalized. The basin master fault (Sandia fault zone, Sfz) is a zone of normal faults that lie along the eastern edge of the basin. Numerous intrabasinal faults cut the basin ﬁ ll and probably control the position of the eastern part of the axial-ﬂ uvial member of the Sierra Ladrones Formation (QTsa). Projec- tions of the Llano de Albuquerque and Sunport geomorphic surfaces denoted by dashed and dotted lines, respectively. The Charles Wells #5 well (Ch5) fully penetrates the axial-ﬂ uvial succession of the Sierra Ladrones Formation, above the Atrisco Member of Connell et al. (1998). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 389 Figure 6 displays the stratigraphic assignments of age determinations for the Cerro Conejo, Arroyo Ojito, Cochiti, and Ceja Formations, and the unit of San Clemente (Maldonado et al., 2007), listed in increasing order of age. Four dacitic pumice pebbles in the Ceja Formation yielded late Pliocene dates that are similar to the age of the Pliocene Tschicoma volcanic ﬁ eld in the Jemez Mountains (Broxton et al., 2007). Three rhyolitic lapilli and ash beds in the Arroyo Ojito Formation yielded Late Miocene age determinations that correlate to the ca. 6.1–7.0 Ma Peralta Tuff Member of the Bearhead Rhyolite on the southeast- ern ﬂ anks of the Jemez Mountains (McIntosh and Quade, 1995; Justet and Spell, 2001; Smith, 2001; Smith et al., 2001; Cham- berlin and McIntosh, 2007). Age determinations of 36 rhyolitic pumice and ash samples (Fig. 7, Table 3) are near the reported ages of early Pleistocene eruptions that formed the 1.9–0.6 Ma Tewa Group in the Jemez Mountains (Goff and Gardner, 2004), including the 1.85 ± 0.08 Ma tuff of San Diego Canyon (Spell et al., 1990), 1.26 ± 0.01 Ma Tshirege (upper) and 1.61 ± 0.01 Ma Otowi (lower) Members of the Bandelier Tuff (Izett and Obra- dovich, 1994; Phillips et al., 2007), and the intracaldera 1.6– 1.2 Ma Cerro Toledo Rhyolite (Spell et al., 1990, 1996). Three rhyolitic samples yielded dates that are slightly older than the tuff of San Diego Canyon (Table 3). Other tephra include the 0.639 ± 0.002 Ma Lava Creek B ash (Lanphere et al., 2002), and the ca. 3.28 Ma Nomlaki Tuff Member of the Tuscan and Tehama Formations of California (Sarna-Wojcicki et al., 1991; Connell et al., 1999). Paleomagnetic Methods and Results Oriented-block samples were collected from 171 paleomag- netic study sites across 425 m of stratigraphic thickness in Upper Miocene through Pleistocene alluvial strata. Descriptions of sam- pling methods, demagnetization results, and selected rock magnetic Rancho- labrean NALMA WEST Jemez Mts. Rio Grande Valley Ceja del Rio Puerco Hagan emb. & Esp. basin EAST EPOCH Irving- tonian Blancan Hemp- hillian Claren- donian Barstovian Heming- fordian Arikareean Tuerto Fm (QTt) & gravel of Lookout Park (QTg) Ancha Fm Tesuque Fm Black- share Fm (Tsp) Tanos Fm (Tst) Popotosa Fm (Tp) & undivided Santa Fe Group (Ts & Tsp) Arroyo Ojito Fm (To) Ceja Fm (Tc) S A N TA F E G R O U P lower middle upper Sierra Ladrones Formation Polvadera Group Cochiti Formation (QTct) PLIOCENE PLEIST. HOLOCENE MIOCENE early early middle late late late early & middle OLIGOCENE Cerro Conejo Formation (Tcc) Zia Fm (Tz) Abiquiu Fm & unit of Isleta well #2 axial- fluvial member (QTsa) piedmont member (QTsp) older axial-fluvial deposits (Tsa) alluvium & surfical deposits (Qa) unit of San Clemente (Qsc) Rio Puerco Member Atrisco Member (Tca) Navajo Draw Mbr (Ton) Loma Barbon Mbr (Tob) Picuda Peak Mbr (Top) Picuda Peak Mbr (Top) Santa Ana Mesa Member (Tcs) Rincones paleosurface Sunport, LdM & LHC upper Ortiz Llano de Albuquerque surface lower Ortiz paleosurface ? ? Chamisa Mesa Mbr Piedra Parada Mbr Cañada Pilares Mbr Espinaso Formation Tesuque Fm Tewa Group Keres Group Picuda Peak Mbr (Top) Picuda Peak Mbr (Top) Picuda Peak Mbr (Top) 11.2 16.4 23.8 5.3 3.6 0.78 1.8 Figure 5. Age and correlation of strati- graphic units in the Albuquerque Basin (after Connell, 2004, 2008a; Connell et al., 2002; Koning et al., 2002), includ- ing geologic epoch and North American Land Mammal “Age” (NALMA; Bell et al., 2004; Tedford et al., 2004). The Rincones and lower Ortiz paleosurfaces deﬁ ne the base of the Ceja and Tuerto Formations, respectively. The Llano de Albuquerque, Sunport (SP), Llano de Manzano (LdM), Las Huertas (LHC), and upper Ortiz geomorphic surfaces represent local depositional tops of the Ceja, Sierra Ladrones, and Tuerto Formations. The Ancha and Tesuque Formations are in the Santa Fe em- bayment and Española Basin. emb.— embayment; Esp.—Española. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 390 Connell et al. data and analysis are available in Appendix B (on CD-ROM; see footnote 1). A summary of the results is presented below. Samples were collected following modiﬁ cations to the approach of Lindsay et al. (1987). Eight sites were collected from the (Upper Miocene) Arroyo Ojito Formation and the (Pleisto- cene) unit of San Clemente. The sampling interval averaged ~2.3 m between sites, but varied from 0.2 m to 9.0 m in order to obtain suitable ﬁ ne-grained sediments. Progressive, stepwise alternating-ﬁ eld and thermal demagnetization of 6 to 11 speci- mens per site were conducted at the University of New Mexico Paleomagnetism and Rock Magnetism Laboratory in Albuquer- que, New Mexico. Principal component analysis was used to determine the least-squares best-ﬁ t line of the characteristic component of mag- netization for each specimen (Kirschvink, 1980). Specimen data were combined using Fisher (1953) statistics to determine mean site directions (Table 4). The assignment of normal polarities for specimens was more rigorously scrutinized than for reverse polarities because of the possibility of strong viscous overprint- ing or diagenetic modiﬁ cation during the 0.78-Ma-long Brunhes normal-polarity chron. Sites were grouped into four classes following the approaches of Opdyke et al. (1977) and Johnson et al. (1982). Class I sites have at least three statistically signiﬁ cant directions from three or more independent samples and have (α95) conﬁ dence limits less than 20°. Class II sites have three or more statistically sig- niﬁ cant directions that are not signiﬁ cant at the 95% conﬁ dence level, but the polarity determination is not in doubt. Sites are class III if the conﬁ dence limit exceeded 35°. Class III sites have dis- persed vectors and were only used to corroborate polarity from stratigraphically adjacent class I sites. Class IV sites are deﬁ ned by only one accepted specimen and are also only used to cor- roborate polarity with stratigraphically adjacent class I sites. A ﬁ fth category (class V) involved sites that contained specimens of poor quality or yielded multiple polarity interpretations and were rejected. Site mean directions typically show interpretable magnetic polarity. Mean site declination (D), inclination (I), and virtual geomagnetic pole (VGP) values are reported for class I and II sites (Appendix B). The tilt-corrected mean of"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "obtain suitable ﬁ ne-grained sediments. Progressive, stepwise alternating-ﬁ eld and thermal demagnetization of 6 to 11 speci- mens per site were conducted at the University of New Mexico Paleomagnetism and Rock Magnetism Laboratory in Albuquer- que, New Mexico. Principal component analysis was used to determine the least-squares best-ﬁ t line of the characteristic component of mag- netization for each specimen (Kirschvink, 1980). Specimen data were combined using Fisher (1953) statistics to determine mean site directions (Table 4). The assignment of normal polarities for specimens was more rigorously scrutinized than for reverse polarities because of the possibility of strong viscous overprint- ing or diagenetic modiﬁ cation during the 0.78-Ma-long Brunhes normal-polarity chron. Sites were grouped into four classes following the approaches of Opdyke et al. (1977) and Johnson et al. (1982). Class I sites have at least three statistically signiﬁ cant directions from three or more independent samples and have (α95) conﬁ dence limits less than 20°. Class II sites have three or more statistically sig- niﬁ cant directions that are not signiﬁ cant at the 95% conﬁ dence level, but the polarity determination is not in doubt. Sites are class III if the conﬁ dence limit exceeded 35°. Class III sites have dis- persed vectors and were only used to corroborate polarity from stratigraphically adjacent class I sites. Class IV sites are deﬁ ned by only one accepted specimen and are also only used to cor- roborate polarity with stratigraphically adjacent class I sites. A ﬁ fth category (class V) involved sites that contained specimens of poor quality or yielded multiple polarity interpretations and were rejected. Site mean directions typically show interpretable magnetic polarity. Mean site declination (D), inclination (I), and virtual geomagnetic pole (VGP) values are reported for class I and II sites (Appendix B). The tilt-corrected mean of all class I normal polarity sites (Table 4) is D = 2.8°, I = 45.0° (N = 58 sites), and of all class I reverse polarity sites is D = 180.2°, I = −41.7° (N = 50 sites). The combined mean values of all class I sites is D = 1.6°, I = 43.5° (N = 108 sites; Table 5), and is 19° shallower than the present-day ﬁ eld (D = 10.0°, I = 62.4°; NOAA Geophysical Data Center, 2005), and 8° shallower than the time-averaged TABLE 1. SUMMARY OF 40AR/ 39AR AGE DETERMINATIONS AND TEPHROCHRONOLOGY FROM PUBLISHED SOURCES Map no. Unit Age ± 2σ (Ma) st n e m m o C . o n elp m a S d o h t e M 1 Qch 0.099 ± 0.002 RFIH 3CH-21-1 Youngest lava flow of Cat Hills volcanic field 2 Qrl 0.643 ± 0.002 GCC 5Gutierrez quarry Lava Creek B ash; 40Ar/ 39Ar age from Lanphere et al. (2002) 3 Qlv 1.26 ± 0.02 RFIH 2,4S9a Younger trachyandesite at El Cerro de los Lunas 4 Tlv 3.83 ± 0.10 RFIH 2,4S26 Younger trachyandesite at El Cerro de los Lunas 5 Tbs 2.43 ± 0.03 RFIH 8NMGRL 8364-1 NE flank of San Felipe vf 6 Tbs 2.46 ± 0.22 RFIH 7NMGRL 50139-1 NW flank of San Felipe vf 7 Tcm 3.02 ± 0.10 RFIH 3CM-01A Cat Mesa lava flow 8 Tc ca. 3.28 GCC 1SA-14 Nomlaki Tuff, fallout ash 9 Twm 4.04 ± 0.16 RFIH 3WM-01A Wind Mesa basalt SA Tvsa 4.76 ± 0.04 RFIH 6San Acacia Trachyandesite at San Acacia; not on map 10 QTct 6.29 ± 0.04 SCLF 7NMGRL 50523-1 Younger Peralta Tuff 11 QTct 6.23 ± 0.06 SCLF 8NMGRL 8353 Younger Peralta Tuff; north of study area 12 QTsa 6.86–6.92 SCLF 8NMGRL 7870, 7160, 7165 Older Peralta Tuff (n = 3); north of study area 13 Tbm 8.16 ± 0.05 RFIH 3CH-13 Basaltic lava flow at La Mesita Negra. 14 Tcc 9.04–9.25 RFIH 7NMGRL 9739, 50101, 50104, 50105 Basalt of Bodega Butte; overlies Cerro Conejo Fm. (n = 4) Notes: Map number refers to numbers used in Figures 3, 6–8, 10–11, 13, and 15–20. Map units include: Cat Hills volcanic field (Qch), Lomatas Negras Formation (Qrl) of Connell et al. (2007a), Los Lunas volcano (younger = Qlv, older = Tlv), Ceja Formation, undivided (Tc), San Felipe volcanic field (Tbs), basaltic lava at Cat Mesa (Tcm), Wind Mesa volcanic field (Twm), trachyandesite at San Acacia (Tvsa, not shown on maps), Cochiti Formation (QTct), axial- fluvial member of the Sierra Ladrones Formation (QTsa), basaltic lava at La Mesita Negra (Tbm), and Cerro Conejo Formation (Tcc). vf—volcanic field. Methods include resistance-furnace incremental heating (RFIH), single-crystal laser fusion (SCLF), and geochemical correlation (GCC). 40Ar/ 39Ar age determinations recalculated to revised Fish Canyon Tuff sanidine standard (Renne et al., 1998). Sources include: 1Connell et al. (1999); 2Dunbar et al. (2001); 3Maldonado et al. (2006); 4Maldonado et al. (2007); 5Connell et al. (2007a); 6Chamberlin et al. (2001); 7Chamberlin and McIntosh (2007); and 8Smith et al. (2001). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 391 inclination of the dipole ﬁ eld (I = 54.5°). The tilt-corrected mean of all class I sites for the Sierra Ladrones Formation (D = 0.8°, I = 53.3°, N = 15 sites; Table 5) is similar to the time- averaged inclination of the dipole ﬁ eld and is ~11° steeper than the tilt-corrected mean inclination of the Ceja Formation (D = 1.6°, I = 42.5°, N = 85 sites; Table 5). The shallower inclina- tion values for class I sites relative to the present-day and time- averaged dipole ﬁ elds probably reﬂ ects a shallowing of inclina- tion due to sediment compaction (e.g., Sun and Kodama, 1992). Combined mean inclinations (with reverse polarity directions inverted to north-seeking, positive-inclination values) in the Sierra Ladrones Formation are ~21% steeper than those in the Ceja Formation, which may have been compacted by nearly one-ﬁ fth of its original thickness (see below). STRATIGRAPHY Measured stratigraphic sections and geochronologic data provide a robust framework for developing a magnetic-polarity reversal chronology in the Ceja and Sierra Ladrones Formations. Stratigraphic correlations were established using geologically mapped boundaries and dated volcanic material as datum planes (Fig. 8). Many stratigraphic surfaces possess strongly developed calcic paleosols (Machette, 1985; Connell, 2008b; Maldonado et 2 3 1 0 4 5 6 7 9 8 10 Age (Ma) 2 3 1 0 4 5 6 7 9 8 10 Age (Ma) Peralta Tuff Member, Bearhead Rhyolite older pulse younger pulse 3 Arroyo Ojito Fm (To) Cerro Conejo Fm (Tcc) Ceja Formation (Tc, Tca, Tcrp) Llano de Albuquerque surface Rincones paleosurface youngest lava flow of Cat Hills volcanic field upper Bandelier Tuff clast Cochiti Fm (QTct) unit of San Clemente (Qsc) 13 65* 1 20 21 22 23 24 7 8 25 4 9 26* 27* 28* 29 66* 67* 68* 11 10 69 70 71 72 14 6 Table 1 Age Determinations * fluvially recycled pebble or cobble Tables 2-3 40Ar/39Ar Age Determinations resistance-furnace incremental-heating (RFIH) ± 2σ EXPLANATION OF SYMBOLS single-crystal laser-fusion (SCLF) ± 2σ resistance-furnace incremental heating (RFIH) ± 2σ single-crystal laser fusion (SCLF) ± 2σ 8 1 65* 4 Figure 6. Summary of 40Ar/39Ar age de- terminations (N = 32) for the unit of San Clemente and the"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "Table 5). The shallower inclina- tion values for class I sites relative to the present-day and time- averaged dipole ﬁ elds probably reﬂ ects a shallowing of inclina- tion due to sediment compaction (e.g., Sun and Kodama, 1992). Combined mean inclinations (with reverse polarity directions inverted to north-seeking, positive-inclination values) in the Sierra Ladrones Formation are ~21% steeper than those in the Ceja Formation, which may have been compacted by nearly one-ﬁ fth of its original thickness (see below). STRATIGRAPHY Measured stratigraphic sections and geochronologic data provide a robust framework for developing a magnetic-polarity reversal chronology in the Ceja and Sierra Ladrones Formations. Stratigraphic correlations were established using geologically mapped boundaries and dated volcanic material as datum planes (Fig. 8). Many stratigraphic surfaces possess strongly developed calcic paleosols (Machette, 1985; Connell, 2008b; Maldonado et 2 3 1 0 4 5 6 7 9 8 10 Age (Ma) 2 3 1 0 4 5 6 7 9 8 10 Age (Ma) Peralta Tuff Member, Bearhead Rhyolite older pulse younger pulse 3 Arroyo Ojito Fm (To) Cerro Conejo Fm (Tcc) Ceja Formation (Tc, Tca, Tcrp) Llano de Albuquerque surface Rincones paleosurface youngest lava flow of Cat Hills volcanic field upper Bandelier Tuff clast Cochiti Fm (QTct) unit of San Clemente (Qsc) 13 65* 1 20 21 22 23 24 7 8 25 4 9 26* 27* 28* 29 66* 67* 68* 11 10 69 70 71 72 14 6 Table 1 Age Determinations * fluvially recycled pebble or cobble Tables 2-3 40Ar/39Ar Age Determinations resistance-furnace incremental-heating (RFIH) ± 2σ EXPLANATION OF SYMBOLS single-crystal laser-fusion (SCLF) ± 2σ resistance-furnace incremental heating (RFIH) ± 2σ single-crystal laser fusion (SCLF) ± 2σ 8 1 65* 4 Figure 6. Summary of 40Ar/39Ar age de- terminations (N = 32) for the unit of San Clemente and the Ceja, Cochiti, Arroyo Ojito, and upper part of the Cerro Cone- jo Formations, showing mean sample ages and ±2σ uncertainties, and sample number (Tables 1–3). Closed (black) symbols denote samples dated by resistance-furnace incremental-heating (RFIH) methods. Open (white) symbols denote samples dated by single-crystal laser-fusion (SCLF) methods. Major stratigraphic discontinuities include the Llano de Albuquerque and Rincones paleosurfaces. Asterisks denote ﬂ uvially recycled volcanic gravel that provides maximum ages of the deposits. Gray bar denotes range of the Peralta Tuff Mem- ber of the Bearhead Rhyolite (6.79– 7.02 Ma). Plagioclase was analyzed in sample 72; hornblende was analyzed in sample 25. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 392 Connell et al. al., 2007) that were described using pedogenic carbonate mor- phologic stages (Birkeland, 1999). The stratigraphic nomenclature for the Santa Fe Group in the Albuquerque Basin was summarized by Connell (2004). Later reﬁ nements by Connell et al. (2007a, 2007b) and Con- nell (2008a) are used in this study (Fig. 5). The Santa Fe Group is locally divided into three subgroups. The lower and middle subgroups include the Arroyo Ojito, Blackshare, Cerro Conejo, Popotosa, Tanos, and Zia Formations. These Upper Oligocene through Miocene units were deposited within internally drained basins, where streams ﬂ owed off emerging uplifts and terminated onto ephemeral and intermittent playa lakes (Chapin and Cather, 1994). The upper part of the Santa Fe Group was deposited after establishment of through-going axial drainage (by the ancestral Rio Grande) that linked adjacent basins (Machette, 1978; Gile et al., 1981; Chapin and Cather, 1994; Connell et al., 2005). These deposits include the Ceja, Cochiti, Sierra Ladrones, and Tuerto Formations. The Ceja and Sierra Ladrones Formations contain ﬂ uvial deposits related to the development of the ancestral Rio Grande and its tributaries (Machette, 1978; Connell, 2008a). Widespread, but thin, conglomeratic sandstone commonly over- lie widespread, basin-ﬂ anking unconformities (Connell, 2004, 2008a). Accumulations of alluvial, colluvial, and eolian sedi- ment, such as the unit of San Clemente, are preserved in local structural depressions. The geochronology of the Arroyo Ojito, Ceja, and Sierra Ladrones Formations was reﬁ ned through correlation of the mea- sured stratigraphic sections to the geomagnetic polarity time scale (GPTS; Gradstein et al., 2005) using dated temporal reference points that range from 9.7 to 0.1 Ma (Fig. 9, Tables 1–3). Twenty- three polarity intervals longer than 20 k.y. have been documented globally since the start of the Pliocene and are part of the GPTS. Nearly all of the major polarity chrons (and subchrons) in the past 4 Ma were recorded in this study. The Llano de Albuquerque Sierra Ladrones Fm (QTsa, QTsp) older axial- river deposits (Tsa) inset terrace deposits (Qa) ? ? ? 2 3 1 0 4 5 6 7 9 8 10 Age (Ma) 2 3 1 0 4 5 6 7 9 8 10 Age (Ma) upper Bandelier Tuff lower Bandelier Tuff Tewa Group Peralta Tuff Mbr, Bearhead Rhyolite Sunport, Llano de Manzano & Las Huertas surfaces Lava Creek B ash 15* 33 16 15* 17 18 19 5 SA 2 30* 33 51 52 38*, 44*, 45*, 46*, 48*, 49*, 53*, 54*, 55*, 56* & 59* (n=11) 34*, 36*, 37*, 39*, 40*, 42* & 43* (n=7) 31* & 32* (n = 2) 35* 41*, 47*, 50*, 57*, 58* & 60*-64* (n=10) 12 Figure 7. Summary of 40Ar/39Ar age determinations (N = 46) for the Lava Creek B ash in an inset terrace of the Rio Grande (Qr), the Sierra Ladrones Formation, and a Miocene axial-river deposit (Tsa), showing mean sample ages and ±2σ uncertainties, and labora- tory or sample numbers (Tables 1–3). Refer to Figure 6 for explanation of symbols. Gray bars denote age ranges of the Tewa Group and Peralta Tuff Member of the Bearhead Rhyolite. The trachyandesite at San Acacia (SA) lies near the boundary between the Socorro and Albuquerque Basins (Chamberlin et al., 2001). Fluvially recycled clasts are grouped into zones that are younger or older than the age ranges established for the upper and lower Bandelier Tuffs. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 393 TABLE 2. SUMMARY OF 40Ar/ 39Ar RESISTANCE FURNACE INCREMENTAL HEATING (RFIH) RESULTS. Map no. Sample Map unit Lat. (°N) Lon. (°W) Lab. no. Method Material Irrad. N MSWD Date ± 2σ (Ma) K/Ca ± 2σ Comment 15* S14 QTsa 34.9233 –106.6552 53930 RFIH Obsidian NM162 7 4.87 1.44 ± 0.01 18.4 ± 0.8 Rabbit mountain obsidian pebble 16 SF-Bas3 Tb 35.4029 –106.4867 8928 RFIH Groundmass NM86 7 3.76 1.85 ± 0.16 0.2 ± 0.2 San Felipe vf, SE mesa 17 SF-Bas2 Tb 35.4174 –106.4654 8927 RFIH Groundmass NM86 5 4.23 2.28 ± 0.09 0.2 ± 0.0 San Felipe vf, boulder below SE flank 18 SF-bas1 QTsa 35.4176 –106.4653 8926 RFIH Groundmass NM86 4 2.34 2.28 ± 0.14 0.2 ± 0.1 Same as no. 17 19 TQA-4 Tb 35.4283 –106.4255 51967 RFIH Groundmass NM33 7 6.67 2.57 ± 0.11 0.2 ± 0.2 San Felipe vf., in QTsa 20 125NE Tb 34.9419 –106.7055 8406 RFIH Groundmass NM78 6 3.63 2.79 ± 0.05 0.5 ± 0.6 S17: Black Mesa flow, in Tcrp 21 IV1 Tb 34.9326 –106.7169 8387 RFIH Groundmass NM77 3 1.76 2.80 ± 0.03 0.8 ± 0.3 S20: Isleta volcano, in Tcrp 22 85 Tb 34.9202 –106.7058 8409 RFIH Groundmass NM78 5 5.27"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "(Tables 1–3). Refer to Figure 6 for explanation of symbols. Gray bars denote age ranges of the Tewa Group and Peralta Tuff Member of the Bearhead Rhyolite. The trachyandesite at San Acacia (SA) lies near the boundary between the Socorro and Albuquerque Basins (Chamberlin et al., 2001). Fluvially recycled clasts are grouped into zones that are younger or older than the age ranges established for the upper and lower Bandelier Tuffs. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 393 TABLE 2. SUMMARY OF 40Ar/ 39Ar RESISTANCE FURNACE INCREMENTAL HEATING (RFIH) RESULTS. Map no. Sample Map unit Lat. (°N) Lon. (°W) Lab. no. Method Material Irrad. N MSWD Date ± 2σ (Ma) K/Ca ± 2σ Comment 15* S14 QTsa 34.9233 –106.6552 53930 RFIH Obsidian NM162 7 4.87 1.44 ± 0.01 18.4 ± 0.8 Rabbit mountain obsidian pebble 16 SF-Bas3 Tb 35.4029 –106.4867 8928 RFIH Groundmass NM86 7 3.76 1.85 ± 0.16 0.2 ± 0.2 San Felipe vf, SE mesa 17 SF-Bas2 Tb 35.4174 –106.4654 8927 RFIH Groundmass NM86 5 4.23 2.28 ± 0.09 0.2 ± 0.0 San Felipe vf, boulder below SE flank 18 SF-bas1 QTsa 35.4176 –106.4653 8926 RFIH Groundmass NM86 4 2.34 2.28 ± 0.14 0.2 ± 0.1 Same as no. 17 19 TQA-4 Tb 35.4283 –106.4255 51967 RFIH Groundmass NM33 7 6.67 2.57 ± 0.11 0.2 ± 0.2 San Felipe vf., in QTsa 20 125NE Tb 34.9419 –106.7055 8406 RFIH Groundmass NM78 6 3.63 2.79 ± 0.05 0.5 ± 0.6 S17: Black Mesa flow, in Tcrp 21 IV1 Tb 34.9326 –106.7169 8387 RFIH Groundmass NM77 3 1.76 2.80 ± 0.03 0.8 ± 0.3 S20: Isleta volcano, in Tcrp 22 85 Tb 34.9202 –106.7058 8409 RFIH Groundmass NM78 5 5.27 2.82 ± 0.05 0.5 ± 0.2 S18: Isleta volcano, in Tcrp 23 225 block Tb 34.9168 –106.7210 8407 RFIH Groundmass NM78 6 1.51 2.84 ± 0.03 0.3 ± 0.3 S21: Isleta volcano, base surge 24 125S Tb 34.9168 –106.7210 8404 RFIH Groundmass NM78 4 2.46 2.86 ± 0.07 0.2 ± 0.2 S19: Isleta volcano 25 022098- 161-SANA Tcs 35.3806 –106.5435 8977 RFIH Hornblende NM86 4 1.64 3.81 ± 0.23 0.1 ± 0.0 SA15: Spillway ash, 42 m below Pliocene lavas 26* 030100- ER3a Tcrp 35.0659 –106.8742 51448 RFIH Groundmass NM127 5 1.86 4.23 ± 0.21 0.5 ± 0.4 SA16: Basaltic cobble 27* 011598- 31BERN Tcs 35.3373 –106.6047 50483 RFIH Hornblende NM110 3 6.09 4.81 ± 0.26 0.1 ± 0.0 SA18: Rhyodacite cobble 28* 8h-1 Top 35.4033 –106.7309 50485 RFIH Hornblende NM110 3 2.37 6.56 ± 0.33 0.3 ± 0.1 SA19: 20 m below top 29 0903998- JP Tcc 35.5955 –106.6643 52286 RFIH Groundmass NM137 3 1.64 9.67 ± 0.14 0.1 ± 0.1 Chamisa Mesa Notes: See Table 3 for details. Irrad. denotes irradiation batch. vf.—volcanic field. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 394 Connell et al. TABLE 3. SUMMARY OF 40Ar/39Ar SINGLE CRYSTAL LASER FUSION (SCLF) RESULTS Map no. Sample Map unit Lat. (°N) Lon. (°W) Lab. no. Method Material Irrad. N MSWD Date ± 2σ (Ma) K/Ca ± 2σ Comment 30* Is10 QTsa 34.9006 –106.6219 6198 SCLF Sanidine NM45 11 1.42 1.23 ± 0.01 56.0 ± 7.5 Rhyolitic pumice †S10 31* Is4 QTsa 34.8870 –106.6486 6197 SCLF Sanidine NM45 15 2.25 1.24 ± 0.01 25.0 ± 10.0 Rhyolitic pumice †S11 32* 99DS1 Qsc 34.8382 –106.8281 51932 SCLF Sanidine NM133 9 0.52 1.24 ± 0.02 52.9 ± 30.4 Upper Bandelier pumice 33 011700- ALE3 QTsa 35.0094 –106.6151 57256 SCLF Sanidine NM123 11 1.92 1.28 ± 0.02 41.6 ± 24.2 SA2: Tshirege ash 34* 102998- A-ALE QTsa 35.0111 –106.5963 50256 SCLF Sanidine NM105 14 2.00 1.34 ± 0.04 2.4 ± 0.6 Rhyolitic pumice 35* SF-acs22 QTsa 35.4462 –106.3828 9175 SCLF Sanidine NM89 23 0.20 1.18 ± 0.18 29.3 ± 25.3 Rhyolitic pumice 36* SF-acs12 QTsa 35.4423 –106.3857 8933 SCLF Sanidine NM86 14 2.41 1.38 ± 0.03 37.4 ± 8.9 Rhyolitic pumice 37* SF-acs11 QTsa 35.4423 –106.3857 8935 SCLF Sanidine NM86 8 4.79 1.46 ± 0.25 20.5 ± 26.5 Rhyolitic pumice 38* SF-acs21 QTsa 35.4458 –106.3885 9174 SCLF Sanidine NM89 30 0.40 1.62 ± 0.09 52.4 ± 64.8 Rhyolitic pumice 39* SF-18psm QTsa 35.4326 –106.4016 9172 SCLF Sanidine NM89 9 0.37 1.45 ± 0.12 40.6 ± 38.4 Rhyolitic pumice 40* SF-acs19 QTsa 35.4312 –106.4066 9176 SCLF Sanidine NM89 5 0.07 1.49 ± 0.06 18.5 ± 0.4 Rhyolitic pumice 41* SF-acs17 QTsa 35.4329 –106.4082 9171 SCLF Sanidine NM89 30 1.15 1.70 ± 0.06 36.0 ± 31.4 Rhyolitic pumice 42* SF-acs9 QTsa 35.4388 –106.3902 8920 SCLF Sanidine NM86 13 3.99 1.49 ± 0.03 39.3 ± 9.9 Rhyolitic pumice 43* SF-acs8 QTsa 35.4388 –106.3902 8919 SCLF Sanidine NM86 6 0.48 1.41 ± 0.04 38.1 ± 6.8 Rhyolitic pumice 44* SF-acs6 QTsa 35.4388 –106.3915 8917 SCLF Sanidine NM86 13 2.28 1.55 ± 0.01 29.5 ± 11.4 Rhyolitic pumice 45* SF-acs4 QTsa 35.4388 –106.3915 8915 SCLF Sanidine NM86 12 0.41 1.61 ± 0.05 30.9 ± 15.7 Rhyolitic pumice 46* SF-acs5 QTsa 35.4388 –106.3915 8916 SCLF Sanidine NM86 14 0.67 1.63 ± 0.04 36.6 ± 21.8 Rhyolitic pumice 47* SF-acs7 QTsa 35.4388 –106.3915 8918 SCLF Sanidine NM86 14 2.08 1.66 ± 0.01 31.5 ± 4.3 Rhyolitic pumice 48* SF-acs20 QTsa 35.4377 –106.3977 9173 SCLF Sanidine NM89 14 0.41 1.65 ± 0.09 35.4 ± 11.2 Rhyolitic pumice 49* SF-acs2 QTsa 35.3972 –106.4293 8912 SCLF Sanidine NM86 12 0.67 1.54 ± 0.07 38.7 ± 12.8 Rhyolitic pumice 50* SF-acs1 QTsa 35.3966 –106.4316 8911 SCLF Sanidine NM86 10 2.17 1.71 ± 0.04 30.9 ± 9.6 Rhyolitic pumice 51 Casino ash QTsp 35.4107 –106.3995 9749 SCLF Sanidine NM105 14 1.67 1.57 ± 0.09 38.8 ± 30.7 SA3: 3 m above QTsa 52 12199728- SFP QTsp 35.4031 –106.4089 8924 SCLF Sanidine NM86 15 8.49 1.60 ± 0.06 50.7 ± 8.3 Casino ash (SA3) 53* PL-PS-1 QTsa 35.3651 –106.4382 8934 SCLF Sanidine NM86 11 6.13 1.60 ± 0.02 44.4 ± 19.7 Rhyolitic pumice 54* QTsa Placitas QTsa 35.3488 –106.4907 7615 SCLF Sanidine NM63 12 4.14 1.62 ± 0.03 32.9 ± 18.0 Rhyolitic pumice 55* S5725 or LL3 QTsa 34.8658 –106.6637 51941 SCLF Sanidine NM133 2 1.18 1.56 ± 0.09 46.7 ± 3.8 S8: rhyolitic pumice 56* 99LLS1 QTsa 34.8659 –106.6677 51937 SCLF Sanidine NM133 7 1.94 1.64 ± 0.03 35.0 ± 11.8 Rhyolitic pumice 57* PL-asc2 QTsa 35.3132 –106.5010 2340 SCLF Sanidine NM23 8 1.40 1.68 ± 0.02 33.7 ± 3.9 SA5: Rhyolitic pumice 58* Hell Cyn QTsa 34.8961 –106.5820 51223 SCLF Sanidine NM123 28 6.59 1.72 ± 0.04 33.2 ± 10.5 Rhyolitic pumice 59* SF-acs16 QTsa 35.3780 –106.4379 8923 SCLF Sanidine NM86 14 7.92 1.65 ± 0.03 33.2 ± 10.5 Rhyolitic pumice 60* SF-acs14 QTsa 35.3780 –106.4379 8921 SCLF Sanidine NM86 5 0.48 1.92 ± 0.09 31.6 ± 17.0 Rhyolitic pumice 61* SF-acs15 QTsa 35.3780 –106.4379 8922 SCLF Sanidine NM86 22 2.98 1.92 ± 0.19 30.4 ± 16.1 Rhyolitic pumice 62* 011700- ALE2 QTsa 35.0065 –106.6219 51257 SCLF Sanidine NM123 13 4.43 1.68 ± 0.03 29.6 ± 11.9 Rhyolitic pumice 63* 011700- ALE1 QTsa 35.0069 –106.6237 51940 SCLF Sanidine NM133 7 1.28 2.00 ± 0.04 16.5 ± 9.7 Pumiceous sand 64* 99IS10 QTsa 34.9261 –106.6572 51936 SCLF Sanidine"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "Sanidine NM86 12 0.67 1.54 ± 0.07 38.7 ± 12.8 Rhyolitic pumice 50* SF-acs1 QTsa 35.3966 –106.4316 8911 SCLF Sanidine NM86 10 2.17 1.71 ± 0.04 30.9 ± 9.6 Rhyolitic pumice 51 Casino ash QTsp 35.4107 –106.3995 9749 SCLF Sanidine NM105 14 1.67 1.57 ± 0.09 38.8 ± 30.7 SA3: 3 m above QTsa 52 12199728- SFP QTsp 35.4031 –106.4089 8924 SCLF Sanidine NM86 15 8.49 1.60 ± 0.06 50.7 ± 8.3 Casino ash (SA3) 53* PL-PS-1 QTsa 35.3651 –106.4382 8934 SCLF Sanidine NM86 11 6.13 1.60 ± 0.02 44.4 ± 19.7 Rhyolitic pumice 54* QTsa Placitas QTsa 35.3488 –106.4907 7615 SCLF Sanidine NM63 12 4.14 1.62 ± 0.03 32.9 ± 18.0 Rhyolitic pumice 55* S5725 or LL3 QTsa 34.8658 –106.6637 51941 SCLF Sanidine NM133 2 1.18 1.56 ± 0.09 46.7 ± 3.8 S8: rhyolitic pumice 56* 99LLS1 QTsa 34.8659 –106.6677 51937 SCLF Sanidine NM133 7 1.94 1.64 ± 0.03 35.0 ± 11.8 Rhyolitic pumice 57* PL-asc2 QTsa 35.3132 –106.5010 2340 SCLF Sanidine NM23 8 1.40 1.68 ± 0.02 33.7 ± 3.9 SA5: Rhyolitic pumice 58* Hell Cyn QTsa 34.8961 –106.5820 51223 SCLF Sanidine NM123 28 6.59 1.72 ± 0.04 33.2 ± 10.5 Rhyolitic pumice 59* SF-acs16 QTsa 35.3780 –106.4379 8923 SCLF Sanidine NM86 14 7.92 1.65 ± 0.03 33.2 ± 10.5 Rhyolitic pumice 60* SF-acs14 QTsa 35.3780 –106.4379 8921 SCLF Sanidine NM86 5 0.48 1.92 ± 0.09 31.6 ± 17.0 Rhyolitic pumice 61* SF-acs15 QTsa 35.3780 –106.4379 8922 SCLF Sanidine NM86 22 2.98 1.92 ± 0.19 30.4 ± 16.1 Rhyolitic pumice 62* 011700- ALE2 QTsa 35.0065 –106.6219 51257 SCLF Sanidine NM123 13 4.43 1.68 ± 0.03 29.6 ± 11.9 Rhyolitic pumice 63* 011700- ALE1 QTsa 35.0069 –106.6237 51940 SCLF Sanidine NM133 7 1.28 2.00 ± 0.04 16.5 ± 9.7 Pumiceous sand 64* 99IS10 QTsa 34.9261 –106.6572 51936 SCLF Sanidine NM133 14 3.69 1.67 ± 0.04 31.4 ± 16.8 Rhyolitic pumice 65* 99IS3 Tca 34.9187 –106.6575 51933 SCLF Sanidine NM133 12 3.83 2.63 ± 0.05 18.5 ± 27.6 Dacitic pumice 66* 99IS6, 23Ayo Tca 34.9139 –106.6737 51934 SCLF Sanidine NM133 11 1.69 2.70 ± 0.06 60.2 ± 212 Dacitic pumice (Continued) Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 395 67* 99IS8 Tca 34.9408 –106.6584 51935 SCLF Sanidine NM133 2 0.85 2.77 ± 0.05 18.7 ± 0.0 Dacitic pumice 68* CH33A Tca 34.9592 –106.8949 8144 SCLF Sanidine NM71 8 5.72 3.18 ± 0.10 152.5 ± 65.1 Dacitic pumice, 4 m above base of Tca 69 021798- 130-BERN Tob 35.3668 –106.6090 8925 SCLF Sanidine NM86 14 4.67 6.83 ± 0.04 6.6 ± 31.0 SA21: Peralta Tuff 100 m below top 70 090198- U12-SVNE Tob 35.4076 –106.7760 9473 SCLF Sanidine NM93 14 0.89 6.85 ± 0.13 49.4 ± 7.0 SA20: Peralta Tuff 71 11E Tob 35.4196 –106.7318 50516 SCLF Sanidine NM110 5 0.67 7.06 ± 0.06 58.8 ± 35.1 SA22: Peralta Tuff 72 6F Ton 35.0294 –106.9051 8945 SCLF Plagioclase NM86 6 0.14 7.16 ± 0.47 37.7 ± 65.2 Cerro Colorado dacite Notes (Tables 2 and 3): See Appendix A (see text footnote 1) for detailed description and data tables. Map number refers to numbers used in Figures 3, 6–8, 10–11, 13, and 15– 20. Asterisk (*) denotes fluvially recycled pyroclastic material, and represents a maximum age for the deposit. †Table 1 of Maldonado et al. (2007). In comments column, sample S denotes sample localities in Maldonado et al. (2007); sample SA denotes sample localities in Connell (2006, 2008b). Method is single-crystal laser fusion (SCLF) or resistance- furnace incremental heating (RFIH; Table 2). N is the number of individual crystals analyzed (SCLF), or the number of heating steps used to calculate weighted mean age (RFIH). Sample material is groundmass concentrate, hornblende, obsidian, plagioclase, or sanidine. K/Ca is the molar ratio calculated from K-derived 39Ar and Ca-derived 37Ar. MSWD denotes mean sum of weighted deviates. vf—volcanic field. Irrad. denotes irradiation batch. Methods: Sample preparation: sanidine, plagioclase, biotite—crushing, LST (lithium polytungstate) heavy liquid separation, Franz magnetic separation, and HF (hydrofluoric acid etching); groundmass concentrate—crushing, picking. Irradiation: four separate in vacuo 7–14 hr irradiations (NM23, NM45, NM63, NM71, NM77, NM78, NM86, NM89, NM93, NM105, NM110, NM123, NM127, NM133, NM137, and NM162), D3 position, Nuclear Science Center, College Station, Texas. Neutron flux monitor inter-laboratory standard Fish Canyon Tuff sanidine (FC-2) with an assigned age of 28.02 Ma (Renne et al., 1998); samples and monitors irradiated in alternating holes in machined aluminum discs. Laboratory: New Mexico Geochronology Research Laboratory, Socorro, New Mexico. Instrumentation: Mass Analyzer Products 215-50 mass spectrometer on line with automated, all-metal extraction system. Heating: sanidine—SCLF, 10W continuous CO2 laser; RFIH—25–45 mg aliquots in resistance furnace. Reactive gas cleanup: SAES GP-50 getters operated at 20 °C and ~450 °C; SCLF—1–2 minutes, RFIH—9 minutes. Error calculation: all errors reported at ±2σ, mean ages calculated using inverse variance weighting of Samson and Alexander (1987). Decay constant and isotopic abundances: Steiger and Jäger (1977). Complete data set presented in the Data Repository (see text footnote 1). Analytical parameters: Electron multiplier sensitivity = 1 to 3 × 1017 moles/pA; typical system blanks were 470, 3, 0.6, 3, 3.0 × 1018 moles (laser) and at 1730, 37, 2, 6, 9 × 10–18 moles (furnace) at masses 40, 39, 38, 37, 36 respectively; J-factors determined to a precision of ±0.2% using SCLF of 4 to 6 crystals from each of 4 to 6 radial positions around irradiation vessel. Correction factors for interfering nuclear reactions, determined using K-glass and CaF2, are provided on the CD-ROM and in the GSA Data Repository. Samples: Samples are listed in observed or inferred stratigraphic order and were collected by Steven M. Cather, Sean D. Connell, David W. Love, and Florian Maldonado. Sample 15* was geochemically correlated to a dated obsidian at Rabbit Mountain (lat 35.8282°, lon –106.4553°) in the Jemez Mountains (Nelia Dunbar, 2001, personal commun.). †Table 1 of Maldonado et al. (2007). Map units include: Cerro Conejo Formation (Tcc); Navajo Draw (Ton), Loma Barbon (Tob), and Picuda Peak (Top) Members of the Arroyo Ojito Formation; axial-fluvial (QTsa) and piedmont (QTsp) members of the Sierra Ladrones Formation; Rio Puerco (Tcrp), Atrisco (Tca), and Santa Ana Mesa (Tcs) Members of the Ceja Formation; unit of San Clemente (Qsc); and basaltic lava (Tb). Map no. Sample unit Lat. (°N) Lon. (°W) Lab. no. Method Material Irrad. N MSWD Date ± 2σ (Ma) K/Ca ± 2σ Comment TABLE 3. SUMMARY OF 40Ar/39Ar SINGLE CRYSTAL LASER FUSION (SCLF) RESULTS (Continued) Map Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 396 Connell et al. TABLE 4. STATISTICAL PARAMETERS FOR CLASS I PALEOMAGNETIC STUDY SITES R N n oitc e S K α95 (°) Dec. (°) Inc. (°) All sites (N) Geo 58 53.5 12.76 5.4 3.5 47.1 Strat 58 53.9 13.74 5.2 2.8 45.0 All sites (R) Geo 50 45.4 10.64 6.5 181.9 –45.6 Strat 50 45.4 10.69 6.5 180.2 –41.7 All sites (R)* Geo 48 44.7 14.04 5.7 179.7 –47.1 Strat 48 44.6 14.01 5.7 178.1 –43.2 All Ceja Fm. (N) Geo 47 43.7 13.94 5.8 4.2 44.7 Strat 47 44.1 15.73 5.4 2.9 42.3 All Ceja Fm. (R) Geo 38 34.9 12.07 7.0 181.9 –47.0 Strat 38 34.9"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "radial positions around irradiation vessel. Correction factors for interfering nuclear reactions, determined using K-glass and CaF2, are provided on the CD-ROM and in the GSA Data Repository. Samples: Samples are listed in observed or inferred stratigraphic order and were collected by Steven M. Cather, Sean D. Connell, David W. Love, and Florian Maldonado. Sample 15* was geochemically correlated to a dated obsidian at Rabbit Mountain (lat 35.8282°, lon –106.4553°) in the Jemez Mountains (Nelia Dunbar, 2001, personal commun.). †Table 1 of Maldonado et al. (2007). Map units include: Cerro Conejo Formation (Tcc); Navajo Draw (Ton), Loma Barbon (Tob), and Picuda Peak (Top) Members of the Arroyo Ojito Formation; axial-fluvial (QTsa) and piedmont (QTsp) members of the Sierra Ladrones Formation; Rio Puerco (Tcrp), Atrisco (Tca), and Santa Ana Mesa (Tcs) Members of the Ceja Formation; unit of San Clemente (Qsc); and basaltic lava (Tb). Map no. Sample unit Lat. (°N) Lon. (°W) Lab. no. Method Material Irrad. N MSWD Date ± 2σ (Ma) K/Ca ± 2σ Comment TABLE 3. SUMMARY OF 40Ar/39Ar SINGLE CRYSTAL LASER FUSION (SCLF) RESULTS (Continued) Map Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 396 Connell et al. TABLE 4. STATISTICAL PARAMETERS FOR CLASS I PALEOMAGNETIC STUDY SITES R N n oitc e S K α95 (°) Dec. (°) Inc. (°) All sites (N) Geo 58 53.5 12.76 5.4 3.5 47.1 Strat 58 53.9 13.74 5.2 2.8 45.0 All sites (R) Geo 50 45.4 10.64 6.5 181.9 –45.6 Strat 50 45.4 10.69 6.5 180.2 –41.7 All sites (R)* Geo 48 44.7 14.04 5.7 179.7 –47.1 Strat 48 44.6 14.01 5.7 178.1 –43.2 All Ceja Fm. (N) Geo 47 43.7 13.94 5.8 4.2 44.7 Strat 47 44.1 15.73 5.4 2.9 42.3 All Ceja Fm. (R) Geo 38 34.9 12.07 7.0 181.9 –47.0 Strat 38 34.9 12.07 7.0 180.0 –42.6 All Sierra Ladrones Fm. (N) Geo 7 6.6 14.83 16.2 14.9 60.3 Strat 7 6.6 15.03 16.1 17.8 59.5 All Sierra Ladrones Fm. (R) Geo 8 7.9 65.52 6.9 169.3 –46.7 Strat 8 7.9 60.85 7.2 170.4 –46.6 Notes: N—number of sites averaged; R—Fisher statistic; K—precision parameter; α95—cone of confidence; Dec.—declination; Inc.—inclination. Geographic (Geo) and tilt-corrected (Strat) declination and inclinations shown. (N)—normal sites; (R)—reversed sites. Asterisk (*) denotes removal of 2 outliers from the CDRP-CL section (CLS sites S11 and S25, Appendix B [see text footnote 1]) having a southward declination with positive inclination. TABLE 5. STATISTICAL PARAMETERS FOR ROTATED CLASS I PALEOMAGNETIC STUDY SITES R N n oitc e S K α95 (°) Dec. (°) Inc. (°) All sites Geo 108 98.9 11.77 4.1 2.7 46.4 Strat 108 99.2 12.18 4.1 1.6 43.5 All reverse sites* Geo 48 47.9 15.73 5.4 0.7 47.9 Strat 48 44.9 15.27 5.4 359.1 44.0 Ceja Fm. sites Geo 85 78.6 13.15 4.4 3.2 45.8 Strat 85 79.0 13.99 4.3 1.6 42.5 Sierra Ladrones Fm. sites Geo 15 14.3 19.06 9.0 358.9 53.5 Strat 15 14.3 18.73 9.1 0.8 53.3 Notes: Reverse polarity directions inverted to north-seeking, positive-inclination values; N—number of sites averaged; R—Fisher statistic; K—precision parameter; α95—cone of confidence; Dec.—declination; Inc.— inclination. Geographic (Geo) and tilt-corrected (Strat) declination and inclinations shown. Asterisk (*) denotes removal of 2 outliers from the CDRP-CL section (CLS sites S11 and S25, Appendix B [see text footnote 1]) having a southward declination with positive inclination. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 397 50 0 Stratigraphic thickness (m) 7 68 32 1 3 33, 34, 62 8 70 ? ? 63 Cat Hills volc. field 4 13 72 La Mesita Negra flow Cerro Colorado dacite 28 Tshirege ash CM-1 CDRP3 CDRP- CL CSA-PLU Rio Grande Valley TA (composite) (composite) (composite) ZF & AO LLV SC-1 R1 R0 R1 R3 R5 - R4 N2 - N1 R4 N4 N3 N1 R2 N3 R3 R5 R4 R6 N2 N3 N5 R5 N4 N6 R5 R4 N3 N2 R3? N4 N5-6 Llano de Albuquerque surface Ceja del Rio Puerco & La Ceja degraded LdA surface thin Tcrp Sunport surface III+ III+ III+ III III+ III+ III+ V III+ 65-67 15,30,31 55,56,64 RPS Cat Mesa fault San Ysidro & Zia faults faults Arroyo Ojito Fm Type section (Connell, 2008a) (projected) faults faults RPS local unconformity RPS Tcrp Tcrp* Tca Tcrp* Tca Ton Ton Tc Top Tob continues to Zia Fm Tcrp Qsc Tca Ton Tcrp ? ? Tca QTsa QTsp QTsa Qsc Connell et al. (1999) Connell (2008a) Connell (2008a) Qsc QTsa Tcrp Tcrp Tcrp* Tca Tc ? 63 8 EXPLANATION R1 N1 RPS unit of San Clemente Normal polarity Erosional contact; RPS = Rincones paleosurface Geomorphic surface, carbonate morphology Indeterminate polarity Reversed polarity Tables 1-3 Sample, maximum age Sample, depositional age Lava flow Conformable contact Tcrp: Rio Puerco Mbr; *uppermost gravelly sand Arroyo Ojito Fm: Picuda Peak Mbr (Top), Loma Barbon Mbr (Tob) & Navajo Draw Mbr (Ton) Qsc Sierra Ladrones Fm: QTsa: axial-fluvial mbr QTsp: piedmont mbr QTsp QTsa Top Tob Ton Tcrp Tc Tca III+ Tc: Ceja Fm, undivided Tca: Atrisco Mbr Figure 8. Stratigraphic fence diagram, illustrating correlations of measured stratigraphic sections (see Fig. 3 for locations). Measured sections were correlated using age de- terminations (Tables 1–3), the Rincones paleosurface, and the Llano de Albuquerque (LdA) and Sunport geomorphic surfaces as stratigraphic datum planes. The Arroyo Ojito (AO), Zia fault (ZF), Cat Mesa (CM-1), and San Clemente (SC-1) stratigraphic sections were modiﬁ ed from previous studies (Connell et al., 1999, 2001c; Connell, 2008a). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 398 Connell et al. 50 0 Stratigraphic thickness (m) 3.02 Ma 3.18 Ma Tshirege ash (1.26 Ma) <1.23- 1.66 Ma <2.63- 2.77 Ma 1.28 Ma <1.34 Ma N1 R2 R1 R0 R1 R3 R5 R4 N2 - N1 R4 N4 N3 N3 R5 N5-6 N4 R3 R5 R4 R6 N2 N3 N5 N6 R5 R4 R3? N3 N2 N4 CM-1 & CDRP3 CDRP-CL CSA-PLU LLV ZF Tc Tc TA (composite) (composite) (composite) Llano de Albuquerque Sunport surface ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? RPS RPS RPS Supported by 40Ar/39Ar dating of in situ volcanic rocks (Tables 1-3). Supported by 40Ar/39Ar dating of fluvially recycled volcanic rocks (Tables 1-3). Inferred based on stratigraphic position Unconformity Reunion C1r.3r C2r.1r C2r.2r C2An.1r C2Ar C2An.2r C1r Kaena (or Mammoth) Mammoth Olduvai Jaramillo 2.581 3.032 3.116 3.330 3.207 1.778 1.945 3.596 4.187 1.072 0.988 0.781 LCB: ~0.64 Ma 0 C1r.2r C1n C2n C2An.1n C2An.3n C2An.2n C3n.1n C1r.1n GPTS GILBERT GAUSS BRUNHES MATUYAMA Time (Ma) GAUSS MATUYAMA Tcrp Tca disconformity disconformity disconformity disconformity disconformity? Tcrp Qsc Tca Tcrp Tca Tcrp Tca QTsa QTsp QTsa <1.24 Ma 0.10 Ma SC-1 Qsc Qsc QTsa Tcrp ~3.28 Ma 3.83 Ma <2.00 Ma Correlations Figure 9. Stratigraphic fence diagram, illustrating correlations to the global geomagnetic polarity time scale (GPTS; Gradstein et al., 2005). Measured sections (see Fig. 3 for locations) were correlated using the Gauss-Matuyama chron boundary, the Llano de Albuquerque and Sunport surfaces, and a 1.27 Ma ash correlated to the Tshirege Member of the Bandelier Tuff (Table 3). Stratigraphic sections are vertically separated across documented or inferred disconformities."
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "San Clemente (SC-1) stratigraphic sections were modiﬁ ed from previous studies (Connell et al., 1999, 2001c; Connell, 2008a). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 398 Connell et al. 50 0 Stratigraphic thickness (m) 3.02 Ma 3.18 Ma Tshirege ash (1.26 Ma) <1.23- 1.66 Ma <2.63- 2.77 Ma 1.28 Ma <1.34 Ma N1 R2 R1 R0 R1 R3 R5 R4 N2 - N1 R4 N4 N3 N3 R5 N5-6 N4 R3 R5 R4 R6 N2 N3 N5 N6 R5 R4 R3? N3 N2 N4 CM-1 & CDRP3 CDRP-CL CSA-PLU LLV ZF Tc Tc TA (composite) (composite) (composite) Llano de Albuquerque Sunport surface ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? RPS RPS RPS Supported by 40Ar/39Ar dating of in situ volcanic rocks (Tables 1-3). Supported by 40Ar/39Ar dating of fluvially recycled volcanic rocks (Tables 1-3). Inferred based on stratigraphic position Unconformity Reunion C1r.3r C2r.1r C2r.2r C2An.1r C2Ar C2An.2r C1r Kaena (or Mammoth) Mammoth Olduvai Jaramillo 2.581 3.032 3.116 3.330 3.207 1.778 1.945 3.596 4.187 1.072 0.988 0.781 LCB: ~0.64 Ma 0 C1r.2r C1n C2n C2An.1n C2An.3n C2An.2n C3n.1n C1r.1n GPTS GILBERT GAUSS BRUNHES MATUYAMA Time (Ma) GAUSS MATUYAMA Tcrp Tca disconformity disconformity disconformity disconformity disconformity? Tcrp Qsc Tca Tcrp Tca Tcrp Tca QTsa QTsp QTsa <1.24 Ma 0.10 Ma SC-1 Qsc Qsc QTsa Tcrp ~3.28 Ma 3.83 Ma <2.00 Ma Correlations Figure 9. Stratigraphic fence diagram, illustrating correlations to the global geomagnetic polarity time scale (GPTS; Gradstein et al., 2005). Measured sections (see Fig. 3 for locations) were correlated using the Gauss-Matuyama chron boundary, the Llano de Albuquerque and Sunport surfaces, and a 1.27 Ma ash correlated to the Tshirege Member of the Bandelier Tuff (Table 3). Stratigraphic sections are vertically separated across documented or inferred disconformities. The abbreviation LCB refers to the Lava Creek B tephra found within an inset terrace deposit of the Rio Grande (Connell et al., 2007a). See Figure 8 for explanation of geologic unit symbols. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 399 and Sunport surfaces, the 2.581 Ma Gauss-Matuyama chron boundary, and an early Pleistocene volcanic ash (Bandelier Tuff, Tewa Group) provide important chronostratigraphic datum con- trols for intrabasinal correlation (Fig. 9). The Réunion and Cobb Mountain subchrons (<20 k.y.) were not recognized in this study. The preservation of such short-lived subchrons in an extensively channelized ﬂ uvial environment is probably low. The absence of these subchrons is supported by estimates of Plio-Pleistocene sediment accumulation, which ranged from 22 to 33 m/m.y. (Lozinsky, 1994). These sedimentation rates would require sam- pling intervals of 0.4–0.7 m to capture these subchrons. Thus, the average sampling interval (see above) was likely too coarse to capture these short-lived subchrons. Miocene Deposits Exposed Miocene sections in the Albuquerque Basin con- tain alluvial, eolian, and volcaniclastic deposits of the Arroyo Ojito, Blackshare, Cerro Conejo, Cochiti, Popotosa, Tanos, and Zia Formations (Fig. 5). The Tanos and Blackshare Formations (Connell et al., 2002) are well exposed along the northeastern ﬂ ank of the basin and in the Hagan embayment. The Lower to Middle Miocene Zia Formation is exposed along the northwest- ern ﬂ ank of the basin (Connell, 2004). It consists of eolian and ﬂ uviatile sandstone and mudstone that represents deposition in a predominantly eolian setting with scattered interdune ponds and streams (Tedford and Barghoorn, 1999). Fluviolacustrine depos- its of the Popotosa Formation are exposed in the southern part of the basin, and are also recognized in drill holes (Is2 on Fig. 3; Machette, 1978; Lozinsky, 1994; Cather et al., 1994; Connell et al., 2005; Maldonado et al., 1999, 2007). Popotosa mudstone has been reported in deep oil-test wells near Los Lunas and Isleta Pueblo (Lozinsky, 1994), but has not been recognized farther north in drill holes beneath Albuquerque (Hawley and Haase, 1992, section IV). The Middle Miocene Cerro Conejo Formation is exposed along the northwestern ﬂ ank of the Albuquerque Basin, where it contains eolian and ﬂ uvial sand and interbedded mudstone that was deposited between 14.5 and 9.5 Ma (Tedford and Barghoorn, 1999; Connell, 2008a). This unit represents a transition from the largely eolian Zia Formation to the predominantly ﬂ uviatile Arroyo Ojito Formation (see below). The Cochiti Formation is a Miocene through lower Pleistocene succession of volcanic- bearing sandstone and conglomerate exposed along the southern ﬂ ank of the Jemez Mountains (Smith and Lavine, 1996). The Arroyo Ojito Formation is exposed along the western ﬂ ank of the Albuquerque Basin. It was deposited between 9.0 and 6.3 Ma by southeast-ﬂ owing streams that originated on the Colo- rado Plateau and nearby uplifts, such as the Sierra Nacimiento (Connell et al., 1999). A widespread erosion surface called the Rincones paleosurface marks the top of the Arroyo Ojito Forma- tion (Connell, 2008a). The age of the lower part of the Arroyo Ojito Formation is determined by Upper Miocene basaltic lavas exposed near the top of the underlying Cerro Conejo Formation (Pazzaglia et al., 1998; Smith et al., 2001; Chamberlin and McIn- tosh, 2007). Basaltic lava ﬂ ows at Chamisa Mesa and Bodega Butte, along the southern ﬂ ank of the Jemez Mountains (Fig. 3), yielded groundmass 40Ar/39Ar age determinations ranging between 9.67 and 9.04 Ma (Fig. 6, sample 14, Table 1; sample 29, Table 2). Other age control for the Arroyo Ojito Formation comes from the Rio Puerco valley, where a basaltic lava ﬂ ow at La Mesita Negra (Fig. 10) is interbedded with sandstone of the Navajo Draw Member. This ﬂ ow yielded a 40Ar/39Ar age determi- nation of 8.16 ± 0.05 Ma (Fig. 6, sample 13, Table 1; Maldonado et al., 2006). A dacitic volcanic vent at Cerro Colorado, ~3 km southeast of La Mesita Negra, yielded an age determination of 7.16 ± 0.47 Ma (Fig. 6, sample 72, Table 3). The basal edges of this feature rest on Navajo Draw sandstone, ~43–55 m below the Rincones paleosurface of Connell (2008a). The Loma Barbon Member of the Arroyo Ojito Formation contains ashes that range in age from 6.83 to 7.06 Ma (Fig. 6, samples 10–12, Table 1; samples 69–71, Table 3). These ashes correlate to the Peralta Tuff Member of the Bearhead Rhyolite (e.g., Smith, 2001), which interﬁ ngers with the Arroyo Ojito Formation and lower parts of the Cochiti Formation in the northern part of the Albuquerque Basin and southeastern ﬂ ank of the Jemez Mountains. The Arroyo Ojito Formation generally coarsens up-section of older (7.1–6.8 Ma) Peralta ashes (Connell, 2008b), culminat- ing in deposition of the conglomeratic Picuda Peak Member by ca. 6.3 Ma. Lozinsky and Tedford (1991) reported an upward- coarsening trend in a 7–9 Ma section for piedmont deposits of the Popotosa Formation in the Gabaldon badlands, just southwest of the study area (Fig. 3). A maximum age of the top of the Arroyo Ojito Formation comes from a basaltic cobble ~20 m below the top of the Picuda Peak Member that yielded a groundmass 40Ar/39Ar age determination of 6.56 ± 0.33 Ma (Fig. 6, sample 28, Table 2). An important age determination for the Miocene suc- cession comes from a bed"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "for the Arroyo Ojito Formation comes from the Rio Puerco valley, where a basaltic lava ﬂ ow at La Mesita Negra (Fig. 10) is interbedded with sandstone of the Navajo Draw Member. This ﬂ ow yielded a 40Ar/39Ar age determi- nation of 8.16 ± 0.05 Ma (Fig. 6, sample 13, Table 1; Maldonado et al., 2006). A dacitic volcanic vent at Cerro Colorado, ~3 km southeast of La Mesita Negra, yielded an age determination of 7.16 ± 0.47 Ma (Fig. 6, sample 72, Table 3). The basal edges of this feature rest on Navajo Draw sandstone, ~43–55 m below the Rincones paleosurface of Connell (2008a). The Loma Barbon Member of the Arroyo Ojito Formation contains ashes that range in age from 6.83 to 7.06 Ma (Fig. 6, samples 10–12, Table 1; samples 69–71, Table 3). These ashes correlate to the Peralta Tuff Member of the Bearhead Rhyolite (e.g., Smith, 2001), which interﬁ ngers with the Arroyo Ojito Formation and lower parts of the Cochiti Formation in the northern part of the Albuquerque Basin and southeastern ﬂ ank of the Jemez Mountains. The Arroyo Ojito Formation generally coarsens up-section of older (7.1–6.8 Ma) Peralta ashes (Connell, 2008b), culminat- ing in deposition of the conglomeratic Picuda Peak Member by ca. 6.3 Ma. Lozinsky and Tedford (1991) reported an upward- coarsening trend in a 7–9 Ma section for piedmont deposits of the Popotosa Formation in the Gabaldon badlands, just southwest of the study area (Fig. 3). A maximum age of the top of the Arroyo Ojito Formation comes from a basaltic cobble ~20 m below the top of the Picuda Peak Member that yielded a groundmass 40Ar/39Ar age determination of 6.56 ± 0.33 Ma (Fig. 6, sample 28, Table 2). An important age determination for the Miocene suc- cession comes from a bed of rhyolitic pumice in the Cochiti Formation exposed along the northern ﬂ ank of the San Felipe volcanic ﬁ eld (Fig. 11). This pumice yielded a 40Ar/39Ar age determination on sanidine of 6.29 ± 0.08 Ma (Fig. 6, sample 10, Table 1) that correlates to the Cerrito Yelo tephra of the Per- alta Tuff (Chamberlin and McIntosh, 2007). It is ~20 m below the 2.46–2.43 Ma basaltic lavas of the San Felipe volcanic ﬁ eld (Figs. 6 and 7, samples 5 and 6, Table 1; samples 16–19, Table 2; Smith et al., 2001). The age of this tephra suggests the presence of an unconformity or condensed stratigraphic section between Upper Miocene and upper Pliocene rocks (Fig. 11). Geologic mapping north of the San Felipe volcanic ﬁ eld did not recognize any widespread unconformities within the Cochiti Formation (Smith et al., 2001); however, other workers reported multiple Miocene unconformities toward the western margin of the basin (Chamberlin and McIntosh, 2007). The earlier (basin- ward) mapping of Smith et al. (2001) took place before dat- ing of the Cerrito Yelo tephra and recognition of the Rincones paleosurface (described below), so it is not clear if the Cochiti Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 400 Connell et al. 0 5 scale 10 km 107° W 35° 15′N 35°N Ca t Mesa flt. San Ysidro flt. LMN CC Qa eolian cover thin Tvm Tz Tc Tc Qa Qa Cretaceous sed. rocks Qa Qa Tcc Tcc Ton Qsc Qch vents not shown Twm Tcm Tcc Ton Tc Tz CM-1 CDRP- CL CDRP3 13 72 Rio Puerco Valley 8 68 1 7 26 8 Llano de Manzano, Sunport, & Las Huertas surfaces; commonly covered by eolian sand Llano de Albuquerque surface; commonly covered by Pleistocene & Holocene eolian sand Ceja Fm: Santa Ana Mesa Mbr (Tcs), Atrisco Mbr (Tca), Rio Puerco Mbr (Tcrp) Unit of San Clemente Quaternary alluvium, undivided Qsc Qa Tc Cochiti Fm QTct Plio-Pleistocene gravels Tuerto Fm & gravel of Lookout park QTg Rincones paleosurface unconformity unconformity Volcanic rocks unconformity unconformity Arroyo Ojito Fm, Navajo Draw Mbr Ton Santa Fe Group, undivided Ts Cerro Conejo Fm Tcc Zia Fm Tz Qch pre-Santa Fe Group deposits QTsp Cat Hills volcanic field (99-111 ka) Tcm Cat Mesa lava flow (3.02 Ma) Twm Wind Mesa lava flow (4.04 Ma) Tbs Pliocene basaltic lavas (2.57-1.85 Ma) Tvm Miocene volcanic rocks (8.16-7.16 Ma) vent normal fault secondary age sample primary age sample stratigraphic section cross section well & label EXPLANATION (Figs. 10, 11, 16 & 18) Sierra Ladrones Fm axial-fluvial member Sierra Ladrones Fm piedmont member QTsa CDRP3 A A′ Ch5 horizontal bedding inclined bedding 7 Figure 10. Simpliﬁ ed geologic map along part of the Ceja del Rio Puerco and western margin of the Albuquerque Ba- sin, illustrating the locations of major faults, volcanic features (LMN—La Mesita Negra; CC—Cerro Colorado), age- determination sample sites (Tables 1–3), and measured stratigraphic sections (described in text). Primary sample (plus symbol) denotes age determinations of volcanic fallout tephra or lava ﬂ ows that represent emplacement or depositional ages. Samples of ﬂ uvially recycled tephra (circle-in-circle symbol) represent maximum ages. The Ceja Formation discon- formably overlies the lower part of the Arroyo Ojito Formation (i.e., Navajo Draw Member) and the Cerro Conejo Forma- tion. The Cat Mesa lava ﬂ ow and CM-1 section are on the footwall of the Cat Mesa fault; section CDRP3 is northeast of the hanging wall. CDRP-CL is on the footwall of the San Ysidro fault. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 401 Figure 11. (Top) Simpliﬁ ed geologic map of the eastern part of the San Felipe volcanic ﬁ eld (Santa Ana Mesa) and eastern margin of the Albuquerque Basin (Santo Domingo sub-basin; modiﬁ ed from Smith et al., 2001; Connell, 2008b). Numeric labels denote 40Ar/39Ar age determination sites on Tables 1–3. Explanation of map units and symbols is on Figure 10; additional unit is the Santa Ana Mesa Member (Tcs) of the Ceja Formation. Las Huertas geomorphic surface (LHC, red diagonal lines) marks a local depositional top of the Sierra Ladrones Formation. (Bottom) Cross section B–B′ (vertical exaggeration [VE] = 10×) based on previous geologic mapping (Chamberlin et al., 1999; Smith et al., 2001; Connell, 2008b); the cross-section location is on the top ﬁ gure. Stratigraphic interpretations of wells used in cross section were taken from a digital database (Connell, 2006). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 402 Connell et al. Formation contains a widespread and mappable unconformity, or if it is a condensed section. Over 1 km of Miocene through lower Pleistocene conglom- erate and sandstone is exposed across a faulted relay ramp that formed between the northern ﬂ ank of the Sandia Mountains and the Hagan embayment (Fig. 3; Kelley, 1977, 1982; May et al., 1994; Russell and Snelson, 1994). These deposits form a gener- ally conformable stratigraphic succession that records unrooﬁ ng of the adjacent Sandia Mountains (Connell and Wells, 1999). Ceja Formation The Ceja Formation contains ﬂ uvial sandstone, conglomer- ate, and mudstone deposited by large southeast-ﬂ owing streams and ﬂ uvial fans that drained the southeastern Colorado Plateau, San Juan Basin, Sierra Nacimiento, and southern Jemez Moun- tains (Connell, 2008a). Streams of the Ceja Formation drained roughly the same region as"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "in the Albuquerque Basin, Rio Grande rift, New Mexico 401 Figure 11. (Top) Simpliﬁ ed geologic map of the eastern part of the San Felipe volcanic ﬁ eld (Santa Ana Mesa) and eastern margin of the Albuquerque Basin (Santo Domingo sub-basin; modiﬁ ed from Smith et al., 2001; Connell, 2008b). Numeric labels denote 40Ar/39Ar age determination sites on Tables 1–3. Explanation of map units and symbols is on Figure 10; additional unit is the Santa Ana Mesa Member (Tcs) of the Ceja Formation. Las Huertas geomorphic surface (LHC, red diagonal lines) marks a local depositional top of the Sierra Ladrones Formation. (Bottom) Cross section B–B′ (vertical exaggeration [VE] = 10×) based on previous geologic mapping (Chamberlin et al., 1999; Smith et al., 2001; Connell, 2008b); the cross-section location is on the top ﬁ gure. Stratigraphic interpretations of wells used in cross section were taken from a digital database (Connell, 2006). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 402 Connell et al. Formation contains a widespread and mappable unconformity, or if it is a condensed section. Over 1 km of Miocene through lower Pleistocene conglom- erate and sandstone is exposed across a faulted relay ramp that formed between the northern ﬂ ank of the Sandia Mountains and the Hagan embayment (Fig. 3; Kelley, 1977, 1982; May et al., 1994; Russell and Snelson, 1994). These deposits form a gener- ally conformable stratigraphic succession that records unrooﬁ ng of the adjacent Sandia Mountains (Connell and Wells, 1999). Ceja Formation The Ceja Formation contains ﬂ uvial sandstone, conglomer- ate, and mudstone deposited by large southeast-ﬂ owing streams and ﬂ uvial fans that drained the southeastern Colorado Plateau, San Juan Basin, Sierra Nacimiento, and southern Jemez Moun- tains (Connell, 2008a). Streams of the Ceja Formation drained roughly the same region as those of the Arroyo Ojito Formation; however, the Ceja Formation contains a greater variety of rock types than the Arroyo Ojito Formation and represents deeper unrooﬁ ng of the western ﬂ anks of the Albuquerque Basin (Con- nell et al., 1999). The Ceja Formation thickens to the east (from ~20 m to over 420 m) and is bounded by a basal erosional surface called Rincones paleosurface, and an upper relict depositional surface called the Llano de Albuquerque surface (see below). The Ceja Formation is divided into the Santa Ana Mesa, Atrisco, and Rio Puerco Members (Fig. 5). The Atrisco and Santa Ana Mesa Members contain sandstone and mudstone with minor pebbly sandstone interbeds. The Atrisco Member contains thickly bedded, mottled and massive to well-sorted, ﬁ ne-grained, eolian sand (Figs. 12A and 12D). The Santa Ana Mesa Mem- ber is generally redder in color and contains coarser gravel than the Atrisco Member. The Rio Puerco Member is dominated by coarse-grained, medium to very thickly bedded, pebbly to cob- bly sand with scattered cobbles and small boulders. The con- tact between the Atrisco and Rio Puerco Members is sharp and erosional along the Ceja del Rio Puerco. Gravelly beds in the Rio Puerco Member form overlapping, laterally and vertically stacked channels that commonly contain laminated to thinly bed- ded, low-angle, planar and locally trough cross-stratiﬁ ed sand and pebbly sand (Fig. 12B). The Ceja Formation generally coarsens up-section, culmi- nating in mesa-capping gravels of the Rio Puerco Member, and contains a nearly 2-m-thick accumulation of petrocalcic soils of the Llano de Albuquerque surface (Fig. 12A). Using borehole geophysical logs, Connell et al. (1998) interpreted an overall upward-coarsening trend in deposits overlying the Atrisco Mem- ber. This coarsening trend in the Ceja Formation was conﬁ rmed here by measuring the relative proportions of mud, sand, and gravel sizes along the Ceja del Rio Puerco and at El Cerro de los Lunas, or Los Lunas volcano (Fig. 3). Mudstone (12%–24% of the section) and sandstone (72%–81%) beds dominate the Atrisco Member along the Ceja del Rio Puerco, but gravels are a minor constituent (4%–7%). The overlying Rio Puerco Member is dominated by gravel (35%–48%) and sand (49%–59%) with minor mud beds (3%–6%). The upward-coarsening trend in the Ceja Formation is also reﬂ ected by gravel size. The lower part of the Atrisco Member contain medium pebbles (7 ± 3 cm, mean intermediate diame- ter of 5 ± 2 cm, N = 67 measurements), whereas the upper part contains medium to coarse pebbles (17 ± 4 cm, mean intermedi- ate diameter of 11 ± 3 cm, N = 26). The Rio Puerco Member contains coarse pebbles (21 ± 9 cm, mean intermediate diameter of 15 ± 6 cm, N = 42). Very coarse pebbles and coarse cobbles (40–110 cm in maximum diameter) are scattered at the top of the Rio Puerco Member. Geochronology Lava ﬂ ows and ﬂ uvially recycled volcanic gravel in the Ceja Formation demonstrate a Pliocene age of deposition (Connell, 2008a; Maldonado et al., 2007). The age of the Ceja Formation is reﬁ ned by integrating isotopic and biostratigraphic age data into ﬁ ve composite stratigraphic sections that were sampled for magnetic polarity: CDRP3, CDRP-CL, CSA-PLU, LLV, and ZF (Figs. 13–15, 17, 19, and 20; locations shown in Fig. 3). The age of the base of the Atrisco Member increases into the basin across numerous intrabasinal normal faults (Fig. 9). The 3.02 Ma Cat Mesa lava ﬂ ow marks the base of the Atrisco Member on Cat Mesa and along the Ceja del Rio Puerco (Fig. 6, sample 7, Table 1). A volcanic ash adjacent to the Zia fault at La Ceja in the ZF section (Fig. 15) was geochemically correlated to the ca. 3.28 Ma Nomlaki Tuff (sample 8, Table 1). This ash yielded a reverse-polarity magnetization that is consistent with polarity data for the Nomlaki Tuff (Reheis et al., 1991). The Atrisco Member at CDRP3 and CDRP-CL contains normal- and reverse-polarity sites (Figs. 13 and 14) that indi- cate deposition during parts of the Gauss and Matuyama chrons (Fig. 9). The Santa Ana Mesa Member is locally capped by basal- tic lavas of the San Felipe volcanic ﬁ eld (at Santa Ana Mesa), which yielded groundmass 40Ar/39Ar age determinations of 2.57 ± 0.11 Ma and 1.85 ± 0.10 Ma (Fig. 7, samples 19 and 16, Table 2). The Santa Ana Mesa Member contains an ash exposed in the spillway of the Jemez River dam that is ~42 m below these Pliocene basaltic lavas (Fig. 11). This spillway ash yielded a single-crystal 40Ar/39Ar age determination on hornblende of 3.81 ± 0.23 Ma (Fig. 6, sample 25, Table 2). The thickest, most complete and accessible exposures of the Ceja Formation in the study area are along the ﬂ anks of El Cerro de los Lunas, also called Los Lunas volcano (Fig. 16; Kel- ley and Kudo, 1978; Love et al., 1998; Maldonado et al., 2007). A 210-m-thick composite stratigraphic section was assembled by correlating distinctive marker beds and an angular unconformity (Fig. 17). El Cerro de los Lunas contains two overlapping trachy- andesitic volcanoes that yielded groundmass 40Ar/39Ar age deter- minations of 3.83 ± 0.10 Ma and 1.26 ± 0.02 Ma (Fig. 6, samples 3 and 4, Table 1; Dunbar et al., 2001). The older event locally deformed a similarly aged bed of black lapilli tuff that was used to correlate the"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "volcanic ash adjacent to the Zia fault at La Ceja in the ZF section (Fig. 15) was geochemically correlated to the ca. 3.28 Ma Nomlaki Tuff (sample 8, Table 1). This ash yielded a reverse-polarity magnetization that is consistent with polarity data for the Nomlaki Tuff (Reheis et al., 1991). The Atrisco Member at CDRP3 and CDRP-CL contains normal- and reverse-polarity sites (Figs. 13 and 14) that indi- cate deposition during parts of the Gauss and Matuyama chrons (Fig. 9). The Santa Ana Mesa Member is locally capped by basal- tic lavas of the San Felipe volcanic ﬁ eld (at Santa Ana Mesa), which yielded groundmass 40Ar/39Ar age determinations of 2.57 ± 0.11 Ma and 1.85 ± 0.10 Ma (Fig. 7, samples 19 and 16, Table 2). The Santa Ana Mesa Member contains an ash exposed in the spillway of the Jemez River dam that is ~42 m below these Pliocene basaltic lavas (Fig. 11). This spillway ash yielded a single-crystal 40Ar/39Ar age determination on hornblende of 3.81 ± 0.23 Ma (Fig. 6, sample 25, Table 2). The thickest, most complete and accessible exposures of the Ceja Formation in the study area are along the ﬂ anks of El Cerro de los Lunas, also called Los Lunas volcano (Fig. 16; Kel- ley and Kudo, 1978; Love et al., 1998; Maldonado et al., 2007). A 210-m-thick composite stratigraphic section was assembled by correlating distinctive marker beds and an angular unconformity (Fig. 17). El Cerro de los Lunas contains two overlapping trachy- andesitic volcanoes that yielded groundmass 40Ar/39Ar age deter- minations of 3.83 ± 0.10 Ma and 1.26 ± 0.02 Ma (Fig. 6, samples 3 and 4, Table 1; Dunbar et al., 2001). The older event locally deformed a similarly aged bed of black lapilli tuff that was used to correlate the lower and upper parts of the LLV composite section Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 403 Ll Ll Ll Ll Ll Ll Ll Ll Llan an an ann anno o o o de de de de de dee d Alb lbb lb lb lb lb lbb lbuq uq uq uq uq uq uqq uqque uee ue ue ue ue ue ue uerq rq rq rq rq rq rq rque ue ue ue ue ue ue ue uee Llano de Albuquerque Tcrp Tcrp paleosol: paleosol: III+ III+ Tcrp Tcrp Tca Tca Tca Tca Ton Ton Tcrp paleosol: paleosol: III+ III+ paleosol: III+ paleosol: III+ Tcrp Tca Tca Ton Tca Tca Tca Tca RPS RPS Tcrp Tcrp eolian sand eolian sand Ton Ton Arroyo Ojito Fm Arroyo Ojito Fm Ceja Fm Ceja Fm Tca Tca RPS Tcrp eolian sand Ton Arroyo Ojito Fm Ceja Fm Tc Tc Ceja Fm Ceja Fm Tc Ceja Fm Ceja Fm Ceja Fm Ceja Fm Tca Tca Qlv Qlv landslide landslide debris debris Tlv Tlv thin thin colluvium colluvium Tca Qlv landslide debris Tlv thin colluvium Tcrp Tcrp Tcrp QTsa QTsa Sierra Ladrones Fm Sierra Ladrones Fm (ancestral Rio Grande) (ancestral Rio Grande) QTsa Sierra Ladrones Fm (ancestral Rio Grande) Sunport surface eolian sand QTsa QTsa QTsp QTsp QTsa QTsp A D C B E F A D C B E F Figure 12. Photographs of deposits in the study area. Geologic contacts denoted by white lines. (A) View to north of the Ceja del Rio Puerco (near the CDRP-CL section), an ~55-m-high escarpment exposing Atrisco (Tca) and Rio Puerco (Tcrp) Members of the Ceja Formation that disconformably overlie Upper Miocene sandstone of the Navajo Draw Member (Ton) of the Arroyo Ojito Formation. (B) Cross-stratiﬁ ed peb- bly sand in Rio Puerco Member (Tcrp) near the top of County Line section (CDRP-CL); 10 cm gradations on Jacob’s staff. (C) View to north of black lapilli of the older Los Lunas tuff (Tlv) overlying the LLVS section, and underlying the Atrisco Member (Tca) of the Ceja Formation (Tc) and younger trachyandesitic ﬂ ows (Qlv) at Los Lunas volcano; 1.9-m-tall person for scale. (D) View to north of white petrocalcic paleo- sols with stage III+ pedogenic carbonate morphology developed on the Rincones paleosurface (RPS) along the Ceja del Rio Puerco, near the CDRP-CL section; trees and shrubs are <3 m tall. (E) View to east of upper pumice-bearing, gravelly sand and mudstone of the axial-ﬂ uvial member (QTsa) of the Sierra Ladrones Formation in the PLU section and white petrocalcic soils of the Sunport surface (stage III+); truck is ~5 m long. (F) Sharp boundary of gravelly sand of axial-ﬂ uvial member (QTsa) and overlying muddy sand of piedmont member (QTsp) of Sierra Ladrones Formation, at a gravel quarry northeast of Bernalillo, New Mexico; exposures are ~15 m high. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 404 Connell et al. Llano de Albuquerque Rincones paleosurface III+ III I concretions 68: <3.18 Ma Pajarito local fauna (Morgan & Lucas, 2003) abrupt & scoured contact poorly exposed 7: 3.02 Ma (proj.) 0 40 30 20 10 R01 R02 R03 R04 R06 R07 R08 R11 R13 R14 R15 R16 R17 R19 R21 R20 R22 Not sampled R12 R09 R10 X X X X R05 R18 R04A 270 0 90 180 270 Site Declination (°) -90 0 +90 Site Inclination (°) Stratigraphic Thickness (meters) VGP latitude (°) N S ARROYO OJITO FM CEJA FORMATION (Tc) Rio Puerco Mbr (Tcrp) Tcrp* Navajo Draw Mbr (Ton) Atrisco Mbr (Tca) SAMPLE POL. CDRP3 base not exposed mud sand gravel N0 N3 N4 R4 9, E III Btk R03 Class I site and site number Normal polarity Magnetic polarity zonation Gravel, fluvial Reversed polarity pumice bed Ambiguous, not determined R02 R04A Class II & III sites and site number Class IV site and site number Class V site and site number (not used in polarity determination) paleosol; pedogenic carbonate morphologic stage (Birkeland, 1999) Btk = clayey & calcic soil (Birkeland, 1999) R10 Sand, fluvial Sand, eolian Mud tephra EXPLANATION N4 R4 p fining-upward sequence cross stratification rhizoconcretion geochronologic sample (Tables 1 & 2) concretion rip-up clasts bone fragments X VGP Inc. Figure 13. Lithostratigraphy and magnetic polarity stratigraphy of the CDRP3 stratigraphic section (see Fig. 10 for loca- tion), magnetostratigraphic composite section (VGP—virtual geomagnetic pole; Inc.—site inclination), and provisional magnetic polarity zonation. Lines connect stratigraphically consecutive sites. Age determination sites in Tables 1–3. Unit Tcrp* refers to the gravelly top of the Rio Puerco Member. Roman numerals denote pedogenic carbonate morphologic stages (Birkeland, 1999). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 405 (Figs. 12C and 16). This tuff overlies an unconformity having an angularity of up to 45° along the northern ﬂ ank of the younger volcano. This boundary is subparallel to bedding where exposed at the southern ﬂ ank. The abrupt change in the character of this stratal discontinuity and doming around the volcanoes suggest that this contact formed during emplacement of the older vol- cano, rather than representing a buried correlative of the Rinco- nes paleosurface. Strata underlying the older lava ﬂ ow yielded reverse polarity directions that are consistent with deposition"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "Tcrp* Navajo Draw Mbr (Ton) Atrisco Mbr (Tca) SAMPLE POL. CDRP3 base not exposed mud sand gravel N0 N3 N4 R4 9, E III Btk R03 Class I site and site number Normal polarity Magnetic polarity zonation Gravel, fluvial Reversed polarity pumice bed Ambiguous, not determined R02 R04A Class II & III sites and site number Class IV site and site number Class V site and site number (not used in polarity determination) paleosol; pedogenic carbonate morphologic stage (Birkeland, 1999) Btk = clayey & calcic soil (Birkeland, 1999) R10 Sand, fluvial Sand, eolian Mud tephra EXPLANATION N4 R4 p fining-upward sequence cross stratification rhizoconcretion geochronologic sample (Tables 1 & 2) concretion rip-up clasts bone fragments X VGP Inc. Figure 13. Lithostratigraphy and magnetic polarity stratigraphy of the CDRP3 stratigraphic section (see Fig. 10 for loca- tion), magnetostratigraphic composite section (VGP—virtual geomagnetic pole; Inc.—site inclination), and provisional magnetic polarity zonation. Lines connect stratigraphically consecutive sites. Age determination sites in Tables 1–3. Unit Tcrp* refers to the gravelly top of the Rio Puerco Member. Roman numerals denote pedogenic carbonate morphologic stages (Birkeland, 1999). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 405 (Figs. 12C and 16). This tuff overlies an unconformity having an angularity of up to 45° along the northern ﬂ ank of the younger volcano. This boundary is subparallel to bedding where exposed at the southern ﬂ ank. The abrupt change in the character of this stratal discontinuity and doming around the volcanoes suggest that this contact formed during emplacement of the older vol- cano, rather than representing a buried correlative of the Rinco- nes paleosurface. Strata underlying the older lava ﬂ ow yielded reverse polarity directions that are consistent with deposition during the later part of the Gilbert polarity chron, and after the normal polarity Cochiti subchron, at 4.187 Ma (Fig. 9). The top of the Ceja section contains a buried paleosol that is considered to be a buried correlative of the Llano de Albuquerque surface (Figs. 8 and 17). A bed of angular volcanic lapilli and blocks in the unit of San Clemente was deposited during the younger Los Lunas eruption. The easternmost exposures of the Ceja Formation were examined in faulted blocks exposed along the ﬂ anks of the Rio Grande valley (Fig. 18). Basaltic cinders from Perea Mesa (Isleta volcano, Kelley and Kudo, 1978) are exposed along the eastern edge of the Rio Grande valley (Fig. 6, samples 21–23, Table 2), ~4 km northwest of Isleta Pueblo (Fig. 3). These 2.8–2.9 Ma basaltic tephra are stratigraphically below the CSU-PLU measured sections (Figs. 18 and 19; Connell et al., 2001d, their ﬁ gure 2-1). Gray dacitic pumice pebbles, scat- tered throughout much of the Ceja Formation, yielded 40Ar/39Ar age determinations of 2.63–2.77 Ma (Fig. 6, samples 65–67, Table 3). These maximum ages support correlation of the lower part of the CSA-PLU section to the upper Gauss and Matuyama chrons (Fig. 9). The Rio Puerco Member at CDRP3 and CDRP-CL contains a normal-polarity interval that is interpreted as part of the 1.945– 1.778 Ma Olduvai subchron (Fig. 9). This interval is <10 m in thickness and probably did not record the geologically short (<10 k.y.) Réunion subchron. Assignment to the Réunion sub- chron would require deposition rates that would be two to ﬁ ve olive clay disconformity paleosol (Btk) paleosol (Btk) II I continues to Sand Hill fault 0 10 20 30 40 50 CEJA FORMATION (Tc) Stratigraphic Thickness (m) Rio Puerco Member (Tcrp) Atrisco Member (Tca) SAMPLE POL. CDRP-CL Navajo Draw Mbr Tcrp* mud sand gravel III II III I I+ LdA Rincones paleosurface CLS 01 CLS 02 CLS 03 CLS 09 CLS 08 CLS 07 CLS 06 CLS 05 CLS 04 CLS 10 CLS 11 CLS 12 CLS 13 CLS 14 CLS 15 CLS 16 CLS 17 CLS 18 CLS 19 CLS 20 CLS 21 CLS 22 CLS 23 CLS 24 CLS 25 N4 N3 N2 R4 R3 R5 0 90 180 270 Inc. 270 Site Declination (°) +90 0 -90 Site Inclination (°) VGP latitude (°) N S X X VGP Figure 14. Lithostratigraphy and mag- netic polarity stratigraphy of County Line (CDRP-CL) stratigraphic section (see Fig. 10 for location), magneto- stratigraphic composite section (VGP— virtual geomagnetic pole; Inc.—site inclination), and correlation to a provi- sional magnetic polarity zonation. Lines connect stratigraphically consecutive sites. Refer to Figure 13 for explana- tion of symbols. Unit Tcrp* refers to the gravelly top of the Rio Puerco Member. Age determination sites in Tables 1–3. Roman numerals denote pedogenic car- bonate morphologic stages; Btk refers to soil horizons in a buried paleosol with translocated clay and carbonate (Birke- land, 1999). LdA—Llano de Albuquer- que surface. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 406 Connell et al. times greater than the highest known sedimentation rates esti- mated by Lozinsky (1994). Assignment of thin, reverse-polarity intervals in the CDRP- CL, LLV, and CSA-PLU sections to GPTS subchrons are ambigu- ous because of a lack of adequate age control. Two thin (<4.5 m), reverse-polarity magnetozones at CDRP-CL may represent the Matuyama chron, or the Mammoth or Kaena subchrons. A 4.5-m-thick succession of sand and laminated silty sand in the Atrisco Member is disconformably overlain by the Rio Puerco Member at CDRP-CL. The estimated site mean direction (D = 233°; I = −11°; VGP latitude = −33°) supports a reverse-polarity interpretation, and the stratigraphic position of this site (below the Rio Puerco Member) supports assignment to the lower part of the Matuyama chron. Thus, this stratigraphically lower reverse- polarity magnetozone (site 11) records either the Mammoth or Kaena subchrons. Assignment to the Kaena subchron is preferred because of the structurally higher position of the CDRP-CL sec- tion (on the footwall of the San Ysidro fault) and similar strati- graphic position relative to the Cat Mesa ﬂ ow (CM-1, Fig. 9). Assignment of a thin, reverse-polarity magnetozone in the LLV and CSA-PLU composite sections (Figs. 17 and 19) to the Kaena subchron is based on the presence of dacitic pumice pebbles. Although dacitic pebbles in the LLV section did not yield inter- pretable age determinations, similar volcanic pebbles in CDRP3 and CSA-PLU yielded age determinations that are younger than the 3.3–3.2 Ma Mammoth subchron. Sierra Ladrones Formation The Sierra Ladrones Formation, which is dominated by ﬂ u- viatile sandstone and conglomerate, represents a major change in basin drainage with the establishment of through-going axial drainage (i.e., the ancestral Rio Grande) into southern New Mex- ico. The base of the Sierra Ladrones Formation is unconformable III+ II+ II V <6.56 Ma basaltic cobble, ~20 m below top of unit pedogenic-carbonate bearing conglomerate pedogenic-carbonate bearing conglomerate pedogenic-carbonate nodules dacitic pumice pebbles & sand degraded LdA(?) Rincones paleosurface III+ continues mud sand gravel 8: ~3.28 Ma 0 30 20 10 Z01 Z02 Z03 Z05 Z04 Z06 270 0 90 180 270 Site Declination (°) -90 0 +90 Site Inclination (°) Stratigraphic Thickness (meters) Picuda Peak Mbr CEJA FORMATION (Tc) SAMPLE POL. ZIA FAULT SECTION (ZF) N1 R2 X VGP latitude (°) N S VGP Inc. Figure 15. Lithostratigraphy and magnetic polarity stratigraphy of Zia Fault"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "= −11°; VGP latitude = −33°) supports a reverse-polarity interpretation, and the stratigraphic position of this site (below the Rio Puerco Member) supports assignment to the lower part of the Matuyama chron. Thus, this stratigraphically lower reverse- polarity magnetozone (site 11) records either the Mammoth or Kaena subchrons. Assignment to the Kaena subchron is preferred because of the structurally higher position of the CDRP-CL sec- tion (on the footwall of the San Ysidro fault) and similar strati- graphic position relative to the Cat Mesa ﬂ ow (CM-1, Fig. 9). Assignment of a thin, reverse-polarity magnetozone in the LLV and CSA-PLU composite sections (Figs. 17 and 19) to the Kaena subchron is based on the presence of dacitic pumice pebbles. Although dacitic pebbles in the LLV section did not yield inter- pretable age determinations, similar volcanic pebbles in CDRP3 and CSA-PLU yielded age determinations that are younger than the 3.3–3.2 Ma Mammoth subchron. Sierra Ladrones Formation The Sierra Ladrones Formation, which is dominated by ﬂ u- viatile sandstone and conglomerate, represents a major change in basin drainage with the establishment of through-going axial drainage (i.e., the ancestral Rio Grande) into southern New Mex- ico. The base of the Sierra Ladrones Formation is unconformable III+ II+ II V <6.56 Ma basaltic cobble, ~20 m below top of unit pedogenic-carbonate bearing conglomerate pedogenic-carbonate bearing conglomerate pedogenic-carbonate nodules dacitic pumice pebbles & sand degraded LdA(?) Rincones paleosurface III+ continues mud sand gravel 8: ~3.28 Ma 0 30 20 10 Z01 Z02 Z03 Z05 Z04 Z06 270 0 90 180 270 Site Declination (°) -90 0 +90 Site Inclination (°) Stratigraphic Thickness (meters) Picuda Peak Mbr CEJA FORMATION (Tc) SAMPLE POL. ZIA FAULT SECTION (ZF) N1 R2 X VGP latitude (°) N S VGP Inc. Figure 15. Lithostratigraphy and magnetic polarity stratigraphy of Zia Fault (ZF) stratigraphic section (see Fig. 3 for loca- tion), magnetostratigraphic composite section (VGP—virtual geomagnetic pole; Inc.—site inclination), and correlation to a provisional magnetic polarity zonation. Lines connect stratigraphically consecutive sites. The volcanic ash was geo- chemically correlated to the ca. 3.28 Ma Nomlaki Tuff. Refer to Figure 13 for explanation of symbols. Age determination sites in Tables 1–3. Roman numerals denote pedogenic carbonate morphologic stages (Birkeland, 1999). LdA—Llano de Albuquerque surface. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 407 4 7 5 15 7 12 6 34° 50′ N 106° 50′ W 106° 47′ 30″ C C′ SC-1 Qa Qa Qlv Qlv El Cerro de Los Lunas Qlv Tlv Qsc (extensive eolian sand cover) (undivided alluvium & ancestral Rio Grande terrace deposits) Qch Tc Tc Tc Tc Tlv Tlv Tlv LLVN-C LLVS LLVN-A LLVN-B Qch Hwy 6 buried Llano de Albuquerque surface Qsc (Qsc) (Tc) Tc Tc Tc Tlv 1.26 Ma Tshirege ash in Qlv boulders surficial deposits not shown 1600 1700 5500 5100 Elevation (feet) Elevation (m) 6000 1.26 Ma Qlv flow VE = 10x 1800 1.24 Ma pumice pebble in lens of QTsa(?) (projected top of Qsc) LLVN (A–C) LLVS SC-1 C (NW) C′ (SE) crater EXPLANATION Qlv lapilli: 1.26 Ma Tlv ash: 3.83 Ma Greenish marker beds White pumice & ash marker bed Tshirege ash: 1.26 Ma Ceja Fm, undivided Llano de Albuquerque surface Unit of San Clemente Quaternary alluvium, undivided Qsc Qa Tc Sierra Ladrones Fm axial-fluvial member QTsa younger lava of Cat Hills volcanic field (~0.1 Ma) Qch younger Los Lunas volcano (1.26 Ma) older Los Lunas volcano (3.83 Ma) Qlv Tlv normal fault secondary (fluvially reworked) primary Age Sample (Tables 1 & 2) 3 horiz. bedding inclined bedding 7 stratigraphic section cross section C′ C 2 km 0 1 scale 32 32 3 4 Figure 16. Geology of El Cerro de Los Lunas (Los Lunas volcano) and vicinity (modiﬁ ed from Love et al., 2001b). (Top) Geologic map. (Bottom) Geologic cross section C–C′ (vertical exaggeration [VE] = 10×; simpli- ﬁ ed from Love et al., 2001c) illustrates stratigraphic relationships among the younger (Qlv) and older (Tlv) em- placement events at Los Lunas volcano, the Ceja Formation (Tc, including undivided Atrisco and Rio Puerco Members), unit of San Clemente (Qsc), and younger basaltic lava ﬂ ows of the Cat Hills volcanic ﬁ eld (Qch). Hachured lines denote a buried Llano de Albuquerque surface. The interpreted extent of now eroded deposits of Qsc and Tc are shown in cross section by faint shading and parenthetical unit symbols. The San Clemente section (SC-1, Fig. 8) contains a 1.5–3 m lens of pumice-bearing pebbly sand, containing rounded pebbles of upper Bandelier Tuff, that is ~23 m stratigraphically above the Llano de Albuquerque surface. Refer to Fig- ure 10 for explanation of other symbols and Tables 1–3 for age determinations. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 408 Connell et al. X X X X X X X X X X X X X XX XX XX p N1 N3 N4 N5 N6 & N7 N7A N8A N8B N8 N10 N11 N12 N13A N14 N15 N16A N16 N17 N18 N19 N20 N21 N-22 N22E & N22A N22C & N22D N22B N23 & N23A N23B N24 N25 N26A N26 N27 N28 N28A N29 N30 N31 N31A N32 N33 N34 N35 N36 N37 N38 & N39 N40 N41 N2 & N9 S1 & S2 S3 S4 & S5 S6 S7 S8 S9 S10 S11 X p p p p p p III III II II II II II II II II upper middle lower olive-gray mudstone marker beds abundant dacitic pumice pebbles pebbly sand marker bed reddish-brown mudstone reddish-brown mudstone reddish-brown mudstone III II II+ white marker ash & pumice bed LdA local angular unconformity LLVS LLVN-A LLVN-C LLVN-B Tshirege: 1.26 Ma 3: 1.26 Ma 4: 3.83 Ma base not exposed mud sand gravel 0 20 40 60 80 100 120 140 160 180 200 Stratigraphic thickness (m) CEJA FORMATION (Tc) Atrisco Member (Tca) undivided (Tc) Rio Puerco Mbr (Tcrp) SAMPLE POL. LLV (LLVN & LLVS) strat. sections Qsc 0 90 180 270 +90 0 -90 N S 270 +90 -90 0 Site Declination (°) VGP Latitude (°) Site Inclination (°) N3 N2 - N1 R4 R5 R1 R3 R1 R0 Figure 17. Lithostratigraphy and magnetic polarity stratigraphy of the Los Lunas volcano (LLV) composite section (see Fig. 16 for locations of individual sections), magnetostratigraphic composite section (VGP—virtual geomagnetic pole), and correlation to a provi- sional magnetic polarity zonation. Lines connect stratigraphically consecutive sites. Individual sections were correlated using distinc- tive marker beds: LLVS and LLVN-A were correlated by a dark-gray andesitic fallout tephra that overlies an angular unconformity; LLVN-A and LLVN-B were correlated by comparing a similar succession of sandstone beds; LLVN-B and LLVN-C were correlated using a prominent pebbly sandstone marker bed. Refer to Figure 13 for explanation of symbols. Age determination sites in Tables 1–3. Roman numerals denote pedogenic carbonate morphologic stages (Birkeland, 1999). LdA—Llano de Albuquerque surface. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 409 H e ll Can yon W a s h Tijer a s A rroyo TA-0 CSA TA-1 TA-3 TA-4 TA-2"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "p p p III III II II II II II II II II upper middle lower olive-gray mudstone marker beds abundant dacitic pumice pebbles pebbly sand marker bed reddish-brown mudstone reddish-brown mudstone reddish-brown mudstone III II II+ white marker ash & pumice bed LdA local angular unconformity LLVS LLVN-A LLVN-C LLVN-B Tshirege: 1.26 Ma 3: 1.26 Ma 4: 3.83 Ma base not exposed mud sand gravel 0 20 40 60 80 100 120 140 160 180 200 Stratigraphic thickness (m) CEJA FORMATION (Tc) Atrisco Member (Tca) undivided (Tc) Rio Puerco Mbr (Tcrp) SAMPLE POL. LLV (LLVN & LLVS) strat. sections Qsc 0 90 180 270 +90 0 -90 N S 270 +90 -90 0 Site Declination (°) VGP Latitude (°) Site Inclination (°) N3 N2 - N1 R4 R5 R1 R3 R1 R0 Figure 17. Lithostratigraphy and magnetic polarity stratigraphy of the Los Lunas volcano (LLV) composite section (see Fig. 16 for locations of individual sections), magnetostratigraphic composite section (VGP—virtual geomagnetic pole), and correlation to a provi- sional magnetic polarity zonation. Lines connect stratigraphically consecutive sites. Individual sections were correlated using distinc- tive marker beds: LLVS and LLVN-A were correlated by a dark-gray andesitic fallout tephra that overlies an angular unconformity; LLVN-A and LLVN-B were correlated by comparing a similar succession of sandstone beds; LLVN-B and LLVN-C were correlated using a prominent pebbly sandstone marker bed. Refer to Figure 13 for explanation of symbols. Age determination sites in Tables 1–3. Roman numerals denote pedogenic carbonate morphologic stages (Birkeland, 1999). LdA—Llano de Albuquerque surface. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 409 H e ll Can yon W a s h Tijer a s A rroyo TA-0 CSA TA-1 TA-3 TA-4 TA-2 TA-6 58 PLU TA-5 33 15 64 Qa SP Sunport surface CC Qa Qa Qa Qa Qa Qar Qar QTsp Ts(?) QTsp QTsp QTsa Tc Tc QTsa QTsa Manzanita Mts. northern Hubbell bench Hubbell bench Llano de Manzano 106°40' W 106°30' 35° N 0 5 km scale Sandia Mountains Manzanita Mts. Four Hills D′ D 55,56 31 30 62, 63 34 67 66 65 SP Tcrp Tca QTsa QTsa Tca basaltic tephra Qar 1500 1450 1550 5000 4800 5200 Rio Grande Elevation (meters) Elevation (feet) VE = 30 PLU 66: < 2.77 Ma 67 (proj): < 2.70 Ma 23 (proj.):2.84 Ma 2 (proj): 0.64 Ma basaltic tephra 15: <1.44 Ma 65:< 2.63 Ma CSA D′ (NE) D (SW) Figure 18. Geology of Tijeras Arroyo and Hell Canyon Wash. Top: Generalized geologic map, illustrating the locations of measured stratigraphic sections in Tijeras Arroyo (TA-0 through TA-6), and Isleta Powerline (PLU) and Casino (CSA). Unit Qar denotes alluvium of the Rio Grande valley and ﬂ oodplain. Depositional tops of the Sierra Ladrones Formation (and younger alluvium) locally delineated by hachured lines and include the Cañada Colorada (CC), Sunport (SP), and Llano de Manzano geomorphic surfaces. Bottom: Geologic cross section D–D′ (vertical exaggeration [VE] = 30×) across eastern margin of Rio Grande valley (modiﬁ ed from Connell et al., 2001c), illustrating projections of the CSA and PLU stratigraphic sections and dated pumice pebbles. Unit Qar refers to uppermost Pleistocene–Holocene alluvium of the Rio Grande valley. Explanation of other units on Figure 10, and age determination sites in Tables 1–3. Sample 15 refers to an obsidian pebble that was geochemically correlated by Nelia Dunbar (2001, personal commun.) to a dated sample (Table 3) taken from a vent at Rabbit Mountain in the Jemez Mountains. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 410 Connell et al. with older strata where exposed along the basin ﬂ anks (Machette, 1978; Lozinsky and Tedford, 1991; Cather et al., 1994). Much of the Sierra Ladrones Formation is poorly exposed in the study area, but it is as much as 580 m thick in wells beneath Albuquer- que (Hawley et al., 1995; Connell et al., 1998). The Sierra Ladrones Formation is informally divided into two interﬁ ngering members (Fig. 5; Machette, 1978): an axial- ﬂ uvial member (the ancestral Rio Grande), and a piedmont-slope member associated with tributary drainages from the rift-ﬂ anking uplifts. The axial-ﬂ uvial member contains trough cross-stratiﬁ ed sand and gravel with sparse muddy interbeds representing ances- tral Rio Grande deposition (Fig. 12E). Sand and gravel typically form in a 5- to 14-km-wide depositional belt that, in the study area, lies almost entirely east of the present Rio Grande valley. The eastern edge of this depositional belt is 1–5 km west of the Hubbell bench and the basin-bordering Sandia Mountains (Con- nell, 2008b; Maldonado et al., 2007). The top of the Sierra Ladrones Formation is marked by pedogenically modiﬁ ed depositional tops of the Cañada Colo- rada, Las Huertas, Llano de Manzano, and Sunport geomor- phic surfaces (described below). The piedmont member forms a narrow belt of conglomerate and sandstone derived from the CSA-1 CSA-1A CSA-2A CSA-2 CSA-3 CSA-4C CSA-4D CSA-4 CSA-4E CSA-4B CSA-5 CSA-6-6C CSA-6B&7 CSA-9 PL-4 PL-3 PL-2A PL-9 PL-1 PL-10,12 PL-5 PL-7 PL-8 PL-11 PL-6 CSA-9A CSA-8B CSA-8A algal mats(?) snail fossils olive-green & reddish-brown mudstone buried paleosols spring deposits? spring deposits? spring deposits? II+ II+ II+ CEJA FM SIERRA LADRONES FM axial-fluvial mbr Atrisco Member Casino south (CSA) Upper powerline (PLU) Rio Puerco Mbr SAMPLE POL. CSA-PLU composite X X X XX X X X X N6 R6 N3 N2 R3 N5 R5 R4 III+ base not exposed mud sand gravel 64: <1.67 Ma 65-67: <2.63-2.77 Ma 15: <1.44 Ma Sunport surface eroded LdA correlative(?) 0 10 20 30 40 50 60 Stratigraphic Thickness (m) 270 0 90 180 270 +90 -90 0 Site Declination (°) Site Inclination (°) p p p p p VGP latitude (°) N S VGP Inc. Figure 19. Lithostratigraphy and magnetic-polarity stratigraphy of CSA and PLU composite sections (see Fig. 18 for locations), magnetostratigraphic composite section (VGP—virtual geomagnetic pole; Inc.—site inclination), and correla- tion to a provisional magnetic polarity zonation. Lines connect stratigraphically consecutive sites. Refer to Figure 13 for explanation of symbols. Age determination sites in Tables 1–3. Roman numerals denote pedogenic carbonate morpho- logic stages (Birkeland, 1999). LdA—Llano de Albuquerque surface. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 411 basin-ﬂ anking uplifts of the Sandia, Manzanita, and Manzano Mountains (Figs. 11 and 18). The uppermost part of the pied- mont-member forms a coarse-grained wedge of sediment that prograded (west) into the basin by 5–20 km, where it buried axial-ﬂ uvial deposits of the ancestral Rio Grande (Figs. 11, 12F, 18, and 20; Connell et al., 2001c, 2001d). Gravels of the axial- ﬂ uvial member coarsen stratigraphically above the lavas of the San Felipe volcanic ﬁ eld (Brandes, 2002). Water-supply wells in Albuquerque show a coarsening of the axial-ﬂ uvial member in the upper 317 m of the section (Ch5, Figs. 3 and 4; Hawley, 1996; Connell, 2006, 2008b). This coarsening also reﬂ ects the progra- dation of basin-margin alluvial fans and alluvial slopes over the axial-river deposits. Geochronology The Sierra Ladrones Formation is generally considered to range from Pliocene to early Pleistocene"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "N3 N2 R3 N5 R5 R4 III+ base not exposed mud sand gravel 64: <1.67 Ma 65-67: <2.63-2.77 Ma 15: <1.44 Ma Sunport surface eroded LdA correlative(?) 0 10 20 30 40 50 60 Stratigraphic Thickness (m) 270 0 90 180 270 +90 -90 0 Site Declination (°) Site Inclination (°) p p p p p VGP latitude (°) N S VGP Inc. Figure 19. Lithostratigraphy and magnetic-polarity stratigraphy of CSA and PLU composite sections (see Fig. 18 for locations), magnetostratigraphic composite section (VGP—virtual geomagnetic pole; Inc.—site inclination), and correla- tion to a provisional magnetic polarity zonation. Lines connect stratigraphically consecutive sites. Refer to Figure 13 for explanation of symbols. Age determination sites in Tables 1–3. Roman numerals denote pedogenic carbonate morpho- logic stages (Birkeland, 1999). LdA—Llano de Albuquerque surface. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 411 basin-ﬂ anking uplifts of the Sandia, Manzanita, and Manzano Mountains (Figs. 11 and 18). The uppermost part of the pied- mont-member forms a coarse-grained wedge of sediment that prograded (west) into the basin by 5–20 km, where it buried axial-ﬂ uvial deposits of the ancestral Rio Grande (Figs. 11, 12F, 18, and 20; Connell et al., 2001c, 2001d). Gravels of the axial- ﬂ uvial member coarsen stratigraphically above the lavas of the San Felipe volcanic ﬁ eld (Brandes, 2002). Water-supply wells in Albuquerque show a coarsening of the axial-ﬂ uvial member in the upper 317 m of the section (Ch5, Figs. 3 and 4; Hawley, 1996; Connell, 2006, 2008b). This coarsening also reﬂ ects the progra- dation of basin-margin alluvial fans and alluvial slopes over the axial-river deposits. Geochronology The Sierra Ladrones Formation is generally considered to range from Pliocene to early Pleistocene in age (4.7–0.8 Ma; Figs. 6 and 9); however, Late Miocene age determinations have been reported for axial-ﬂ uvial deposits in the northern part of the basin (Smith et al., 2001). Volcanic-bearing ﬂ uvial deposits of possible extrabasinal origin have been reported beneath the Atrisco Member of the Ceja Formation in water-supply wells beneath Albuquerque (Hawley and Haase, 1992, section IV). Pliocene lava ﬂ ows of the San Felipe volcanic ﬁ eld are interbed- ded with axial-ﬂ uvial deposits (2.57 ± 0.11 Ma; Fig. 7, sample 19, Table 2). To the south, Pliocene-aged trachyandesitic lava lies above the projected base of the Sierra Ladrones Formation at San Acacia (Machette, 1978), ~60 km south of the study area. Cham- berlin et al. (2001) reported a 40Ar/39Ar age determination of 4.76 ± 0.04 Ma for this volcanic feature (Fig. 7, sample SA, Table 1). The top of the Sierra Ladrones Formation is well exposed at the mouth of Tijeras Arroyo (Figs. 18 and 20), where axial-ﬂ uvial deposits contain an early Pleistocene ﬂ ora and vertebrate fauna that is older than ca. 0.8 Ma (Lucas et al., 1993; Morgan and Lucas, 2003; Bell et al., 2004). The axial-ﬂ uvial member con- tains abundant ﬂ uvially recycled, rhyolitic pumice and rounded obsidian pebbles and cobbles, some of which were dated or geo- chemically correlated to known eruptive sources (Fig. 7; Love et al., 2001a; Maldonado et al., 1999, 2007). These pumice-bearing beds were likely laid down by ﬂ oods originating in the Jemez Mountains, where voluminous rhyolitic volcanism and river damming has occurred (e.g., Smith et al., 1970; Reneau and Dethier, 1996). Pumice-bearing Plio-Pleistocene ﬂ ood deposits have also been reported in ancestral Rio Grande deposits nearly 300 km downstream of Tijeras Arroyo (Mack et al., 1996). A bed of white volcanic ash (1.28 ± 0.2 Ma; Fig. 7, sample 33, Table 3) has been geochemically correlated with the Tshirege Member of the Bandelier Tuff (Nelia Dunbar, 2001, personal commun.). Beneath this ash lies a bed of nearly pure, medium- grained, gray and white, pumiceous sand that yielded a single- crystal 40Ar/39Ar age determination on sanidine of 2.00 ± 0.04 Ma (Fig. 7, sample 63, Table 3). This lower pumiceous interval lies within a normal-polarity magnetozone that is nearly 14 m strati- graphically below the Tshirege ash (Fig. 20) and is assigned to part of the 1.945–1.778 Ma Olduvai subchron (Fig. 9). The pres- ence of the Olduvai subchron demonstrates that deposition in the upper part of the Ceja Formation was contemporaneous with the axial-ﬂ uvial member of the Sierra Ladrones Formation, even though they are separated by a disconformity exposed along the ﬂ anks of the Rio Grande valley (Fig. 8). The age of the top of the Sierra Ladrones Formation comes from the CSA-PLU composite section (Fig. 19), between Tijeras Arroyo and Hell Canyon Wash (Fig. 18). The upper part of this section contains 1.44–1.67 Ma rhyolitic and pumiceous gravel (Fig. 7, e.g., samples 15 and 64, Tables 2 and 3). Deposits of the axial-ﬂ uvial member are exposed in Hell Canyon Wash (Fig. 18), where rhyolitic, pumice-bearing ﬂ uvial cobbles yielded an 40Ar/39Ar age determination on sanidine of 1.72 ± 0.04 Ma (Fig. 7, sample 58, Table 3). An olive-green and reddish-brown sequence of mudstone, locally preserved against an intrabasinal fault, caps the Sierra Ladrones axial-ﬂ uvial succession at section PLU (Fig. 19). These mudstone beds contain a normal-polarity magnetozone that cor- relate to the early part of the Brunhes chron (0.781 Ma to present; Gradstein et al., 2005). A terrace deposit containing the 0.64 Ma Lava Creek B ash is inset (~60 m) below the top of the Sierra Ladrones Formation (Fig. 18; Connell et al., 2007a). Thus, depo- sition of the Sierra Ladrones Formation ended with the entrench- ment of the Rio Grande valley, which occurred shortly after 0.78 Ma and was well under way by 0.64 Ma. Few direct age determinations are available for the piedmont member of the Sierra Ladrones Formation. Just south of Tonque Arroyo (Fig. 11), a volcanic ash bed sits 3 m above the piedmont/ axial-ﬂ uvial contact (Cather and Connell, 1998; Brandes, 2002). This ash yielded single-crystal 40Ar/39Ar age determinations on sanidine of 1.57 ± 0.09 Ma and 1.60 ± 0.06 Ma (Fig. 7, samples 51 and 52, Table 3). Piedmont-member deposits prograded by as much as 10 km toward the Rio Grande after 1.7–1.6 Ma and bur- ied most of the axial-ﬂ uvial member deposits (Figs. 11 and 18). Plio-Pleistocene Deposits Gravelly deposits exposed along the faulted and structur- ally elevated ﬂ anks of the Albuquerque Basin are inset against Miocene basin ﬁ ll and older parts of the Ceja and Sierra Ladrones Formations (e.g., Connell and Wells, 1999; Smith et al., 2001). The Tuerto Formation (Tuerto gravels of Stearns, 1953) is a thin and areally extensive, subhorizontally bedded succession of gravel and sand on the northern ﬂ ank of the San- dia Mountains and in the Hagan embayment that overlies an angular unconformity marked by the lower Ortiz paleosurface (see below). The Tuerto Formation is dominated by amalga- mated conglomeratic sandstone (Koning et al., 2001) that locally encloses basaltic lava ﬂ ows of the Pliocene Cerros del Rio volcanic ﬁ eld near the boundary between the Albuquerque and Española Basins. Bachman and Mehnert (1978) reported a K-Ar age determination of 2.8 ± 0.1 Ma for a lava ﬂ ow at"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "is inset (~60 m) below the top of the Sierra Ladrones Formation (Fig. 18; Connell et al., 2007a). Thus, depo- sition of the Sierra Ladrones Formation ended with the entrench- ment of the Rio Grande valley, which occurred shortly after 0.78 Ma and was well under way by 0.64 Ma. Few direct age determinations are available for the piedmont member of the Sierra Ladrones Formation. Just south of Tonque Arroyo (Fig. 11), a volcanic ash bed sits 3 m above the piedmont/ axial-ﬂ uvial contact (Cather and Connell, 1998; Brandes, 2002). This ash yielded single-crystal 40Ar/39Ar age determinations on sanidine of 1.57 ± 0.09 Ma and 1.60 ± 0.06 Ma (Fig. 7, samples 51 and 52, Table 3). Piedmont-member deposits prograded by as much as 10 km toward the Rio Grande after 1.7–1.6 Ma and bur- ied most of the axial-ﬂ uvial member deposits (Figs. 11 and 18). Plio-Pleistocene Deposits Gravelly deposits exposed along the faulted and structur- ally elevated ﬂ anks of the Albuquerque Basin are inset against Miocene basin ﬁ ll and older parts of the Ceja and Sierra Ladrones Formations (e.g., Connell and Wells, 1999; Smith et al., 2001). The Tuerto Formation (Tuerto gravels of Stearns, 1953) is a thin and areally extensive, subhorizontally bedded succession of gravel and sand on the northern ﬂ ank of the San- dia Mountains and in the Hagan embayment that overlies an angular unconformity marked by the lower Ortiz paleosurface (see below). The Tuerto Formation is dominated by amalga- mated conglomeratic sandstone (Koning et al., 2001) that locally encloses basaltic lava ﬂ ows of the Pliocene Cerros del Rio volcanic ﬁ eld near the boundary between the Albuquerque and Española Basins. Bachman and Mehnert (1978) reported a K-Ar age determination of 2.8 ± 0.1 Ma for a lava ﬂ ow at the base of the Tuerto Formation. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 412 Connell et al. (a) (b) (3) (3) (d) (e) (b) (e) (f) (g) (d) (f) (g) P,O P P P P (a) L4849 (b) L1452, 1445, & 1455 (proj.) (c) L1459 (proj.) & L1458 (d) L1453 & 1454 (e) L1456 (f) L1452 (g) L1457 & L3848 P: pumice gravel O: obsidian pebble A: fallout ash P,O P mud sand gravel mud sand gravel mud sand gravel mud sand gravel mud sand gravel mud sand gravel mud sand gravel (NMMNHS locality) mud sand gravel P P P ? ? A P P P white sand P P P P P P P TA5 TA0 TA6 TA1 TA2 TA3 TA4 TA1-TA4 composite section Tijeras Arroyo sections Sunport surface Sunport surface III III II II III III III+ III+ III+ III+ III Tcrp QTsa QTsp QTsa T2 T3 T4 T6 T5 T1 T23p T22 QTsp QTsa T17 T15 T21 T22 T21 T21 TA20 T19 T18 T9-10 T11-14 T5-8 T1-4 T15-17 T20 T13 T14 T12 T18 T11 T19 T9 T10 T23p Approximate distance (km) WEST EAST 0 1 2 3 4 50 40 30 Stratigraphic Thickness (m) 20 80 70 60 10 0 III+ III base not exposed base not exposed base not exposed base not exposed base not exposed base not exposed base not exposed EXPLANATION Fossil localities site; p = projected Normal Magnetic polarity zone Reverse Ambiguous, not determined sample rhizoconcretion mudstone rip-up clast soil, carbonate stage morph. Volcanic units 33 33 63: <2.00 Ma Tcrp QTsa QTsp Ceja Fm, Rio Puerco Mbr. Sierra Ladrones Fm, axial-fluvial member gravel fluvial sand eolian sand mud Sierra Ladrones Fm (piedmont member) & eolian sand 63 62: <1.68 Ma 34: <1.34 Ma X X X X X X X X X X 34 & 62 0 270 180 Site Declination (°) +90 0 -90 VGP Latitude (°) N6 - N5 N4 N5 R5 R5 33: 1.28 Ma VGP Inc. Site Inclination (°) N S Figure 20. Stratigraphic fence diagram, illustrating physical correlations of stratigraphic sections in Tijeras Arroyo (see Fig. 18 for locations). Section TA5 was re-measured from previous studies (i.e., Lambert, 1968; Lucas et al., 1993). Vertebrate fossil localities of the New Mexico Museum of Natural History and Science (NMMNHS; Lucas et al., 1993; Morgan and Lucas, 2003) are also shown. Site T23p is a volcanic ash projected ~3 km south into Tijeras Arroyo. Right side of ﬁ gure portrays the generalized lithostratigraphy and magnetic polarity stratigraphy of TA composite section and correlation to a provisional magnetic polarity zonation (VGP—virtual geomagnetic pole; Inc.—site inclination); lines connect stratigraphically consecutive sites. Age determination sites in Tables 1–3. Roman numerals denote pedogenic carbonate morphologic stages (Birkeland, 1999). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 413 The unit of San Clemente was described by Love et al. (1998) for deposits of sand, mud, and gravel that overlie the Ceja Formation in structural depressions on the Llano de Albuquerque (Fig. 16). The unit of San Clemente is ~36 m thick and discon- formably overlies the Llano de Albuquerque surface (Fig. 17; Connell et al., 2001c). The top of this section is marked by well- developed calcic paleosols that are locally capped by lava ﬂ ows of the middle Pleistocene Cat Hills volcanic ﬁ eld (99–111 ka; Kelley and Kudo, 1978; Maldonado et al., 2006, 2007). Sparse gravel in this unit typically resembles that of the underlying Ceja Formation, except for a nearly 3-m-thick lens of cross-stratiﬁ ed, pumice-bearing pebbly sand ~22 m above the westward projec- tion of the Llano de Albuquerque surface (Fig. 8 and Fig. 16 bot- tom). Rhyolitic pumice pebbles in this interval yielded a maxi- mum age of 1.24 ± 0.02 Ma (Fig. 7, sample 32, Table 3) and are geochemically similar to the Tshirege Member of the Bandelier Tuff (N. Dunbar, 2001, personal commun.). The most likely source of this pumice-bearing bed was the ancestral Rio Grande. Sediment-Accumulation Rates Rates of sediment accumulation were estimated for parts of the Ceja and Sierra Ladrones succession using the measured stratigraphic sections, data from a deep water-supply well in Albuquerque (Ch5, Fig. 3), and available age control (Fig. 21). Plio-Pleistocene deposits are poorly consolidated and have undergone little diagenetic alteration beyond minor interstitial calcium-carbonate cementation and pedogenic alteration. Precise 0 300 Stratigraphic level (m) Strat. level (m) Time (Ma) Time (Ma) 1 2 3 4 0 Sediment accum. rate (m/Ma) C3 GPTS C1 C2 C2A C1n C1r C1r.1n C1r C2n C2r C2An C2An.2n C2An.1r C2An.1r C3r C2An.3n CDRP-CL CDRP3 unconformity gray symbol denotes age determination site LLV LLV* decompacted PLU & CSA TA Lava Creek B ash SC-1 EXPLANATION Llano de Alb. (LdA) Sunport (SP) 168* 100?* 59 183* 64 PLU 31-43 Rio Grande Valley buried soils 28-43 112-114 80- 122 46 CDRP-CL CDRP-CL CSA 12-19 TA 12-18 CDRP3 LdA SP NO DATA local unconform. LLV ? ? 200 100 0 A B C 1000 0 200 400 600 800 500 0 100 200 300 400 0 1 3 5 7 9 2 4 6 8 10 LLV and SC-1 Rincones paleosurface RGV Arroyo Ojito Fm (To) Cerro Conejo Fm (ave. rate of To) To Tc Qsc Accumulation (m/Ma) Ch5 Figure 21. Sediment accumulation rates and major depositional events since"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "3-m-thick lens of cross-stratiﬁ ed, pumice-bearing pebbly sand ~22 m above the westward projec- tion of the Llano de Albuquerque surface (Fig. 8 and Fig. 16 bot- tom). Rhyolitic pumice pebbles in this interval yielded a maxi- mum age of 1.24 ± 0.02 Ma (Fig. 7, sample 32, Table 3) and are geochemically similar to the Tshirege Member of the Bandelier Tuff (N. Dunbar, 2001, personal commun.). The most likely source of this pumice-bearing bed was the ancestral Rio Grande. Sediment-Accumulation Rates Rates of sediment accumulation were estimated for parts of the Ceja and Sierra Ladrones succession using the measured stratigraphic sections, data from a deep water-supply well in Albuquerque (Ch5, Fig. 3), and available age control (Fig. 21). Plio-Pleistocene deposits are poorly consolidated and have undergone little diagenetic alteration beyond minor interstitial calcium-carbonate cementation and pedogenic alteration. Precise 0 300 Stratigraphic level (m) Strat. level (m) Time (Ma) Time (Ma) 1 2 3 4 0 Sediment accum. rate (m/Ma) C3 GPTS C1 C2 C2A C1n C1r C1r.1n C1r C2n C2r C2An C2An.2n C2An.1r C2An.1r C3r C2An.3n CDRP-CL CDRP3 unconformity gray symbol denotes age determination site LLV LLV* decompacted PLU & CSA TA Lava Creek B ash SC-1 EXPLANATION Llano de Alb. (LdA) Sunport (SP) 168* 100?* 59 183* 64 PLU 31-43 Rio Grande Valley buried soils 28-43 112-114 80- 122 46 CDRP-CL CDRP-CL CSA 12-19 TA 12-18 CDRP3 LdA SP NO DATA local unconform. LLV ? ? 200 100 0 A B C 1000 0 200 400 600 800 500 0 100 200 300 400 0 1 3 5 7 9 2 4 6 8 10 LLV and SC-1 Rincones paleosurface RGV Arroyo Ojito Fm (To) Cerro Conejo Fm (ave. rate of To) To Tc Qsc Accumulation (m/Ma) Ch5 Figure 21. Sediment accumulation rates and major depositional events since Late Miocene time. (A) Plot of strati- graphic level and age (diamonds), and undecompacted sediment accumulation rates for the unit of San Clemente (Qsc), Arroyo Ojito (To), Ceja (Tc), and Sierra Ladrones (QTs) Formations. Black ar- row denotes the mean accumulation rate estimated for the Cerro Conejo Forma- tion (Tedford and Barghoorn, 1999). Two dotted lines denote decompacted sediment accumulation rates for Charles Wells #5 well (Ch5) using different ages for the inferred base of the Ceja Forma- tion. ave.—average. (B) Plot of deposit age against stratigraphic level (thick- ness) and the global polarity timescale (GPTS) for the Ceja and Sierra Ladrones Formations using stratigraphic sections CDRP3, CDRP-CL, CSA-PLU, LLV, SC-1, and TA. Alb.—Albuquerque. (C) Plot of sediment accumulation rates since 4.1 Ma; decompacted rates are noted by an asterisk. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 414 Connell et al. determinations of accumulation rates are difﬁ cult because of incomplete geochronologic control, exposure, and preservation. Truncation of magnetozones by disconformities would result in higher estimated rates. Accumulation rates for measured sec- tions thinner than 60 m were adjusted for compaction using the approximation method of Van Hinte (1978) and porosity-depth relationships from Albuquerque area wells (Haneberg, 1995). The thicker section in the well was decompacted by applying an integral method described in Angevine et al. (1990) to the porosity-depth curves of Haneberg (1995). On the basis of sparse age control, Lozinsky (1994) reported undecompacted sediment accumulation rates of 200–600 m/m.y. for Miocene strata, although his highest estimated rates are prob- ably much lower than ours (Fig. 21A; Connell, 2004). The type section of the Arroyo Ojito Formation is 478 m thick (Connell et al., 1999) and accumulated between 9.0 and 6.3 Ma, yielding a long-term (undecompacted) accumulation rate of ~177 m/m.y. (478 m/2.7 m.y.). At the Arroyo Ojito type area, a 6.85 Ma ash is 328 m above the base, and ~150 m below the top (Connell et al., 1999; Connell, 2008a). This ash and the 9 Ma estimated age of the base of the Arroyo Ojito Formation yield an undecompacted rate of ~153 m/m.y. (328 m/2.15 m.y.). The stratigraphic interval between the Peralta ashes and the assumed 6.3 Ma upper estimate for the Arroyo Ojito Formation yields a higher undecompacted rate of ~252 m/m.y. (151 m/0.6 m.y.). A slower rate of accumula- tion for the Picuda Peak Member (20 m/0.31 m.y. = 65 m/m.y.) was estimated using the ages of the 6.6 Ma basaltic cobble in the Picuda Peak Member and the 6.3 Ma Cerrito Yelo ash, which is interbedded within the Cochiti Formation. Plio-Pleistocene accumulation rates were estimated using age determinations and magnetic-polarity stratigraphy (Figs. 21B–21C). Compaction errors in the Los Lunas volcano sections were negligible in the upper 60 m (post–3.0 Ma) of the LLV section. The lower part of this section was adjusted for com- paction, yielding rates that were a factor of 1.2–1.4 higher than the undecompacted rates. An undecompacted rate between the older and younger Los Lunas eruptive products was ~32 m/m.y., which is similar to sedimentation rates determined by Lozinsky (1994) and to rates reported for comparably aged rift-basin ﬁ ll in southern New Mexico (Mack et al., 1993). The absence of a normal-polarity magnetozone in the Gil- bert-aged part of the LLVS (Fig. 17) suggests that deposition occurred after the Cochiti subchron (C3n.1n, Fig. 9) at 4.187 Ma. This age constraint resulted in a decompacted rate 100 m/m.y. (undecompacted rate of 66 m/m.y.). Decompacted accumulation rates ranged from 168 to 183 m/m.y. between 3.8 and 3.0 Ma (undecompacted rate of 114–155 m/m.y. for the same time inter- val). Accumulation rates in the Ceja Formation decreased by ~66% between 3.8 and 3.0 Ma, and by ~80% (59–12 m/m.y.) between 3.0 and 1.8 Ma (Fig. 21). Miscorrelation of the Kaena (or Mammoth) subchron would only result in decreasing accu- mulation rates after 3.3 Ma, rather than after 3.0 Ma. Accumulation rates for the CDRP3, CDRP-CL, CSA- PLU, TA, and SC-1 sections demonstrate an overall decrease in the rate of sediment accumulation by a factor of three or four since 3.0 Ma (12–59 m/m.y.) and are similar to the rates esti- mated for the Ceja Formation in the Los Lunas volcano sections (Figs. 21B–21C). This decrease in sedimentation rate occurred nearly 0.45 m.y. before the Ceja section became much coarser grained (in the Rio Puerco Member). Decreases in sedimentation rates after 3 Ma were punctuated by short intervals of relatively rapid accumulation in gravelly beds in CDRP3 and CDRP-CL. These faster rates may be the result of rapid deposition by river channels or they may merely be an artifact of shorter sampling and time intervals (Sadler, 1981). Accumulation rates estimated for the Sierra Ladrones Formation at the CSA-PLU and TA sec- tions range from 12 to 43 m/m.y. (Fig. 21C) and are in general agreement with estimates by Lozinsky (1994). The Charles Wells #5 well (Ch5) penetrated the base of the Atrisco Member (at 872 m below land surface; Connell et al., 1998) near its deepest known level in the basin. Although the top of the Sierra Ladrones Formation is not preserved in this well, the top of this well is <27 m below the projection of the Sunport surface (Connell, 2008b). Thus, Ch5 contains the thickest known accumulation of Sierra Ladrones deposits in the Albuquerque Basin. A decompacted sediment thickness for this entire succes- sion is 917 m, and"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "val). Accumulation rates in the Ceja Formation decreased by ~66% between 3.8 and 3.0 Ma, and by ~80% (59–12 m/m.y.) between 3.0 and 1.8 Ma (Fig. 21). Miscorrelation of the Kaena (or Mammoth) subchron would only result in decreasing accu- mulation rates after 3.3 Ma, rather than after 3.0 Ma. Accumulation rates for the CDRP3, CDRP-CL, CSA- PLU, TA, and SC-1 sections demonstrate an overall decrease in the rate of sediment accumulation by a factor of three or four since 3.0 Ma (12–59 m/m.y.) and are similar to the rates esti- mated for the Ceja Formation in the Los Lunas volcano sections (Figs. 21B–21C). This decrease in sedimentation rate occurred nearly 0.45 m.y. before the Ceja section became much coarser grained (in the Rio Puerco Member). Decreases in sedimentation rates after 3 Ma were punctuated by short intervals of relatively rapid accumulation in gravelly beds in CDRP3 and CDRP-CL. These faster rates may be the result of rapid deposition by river channels or they may merely be an artifact of shorter sampling and time intervals (Sadler, 1981). Accumulation rates estimated for the Sierra Ladrones Formation at the CSA-PLU and TA sec- tions range from 12 to 43 m/m.y. (Fig. 21C) and are in general agreement with estimates by Lozinsky (1994). The Charles Wells #5 well (Ch5) penetrated the base of the Atrisco Member (at 872 m below land surface; Connell et al., 1998) near its deepest known level in the basin. Although the top of the Sierra Ladrones Formation is not preserved in this well, the top of this well is <27 m below the projection of the Sunport surface (Connell, 2008b). Thus, Ch5 contains the thickest known accumulation of Sierra Ladrones deposits in the Albuquerque Basin. A decompacted sediment thickness for this entire succes- sion is 917 m, and yields an average sediment accumulation rate of 167 or 229 m/m.y. (Fig. 21A), depending on the ages selected for the base (i.e., 6.3–0.8 Ma or 4.8–0.8 Ma); undecompacted rates are 158 or 218 m/m.y. Higher accumulation rates would result if the Sierra Ladrones succession was younger than 4.8 Ma near the well. These long-term rates are greater than those deter- mined for the measured sections, which are 12–30 km away from the master fault. The lower rates estimated toward the western basin margin may be a result of reduced accommodation up the hanging-wall ramp in this part of the basin. PALEOSURFACES The Plio-Pleistocene alluvial succession in the Albuquer- que Basin is deﬁ ned by a set of bounding surfaces (Fig. 22). The lower boundary is deﬁ ned by the Rincones and lower Ortiz paleosurfaces. The upper boundaries are locally deﬁ ned by a set of depositional (constructional) geomorphic surfaces devel- oped on the Ceja, Sierra Ladrones, and Tuerto Formations. The Rincones paleosurface was named by for a disconformity between Miocene and Pliocene deposits in the western part of the Albuquerque Basin (Connell, 2008a). This discontinu- ity is exposed beneath the Ceja Formation, along the west- ern and northern ﬂ anks of the Llano de Albuquerque and La Ceja, where as much of 450 m of the subjacent Miocene strata is missing. It is commonly disconformable (but forms angu- lar unconformities near major intrabasinal faults), and locally contains strongly developed petrocalcic paleosols that exhibit stage III+ and V pedogenic carbonate morphology, depending on structural position. Elsewhere this boundary is marked by a pinkish, mottled, and bioturbated sand with scattered pebbles (e.g., Fig. 13). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 415 The Ortiz paleosurface is an angular unconformity between Miocene and Pliocene strata in the Albuquerque and Española Basins (Bryan, 1938; Bryan and McCann, 1938). Bryan and co-workers (Bryan and McCann, 1938; Wright, 1946; Stearns, 1979) considered the Ortiz paleosurface to represent a regional surface of erosion that divided moderately deformed Miocene strata from less-deformed Plio-Pleistocene strata. The subjacent Miocene strata were tilted by as much as 32° and were sub- jected to several hundred meters of erosion before being buried by subhorizontally bedded Plio-Pleistocene ﬂ uvial deposits of the Tuerto and Ancha Formations (Stearns, 1953; Koning et al., 2002; Connell et al., 2002). The Ortiz paleosurface was extended across the Albuquerque Basin and onto the eastern ﬂ ank of the Colorado Plateau and was correlated to the Llano de Albuquer- que surface (Bryan and McCann, 1938; Wright, 1946; Kelley, 1977; Stearns, 1979). Bachman and Mehnert (1978) recognized the compound (and allostratigraphic) character of the Ortiz paleosurface, but restricted it to the upper aggradational surface on the Tuerto For- mation in the Hagan embayment (Koning et al., 2001), and on the Ancha Formation in the adjacent Española Basin (Koning et al., 2002). This division was challenged by Stearns (1979) who considered the lower surface to be more useful as a boundary between tilted Miocene rocks and the overlying subhorizontally bedded Plio-Pleistocene sediment. We also consider the erosional aspect of the lower paleosurface to have regional importance and correlate it to the Rincones paleosurface; however, we assign the relict depositional top of the Ceja Formation to the younger Llano de Albuquerque surface (see below). The Rincones and lower Ortiz paleosurfaces are recognized along the ﬂ anks of the Albuquerque Basin, and represent essen- tially the same lacuna (Fig. 22). The character of these paleosur- faces in depocentral areas is not clear. Drill-hole data indicate that the stratigraphic correlatives to the Rincones paleosurface in dep- ocentral areas form a rather sharp boundary (Connell et al., 1998; Stone et al., 1998). This boundary in the drill holes supports an ? ? 9.0-9.7 Ma ? 3.83 2.4 - 4.5 Ma PLIOCENE PLEIST. MIOCENE 0 1 2 3 4 6 7 8 9 5 10 11 12 Qa Qa 6.29 6.83 7.06 7.16 8.16 disconformity local(?) disconformity disconformity disconformity 6.86-6.92 3.02 2.84 2.57 2.8 III+ III III+ IV+ III+, IV II V 3.28 10.8 11.32 11.65 1.26 0.64 4.04 1.24 1.57 <1.72 <2.00 Removed by erosion Removed by erosion disconformity disconformity disconformity angular unconformity CDRP & RPV Sand Hill fault San Ysidro & Zia fault zones boundary faults range-front faults boundary faults Eastern- margin piedmont Rio Grande Valley Llano de Albuquerque & southern flank of Jemez Mts. Hagan embay- ment EPOCH TIME (Ma) GPTS Ton Arroyo Ojito Fm Ton Tob Tsa Tca & Tcs Tcrp & QTct Qsc & QTct Qsc QTsa CCD LMN WM SFV CM LLVo QTsp QTt Top Tcc Tcc Ts-Tp Ts & Tsp Tsp- Tst Tcc Ceja del Rio Puerco (CDRP) Southeast Colorado Plateau WEST EAST Qa 0.64 Rincones paleosurface lower Ortiz paleo- surface Figure 22. Chronostratigraphic diagram depicting major stratigraphic units, bounding surfaces, and fault zones across the southeastern margin of the Colorado Plateau, Albuquerque Basin, and Hagan embayment, including the Ceja del Rio Puerco (CDRP), Rio Puer- co valley (RPV), and Rio Grande valley. The global polarity timescale (GPTS) is shown for reference. Thick vertical lines schematically denote major fault zones, and vertical hachures denote stratigraphic lacunae. Short-hachured lines denote petrocalcic paleosols de- veloped on bounding surfaces; Roman numerals denote maximum pedogenic carbonate morphologic stage. Unit sym- bols deﬁ ned on Figure 5. Italicized ab- breviations refer to volcanic units: Cat"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "indicate that the stratigraphic correlatives to the Rincones paleosurface in dep- ocentral areas form a rather sharp boundary (Connell et al., 1998; Stone et al., 1998). This boundary in the drill holes supports an ? ? 9.0-9.7 Ma ? 3.83 2.4 - 4.5 Ma PLIOCENE PLEIST. MIOCENE 0 1 2 3 4 6 7 8 9 5 10 11 12 Qa Qa 6.29 6.83 7.06 7.16 8.16 disconformity local(?) disconformity disconformity disconformity 6.86-6.92 3.02 2.84 2.57 2.8 III+ III III+ IV+ III+, IV II V 3.28 10.8 11.32 11.65 1.26 0.64 4.04 1.24 1.57 <1.72 <2.00 Removed by erosion Removed by erosion disconformity disconformity disconformity angular unconformity CDRP & RPV Sand Hill fault San Ysidro & Zia fault zones boundary faults range-front faults boundary faults Eastern- margin piedmont Rio Grande Valley Llano de Albuquerque & southern flank of Jemez Mts. Hagan embay- ment EPOCH TIME (Ma) GPTS Ton Arroyo Ojito Fm Ton Tob Tsa Tca & Tcs Tcrp & QTct Qsc & QTct Qsc QTsa CCD LMN WM SFV CM LLVo QTsp QTt Top Tcc Tcc Ts-Tp Ts & Tsp Tsp- Tst Tcc Ceja del Rio Puerco (CDRP) Southeast Colorado Plateau WEST EAST Qa 0.64 Rincones paleosurface lower Ortiz paleo- surface Figure 22. Chronostratigraphic diagram depicting major stratigraphic units, bounding surfaces, and fault zones across the southeastern margin of the Colorado Plateau, Albuquerque Basin, and Hagan embayment, including the Ceja del Rio Puerco (CDRP), Rio Puer- co valley (RPV), and Rio Grande valley. The global polarity timescale (GPTS) is shown for reference. Thick vertical lines schematically denote major fault zones, and vertical hachures denote stratigraphic lacunae. Short-hachured lines denote petrocalcic paleosols de- veloped on bounding surfaces; Roman numerals denote maximum pedogenic carbonate morphologic stage. Unit sym- bols deﬁ ned on Figure 5. Italicized ab- breviations refer to volcanic units: Cat Mesa ﬂ ow (CM), Cerro Colorado dacite (CCD), La Mesita Negra ﬂ ow (LMN), older Los Lunas volcano (LLVo), a lava from San Felipe volcanic ﬁ eld (SFV), and Wind Mesa volcano (WM). Younger deposits (Qa) include a suite of terraces of the Rio Grande (chronology from Connell et al., 2007a), and alluvial, col- luvial, and eolian deposits. Miocene units are shaded gray; light gray shad- ing denotes eroded deposits. Black rect- angles denote lava ﬂ ows. The plus and circle-in-circle symbols denote primary and recycled volcanic materials, respec- tively. Numbers refer to age determina- tions (in Ma) from Tables 1–3 and other studies (Bachman and Mehnert, 1978; Izett and Wilcox, 1982; Drake et al., 1991; Hallett et al., 1997; Connell et al., 1999, 2002; Connell, 2008a, 2008b; Maldonado et al., 2006, 2007). Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 416 Connell et al. abrupt change in environmental conditions or a disconformity; however, major stratal discontinuities were not recognized in the exposed piedmont succession along the eastern margin of the basin (Fig. 16; Kelley, 1982; Cather and Connell, 1998; Connell, 2008b), suggesting that deposition may have continued with little or no interruption within the deepest parts of the basin. The Llano de Albuquerque surface represents the deposi- tional top of the Ceja Formation (Machette, 1985). The Llano de Albuquerque landform is a 106-km-long, south-sloping table- land between the Rio Grande and Rio Puerco valleys that is 110– 494 m above the Rio Grande. Petrocalcic paleosols developed on this relict depositional surface commonly possess stage III+ to IV pedogenic carbonate morphology and are thicker than those developed on the Sierra Ladrones Formation (Machette, 1985; Connell, 2008a; Connell and Wells, 1999). The sharp contact between the Sierra Ladrones and Ceja Formations exposed along the eastern ﬂ ank of the Rio Grande valley likely represents an eroded remnant of this surface (Fig. 18). The Cañada Colorada, Las Huertas, Sunport, and Llano de Manzano geomorphic surfaces deﬁ ne local tops of the Sierra Ladrones Formation and parts of the younger piedmont alluvium (Lambert, 1968; Machette, 1985; Maldonado et al., 1999; Con- nell and Wells, 1999; Connell, 2004). The Cañada Colorada sur- face developed on a faulted block on the northern Hubbell bench (Maldonado et al., 1999). The other surfaces are 95–120 m above the Rio Grande and serve as useful stratigraphic datum planes to correlate depositional tops of the Sierra Ladrones Formation. Pet- rocalcic paleosols on the Cañada Colorada surface (stage III+ to V; Connell et al., 2001c) are more strongly developed than those on the Las Huertas, Llano de Manzano, and Sunport surfaces (stage III+; Machette, 1985; Connell and Wells, 1999), suggest- ing that it may be much older than these other surfaces. Isolated, high-level, relict surfaces are preserved on remnants of locally derived alluvium on the northern ﬂ ank of the Sandia Mountains (Connell and Wells, 1999; Connell, 2008b). These surfaces have erosionally modiﬁ ed petrocalcic soils (stage IV+ pedogenic car- bonate morphology) and may represent older surfaces of the Tuerto Formation. ALLUVIAL SEQUENCES The Ceja and Sierra Ladrones Formations form a basin- wide, nonmarine depositional sequence that is deﬁ ned by dis- tinct sets of bounding surfaces (Fig. 22). The lower bounding surface, deﬁ ned by the Rincones and lower Ortiz paleosurfaces, contains strongly developed paleosols that indicate that large parts of the basin were subjected to prolonged periods of land- scape stability (105–106 years; Machette, 1985) before being buried by the Ceja Formation. Although the these paleosurfaces are areally extensive, the lack of an obvious unconformable boundary in the piedmont succession near the basin master fault (along the northern ﬂ ank of the Sandia Mountains) sug- gests that sedimentation continued essentially uninterrupted in the deeper parts of the basin. The upper boundaries of this alluvial sequence are deﬁ ned by a suite of relict depositional surfaces (i.e., Cañada Colorada, Llano de Albuquerque, Las Huertas, Sunport, and Llano de Man- zano) that contain strongly developed paleosols. Depositional onlap and intrabasinal faulting increased the duration of strati- graphic lacunae toward the basin margins (Fig. 22). Deep inci- sion by younger alluvium associated with episodic cutting by the Rio Grande (and major tributaries) also deﬁ nes the upper bound- ary of this sequence. Miocene Sedimentation Middle to Upper Miocene strata exposed in the northern part of the Albuquerque Basin are dominated by ﬂ uvial and eolian deposits of the Cerro Conejo Formation (Fig. 23A). The east- ward (basinward) slope of the Rincones paleosurface, generally consistent eastward to southeastward stratal tilt directions, east- ward thickening of the basin ﬁ ll, southeast-directed paleoﬂ ow directions, and western-margin (i.e., Colorado Plateau–Sierra Nacimiento) gravel provenance (Brandes, 2002; Connell, 2004; Connell, 2008a, 2008b) all indicate that the study area has been dominated by generally eastward basin subsidence, and has not been subjected to any major changes in the direction of basin tilt- ing since Early Miocene time (cf. Ingersoll, 2001). Movement along the basin-master fault system increased after ca. 9 Ma, resulting in continued eastward tilting and thick- ening of the Arroyo Ojito Formation (Fig. 23B). The northern part of the Albuquerque Basin received extrabasinal sediments as early 7 Ma, but the southern part of the basin was dominated by internal surface drainage until early Pliocene time (Figs. 23B– 23C). Deposition of the Arroyo Ojito Formation ceased shortly after ca. 6.3 Ma with the development of the Rincones paleo- surface (Fig. 23B). During Late"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "(along the northern ﬂ ank of the Sandia Mountains) sug- gests that sedimentation continued essentially uninterrupted in the deeper parts of the basin. The upper boundaries of this alluvial sequence are deﬁ ned by a suite of relict depositional surfaces (i.e., Cañada Colorada, Llano de Albuquerque, Las Huertas, Sunport, and Llano de Man- zano) that contain strongly developed paleosols. Depositional onlap and intrabasinal faulting increased the duration of strati- graphic lacunae toward the basin margins (Fig. 22). Deep inci- sion by younger alluvium associated with episodic cutting by the Rio Grande (and major tributaries) also deﬁ nes the upper bound- ary of this sequence. Miocene Sedimentation Middle to Upper Miocene strata exposed in the northern part of the Albuquerque Basin are dominated by ﬂ uvial and eolian deposits of the Cerro Conejo Formation (Fig. 23A). The east- ward (basinward) slope of the Rincones paleosurface, generally consistent eastward to southeastward stratal tilt directions, east- ward thickening of the basin ﬁ ll, southeast-directed paleoﬂ ow directions, and western-margin (i.e., Colorado Plateau–Sierra Nacimiento) gravel provenance (Brandes, 2002; Connell, 2004; Connell, 2008a, 2008b) all indicate that the study area has been dominated by generally eastward basin subsidence, and has not been subjected to any major changes in the direction of basin tilt- ing since Early Miocene time (cf. Ingersoll, 2001). Movement along the basin-master fault system increased after ca. 9 Ma, resulting in continued eastward tilting and thick- ening of the Arroyo Ojito Formation (Fig. 23B). The northern part of the Albuquerque Basin received extrabasinal sediments as early 7 Ma, but the southern part of the basin was dominated by internal surface drainage until early Pliocene time (Figs. 23B– 23C). Deposition of the Arroyo Ojito Formation ceased shortly after ca. 6.3 Ma with the development of the Rincones paleo- surface (Fig. 23B). During Late Miocene time, the underlying ﬂ uviatile succession was subjected to ~0.5 km of erosion across the western (up-dip) margin of the basin (Figs. 23B–23C). Workers in the adjacent Socorro and Española Basins reported an overall reduction in the rate of deformation after ca. 10 Ma (Cather et al., 1994; Koning et al., this volume). Geo- chronologically calibrated deformational indicators (e.g., stratal- tilt data) are not well established in the Albuquerque Basin, but they also suggest a slight decrease in stratal tilt across the Rinco- nes paleosurface (Connell, 2008b). The slight change in tilts of the underlying Miocene strata suggest that the Rincones and lower Ortiz paleosurfaces were cut following major deformation and support a reduction in tectonism after ca. 6 Ma. Plio-Pleistocene Sedimentation and Axial-Drainage Development The relatively long Miocene phase of internal surface drainage gave way to through-going drainage of the ancestral Rio Grande into southern New Mexico by early Pliocene time (Figs. 23B–23C; Leeder et al., 1996; Mack et al., 2002, 2006). Interbasinal integration of surface drainage may have occurred Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 417 W W W 9-6.5 Ma 5-4 Ma 3-2 Ma study area study area study area 2-1 Ma 4-3 Ma 14-9 Ma 6-5 Ma W W W study area W D Late Pliocene to Pleistocene (3-1 Ma) C Early to late Pliocene (5-3 Ma) A Middle to Late Miocene (14-9 Ma) W W W Not to scale Not to scale Not to scale Mesa Chivato Mesa Prieta Mesa Prieta (2.1 Ma) Cañada Colorada Jemez vf. Llano Rincones paleosurface (RPS) RPS(?) Ladron Mts. Ladron Mts. Ladron Mts. Ladron Mts. Ladron Mts. Ladron Mts. RPS RPS Ortiz paleosurface Bearhead Rhyolite de Alb. Cerros del Rio volcanic field San Felipe volc. field Colorado Plateau Albuquerque Basin RGV Sandia Mts. Tc QTsp Tc QTsa Cañada Colorada Ortiz paleo- surface older unconf. Jemez vf. Jemez vf. B Late Miocene (9-6 Ma) W Not to scale RPS RPS older axial river 20-24 5-6, 16-19 9 14, 29 Mesa Lucero flows (3.7-4.1 Ma) 7 SA 3 4 13, 72 12 10,11 ? ? ? ? ? ? ? ? ? ? ? ? ? ? EXPLANATION footwall hanging-wall ramp axial river volcanic eolian lacuna Cross Section Basin Map older axial river fluviolacustrine middle Santa Fe Gp. lower Santa Fe Gp. Paleogene sed. & volc. rocks Paleozoic & Mesozoic sed. rocks Proterozoic basement rocks fluvio- lacustrine Sierra Ladrones Fm, axial-river deposits Sierra Ladrones Fm, piedmont deposits Ceja Fm QTsa QTsp Tc Tcc XY PMz Tl Tz Figure 23. Schematic cross sections (left) and paleogeographic diagrams (right) illustrating the history of subsidence and sedimentation in the Albuquerque Basin since Middle Miocene time (14–1 Ma): (A) Middle to Late Miocene, (B) Late Miocene, (C) early to late Pliocene, and (D) late Pliocene to early Pleistocene. RPS—Rincones paleosurface; vf.—volcanic ﬁ eld; Alb.—Albuquerque. Red numbers denote age determinations (Tables 1–3). Other K-Ar and 40Ar/39Ar age determinations for lava ﬂ ows on Mesa Lucero and Mesa Prieta are from Baldridge et al. (1980, 1987) and Hallett et al. (1997), respectively. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 418 Connell et al. through the burial of low-lying structural zones (Jackson and Leeder, 1994) between the Albuquerque and Socorro Basins. The integration of ancestral Rio Grande drainage into southern New Mexico could have been a consequence of progressive onlap of Pliocene sediments over low-lying structural culminations between these basins (Cather et al., 1994). The Rincones and lower Ortiz paleosurfaces became pro- gressively buried by the Ceja, Sierra Ladrones, and Tuerto For- mations after ca. 3.0 Ma (Figs. 22 and 23C). The Ceja succession began to coarsen slightly in the Los Lunas section (LLV) after 3.6 Ma, but did not become dominated by coarse-grained detritus until after ca. 2.6 Ma. Coarsening of the Ceja Formation culmi- nated with the deposition of areally extensive sheets of pebble- to boulder-bearing sand that extended across much of the basin and east of the present Rio Grande valley after ca. 1.8 Ma. The overall lack of mud and clay in the upper part of the Ceja Formation indicates that most of the ﬁ ner-grained sediment was transported out of the basin during this time. This coarsening of the Ceja Formation occurred after integration of the ancestral Rio Grande into southern New Mexico and western Texas (Connell et al., 2005) and was not directly related to base-level lowering of the axial river by drainage capture. Coarsening of the Ceja For- mation ended with the development of the Llano de Albuquerque surface during (or shortly after) the 1.9–1.8 Ma Olduvai subchron (Figs. 22 and 23D). After 1.8 Ma, sedimentation was largely restricted to the eastern part of the basin, where the course of the ancestral Rio Grande (Sierra Ladrones Formation) was within 5 km of the basin-boundary fault system. Also after 1.8 Ma, the Sierra Ladrones Formation lapped westward onto the abandoned top of the Ceja Formation and graded toward the Llano de Albuquer- que surface. The presence of the Olduvai subchron in the Ceja and Sierra Ladrones Formations demonstrates contemporaneous sedimentation for these units and precludes incision of an earlier paleovalley of the ancestral Rio Grande (cf. Cole et al., 2001, 2007). Like the Ceja Formation, gravel in the axial-ﬂ uvial mem- ber of the Sierra Ladrones Formation increased"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "by the Ceja, Sierra Ladrones, and Tuerto For- mations after ca. 3.0 Ma (Figs. 22 and 23C). The Ceja succession began to coarsen slightly in the Los Lunas section (LLV) after 3.6 Ma, but did not become dominated by coarse-grained detritus until after ca. 2.6 Ma. Coarsening of the Ceja Formation culmi- nated with the deposition of areally extensive sheets of pebble- to boulder-bearing sand that extended across much of the basin and east of the present Rio Grande valley after ca. 1.8 Ma. The overall lack of mud and clay in the upper part of the Ceja Formation indicates that most of the ﬁ ner-grained sediment was transported out of the basin during this time. This coarsening of the Ceja Formation occurred after integration of the ancestral Rio Grande into southern New Mexico and western Texas (Connell et al., 2005) and was not directly related to base-level lowering of the axial river by drainage capture. Coarsening of the Ceja For- mation ended with the development of the Llano de Albuquerque surface during (or shortly after) the 1.9–1.8 Ma Olduvai subchron (Figs. 22 and 23D). After 1.8 Ma, sedimentation was largely restricted to the eastern part of the basin, where the course of the ancestral Rio Grande (Sierra Ladrones Formation) was within 5 km of the basin-boundary fault system. Also after 1.8 Ma, the Sierra Ladrones Formation lapped westward onto the abandoned top of the Ceja Formation and graded toward the Llano de Albuquer- que surface. The presence of the Olduvai subchron in the Ceja and Sierra Ladrones Formations demonstrates contemporaneous sedimentation for these units and precludes incision of an earlier paleovalley of the ancestral Rio Grande (cf. Cole et al., 2001, 2007). Like the Ceja Formation, gravel in the axial-ﬂ uvial mem- ber of the Sierra Ladrones Formation increased in size and abun- dance after 2.6 Ma, but the piedmont member deposits prograded away from the master fault after ca. 1.8–1.6 Ma (Figs. 21C and 23C). Deposition of the Sierra Ladrones Formation continued for another 1 m.y. until entrenchment of the Rio Grande valley began shortly after 0.8 Ma. Depositional Patterns The stratigraphy of the Albuquerque Basin generally fol- lows a progression of drainage development and sedimentation patterns that is similar to other continental rifts (e.g., Lambiase and Bosworth, 1995; Contreras et al., 1997; Olsen, 1997). The basins initially become dominated by internal surface drainage as subsidence exceeds sedimentation. This results in an under- ﬁ lled condition that persists until sediment discharge exceeds the volume of basin formed by subsidence. The basin then becomes overﬁ lled, leading to the topographic and hydrologic connec- tion with adjoining, lower-lying basins. At higher rates of strain, topographic closure of the basin would be maintained, even with increasing contributions of sediment (e.g., Contreras et al., 1997). It is possible that the stratigraphic progression in the Albuquer- que Basin may reﬂ ect an evolutionary phase in the development of rift-basin alluvial sequences, where climatically induced increases in sediment delivery, rather than tectonism, dominate the Plio-Pleistocene stratigraphic architecture (see below). The asynchronous progradation of ﬂ uvial deposits derived from opposing basin ﬂ anks, and the development of diachron- ous relict (depositional) tops on the Plio-Pleistocene alluvial suc- cession, may be a geometric consequence of asymmetrical basin subsidence where basinward tilting of the hanging-wall ramp pro- motes extensive sediment bypass near the basin ﬂ anks (Figs. 22 and 23; Connell et al., 2001a; Smith et al., 2001). The distal hang- ing-wall ramp has a fore-tilted basin geometry that allows poten- tial accommodation to increase down the structural dip toward the master fault. Back-tilted stratal geometry dominates near the structural footwall cutoff, where accommodation decreases away from the master fault. Because of this fore-tilted geometry, drain- ages would be more sensitive to changes in subsidence than near the (back-tilted) footwall block. Thus, decreases in basin sub- sidence could drive the progradation (ofﬂ ap) of coarse-grained sediment off of the distal hanging-wall ramp, which would pro- mote sediment bypass and the eventual cessation of deposition as accommodation decreased marginward. Intrabasinal (normal) faulting of the hanging-wall ramp would accentuate erosion and sediment bypass on the upthrown block. The asynchronous depositional pattern in the study area seems to support numerical models of basin ﬁ lling that suggest progradation of these opposing marginal wedges could be driven by changes in subsidence rate (e.g., Paola et al., 1992; Travis and Nunn, 1994). This progradational couplet is not likely attribut- able to changing subsidence rates because it would require an unreasonably short pulse in tectonism (after 2.6 Ma), followed by a rapid decrease after 1.8 Ma. Long-term (average) sediment accumulation rates for the Ch5 well are slightly higher than those determined for the Gauss-aged part of the Atrisco Member that is exposed near the basin ﬂ anks (Fig. 21A). The higher average accumulation rate for the Ch5 well suggests that basin subsi- dence did not signiﬁ cantly diminish in depocentral areas. Thus, the overall decrease in sediment accumulation in the measured sections may be the result of decreased accommodation toward the basin margins. Synchronous progradation of basin-ﬂ anking deposits would be expected if sediment ﬂ ux increased in similarly sized tribu- tary catchments; however, hanging-wall catchments are typi- cally much larger than those on the footwall (e.g., Leeder and Jackson, 1993). Larger hanging-wall catchments should respond to climatic changes with greater magnitude than the smaller footwall catchments. For example, the present Rio Puerco drain- age basin (a major tributary to the Rio Grande) covers nearly 19,000 km2 of the southeastern Colorado Plateau and northwest- ern Albuquerque Basin (Love and Connell, 2005) and is more Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 419 than 12 times larger than the combined drainage area of the east- ern mountain fronts south of the Hagan embayment (1573 km2 in Anderholm, 2001). The coarsening of the uppermost Ceja succession and for- mation of the Llano de Albuquerque geomorphic surface, before the onset of regional ﬂ uvial entrenchment, suggests that incision of the paleo–Rio Puerco drainage system may have begun earlier along the structurally higher western ﬂ ank of the basin. It is not clear whether the remnants of an early paleovalley existed, but such a paleovalley could have graded into a conformable strati- graphic succession toward the southern end of the basin where basin tilting shifted to the west (Russell and Snelson, 1994). If this were the case, the southward course of the present Rio Puerco drainage would be antecedent and controlled by sediment bypass during the ﬁ nal stages of deposition of the Rio Puerco Member. It is also possible that the depositional top of the Ceja Formation remained active as a thin, transport-dominated surface until the Rio Grande began to incise during early Pleistocene time. This is unlikely because the thickness and degree of pedogenic develop- ment on the Llano de Albuquerque surface supports a greater age of formation than for the younger geomorphic surfaces on the Sierra Ladrones Formation. Climatic Implications Rates of sediment accumulation, reported from numerous globally distributed settings, increased by a factor of two to ten over the last 4 m.y. (e.g., Zhang"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "drain- age basin (a major tributary to the Rio Grande) covers nearly 19,000 km2 of the southeastern Colorado Plateau and northwest- ern Albuquerque Basin (Love and Connell, 2005) and is more Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 419 than 12 times larger than the combined drainage area of the east- ern mountain fronts south of the Hagan embayment (1573 km2 in Anderholm, 2001). The coarsening of the uppermost Ceja succession and for- mation of the Llano de Albuquerque geomorphic surface, before the onset of regional ﬂ uvial entrenchment, suggests that incision of the paleo–Rio Puerco drainage system may have begun earlier along the structurally higher western ﬂ ank of the basin. It is not clear whether the remnants of an early paleovalley existed, but such a paleovalley could have graded into a conformable strati- graphic succession toward the southern end of the basin where basin tilting shifted to the west (Russell and Snelson, 1994). If this were the case, the southward course of the present Rio Puerco drainage would be antecedent and controlled by sediment bypass during the ﬁ nal stages of deposition of the Rio Puerco Member. It is also possible that the depositional top of the Ceja Formation remained active as a thin, transport-dominated surface until the Rio Grande began to incise during early Pleistocene time. This is unlikely because the thickness and degree of pedogenic develop- ment on the Llano de Albuquerque surface supports a greater age of formation than for the younger geomorphic surfaces on the Sierra Ladrones Formation. Climatic Implications Rates of sediment accumulation, reported from numerous globally distributed settings, increased by a factor of two to ten over the last 4 m.y. (e.g., Zhang et al., 2001). This globally rec- ognized increase in sediment ﬂ ux is thought to represent a depo- sitional response to increased climatic variability and magnitude (Molnar, 2004). The Late Miocene was a period of extreme aridity that was followed by periods of increased discharge and greater seasonal climate variability (e.g., Axelrod, 1981; Smith, 1994; Webb and Opdyke, 1995; Chapin, 2008). Alluvial successions in the semiarid southwestern regions of North America may record the effects of Pliocene and Pleisto- cene climatic change on both tectonically active and quiescent basins. Studies of Plio-Pleistocene ﬂ uviolacustrine and ﬂ uvial deposits (St. David Formation) in the tectonically quiescent San Pedro Valley of southeastern Arizona (Fig. 2) indicate an increase in sheet channels and sand-to-mud ratios and a reduc- tion in sediment accumulation rates after the Gauss-Matuyama chron boundary at 2.58 Ma (Smith, 1994). These sedimentologic changes coincided with climate changes inferred from the stable- isotopic composition of pedogenic carbonate in paleosols (Smith et al., 1993). A similar correspondence between basin sedimen- tation and climate was also reported for Plio-Pleistocene ﬂ uvial deposits of the Palomas and Camp Rice Formations in the tec- tonically active Rio Grande rift in southern New Mexico (Mack et al., 1993, 1994). The Plio-Pleistocene alluvial succession in the Albuquerque Basin is interpreted to reﬂ ect the effects of long-term aggrada- tion within a basin that has been subjected to either constant or decreasing rates of tectonic subsidence since Miocene time. Dur- ing Late Miocene through early Pliocene time, subsidence would continue to deform the basin ﬂ anks as discharges diminished to a level where basin depocenters would receive less sediment. Later increases in discharge would strip the uplifted basin ﬂ anks and surrounding upland regions and provide more sediment for the basin. Although subsidence controls cannot be completely ruled out, the overall upward coarsening of this alluvial succession and increase in gravel size supports augmentation of discharge in the sediment delivery system, rather than solely due to a reduction in tectonic subsidence. Changes in sedimentation may have been driven by expan- sion of hinterland drainage area (Fraser and DeCelles, 1992), late Cenozoic climatic variability (Zhang et al., 2001; Chapin, 2008), or diminished basin subsidence (e.g., Mack and Seager, 1990). The present limits of the major western tributaries to the Albuquerque Basin were probably established by late Pliocene time (Love and Connell, 2005). Studies of the Arroyo Ojito and Ceja Formations indicate that crystalline basement rock was probably exposed by Late Miocene time (Connell et al., 1999), so durable basement rocks would have been exposed in hin- terland catchment regions before the Ceja streams transported coarse-grained deposits. Amalgamated coarse-grained channel deposits in the Ceja, Sierra Ladrones, and Tuerto Formations occurred after sediment- accumulation rates decreased on the distal hanging-wall ramp (Fig. 21B and 21C), suggesting that the basin may have ﬁ lled to a level that promoted extensive sediment bypass through the basin. Although a decrease in sedimentation rate and overall coarsen- ing of the Ceja section during late Pliocene time may suggest a decrease in subsidence rate, it seems unlikely that diminished subsidence can solely account for the relatively sudden introduc- tion of coarse-grained clastic detritus into the basin following a decrease in sediment-accumulation rate. The approximately coeval depositional responses in the Albuquerque Basin and the tectonically quiescent San Pedro Valley of Arizona (Smith, 1994) suggest that climate may play an important role in the develop- ment of sedimentary sequences in slowly subsiding basins. The 0.8 Ma onset of valley cutting coincides with the start of eccentricity-driven climate cycles (e.g., Zachos et al., 2001) and is within the chronological resolution reported for the cutting of the Rio Grande valley in southern New Mexico (Mack et al., 2006) and in southeastern Arizona (Smith, 1994). The transition from basin ﬁ lling to valley cutting also agrees with other studies that document the onset of major regional incision before 0.6 Ma (e.g., Dethier, 2001). The timing of onset of incision and the approximate number (and age) of inset terrace deposits support the importance of regional climatic controls, rather than tectonic changes, to base level (Gile et al., 1981; Connell et al., 2007a; Leeder and Mack, 2007). Valley incision in central and southern New Mexico may be slightly older than the 0.43 Ma age of overﬂ ow that Machette et al. (2007, this volume) postulated for their Lake Alamosa in the Rio Grande headwaters region, ~240 km north of Albuquerque and near the Colorado–New Mexico state line (Fig. 2). If this Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 420 Connell et al. age of upper-basin drainage integration is correct, then a nearly 0.3 m.y. lag exists between the initial cutting of the Rio Grande valley in the Albuquerque Basin and integration of the headwa- ters in southern Colorado. Such a lag would not support capture of the upper Rio Grande as the principal driver of downstream valley incision in central and southern New Mexico (Wells et al., 1987). It is possible that Pleistocene integration of the upper Rio Grande drainage might have been promoted by ﬁ lling of the southern San Luis Basin by sediment in response to climatically induced increases in discharge. SUMMARY AND CONCLUSIONS We utilized combined geochronologic, sequence- stratigraphic, sedimentologic, and geomorphologic approaches to interpret- ing the development of a Plio-Pleistocene alluvial sequence in the Albuquerque Basin of the Rio Grande rift in north-central New Mexico."
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "resolution reported for the cutting of the Rio Grande valley in southern New Mexico (Mack et al., 2006) and in southeastern Arizona (Smith, 1994). The transition from basin ﬁ lling to valley cutting also agrees with other studies that document the onset of major regional incision before 0.6 Ma (e.g., Dethier, 2001). The timing of onset of incision and the approximate number (and age) of inset terrace deposits support the importance of regional climatic controls, rather than tectonic changes, to base level (Gile et al., 1981; Connell et al., 2007a; Leeder and Mack, 2007). Valley incision in central and southern New Mexico may be slightly older than the 0.43 Ma age of overﬂ ow that Machette et al. (2007, this volume) postulated for their Lake Alamosa in the Rio Grande headwaters region, ~240 km north of Albuquerque and near the Colorado–New Mexico state line (Fig. 2). If this Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 420 Connell et al. age of upper-basin drainage integration is correct, then a nearly 0.3 m.y. lag exists between the initial cutting of the Rio Grande valley in the Albuquerque Basin and integration of the headwa- ters in southern Colorado. Such a lag would not support capture of the upper Rio Grande as the principal driver of downstream valley incision in central and southern New Mexico (Wells et al., 1987). It is possible that Pleistocene integration of the upper Rio Grande drainage might have been promoted by ﬁ lling of the southern San Luis Basin by sediment in response to climatically induced increases in discharge. SUMMARY AND CONCLUSIONS We utilized combined geochronologic, sequence- stratigraphic, sedimentologic, and geomorphologic approaches to interpret- ing the development of a Plio-Pleistocene alluvial sequence in the Albuquerque Basin of the Rio Grande rift in north-central New Mexico. Seventy-eight new and previously published age determinations reﬁ ne the ages of Miocene through lower Pleistocene basin ﬁ ll of the synrift Santa Fe Group. These geo- chronologic data permitted the development of a robust mag- netic-polarity stratigraphy for the Plio-Pleistocene part of the basin-ﬁ ll succession. The Ceja and Sierra Ladrones Formations form a nonmarine depositional sequence that is bounded by distinct sets of erosional and depositional surfaces. Deposition of Upper Miocene strata in the Albuquerque Basin ceased shortly after 6.3 Ma and is marked by widespread erosion of the basin ﬂ anks and development of the Rincones and lower Ortiz paleosurfaces. The upper boundaries of this alluvial sequence are deﬁ ned by a suite of relict depositional surfaces that include the Cañada Colorada, Llano de Albuquer- que, Las Huertas, Sunport, and Llano de Manzano surfaces. Integration of axial-river drainage (by the ancestral Rio Grande) through the Albuquerque Basin occurred by 4.8 Ma, probably as a result of increased sedimentation that began to bury these areally extensive Upper Miocene unconformities, eventually burying low-lying structural culminations that divided the south- ern Albuquerque and Socorro Basins. Progressive, marginward onlap of the Ceja and Tuerto Formations eventually buried the Rincones and lower Ortiz paleosurfaces between 2.8 and 2.6 Ma. Later stages of paleosurface burial corresponded to a coarsening of the Ceja succession, and culminated with the development of the Llano de Albuquerque surface shortly after 1.8 Ma. Deposi- tion of the Sierra Ladrones Formation continued for another mil- lion years until cutting of the Rio Grande valley initiated shortly after 0.8 Ma. Progradation of Sierra Ladrones piedmont deposits away from the master fault began after ca. 1.8–1.6 Ma. Cutting of the Rio Grande valley (south of the Española Basin) coincided with increased global climatic variability, and may have occurred before entrenchment of the headwaters region of the Rio Grande in southern Colorado. The asynchronous progradation of margin-sourced depos- its in this stratigraphic succession probably reﬂ ects a geometric response to decreasing accommodation up the hanging-wall ramp. The fore-tilted geometry of the hanging wall promoted prograda- tion of amalgamated channels that formed broad sheets across the distal hanging-wall ramp as sediment bypassed the basin margins. Reduced sediment accumulation rates after 3.0 Ma may represent extensive sediment bypass. Although active tectonism is clearly of ﬁ rst-order importance in the formation of sedimen- tary successions, the development of an Plio-Pleistocene alluvial sequence in the Albuquerque Basin may reﬂ ect the importance of climate on basin ﬁ lling in slowly subsiding basins. ACKNOWLEDGMENTS This contribution was supported by the National Science Foun- dation (EAR-0344146) and the New Mexico Bureau of Geol- ogy and Mineral Resources. The 40Ar/39Ar dating and geologic mapping were supported by the New Mexico STATEMAP Pro- gram component of the National Cooperative Geologic Map- ping Act of 1992. The Pueblos of Cochiti, Isleta, Jemez, San- dia, San Felipe, Santo Domingo, and Zia graciously provided access to tribal lands. Ivan Benavidez, Westland Corporation, and the King Brothers Ranch kindly provided access to much of the land along the Ceja del Rio Puerco. The New Mexico State Land Ofﬁ ce also kindly provided rights of access to parts of Tijeras Arroyo. Teresa and Kathleen Connell, Holly Buehler, Linda Donohoo-Hurley, Dan Koning, Travis Naibert, Scott Muggleton, Mitchell Reese, and Kate Zeigler assisted with the acquisition, preparation, and analysis of more than 1400 paleo- magnetic specimens. Steve Cather, Richard Chamberlin, Nelia Dunbar, and Dave Love kindly provided some of the geochro- nologic data presented here. This paper beneﬁ ted from conver- sations with Steve Cather, Richard Chamberlin, John Hawley, Dan Koning, and Dave Love. Reviews by Brian Horton, Mark Hudson, and Mike Leeder improved the paper and are grate- fully acknowledged. REFERENCES CITED Anderholm, S.K., 2001, Mountain-Front Recharge along the East Side of the Albuquerque Basin, Central New Mexico (revised): U.S. Geological Sur- vey Water-Resources Investigations Report 00-4010, 36 p. Angevine, C.L., Heller, P.L., and Paola, C., 1990, Quantitative Sedimentary Basin Modeling: American Association of Petroleum Geologists Continu- ing Education Course Note Series 32, 247 p. Axelrod, D.L., 1981, Role of Volcanism in Climate and Evolution: Geological Society of America Special Paper 185, 59 p. Bachman, G.O., and Mehnert, H.H., 1978, New K-Ar dates and the late Plio- cene to Holocene geomorphic history of the central Rio Grande region, New Mexico: Geological Society of America Bulletin, v. 89, p. 283–292, doi:10.1130/0016-7606(1978)89<283:NKDATL>2.0.CO;2. Baldridge, W.S., Damon, P.E., Shaﬁ qullah, M., and Bridwell, R.J., 1980, Evolution of the central Rio Grande rift, New Mexico: New potassium- argon ages: Earth and Planetary Science Letters, v. 51, p. 309–321, doi:10.1016/0012-821X(80)90213-7. Baldridge, W.S., Perry, F.V., and Shaﬁ qullah, M., 1987, Late Cenozoic vol- canism of the southeastern Colorado Plateau: I. Volcanic geology of the Lucero area, New Mexico: Geological Society of America Bulletin, v. 99, p. 463–470, doi:10.1130/0016-7606(1987)99<463:LCVOTS>2.0.CO;2. Bartolino, D.P., and Cole, J.C., 2002, Ground-Water Resources of the Middle Rio Grande Basin, New Mexico: U.S. Geological Survey Circular 1222, 132 p. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 421 Bell, C.J., Lundelius, E.L., Jr., Barnosky, A.D., Graham, R.W., Lindsay, E.H., Ruez, D.R., Semken, H.A., Jr., Webb, S.D., and Zakrezewski, R.J., 2004, The Blancan, Irvingtonian, and Rancholabrean Mammal Ages, in Wood- burne, M.O., ed., Late Cretaceous and Cenozoic Mammals of North America: Biostratigraphy and Geochronology: New York, Columbia Uni- versity Press, p. 232–314. Birkeland, P.W.,"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "Horton, Mark Hudson, and Mike Leeder improved the paper and are grate- fully acknowledged. REFERENCES CITED Anderholm, S.K., 2001, Mountain-Front Recharge along the East Side of the Albuquerque Basin, Central New Mexico (revised): U.S. Geological Sur- vey Water-Resources Investigations Report 00-4010, 36 p. Angevine, C.L., Heller, P.L., and Paola, C., 1990, Quantitative Sedimentary Basin Modeling: American Association of Petroleum Geologists Continu- ing Education Course Note Series 32, 247 p. Axelrod, D.L., 1981, Role of Volcanism in Climate and Evolution: Geological Society of America Special Paper 185, 59 p. Bachman, G.O., and Mehnert, H.H., 1978, New K-Ar dates and the late Plio- cene to Holocene geomorphic history of the central Rio Grande region, New Mexico: Geological Society of America Bulletin, v. 89, p. 283–292, doi:10.1130/0016-7606(1978)89<283:NKDATL>2.0.CO;2. Baldridge, W.S., Damon, P.E., Shaﬁ qullah, M., and Bridwell, R.J., 1980, Evolution of the central Rio Grande rift, New Mexico: New potassium- argon ages: Earth and Planetary Science Letters, v. 51, p. 309–321, doi:10.1016/0012-821X(80)90213-7. Baldridge, W.S., Perry, F.V., and Shaﬁ qullah, M., 1987, Late Cenozoic vol- canism of the southeastern Colorado Plateau: I. Volcanic geology of the Lucero area, New Mexico: Geological Society of America Bulletin, v. 99, p. 463–470, doi:10.1130/0016-7606(1987)99<463:LCVOTS>2.0.CO;2. Bartolino, D.P., and Cole, J.C., 2002, Ground-Water Resources of the Middle Rio Grande Basin, New Mexico: U.S. Geological Survey Circular 1222, 132 p. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 421 Bell, C.J., Lundelius, E.L., Jr., Barnosky, A.D., Graham, R.W., Lindsay, E.H., Ruez, D.R., Semken, H.A., Jr., Webb, S.D., and Zakrezewski, R.J., 2004, The Blancan, Irvingtonian, and Rancholabrean Mammal Ages, in Wood- burne, M.O., ed., Late Cretaceous and Cenozoic Mammals of North America: Biostratigraphy and Geochronology: New York, Columbia Uni- versity Press, p. 232–314. Birkeland, P.W., 1999, Soils and Geomorphology (3rd edition): New York, Oxford University Press, 430 p. Blair, T.C., and Bilodeau, W.L., 1988, Development of tectonic cyclothems in rift, pull-aparts, and foreland basins: Sedimentary response to episodic tectonism: Geology, v. 16, p. 517–520, doi:10.1130/0091 -7613(1988)016<0517:DOTCIR>2.3.CO;2. Blum, M.D., and Törnqvist, T.E., 2000, Fluvial responses to climate and sea- level change: A review and look forward: Sedimentology, v. 47, suppl. 1, p. 2–48, doi:10.1046/j.1365-3091.2000.00008.x. Brandes, N.N., 2002, Lithostratigraphy and Petrography of Upper Santa Fe Group Deposits in the Northern Albuquerque Basin, New Mexico [M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 208 p. Bridge, J.S., and Leeder, M.R., 1979, A simulation model of alluvial stratig- raphy: Sedimentology, v. 26, p. 617–644, doi:10.1111/j.1365-3091.1979 .tb00935.x. Bridge, J.S., and Mackey, S.D., 1993, A revised alluvial stratigraphy model, in Marzo, M., and Puigdefábregas, C., eds., Alluvial Sedimentation: International Association of Sedimentologists Special Publication 17, p. 319–336. Broxton, D., WoldeGabriel, G., Peters, L., Budahn, J., and Luedemann, G., 2007, Pleistocene volcanic rocks of the Tschicoma Formation, east- central Jemez volcanic ﬁ eld: Chemistry, petrography, and age constraints, in Kues, B.S., Kelley, S.A., and Lueth, V.W., eds., Geology of the Jemez Region II: New Mexico Geological Society Guidebook 58, p. 284–295. Bryan, K., 1938, Geology and ground-water conditions of the Rio Grande depression in Colorado and New Mexico: Washington, D.C., Natural Resources Committee, Regional Planning, Part 6, Upper Rio Grande Basin, v. 1, p. 2, sec. 1, p. 197–225. Bryan, K., and McCann, F.T., 1938, The Ceja del Rio Puerco: A border feature of the Basin and Range province in New Mexico, part II, geomorphology: The Journal of Geology, v. 46, p. 1–16, doi:10.1086/624618. Cather, S.M., and Connell, S.D., 1998, Geology of the San Felipe Pueblo 7.5-Minute Quadrangle, Sandoval County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-File Geologic Map 19, scale 1:24,000. Cather, S.M., Chamberlin, R.M., Chapin, C.E., and McIntosh, W.C., 1994, Stratigraphic consequences of episodic extension in the Lemitar Moun- tains, central Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Set- ting: Geological Society of America Special Paper 291, p. 157–170. Chamberlin, R.M., and McIntosh, W.C., 2007, Geochronology and structural control of late Cenozoic volcanism in the Loma Creston quadrangle, southern Jemez Mountains, New Mexico, in Kues, B.S., Kelley, S.A., and Lueth, V.W., eds., Geology of the Jemez Mountains Region II: New Mexico Geological Society Guidebook 58, p. 248–261. Chamberlin, R.M., Pazzaglia, F.J., Wegmann, K.W., and Smith, G.A., 1999 (revised 2007), Preliminary Geologic Map of the Loma Creston Quad- rangle, Sandoval County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-File Geologic Map 25, scale 1:24,000. Chamberlin, R.M., Cather, S.M., Nyman, M.W., and McLemore, V.T., 2001, Preliminary Geologic Map of the Lemitar 7.5-Minute Quadrangle, Socorro County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-File Geologic Map 38, scale 1:24,000, 29 p. Chapin, C.E., 1971, The Rio Grande rift, part 1: Modiﬁ cations and additions, in James, H.L., ed., Guidebook of the San Luis Basin, Colorado: New Mexico Geological Society Guidebook 22, p. 191–201. Chapin, C.E., 2008, Interplay of oceanographic and paleoclimate events with tectonism during middle to late Miocene sedimentation across the south- western USA: Geosphere, v. 4, p. 976–991, doi:10.1130/GES00171.1. Chapin, C.E., and Cather, S.M., 1994, Tectonic setting of the axial basins of the northern and central Rio Grande rift, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 5–25. Cole, J.C., Stone, B.D., Shroba, R.R., and Dethier, D.P., 2001, Pliocene inci- sion of the Rio Grande in northern New Mexico: Geological Society of America Abstracts with Programs, v. 33, no. 5, p. A-48. Cole, J.C., Mahan, S.A., Stone, B.D., and Shroba, R.R., 2007, Ages of Qua- ternary Rio Grande terrace-ﬁ ll deposits, Albuquerque area, New Mexico: New Mexico Geology, v. 29, p. 123–132. Connell, S.D., 2004, Geology of the Albuquerque Basin and tectonic devel- opment of the Rio Grande rift in north-central New Mexico, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico: A Geologic History: New Mexico Geological Society Special Publication 11, p. 359–388. Connell, S.D., 2006, Preliminary Geologic Map of the Albuquerque–Rio Ran- cho Metropolitan Area, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources Open-File Report 496, version 2.0, scale 1:50,000. Connell, S.D., 2008a, Reﬁ nements to the stratigraphic nomenclature of the Santa Fe Group, northwestern Albuquerque Basin, New Mexico: New Mexico Geology, v. 30, p. 14–35. Connell, S.D., 2008b, Geologic Map of the Albuquerque–Rio Rancho Metro- politan Area, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources Geologic Map GM-78, scale 1:50,000, 2 plates. Connell, S.D., and Wells, S.G., 1999, Pliocene and Quaternary stratigraphy, soils, and tectonic geomorphology of the northern ﬂ ank of the Sandia Mountains, New Mexico: Implications for the tectonic evolution of the Albuquerque Basin, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 379–391. Connell, S.D., Allen, B.D., and Hawley, J.W., 1998, Subsurface stratigraphy of the Santa Fe Group from borehole geophysical logs, Albuquerque area, New Mexico: New Mexico Geology, v. 20, p. 2–7. Connell, S.D., Koning, D.J., and Cather, S.M., 1999, Revisions to the strati- graphic nomenclature of the Santa Fe Group, northwestern Albuquerque Basin, New Mexico, in Pazzaglia, F.J.,"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "Pliocene inci- sion of the Rio Grande in northern New Mexico: Geological Society of America Abstracts with Programs, v. 33, no. 5, p. A-48. Cole, J.C., Mahan, S.A., Stone, B.D., and Shroba, R.R., 2007, Ages of Qua- ternary Rio Grande terrace-ﬁ ll deposits, Albuquerque area, New Mexico: New Mexico Geology, v. 29, p. 123–132. Connell, S.D., 2004, Geology of the Albuquerque Basin and tectonic devel- opment of the Rio Grande rift in north-central New Mexico, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico: A Geologic History: New Mexico Geological Society Special Publication 11, p. 359–388. Connell, S.D., 2006, Preliminary Geologic Map of the Albuquerque–Rio Ran- cho Metropolitan Area, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources Open-File Report 496, version 2.0, scale 1:50,000. Connell, S.D., 2008a, Reﬁ nements to the stratigraphic nomenclature of the Santa Fe Group, northwestern Albuquerque Basin, New Mexico: New Mexico Geology, v. 30, p. 14–35. Connell, S.D., 2008b, Geologic Map of the Albuquerque–Rio Rancho Metro- politan Area, Bernalillo and Sandoval County, New Mexico: New Mexico Bureau of Geology and Mineral Resources Geologic Map GM-78, scale 1:50,000, 2 plates. Connell, S.D., and Wells, S.G., 1999, Pliocene and Quaternary stratigraphy, soils, and tectonic geomorphology of the northern ﬂ ank of the Sandia Mountains, New Mexico: Implications for the tectonic evolution of the Albuquerque Basin, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 379–391. Connell, S.D., Allen, B.D., and Hawley, J.W., 1998, Subsurface stratigraphy of the Santa Fe Group from borehole geophysical logs, Albuquerque area, New Mexico: New Mexico Geology, v. 20, p. 2–7. Connell, S.D., Koning, D.J., and Cather, S.M., 1999, Revisions to the strati- graphic nomenclature of the Santa Fe Group, northwestern Albuquerque Basin, New Mexico, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 337–353. Connell, S.D., Love, D.W., Maldonado, F., Jackson, P.B., McIntosh, W.C., and Eppes, M.C., 2000, Is the top of the Santa Fe Group diachronous in the Albuquerque Basin? [abstract]: U.S. Geological Survey Open-File Report 00-488, p. 18–20. Connell, S.D., Love, D.W., Cather, S.M., Smith, G.A., and Lucas, S.G., 2001a, Tectonics, climate, and the transition from aggradation to incision of the upper Santa Fe Group, Albuquerque Basin, central New Mexico: Geo- logical Society of America Abstracts with Programs, v. 33, no. 5, p. A-48. Connell, S.D., Lucas, S.G., Koning, D.J., Maynard, S.R., and Derrick, N.N., 2001b, First-day, Santo Domingo sub-basin: Hagan Embayment and northern ﬂ ank of the Sandia Mountains, in Connell, S.D., Love, D.W., Lucas, S.G., Koning, D.J., Derrick, N.N., Maynard, S.R., Morgan, G.S., Jackson-Paul, P.B., and Chamberlin, R., trip leaders., Stratigraphy and Tectonic Development of the Albuquerque Basin, Central Rio Grande Rift, Field Trip Guidebook: Albuquerque, New Mexico, Geological Soci- ety of America, Rocky Mountain–South Central Section Meeting: New Mexico Bureau of Geology and Mineral Resources Open-File Report 454A, p. 1–15. Connell, S.D., Love, D.W., and Sorrell, J.D., 2001c, Geology of the Isleta Res- ervation, First-day road log, October 12, 2001, in Connell, S.D., Love, D.W., Sorrell, J.D., and Harrison, J.B.J., trip leaders., Plio-Pleistocene Stratigraphy and Geomorphology of the Central Part of the Albuquer- que Basin: Friends of the Pleistocene, Rocky Mountain Cell, Field-Trip Guidebook: New Mexico Bureau of Geology and Mineral Resources Open-File Report 454C, p. 1-1–1-28. Connell, S.D., Love, D.W., and Sorrell, J.D., 2001d, Geology of southern Albu- querque and Tijeras Arroyo, Second-day road log, October 13, 2001, in Connell, S.D., Love, D.W., Sorrell, J.D., and Harrison, J.B.J., trip lead- ers, Plio-Pleistocene Stratigraphy and Geomorphology of the Central Part of the Albuquerque Basin: Friends of the Pleistocene, Rocky Mountain Cell, Field-Trip Guidebook: New Mexico Bureau of Geology and Mineral Resources Open-File Report 454C, p. 2-1–2-23. Connell, S.D., Cather, S.M., Dunbar, N., McIntosh, W.C., and Peters, L., 2002, Stratigraphy of the Tanos and Blackshare Formations (lower Santa Fe Group), Hagan embayment, Rio Grande rift, New Mexico: New Mexico Geology, v. 24, p. 107–119. Connell, S.D., Hawley, J.W., and Love, D.W., 2005, Late Cenozoic drainage development in the southeastern Basin and Range of New Mexico, south- easternmost Arizona, and western Texas, in Lucas, S.G., Morgan, G.S., and Ziegler, K.E., eds., New Mexico’s Ice Ages: New Mexico Museum of Natural History and Science Bulletin 28, p. 125–150. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 422 Connell et al. Connell, S.D., Love, D.W., and Dunbar, N.W., 2007a, Geomorphology and stra- tigraphy of inset ﬂ uvial deposits along the Rio Grande valley in the central Albuquerque Basin, New Mexico: New Mexico Geology, v. 29, p. 13–31. Connell, S.D., Koning, D.J., Kelley, S.A., and Brandes, N.N., 2007b, Oligo- cene–Miocene sedimentation in the southwestern Jemez Mountains and northwestern Albuquerque basin, New Mexico, in Kues, B.S., Kelley, S.A., and Lueth, V.W., eds., Geology of the Jemez Region II: New Mexico Geological Society Guidebook 58, p. 195–208. Contreras, J., Scholz, C.H., and King, G.C.P., 1997, A model of rift basin evolu- tion constrained by ﬁ rst-order stratigraphic observations: Journal of Geo- physical Research, v. 102, p. 7673–7690, doi:10.1029/96JB03832. Dart, C., Cohen, H.A., Akyüz, H.S., and Barka, A., 1995, Basinward migra- tion of rift-border faults: Implications for facies distribution and pres- ervation potential: Geology, v. 23, p. 69–72, doi:10.1130/0091-7613 (1995)023<0069:BMORBF>2.3.CO;2. Deino, A., and Potts, R., 1992, Age-probability spectra from examination of single-crystal 40Ar/39Ar dating results: Examples from Olorgesailie, Southern Kenya Rift: Quaternary International, v. 13/14, p. 47–53, doi:10.1016/1040-6182(92)90009-Q. Dethier, D.P., 2001, Pleistocene incision rates in the western United States calibrated using Lava Creek B tephra: Geology, v. 29, p. 783–786, doi:10.1130/0091-7613(2001)029<0783:PIRITW>2.0.CO;2. Drake, P.G., Harrington, C.D., Wells, S.G., Perry, F.V., and Laughlin, A.W., 1991, Late Cenozoic geomorphic and tectonic evolution of the Rio San Jose and tributary drainages within the Basin and Range/Colorado Plateau transition zone in west-central New Mexico, in Julian B., and Zidek, J., eds., Field Guide to Geologic Excursions in New Mexico and Adjacent Areas of Texas and Colorado: New Mexico Bureau of Mines and Mineral Resources Bulletin 137, p. 149–157. Dunbar, N.W., McIntosh, W.C., and Love, D.W., 2001, Dating basalts using the 40Ar/39Ar method: Improvements based on electron microprobe evalua- tion of samples: Eos (Transactions, American Geophysical Union), v. 82, p. F1321. Fisher, R.A., 1953, Dispersion on a sphere: Proceedings of the Royal Society of London, v. A217, p. 295–305. Fraser, G.S., and DeCelles, P.G., 1992, Geomorphic controls on sediment accu- mulation at margins of foreland basins: Basin Research, v. 4, p. 233–252, doi:10.1111/j.1365-2117.1992.tb00047.x. Frostick, L.E., and Reid, I., 1989, Is structure the main control of river drain- age and sedimentation in rifts?: Journal of African Earth Sciences, v. 8, p. 165–182, doi:10.1016/S0899-5362(89)80022-3. Gawthorpe, R.L., and Hurst, J.M., 1993, Transfer zones in extensional basins: Their structural style and inﬂ uence on drainage development and stra- tigraphy: Journal of the Geological Society of London, v. 150, p. 1137– 1152, doi:10.1144/gsjgs.150.6.1137. Gawthorpe, R.L., and Leeder, M.R., 2000, Tectono-sedimentary evolution of active extensional basins: Basin Research, v. 12, p. 195–218. Gile, L.H., Hawley, J.W., and Grossman, R.B., 1981, Soils and Geomorphol- ogy in the Basin and Range Area of Southern New Mexico: Guidebook to the Desert Project: New Mexico Bureau of Mines and Mineral Resources Memoir 39, 222 p. Gile, L.H., Hawley, J.W., Grossman, R.B., Monger, H.C., Montoya, C.E., and"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "2001, Pleistocene incision rates in the western United States calibrated using Lava Creek B tephra: Geology, v. 29, p. 783–786, doi:10.1130/0091-7613(2001)029<0783:PIRITW>2.0.CO;2. Drake, P.G., Harrington, C.D., Wells, S.G., Perry, F.V., and Laughlin, A.W., 1991, Late Cenozoic geomorphic and tectonic evolution of the Rio San Jose and tributary drainages within the Basin and Range/Colorado Plateau transition zone in west-central New Mexico, in Julian B., and Zidek, J., eds., Field Guide to Geologic Excursions in New Mexico and Adjacent Areas of Texas and Colorado: New Mexico Bureau of Mines and Mineral Resources Bulletin 137, p. 149–157. Dunbar, N.W., McIntosh, W.C., and Love, D.W., 2001, Dating basalts using the 40Ar/39Ar method: Improvements based on electron microprobe evalua- tion of samples: Eos (Transactions, American Geophysical Union), v. 82, p. F1321. Fisher, R.A., 1953, Dispersion on a sphere: Proceedings of the Royal Society of London, v. A217, p. 295–305. Fraser, G.S., and DeCelles, P.G., 1992, Geomorphic controls on sediment accu- mulation at margins of foreland basins: Basin Research, v. 4, p. 233–252, doi:10.1111/j.1365-2117.1992.tb00047.x. Frostick, L.E., and Reid, I., 1989, Is structure the main control of river drain- age and sedimentation in rifts?: Journal of African Earth Sciences, v. 8, p. 165–182, doi:10.1016/S0899-5362(89)80022-3. Gawthorpe, R.L., and Hurst, J.M., 1993, Transfer zones in extensional basins: Their structural style and inﬂ uence on drainage development and stra- tigraphy: Journal of the Geological Society of London, v. 150, p. 1137– 1152, doi:10.1144/gsjgs.150.6.1137. Gawthorpe, R.L., and Leeder, M.R., 2000, Tectono-sedimentary evolution of active extensional basins: Basin Research, v. 12, p. 195–218. Gile, L.H., Hawley, J.W., and Grossman, R.B., 1981, Soils and Geomorphol- ogy in the Basin and Range Area of Southern New Mexico: Guidebook to the Desert Project: New Mexico Bureau of Mines and Mineral Resources Memoir 39, 222 p. Gile, L.H., Hawley, J.W., Grossman, R.B., Monger, H.C., Montoya, C.E., and Mack, G.H., 1995, Supplement to the Desert Project Guidebook, with Emphasis on Soil Micromorphology: New Mexico Bureau of Mines and Mineral Resources Bulletin 142, 96 p. Goff, F., and Gardner, J., 2004, Late Cenozoic geochronology of volcanism and mineralization in the Jemez Mountains and Valles caldera, north central New Mexico, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico: A Geologic History: New Mexico Geological Society Special Publication 11, p. 295–312. Gradstein, F., Ogg, J., and Smith, A., 2005, A Geologic Time Scale 2005: Cam- bridge, UK, Cambridge University Press, 589 p. Grauch, V.J.S., Keller, G.R., and Gillespie, C.L., 1999, Discussion of new grav- ity maps for the Albuquerque Basin area, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 119–124. Hallett, R.B., Kyle, P.R., and McIntosh, W.C., 1997, Paleomagnetic and 40Ar/39Ar age constraints on the chronologic evolution of the Rio Puerco volcanic necks and Mesa Prieta, west-central New Mexico: Implications for transition zone magmatism: Geological Society of America Bulletin, v. 109, p. 95–106, doi:10.1130/0016-7606(1997)109<0095:PAAAAC >2.3.CO;2. Haneberg, W.C., 1995, Depth-porosity relationships and virgin speciﬁ c storage estimates for the upper Santa Fe Group aquifer system, central Albuquer- que basin, New Mexico: New Mexico Geology, v. 17, p. 62–71. Hawley, J.W., ed., 1978, Guidebook to Rio Grande rift in New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources Circular 163, 241 p. Hawley, J.W., 1996, Hydrogeologic framework of potential recharge areas in the Albuquerque Basin, central New Mexico, in Hawley, J.W., and Whitworth, T.M., compilers, Hydrogeology of Potential Recharge Areas for the Basin- and Valley-Fill Aquifer Systems, and Hydrogeochemical Modeling of Proposed Aquifer Recharge of the Upper Santa Fe Aqui- fer, Northern Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-File Report 402D, Chapter 1, 68 p. Hawley, J.W., and Haase, C.S., compilers, 1992, Hydrogeologic Framework of the Northern Albuquerque Basin: New Mexico Bureau of Mines and Mineral Resources Open-File Report 387, 165 p., 7 plates. Hawley, J.W., Haase, C.S., and Lozinsky, R.P., 1995, An underground view of the Albuquerque Basin, in Ortega-Klett, C.T., ed., The Water Future of Albu- querque and Middle Rio Grande Basin: Proceedings of the 39th Annual New Mexico Water Conference, Nov. 3–4, 1994, Albuquerque, New Mexico: New Mexico Water Resources Research Institute Report 290, p. 27–55. Heller, P.L., and Paola, C., 1992, The large-scale dynamics of grain-size varia- tion in alluvial basins, 2: Application to syntectonic conglomerate: Basin Research, v. 4, p. 91–102, doi:10.1111/j.1365-2117.1992.tb00146.x. Hudson, M.R., Grauch, V.J.S., and Minor, S.A., 2008, Rock magnetic charac- terization of faulted sediments with associated magnetic anomalies in the Albuquerque Basin, Rio Grande rift, New Mexico: Geological Society of America Bulletin, v. 120, p. 641–658, doi:10.1130/B26213.1. Ingersoll, R.V., 2001, Structural and stratigraphic evolution of the Rio Grande rift, northern New Mexico and southern Colorado: International Geology Review, v. 43, p. 867–891, doi:10.1080/00206810109465053. Izett, G.A., and Obradovich, J.D., 1994, 40Ar/39Ar age constraints for the Jaramillo normal subchron and the Matuyama-Brunhes geomagnetic boundary: Journal of Geophysical Research, v. 99, p. 2925–2934, doi:10.1029/93JB03085. Izett, G.A., and Wilcox, R.E., 1982, Map Showing Localities and Inferred Distributions of the Huckleberry Ridge, Mesa Falls, and Lava Creek Ash Beds (Pearlette Family Ash Beds) of Pliocene and Pleistocene Age in the Western United States and Southern Canada: U.S. Geological Survey Miscellaneous Investigation Series Map I-1325, scale 1:4,000,000. Jackson, J.A., and Leeder, M.R., 1994, Drainage systems and the develop- ment of normal faults: An example from Pleasant Valley, Nevada: Jour- nal of Structural Geology, v. 16, p. 1041–1059, doi:10.1016/0191-8141 (94)90051-5. Johnson, N.M., Opdyke, N.D., Woodward, G.D., Lindsay, E.H., and Tehirkheli, R.A.K., 1982, Magnetic polarity stratigraphy and ages of Siwalik Group rocks of the Potwar Plateau, Pakistan: Palaeogeography, Palaeoclimatol- ogy, Palaeoecology, v. 37, p. 17–42, doi:10.1016/0031-0182(82)90056-6. Justet, L., and Spell, T.L., 2001, Effusive eruptions from a large silicic magma chamber: The Bearhead Rhyolite, Jemez volcanic ﬁ eld, NM: Journal of Volcanology and Geothermal Research, v. 107, p. 241–264, doi:10.1016/ S0377-0273(00)00296-1. Kelley, V.C., 1952, Tectonics of the Rio Grande depression of central New Mexico, in Johnson, R.B., and Read, C.B., eds., Rio Grande Country: New Mexico Geological Society Guidebook 3, p. 93–105. Kelley, V.C., 1977, Geology of the Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 33, 60 p. Kelley, V.C., 1979, Tectonics, middle Rio Grande rift, New Mexico, in Riecker, R.E., ed., Rio Grande Rift: Tectonics and Magmatism: Washington, D.C., American Geophysical Union, p. 57–70. Kelley, V.C., 1982, The right-relayed Rio Grande rift, Taos to Hatch, New Mex- ico, in Wells, S.G., Grambling, J.A., and Callender, J., eds., Albuquerque Country II: New Mexico Geological Society Guidebook 33, p.147–151. Kelley, V.C., and Kudo, A.M., 1978, Volcanoes and Related Basaltic Rocks of the Albuquerque-Belen Basin, New Mexico: New Mexico Bureau Mines Mineral Resources Circular 156, 30 p. Kirschvink, J.L., 1980, The least squares line and plane and the analysis of paleomagnetic data: Geophysical Journal of the Royal Astronomical Society, v. 62, p. 699–718, doi:10.1111/j.1365-246X.1980.tb02601.x. Koning, D.J., and Personius, S.F., 2002, Preliminary Geologic Map of the Ber- nalillo NW Quadrangle, Sandoval County: U.S. Geological Survey Mis- cellaneous Field Investigations Map MF-2404, scale 1:24,000. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 423 Koning, D.J., Connell, S.D., Pazzaglia, F.J., and McIntosh, W.C., 2001, Stratig- raphy of the Tuerto and Ancha formations (upper Santa"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "1982, Magnetic polarity stratigraphy and ages of Siwalik Group rocks of the Potwar Plateau, Pakistan: Palaeogeography, Palaeoclimatol- ogy, Palaeoecology, v. 37, p. 17–42, doi:10.1016/0031-0182(82)90056-6. Justet, L., and Spell, T.L., 2001, Effusive eruptions from a large silicic magma chamber: The Bearhead Rhyolite, Jemez volcanic ﬁ eld, NM: Journal of Volcanology and Geothermal Research, v. 107, p. 241–264, doi:10.1016/ S0377-0273(00)00296-1. Kelley, V.C., 1952, Tectonics of the Rio Grande depression of central New Mexico, in Johnson, R.B., and Read, C.B., eds., Rio Grande Country: New Mexico Geological Society Guidebook 3, p. 93–105. Kelley, V.C., 1977, Geology of the Albuquerque Basin, New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 33, 60 p. Kelley, V.C., 1979, Tectonics, middle Rio Grande rift, New Mexico, in Riecker, R.E., ed., Rio Grande Rift: Tectonics and Magmatism: Washington, D.C., American Geophysical Union, p. 57–70. Kelley, V.C., 1982, The right-relayed Rio Grande rift, Taos to Hatch, New Mex- ico, in Wells, S.G., Grambling, J.A., and Callender, J., eds., Albuquerque Country II: New Mexico Geological Society Guidebook 33, p.147–151. Kelley, V.C., and Kudo, A.M., 1978, Volcanoes and Related Basaltic Rocks of the Albuquerque-Belen Basin, New Mexico: New Mexico Bureau Mines Mineral Resources Circular 156, 30 p. Kirschvink, J.L., 1980, The least squares line and plane and the analysis of paleomagnetic data: Geophysical Journal of the Royal Astronomical Society, v. 62, p. 699–718, doi:10.1111/j.1365-246X.1980.tb02601.x. Koning, D.J., and Personius, S.F., 2002, Preliminary Geologic Map of the Ber- nalillo NW Quadrangle, Sandoval County: U.S. Geological Survey Mis- cellaneous Field Investigations Map MF-2404, scale 1:24,000. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 423 Koning, D.J., Connell, S.D., Pazzaglia, F.J., and McIntosh, W.C., 2001, Stratig- raphy of the Tuerto and Ancha formations (upper Santa Fe Group), Hagan and Santa Fe embayments, north-central New Mexico, in Connell, S.D., Lucas, S.G., and Love, D.W., eds., Stratigraphy and Tectonic Develop- ment of the Albuquerque Basin, Central Rio Grande Rift, Mini-Papers for Field Trip Guidebook: Albuquerque, New Mexico, Geological Society of America, Rocky Mountain–South-Central Section Meeting: New Mex- ico Bureau of Geology and Mineral Resources Open-File Report 454B, p. I57–I66. Koning, D.J., Connell, S.D., Pazzaglia, F.J., and McIntosh, W.C., 2002, Redeﬁ - nition of the Ancha Formation and Pliocene–Pleistocene deposition in the Santa Fe embayment, north-central New Mexico: New Mexico Geology, v. 24, p. 75–87. Koning, D.J., Grauch, V.J.S., Connell, S.D., Ferguson, J., McIntosh, W., Slate, J.L., Wan, E., and Baldridge, W.S., 2013, this volume, Structure and tec- tonic evolution of the eastern Española Basin, Rio Grande rift, north- central New Mexico, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(08). Lambert, P.W., 1968, Quaternary Stratigraphy of the Albuquerque Area, New Mexico [Ph.D. thesis]: Albuquerque, University of New Mexico, 329 p. Lambiase, J.J., and Bosworth, W., 1995, Structural controls on sedimentation in continental rifts, in Lambiase, J.J., ed., Hydrocarbon Habitat in Rift Basins: Geological Society of London Special Publication 80, p. 117–144. Lanphere, M.A., Champion, D.E., Christiansen, R.L., Izett, G.A., and Obrado- vich, J.D., 2002, Revised ages for tuffs of the Yellowstone Plateau volca- nic ﬁ eld: Assignment of the Huckleberry Ridge Tuff to a new geomagnetic polarity event: Geological Society of America Bulletin, v. 114, p. 559– 568, doi:10.1130/0016-7606(2002)114<0559:RAFTOT>2.0.CO;2. Leeder, M.R., and Gawthorpe, R.L., 1987, Sedimentary models for extensional tilt block/half-graben basins, in Coward, M.P., Dewey, J.F., and Hancock, P.L., eds., Continental Extensional Tectonics: Geological Society of Lon- don Special Publication 28, p. 139–152. Leeder, M.R., and Jackson, J.A., 1993, The interaction between normal faulting and drainage in active extensional basins, with examples from the west- ern United States and central Greece: Basin Research, v. 5, p. 79–102, doi:10.1111/j.1365-2117.1993.tb00059.x. Leeder, M.R., and Mack, G.H., 2001, Lateral erosion (“toe cutting”) of allu- vial fans by axial rivers: Implications for basin analysis and architec- ture: Journal of the Geological Society of London, v. 158, p. 885–893, doi:10.1144/0016-760000-198. Leeder, M.R., and Mack, G.H., 2007, Basin-ﬁ ll incision, Rio Grande and Gulf of Corinth rifts: Convergent response to climatic and tectonic drivers, in Nichols, G., Williams, E., and Paola, C., eds., Sedimentary Processes, Environments and Basins: A Tribute to Peter Friend: International Asso- ciation of Sedimentologists Special Publication 38, p. 9–28. Leeder, M.R., Mack, G.H., and Salyards, S.L., 1996, Axial-transverse ﬂ uvial interactions in half-graben: Plio-Pleistocene Palomas Basin, southern Rio Grande rift, New Mexico, USA: Basin Research, v. 8, p. 225–241, doi:10.1046/j.1365-2117.1996.00192.x. Lindsay, E.H., Johnson, N.M., Opdyke, N.D., and Butler, R.F., 1987, Mam- malian chronology and the magnetic polarity time scale, in Woodburne, M.O., ed., Cenozoic Mammals of North America, Geochronology and Biostratigraphy: Berkeley, University of California Press, p. 269–284. Love, D.W., and Connell, S.D., 2005, Late Neogene drainage developments on the southeastern Colorado Plateau, New Mexico, in Lucas, S.G., Mor- gan, G.S., and Ziegler, K.E., eds., New Mexico’s Ice Ages: New Mexico Museum of Natural History and Science Bulletin 28, p. 151–169. Love, D.W., Maldonado, F., Hallett, B., Panter, K., Reynolds, C., McIntosh, W., and Dunbar, N., 1998, Geology of the Dalies 7.5-Minute Quadrangle: New Mexico Bureau of Geology and Mineral Resources Open-File Geo- logic Map 21, scale 1:24,000. Love, D.W., Connell, S.D., Chamberlin, R.M., Cather, S.M., McIntosh, W.C., Dunbar, N., Smith, G.A., and Lucas, S.G., 2001a, Constraints on the age of extensive ﬂ uvial facies of the upper Santa Fe Group, Albuquerque and Socorro basins, central New Mexico: Geological Society of America Abstracts with Programs, v. 33, no. 5, p. A-48. Love, D.W., Connell, S.D., Lucas, S.G., Morgan, G.S., Derrick, N.N., Jackson-Paul, P.B., and Chamberlin, R., 2001b, Third-day, Belen sub-basin: Belen, Sevilleta National Wildlife Refuge, and northern Socorro Basin, in Connell, S.D., Love, D.W., Lucas, S.G., Koning, D.J., Derrick, N.N., Maynard, S.R., Morgan, G.S., Jackson-Paul, P.B., and Chamberlin, R., trip leaders, Stratigraphy and Tectonic Development of the Albuquerque Basin, Central Rio Grande Rift, Field-Trip Guidebook: Albuquerque, New Mexico, Geological Society of America, Rocky Mountain–South- Central Section Meeting: New Mexico Bureau of Geology and Mineral Resources Open-File Report 454A, p. 27–53. Love, D.W., Connell, S.D., Lucas, S.G., Morgan, G.S., Derrick, N.N., Jackson- Paul, P.B., and Chamberlin, R., 2001c, Third-day road log: Geology of Los Lunas volcano, in Connell, S.D., Love, D.W., Sorrell, J.D., and Har- rison, J.B.J., trip leaders., Plio-Pleistocene Stratigraphy and Geomorphol- ogy of the Central Part of the Albuquerque Basin: New Mexico Bureau of Geology and Mineral Resources Open-File Report 454C, p. 3-1–3-13. Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and deposi- tional history of the Albuquerque basin, central New Mexico, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Spe- cial Paper 291, p. 73–82. Lozinsky, R.P., and Tedford, R.H., 1991, Geology and Paleontology of the Santa Fe Group, Southwestern Albuquerque Basin, Valencia County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 132, 35 p. Lucas, S.G., Williamson, T.E., and Sobus, J., 1993, Plio-Pleistocene stratigra- phy, paleoecology, and mammalian biochronology, Tijeras Arroyo, Albu- querque area, New Mexico: New Mexico Geology, v. 15, p. 1–8. Machette, M.N., 1978, Geologic Map of the San Acacia Quadrangle, Socorro County, New Mexico: U.S. Geological Survey Geologic Quadrangle Map"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "and Socorro basins, central New Mexico: Geological Society of America Abstracts with Programs, v. 33, no. 5, p. A-48. Love, D.W., Connell, S.D., Lucas, S.G., Morgan, G.S., Derrick, N.N., Jackson-Paul, P.B., and Chamberlin, R., 2001b, Third-day, Belen sub-basin: Belen, Sevilleta National Wildlife Refuge, and northern Socorro Basin, in Connell, S.D., Love, D.W., Lucas, S.G., Koning, D.J., Derrick, N.N., Maynard, S.R., Morgan, G.S., Jackson-Paul, P.B., and Chamberlin, R., trip leaders, Stratigraphy and Tectonic Development of the Albuquerque Basin, Central Rio Grande Rift, Field-Trip Guidebook: Albuquerque, New Mexico, Geological Society of America, Rocky Mountain–South- Central Section Meeting: New Mexico Bureau of Geology and Mineral Resources Open-File Report 454A, p. 27–53. Love, D.W., Connell, S.D., Lucas, S.G., Morgan, G.S., Derrick, N.N., Jackson- Paul, P.B., and Chamberlin, R., 2001c, Third-day road log: Geology of Los Lunas volcano, in Connell, S.D., Love, D.W., Sorrell, J.D., and Har- rison, J.B.J., trip leaders., Plio-Pleistocene Stratigraphy and Geomorphol- ogy of the Central Part of the Albuquerque Basin: New Mexico Bureau of Geology and Mineral Resources Open-File Report 454C, p. 3-1–3-13. Lozinsky, R.P., 1994, Cenozoic stratigraphy, sandstone petrology, and deposi- tional history of the Albuquerque basin, central New Mexico, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Spe- cial Paper 291, p. 73–82. Lozinsky, R.P., and Tedford, R.H., 1991, Geology and Paleontology of the Santa Fe Group, Southwestern Albuquerque Basin, Valencia County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 132, 35 p. Lucas, S.G., Williamson, T.E., and Sobus, J., 1993, Plio-Pleistocene stratigra- phy, paleoecology, and mammalian biochronology, Tijeras Arroyo, Albu- querque area, New Mexico: New Mexico Geology, v. 15, p. 1–8. Machette, M.N., 1978, Geologic Map of the San Acacia Quadrangle, Socorro County, New Mexico: U.S. Geological Survey Geologic Quadrangle Map GQ-1415, scale 1:24,000. Machette, M.N., 1985, Calcic soils of the southwestern United States, in Weide, D.L., ed., Soils and Quaternary Geology of the Southwestern United States: Geological Society of America Special Paper 203, p. 1–42. Machette, M.N., Personius, S.F., Kelson, K.I., Haller, K.M., and Dart, R.L., 1998, Map and Data for Quaternary Faults and Folds in New Mexico: U.S. Geological Survey Open-File Report 98-821, 443 p., 1 plate. Machette, M.N., Marchetti, D.W., and Thompson, R., 2007, Ancient Lake Ala- mosa and the Pliocene to middle Pleistocene evolution of the Rio Grande, in Machette, M.N., Coates, M.M., and Johnson, M.L., eds., 2007 Rocky Moun- tain Section Friends of the Pleistocene Field Trip—Quaternary Geology of the San Luis Basin of Colorado and New Mexico, September 7–9, 2007: U.S. Geological Survey Open-File Report 2007-1193, p. 157–167. Machette, M.N., Thompson, R.A., Marchetti, D.W., and Smith, R.S.U., 2013, this volume, Evolution of ancient Lake Alamosa and integration of the Rio Grande during the Pliocene and Pleistocene, in Hudson, M.R., and Grauch, V.J.S., eds., New Perspectives on Rio Grande Rift Basins: From Tectonics to Groundwater: Geological Society of America Special Paper 494, doi:10.1130/2013.2494(01). Mack, G.H., and Seager, W.R., 1990, Tectonic controls on facies distribution of the Camp Rice and Palomas Formations (Pliocene–Pleistocene) in the southern Rio Grande rift: Geological Society of America Bulletin, v. 102, p. 45–53, doi:10.1130/0016-7606(1990)102<0045:TCOFDO>2.3.CO;2. Mack, G.H., Salyards, S.L., and James, W.C., 1993, Magnetostratigraphy of the Plio-Pleistocene Camp Rice and Palomas Formations in the Rio Grande rift of southern New Mexico: American Journal of Science, v. 293, p. 49–77, doi:10.2475/ajs.293.1.49. Mack, G.H., Cole, D.R., James, W.C., Giordano, T.H., and Salyards, S.L., 1994, Stable oxygen and carbon isotopes of pedogenic carbonate as indicators of Plio-Pleistocene paleoclimate in the southern Rio Grande rift, south- central New Mexico: American Journal of Science, v. 294, p. 621–640, doi:10.2475/ajs.294.5.621. Mack, G.H., McIntosh, W.C., Leeder, M.R., and Monger, H.C., 1996, Plio- Pleistocene pumice ﬂ oods in the ancestral Rio Grande, southern Rio Grande rift, New Mexico, USA: Sedimentary Geology, v. 103, p. 1–8. Mack, G.H., Leeder, M., and Salyards, S.L., 2002, Temporal and spatial vari- ability of alluvial-fan and axial-ﬂ uvial sedimentation in the Plio-Pleisto- cene Palomas half graben, southern Rio Grande rift, New Mexico, USA, in Renaut, R.W., and Ashley, G.M., eds., Sedimentation in Continental Rifts: SEPM (Society for Sedimentary Geology) Special Publication 73, p. 165–177. Mack, G.H., Seager, W.R., Leeder, M.R., Parea-Arlucea, M., and Salyards, S.L., 2006, Pliocene and Quaternary history of the Rio Grande, the axial river of the southern Rio Grande rift, New Mexico, USA: Earth-Science Reviews, v. 79, p. 141–162, doi:10.1016/j.earscirev.2006.07.002. Maldonado, F., Connell, S.D., Love, D.W., Grauch, V.J.S., Slate, J.L., McIn- tosh, W.C., Jackson, P.B., and Byers, F.M., Jr., 1999, Neogene geology of Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user 424 Connell et al. the Isleta Reservation and vicinity, Albuquerque Basin, New Mexico, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 175–188. Maldonado, F., Budahn, J.R., Peters, L., and Unruh, D.M., 2006, Geology, geochronology, and geochemistry of basaltic ﬂ ows of the Cat Hills, Cat Mesa, Wind Mesa, Cerro Verde, and Mesita Negra, central New Mexico: Canadian Journal of Earth Sciences, v. 43, p. 1251–1268, doi:10.1139/ e06-018. Maldonado, F., Slate, J.L., Love, D.W., Connell, S.D., Cole, J.C., and Karl- strom, K.E., 2007, Geologic Map of the Pueblo of Isleta Tribal Lands and Vicinity, Bernalillo, Torrance, and Valencia Counties, Central New Mexico: U.S. Geological Survey Scientiﬁ c Investigations Map 2913, 35 p., 1 plate, scale 1:50,000. Marr, J.G., Swenson, J.B., Paola, C., and Voller, V.R., 2000, A two-dimen- sional model of ﬂ uvial stratigraphy in closed depositional basins: Basin Research, v. 12, p. 381–398, doi:10.1046/j.1365-2117.2000.00134.x. May, J.S., Kelley, S.A., and Russell, L.R., 1994, Footwall unloading and rift shoulder uplifts in the Albuquerque Basin: Their relation to syn-rift fan- glomerates and apatite ﬁ ssion-track ages, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 125–134. McAda, D.P., and Barroll, P., 2002, Simulation of Ground-Water Flow in the Middle Rio Grande Basin between Cochiti and San Acacia, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 02-4200, 81 p. McIntosh, W.C., and Quade, J., 1995, 40Ar/39Ar geochronology of tephra lay- ers in the Santa Fe Group, Española Basin, New Mexico, in Bauer, P.W., Kues, B.S., Dunbar, N.W., Karlstrom, K.E., and Harrison, B., eds., Geol- ogy of the Santa Fe Region: New Mexico Geological Society Guidebook 46, p. 279–287. Molnar, P., 2004, Late Cenozoic increase in accumulation rates of terrestrial sediment: How might climate change have affected erosion rates?: Annual Review of Earth and Planetary Sciences, v. 32, p. 67–89, doi:10.1146/ annurev.earth.32.091003.143456. Morgan, G.S., and Lucas, S.G., 2003, Mammalian biochronology of Blancan and Irvingtonian (Pliocene and early Pleistocene) faunas from New Mex- ico: American Museum of Natural History Bulletin, v. 279, p. 269–320, doi:10.1206/0003-0090(2003)279<0269:C>2.0.CO;2. NOAA (National Oceanic and Atmospheric Administration) Geophysical Data Center, 2005, Geomagnetism: http://www.ngdc.noaa.gov/geomag/ (accessed May 2008). Olsen, P.E., 1997, Stratigraphic record of the early Mesozoic breakup of Pangea in the Laurasia-Gondwana rift system: Annual Review of Earth and Plan- etary Sciences, v. 25, p. 337–401, doi:10.1146/annurev.earth.25.1.337. Opdyke, N.D., Lindsay, E.H., Johnson, N.M., and Downs, T., 1977, The paleo- magnetism and magnetic polarity stratigraphy of the mammal-bearing section of Anza Borrego State Park, California: Quaternary Research, v. 7, p. 316–329, doi:10.1016/0033-5894(77)90024-2. Paola, C., 2000, Quantitative models of"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "uvial stratigraphy in closed depositional basins: Basin Research, v. 12, p. 381–398, doi:10.1046/j.1365-2117.2000.00134.x. May, J.S., Kelley, S.A., and Russell, L.R., 1994, Footwall unloading and rift shoulder uplifts in the Albuquerque Basin: Their relation to syn-rift fan- glomerates and apatite ﬁ ssion-track ages, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 125–134. McAda, D.P., and Barroll, P., 2002, Simulation of Ground-Water Flow in the Middle Rio Grande Basin between Cochiti and San Acacia, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 02-4200, 81 p. McIntosh, W.C., and Quade, J., 1995, 40Ar/39Ar geochronology of tephra lay- ers in the Santa Fe Group, Española Basin, New Mexico, in Bauer, P.W., Kues, B.S., Dunbar, N.W., Karlstrom, K.E., and Harrison, B., eds., Geol- ogy of the Santa Fe Region: New Mexico Geological Society Guidebook 46, p. 279–287. Molnar, P., 2004, Late Cenozoic increase in accumulation rates of terrestrial sediment: How might climate change have affected erosion rates?: Annual Review of Earth and Planetary Sciences, v. 32, p. 67–89, doi:10.1146/ annurev.earth.32.091003.143456. Morgan, G.S., and Lucas, S.G., 2003, Mammalian biochronology of Blancan and Irvingtonian (Pliocene and early Pleistocene) faunas from New Mex- ico: American Museum of Natural History Bulletin, v. 279, p. 269–320, doi:10.1206/0003-0090(2003)279<0269:C>2.0.CO;2. NOAA (National Oceanic and Atmospheric Administration) Geophysical Data Center, 2005, Geomagnetism: http://www.ngdc.noaa.gov/geomag/ (accessed May 2008). Olsen, P.E., 1997, Stratigraphic record of the early Mesozoic breakup of Pangea in the Laurasia-Gondwana rift system: Annual Review of Earth and Plan- etary Sciences, v. 25, p. 337–401, doi:10.1146/annurev.earth.25.1.337. Opdyke, N.D., Lindsay, E.H., Johnson, N.M., and Downs, T., 1977, The paleo- magnetism and magnetic polarity stratigraphy of the mammal-bearing section of Anza Borrego State Park, California: Quaternary Research, v. 7, p. 316–329, doi:10.1016/0033-5894(77)90024-2. Paola, C., 2000, Quantitative models of sedimentary basin ﬁ lling: Sedimentol- ogy, v. 47, suppl. 1, p. 121–178, doi:10.1046/j.1365-3091.2000.00006.x. Paola, C., Heller, P.L., and Angevine, C.L., 1992, The large-scale dynamics of grain-size variation in alluvial basins, 1: Theory: Basin Research, v. 4, p. 73–90, doi:10.1111/j.1365-2117.1992.tb00145.x. Pazzaglia, F.J., Pederson, J.L., Garcia, A.F., Koning, D.J., Formento-Trigilio, M.L., and Toya, C., 1998, Geology of the Jemez Pueblo 7.5-Minute Quadrangle: New Mexico Bureau of Mines and Mineral Resources Open- File Geologic Map 14, scale 1:24,000. Peakall, J., 1998, Axial river evolution in response to half-graben faulting, Car- son River, Nevada: Journal of Sedimentary Research, v. 68, p. 788–799, doi:10.2110/jsr.68.788. Peakall, J., Leeder, M., Best, J., and Ashworth, P., 2000, River responses to lateral ground tilting: A synthesis and some important implications for the modeling of alluvial architecture in extensional basins: Basin Research, v. 12, p. 413–424, doi:10.1046/j.1365-2117.2000.00128.x. Phillips, E.H., Goff, F., Kyle, P.R., McIntosh, W.C., Dunbar, N.W., and Gardner, J.N., 2007, The 40Ar/39Ar age constraints on the duration of resurgence at the Valles caldera, New Mexico: Journal of Geophysical Research, v. 112, B08201, doi:10.1029/2006JB004511. Reheis, M.C., Sarna-Wojcicki, A.M., Burbank, D.M., and Meyer, C.E., 1991, The late Cenozoic section at Willow Wash, west-central California: A tephrochronological Rosetta Stone, in Reheis, M.C., Slate, J.L., Sawyer, T.L., Sarna-Wojcicki, A.M., Harden, J.W., Pendall, E.G., Gillespie, A.R., and Burbank, D.M., eds., Paciﬁ c Cell, Friends of the Pleistocene Guide- book for Field Trip to Fish Lake Valley, California–Nevada: U.S. Geologi- cal Survey Open-File Report 91-290, p. 46–66. Reneau, S.L., and Dethier, D.P., 1996, Late Pleistocene landslide-dammed lakes of the Rio Grande, White Rock Canyon, New Mexico: Geologi- cal Society of America Bulletin, v. 108, p. 1492–1507, doi:10.1130/0016 -7606(1996)108<1492:LPLDLA>2.3.CO;2. Renne, P.R., Swisher, C.C., Deino, W.D., Karner, D.B., Owens, T.L., and DePaolo, D.J., 1998, Intercalibration of standards, absolute ages and uncertainties in 40Ar/39Ar dating: Chemical Geology, v. 145, p. 117–152, doi:10.1016/S0009-2541(97)00159-9. Russell, L.R., and Snelson, S., 1994, Structure and tectonic of the Albuquerque Basin segment of the Rio Grande rift: Insights from reﬂ ection seismic data, in Keller, G.R., and Cather, S.M., eds., Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, p. 83–112. Sadler, P.M., 1981, Sediment accumulation rates and the completeness of stratigraphic sections: The Journal of Geology, v. 89, p. 569–584, doi:10.1086/628623. Samson, S.D., and Alexander, E.C., Jr., 1987, Calibration of the interlaboratory 40Ar/39Ar dating standard, Mmhb1: Chemical Geology, v. 66, p. 27–34. Sarna-Wojcicki, A.M., Lajoie, K.R., Meyer, C.E., and Adam, D.P., 1991, Teph- rochronologic correlation of upper Neogene sediments along the Paciﬁ c margin, conterminous United States, in Morrison, R.B., ed., Quaternary Nonglacial Geology, Conterminous U.S.: Boulder, Colorado, Geological Society of America, Geology of North America, v. K-2, p. 117–140. Schlische, R.W., 1991, Half-graben basin ﬁ lling models: New constraints on continental extensional basin development: Basin Research, v. 3, p. 123– 141, doi:10.1111/j.1365-2117.1991.tb00123.x. Schlische, R.W., 1995, Geometry and origin of fault-related folds in extensional settings: American Association of Petroleum Geologists Bulletin, v. 79, p. 1661–1678. Shanley, K.W., and McCabe, P.J., 1994, Perspectives on the sequence stratigra- phy of continental strata: American Association of Petroleum Geologists Bulletin, v. 78, p. 544–568. Smith, G.A., 1994, Climatic inﬂ uences on continental deposition during late- stage ﬁ lling of an extensional basin, southeastern Arizona: Geological Society of America Bulletin, v. 106, p. 1212–1228, doi:10.1130/0016 -7606(1994)106<1212:CIOCDD>2.3.CO;2. Smith, G.A., 2001, Development of a pyroclastic apron adjacent to rhyolite domes in a subsiding basin: Upper Miocene Peralta Tuff, Jemez Moun- tains, New Mexico, in Crumpler, L.S., and Lucas, S.G., eds., Volcanology in New Mexico: New Mexico Museum of Natural History and Science Bulletin 18, p. 85–96. Smith, G.A., and Lavine, A., 1996, What is the Cochiti Formation? in Goff, F., Kues, B.S., Rogers, M.A., McFadden, L.D., and Gardner, J.N., eds., The Jemez Mountains Region: New Mexico Geological Society Guidebook 47, p. 219–224. Smith, G.A., Wang, Y., Cerling, T.E., and Geissman, J.W., 1993, Comparison of a paleosol-carbonate isotope record to other records of Pliocene–early Pleistocene climate in the western United States: Geology, v. 21, p. 691– 694, doi:10.1130/0091-7613(1993)021<0691:COAPCI>2.3.CO;2. Smith, G.A., McIntosh, W.C., and Kuhle, A.J., 2001, Sedimentologic and geomorphic evidence for sea-saw subsidence of the Santo Domingo accommodation-zone basin, Rio Grande rift, New Mexico: Geologi- cal Society of America Bulletin, v. 113, p. 561–574, doi:10.1130/0016 -7606(2001)113<0561:SAGEFS>2.0.CO;2. Smith, R.L., Bailey, R.A., and Ross, C.S., 1970, Geologic Map of the Jemez Mountains, New Mexico: U.S. Geological Survey Miscellaneous Geo- logical Investigations I-571, scale 1:125,000. Spell, T.L., Harrison, T.M., and Wolff, J.A., 1990, 40Ar/39Ar dating of the Ban- delier Tuff and San Diego Canyon ignimbrites, Jemez Mountains, New Mexico: Journal of Geophysical Research, v. 98, p. 8031–8051. Spell, T.L., McDougall, I., and Doulgeris, A.P., 1996, Cerro Toledo rhyolite, Jemez Volcanic Field, New Mexico: 40Ar/39Ar geochronology of eruptions between two caldera-forming events: Geological Society of America Bulletin, v. 108, p. 1549–1566, doi:10.1130/0016-7606(1996)108<1549 :CTRJVF>2.3.CO;2. Spiegel, Z., and Baldwin, B., 1963, Geology and Water Resources of the Santa Fe Area, New Mexico: U.S. Geological Survey Water-Supply Paper 1525, 258 p., 7 plates. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 425 Stearns, C.E., 1953, Tertiary geology of the Galisteo-Tonque area, New Mexico: Geological Society of America Bulletin, v. 64, p. 459–508, doi:10.1130/0016-7606(1953)64[459:TGOTGA]2.0.CO;2. Stearns, C.E., 1979, New K-Ar dates and the late Pliocene to Holocene geo- morphic history of the central Rio Grande region, New Mexico: Geo- logical Society of America"
    },
    {
        "URL": "spe494-15.pdf",
        "Text": "1996, What is the Cochiti Formation? in Goff, F., Kues, B.S., Rogers, M.A., McFadden, L.D., and Gardner, J.N., eds., The Jemez Mountains Region: New Mexico Geological Society Guidebook 47, p. 219–224. Smith, G.A., Wang, Y., Cerling, T.E., and Geissman, J.W., 1993, Comparison of a paleosol-carbonate isotope record to other records of Pliocene–early Pleistocene climate in the western United States: Geology, v. 21, p. 691– 694, doi:10.1130/0091-7613(1993)021<0691:COAPCI>2.3.CO;2. Smith, G.A., McIntosh, W.C., and Kuhle, A.J., 2001, Sedimentologic and geomorphic evidence for sea-saw subsidence of the Santo Domingo accommodation-zone basin, Rio Grande rift, New Mexico: Geologi- cal Society of America Bulletin, v. 113, p. 561–574, doi:10.1130/0016 -7606(2001)113<0561:SAGEFS>2.0.CO;2. Smith, R.L., Bailey, R.A., and Ross, C.S., 1970, Geologic Map of the Jemez Mountains, New Mexico: U.S. Geological Survey Miscellaneous Geo- logical Investigations I-571, scale 1:125,000. Spell, T.L., Harrison, T.M., and Wolff, J.A., 1990, 40Ar/39Ar dating of the Ban- delier Tuff and San Diego Canyon ignimbrites, Jemez Mountains, New Mexico: Journal of Geophysical Research, v. 98, p. 8031–8051. Spell, T.L., McDougall, I., and Doulgeris, A.P., 1996, Cerro Toledo rhyolite, Jemez Volcanic Field, New Mexico: 40Ar/39Ar geochronology of eruptions between two caldera-forming events: Geological Society of America Bulletin, v. 108, p. 1549–1566, doi:10.1130/0016-7606(1996)108<1549 :CTRJVF>2.3.CO;2. Spiegel, Z., and Baldwin, B., 1963, Geology and Water Resources of the Santa Fe Area, New Mexico: U.S. Geological Survey Water-Supply Paper 1525, 258 p., 7 plates. Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Climatic controls on nonmarine depositional sequences in the Albuquerque Basin, Rio Grande rift, New Mexico 425 Stearns, C.E., 1953, Tertiary geology of the Galisteo-Tonque area, New Mexico: Geological Society of America Bulletin, v. 64, p. 459–508, doi:10.1130/0016-7606(1953)64[459:TGOTGA]2.0.CO;2. Stearns, C.E., 1979, New K-Ar dates and the late Pliocene to Holocene geo- morphic history of the central Rio Grande region, New Mexico: Geo- logical Society of America Bulletin, v. 90, p. 799–800, doi:10.1130/0016 -7606(1979)90<799:NKDATL>2.0.CO;2. Steiger, R.H., and Jäger, E., 1977, Subcommission on geochronology—Con- vention on the use of decay constants in geo- and cosmo-chronology: Earth and Planetary Science Letters, v. 36, p. 359–362, doi:10.1016/0012 -821X(77)90060-7. Stone, B.D., Allen, B.D., Mikolas, M., Hawley, J.W., Haneberg, W.C., Johnson, P.S., Allred, B., and Thorn, C.R., 1998, Preliminary Lithostratigraphy, Interpreted Geophysical Logs, and Hydrogeologic Characteristics of the 98th Street Core Hole, Albuquerque, New Mexico: U.S. Geological Sur- vey Open-File Report 98-0210, 82 p. Sun, W.W., and Kodama, K.P., 1992, Magnetic anisotropy, scanning elec- tron microscopy, and X-ray pole ﬁ gure goniometry study of inclination shallowing in a compacting clay-rich sediment: Journal of Geophysical Research, v. 97, p. 19,599–19,615, doi:10.1029/92JB01589. Tedford, R.H., and Barghoorn, S., 1999, Santa Fe Group (Neogene), Ceja del Rio Puerco, northwestern Albuquerque Basin, Sandoval County, New Mexico, in Pazzaglia, F.J., and Lucas, S.G., eds., Albuquerque Geology: New Mexico Geological Society Guidebook 50, p. 327–335. Tedford, R.H., Albright, L.B., III, Barnosky, A.D., Ferrusquia-Villafranca, I., Hunt, R.M., Jr., Storer, J.E., Swisher, C.C., III, Voorhies, M.R., Webb, S.D., and Whistler, D.P., 2004, Mammalian biochronology of the Arika- reean through Hemphillian interval (late Oligocene through early Pleis- tocene epochs), in Woodburne, M.O., ed., Late Cretaceous and Cenozoic Mammals of North America: Biostratigraphy and Geochronology: New York, Columbia University Press, p. 169–231. Thorn, C.R., McAda, D.P., and Kernodle, J.M., 1993, Geohydrologic Frame- work and Hydrologic Conditions in the Albuquerque Basin, Central New Mexico: U.S. Geological Survey Water-Resources Investigations Report 93-4149, 106 p. Travis, C.J., and Nunn, J.A., 1994, Stratigraphic architecture of extensional basins: Insights from a numerical model of sedimentation in evolving half grabens: Journal of Geophysical Research, v. 99, p. 15,653–15,666, doi:10.1029/94JB00470. Van Hinte, J.E., 1978, Geohistory analysis–Application of micropaleontology in exploration geology: American Association of Petroleum Geologists Bulletin, v. 62, p. 201–222. Webb, S.D., and Opdyke, N.D., 1995, Global climatic inﬂ uences on Cenozoic land mammal faunas, in Stanley, S.M., chairperson, Effects of Past Global Change on Life: Washington, D.C., National Academy Press, p. 184–208. Wells, S.G., Kelson, K.I., and Menges, C.M., 1987, Quaternary evolution of ﬂ u- vial systems in the northern Rio Grande rift, New Mexico and Colorado: Implications for entrenchment and integration of drainage systems, in Menges, C.M., Enzel, Y., and Harrison, J.B.J., eds., Quaternary Tectonics, Landform Evolution, Soil Chronologies, and Glacial Deposits: Northern Rio Grande Rift of New Mexico: Albuquerque, New Mexico, Friends of the Pleistocene–Rocky Mountain Cell Guidebook, p. 55–69. Williams, P.L., and Cole, J.C., 2007, Geologic Map of the Albuquerque 30′ × 60′ Quadrangle, North-Central New Mexico: U.S. Geological Survey Scientiﬁ c Investigations Map 2946, 31 p., scale 1:100,000. Wright, H.E., 1946, Tertiary and Quaternary geology of the lower Rio Puerco area, New Mexico: Geological Society of America Bulletin, v. 57, p. 383– 456, doi:10.1130/0016-7606(1946)57[383:TAQGOT]2.0.CO;2. Xiao, H., and Suppe, J., 1992, Origin of rollover: American Association of Petroleum Geologists Bulletin, v. 76, p. 509–529. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686–693, doi:10.1126/science.1059412. Zhang, P., Molnar, P., and Downs, W.R., 2001, Increased sedimentation rates and grain sizes 2–4 Myr ago due to the inﬂ uence of climate change on erosion rates: Nature, v. 410, p. 891–897, doi:10.1038/35073504. MANUSCRIPT ACCEPTED BY THE SOCIETY 20 JULY 2012 Printed in the USA Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user Downloaded from http://pubs.geoscienceworld.org/books/edited-volume/chapter-pdf/979635/spe494-15.pdf by New Mexico Institute Mining & Technology user"
    }
]