[
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "A Possible Causative Mechanism of Raton Basin, New Mexico and Colorado Earthquakes Using Recent Seismicity Patterns and Pore Pressure Modeling J. S. Nakai1,2 , M. Weingarten3 , A. F. Sheehan1,2 , S. L. Bilek4 , and S. Ge1 1Department of Geological Sciences, University of Colorado Boulder, Boulder, CO, USA, 2Cooperative Institute for Research in Environmental Sciences, University of Colorado Boulder, Boulder, CO, USA, 3Department of Geophysics, Stanford University, Stanford, CA, USA, 4Department of Earth and Environmental Science, New Mexico Institute of Mining and Technology, Socorro, NM, USA Abstract The Raton Basin had the highest number of earthquakes in Colorado and New Mexico from 2008 to 2010. The rate of both wastewater injection and earthquakes in the basin increased dramatically starting in 1999 and 2001, respectively. We compare seismicity (ML 0.0–4.3) in the Raton Basin from 2008 to 2010 with the location of modeled pore pressure increases, estimated from cumulative wastewater injection volume beginning at the onset of well injection to present for all 28 injection wells in the basin. We ﬁnd that modeled pore pressures in the New Mexico portion of the basin (above 0.08 MPa) reached that necessary to induce seismicity (0.01–0.1 MPa). We simulate a fault plane, 20 km long, inferred from seismicity in Vermejo Park (1355 of 1881 total earthquakes), in our model. We ﬁnd that the relatively permeable fault allows pressures to migrate deeper into the basin at the onset of our study in 2008, providing an explanation for the observed seismicity in the basement. The Tercio lineament of earthquakes is similar to Vermejo Park fault in strike, but has fewer earthquakes (129) and is shorter in length (9 km). Seismicity in Vermejo Park occurs continuously, but earthquakes occur episodically in the remainder of the basin. The number of earthquakes we observe in seven seismic clusters increases as the cumulative injected volume from wells within 5 km increases. The modeled pore pressures, earthquake locations, and relationship between cumulative volume and number of earthquakes indicate that seismicity in the Raton Basin is likely induced. 1. Introduction The Raton Basin along the Colorado-New Mexico border hosts coal-bed methane deposits, extraction of which has taken place in the basin since 1999 (Hoffman & Brister, 2003). Underground Injection Control (UIC) class II wells (also referred to as wastewater disposal wells) were permitted beginning in 1988 to dispose of formation wastewater (Colorado Oil and Gas Conservation Commission, 2017; New Mexico Oil and Gas Commission (NMOCD), 2016), although the injection start date of the wells varies from 1994 to 2006, depend- ing on the well. There are currently 28 wastewater disposal wells in the Raton Basin (Figure 1). Historical reports of earthquakes indicate that the Raton Basin region has been seismically active since at least 1966. The earthquake activity increased dramatically starting in the year 2001 making this region an area of interest for possible induced seismicity. Because of geographic boundaries and limited seismic coverage, answering questions about the likelihood of inducedseismicityhasbeendifﬁcult.ThebasinisnearlyequallysplitbetweenColoradoandNewMexico,which have different state geological surveys and different historical injection reporting requirements. Reporting of wastewater volumes was not recorded for New Mexico UIC wells from the beginning of injection (late-1990s) to 2006. Previous seismicity studies have focused on the Colorado portion of the Raton Basin because it is the location of a 2001 earthquake swarm and the 2011 MW 5.3 earthquake, both leading to limited augmenta- tion of seismic monitoring in that area. With the availability of the EarthScope Transportable Array (TA) stations to provide additional seismic station coverage throughout the basin, improved earthquake catalogs are now available (Nakai, Sheehan, & Bilek, 2017), allowing a more comprehensive view of seismicity in the entire Raton Basin in order to understand the impact of over a decade of wastewater injection in the basin. The Raton Basin is positioned to the east of the Rio Grande Rift, at the boundary of the Sangre de Cristo Mountains in the Great Plains physiographic province (Figure 1). In the basin, the Pierre shale lies atop the Dakota, Morrison, Entrada, and Glorieta Mesozoic sediments (Pillmore, 1969). These formations overlie NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8051 PUBLICATIONS Journal of Geophysical Research: Solid Earth RESEARCH ARTICLE 10.1002/2017JB014415 Key Points: • We infer a 20 km long Vermejo Park fault from seismicity that shows pore pressure changes of 0.08 MPa by 2008 • Pore pressure modeling shows changes up to 0.50 MPa, despite an underpressured disposal interval not in direct contact with the basement • The number of earthquakes and cumulative volume of wastewater injected are correlated for wells within 5, 10, and 15 km of seismicity Supporting Information: • Supporting Information S1 Correspondence to: J. S. Nakai, jenny.nakai@colorado.edu Citation: Nakai, J. S., Weingarten, M., Sheehan, A. F., Bilek, S. L., & Ge, S. (2017). A possible causative mechanism of Raton Basin, New Mexico and Colorado earthquakes using recent seismicity patterns and pore pressure modeling. Journal of Geophysical Research: Solid Earth, 122, 8051–8065. https://doi.org/ 10.1002/2017JB014415 Received 7 MAY 2017 Accepted 17 SEP 2017 Accepted article online 21 SEP 2017 Published online 21 OCT 2017 ©2017. American Geophysical Union. All Rights Reserved. Permian deposits and ﬁnally, Precambrian basement at varying depths from 1.2 to 2.8 km (Hemborg, 1996; Suleiman & Keller, 1985) (Figure 2). Coal deposits, mined in the last century and now exploited as coal-bed methane, occur throughout the basin, but are highly altered in the southern basin from contact with widespread intruding sills (Bankey et al., 2002; Pehlivan, 2015; Pillmore, 1969). Figure 1. Study area and seismicity of the Raton Basin. Seismicity from Rubinstein et al. (2014) relocated catalog (1963–2014; green) and our catalog from 2008 to 2010 (blue). Dikes and sills (dark red) and faults (black lines) are shown. Axes of anticlines and synclines are dashed gray lines (Papadopulos and Associates, Inc., 2007). Black dashed line is a modeled fault surface projection from Barnhart et al. (2014). White diamonds are the saltwater disposal injection wells and are numbered. The Raton Basin is ﬁlled in with a tan color. High-volume wells discussed in Rubinstein et al. (2014) are purple-ﬁlled diamonds. Red-ﬁlled diamonds are the highest cumulative volume wells (summed as point source, since injection began in 1994) in the basin, 22 and 23. Red-ﬁlled stars are the earthquakes over magnitude 4.0 from 2001 and 2011 sequences. The white star is the 2011 MW 5.3 earthquake. Black stars are the earthquakes after 1973 discussed in section 1. The 1966 and 1968 earthquakes are outside the boundaries of the map, but near the basin. Bright green star in New Mexico is the MWc 5.0 earthquake in Vermejo Park (Herrmann, 2016). Earthquake clusters described in text are (a) Gulnare, (b) Spanish Peaks Foothills, (c) Boncarbo, (d) Weston, (e) Tercio, (f) Vermejo Park, and (g) Valle Vidal. Inset map shows the location of Raton Basin in Colorado and New Mexico. Section A-A0 is shown in Figure 2. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8052 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License The Raton Basin ﬁrst formed in the"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "Pehlivan, 2015; Pillmore, 1969). Figure 1. Study area and seismicity of the Raton Basin. Seismicity from Rubinstein et al. (2014) relocated catalog (1963–2014; green) and our catalog from 2008 to 2010 (blue). Dikes and sills (dark red) and faults (black lines) are shown. Axes of anticlines and synclines are dashed gray lines (Papadopulos and Associates, Inc., 2007). Black dashed line is a modeled fault surface projection from Barnhart et al. (2014). White diamonds are the saltwater disposal injection wells and are numbered. The Raton Basin is ﬁlled in with a tan color. High-volume wells discussed in Rubinstein et al. (2014) are purple-ﬁlled diamonds. Red-ﬁlled diamonds are the highest cumulative volume wells (summed as point source, since injection began in 1994) in the basin, 22 and 23. Red-ﬁlled stars are the earthquakes over magnitude 4.0 from 2001 and 2011 sequences. The white star is the 2011 MW 5.3 earthquake. Black stars are the earthquakes after 1973 discussed in section 1. The 1966 and 1968 earthquakes are outside the boundaries of the map, but near the basin. Bright green star in New Mexico is the MWc 5.0 earthquake in Vermejo Park (Herrmann, 2016). Earthquake clusters described in text are (a) Gulnare, (b) Spanish Peaks Foothills, (c) Boncarbo, (d) Weston, (e) Tercio, (f) Vermejo Park, and (g) Valle Vidal. Inset map shows the location of Raton Basin in Colorado and New Mexico. Section A-A0 is shown in Figure 2. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8052 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License The Raton Basin ﬁrst formed in the Pennsylvanian was deepened later in the Cretaceous during Laramide compression and is characterized by volcanic intrusions and Laramide faulting (Baltz, 1965). Coal-bed methane, extracted from the Vermejo and Raton formations (Figure 2), is produced with hydraulic fractur- ing techniques (horizontal perforations in discontinuous coal seams) (Carlton, 2006; Hoffman & Brister, 2003; Environmental Protection Agency, 2015; Papadopulos et al., 2008). Intruding dikes, sills, Laramide faulting, and close proximity to the active Rio Grande Rift characterize the Raton Basin, whose geologic history is a unique combination of volcanism and Tertiary faulting not seen in Paradox Basin (Laramide faulting) and Greeley, CO (basement, but no surface, faulting), or basins in Oklahoma (basement faulting), three previously documented regions of induced seismicity (Keranen et al., 2014; King et al., 2014; Yeck et al., 2016). The western portion of the Raton Basin is marked by thrust faults dipping westward beneath the sedimentary cover, exposing the overturned Dakota formation (Bachman & Dane, 1962; Baltz & Bachman, 1956; Bolyard, 1959; Johnson, 1958; Northrop et al., 1946). The Dakota formation, the primary wastewater injection interval for disposal of wastewater associated with coal-bed methane production (Colorado Oil and Gas Conservation Commission, 2017), is 9–18 m (30–60 feet) to 30–46 m (100–150 feet) in thickness from the southern to the northern Raton Basin and is up to 2.2 km below surface elevation (Figure 2). At several wells, the injection interval extends into the Entrada and Glorieta sandstones, inter- vals just below the Dakota. There is an interval of Pennsylvanian and Early Permian Sangre de Cristo sedi- ments beneath the Glorieta (Baltz, 1965), separating the wastewater disposal interval from Precambrian basement. Volcanic intrusive activity in the Raton Basin occurred from ~30 to 22 Ma. The Spanish Peaks intrusive complex dominates the far northern basin, but dikes and sills abound across the basin. The radial dikes around the Spanish Peaks are generally oriented with the local state of stress created by the intrusions, while the east-west 25 Ma dikes and the northwest-southeast 22 Ma dikes reﬂect the regional stress orientation at the time of emplacement (Miggins, 2002). Currently, the state of stress is approximate east-west extension as evidenced by 25 earthquake moment tensors (Herrmann, 2016). Laramide faulting is profuse on the eastern edge of the Sangre de Cristo Mountains, and features such as the Tres Valles fault in Colorado along the western basin and the Tercio anticline are evidence of thrust faulting at depth (Baltz, 1965; Stevens et al., 1992) (Figure 2). Figure 2. Cross section of the Raton Basin (A-A0 in Figure 1). Data are constrained by drill holes for formations above the Dakota and by a basement map of New Mexico (Suleiman & Keller, 1985). Vertical exaggeration is 10.4:1. Names of for- mations: Tpc = Poison Canyon formation, TKr = Raton formation, Kv = Vermejo formation, Kt = Trinidad sandstone, Kp = Pierre shale, Kdp = Dakota sandstone and Purgatoire formation, Jmra = Morrison formation, TRig = Johnson Gap formation, PRsc = Sangre de Cristo formation, PCgr = Precambrian granite. Wastewater disposal wells inject primarily into the Dakota sandstone (Kdp) and the Morrison formation (above the Entrada and Glorieta formations) (Jmra). Basement contour (bottommost dashed line) is from an interpolated map in Weingarten (2015). Figure adapted from Stevens et al. (1992). Stevens et al. (1992) do not differentiate between the Cretaceous Niobrara and Benton formations and the Pierre shale and Dakota sandstone, although the formations lie between the Pierre and Dakota. Wells 22, 23, 25, and 28 are projected approximately on the section. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8053 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License The Raton Basin, along with the Rocky Mountains and Rio Grande Rift, has high heat ﬂow, with tem- peratures in the basin ranging from 200°C to more than 350°C (Blackwell et al., 2011). The Sangre de Cristo formation, suspected to have high permeability, is a target for geothermal circulation given the elevated geotherm in the formation (Bohlen, 2012, 2013). The Yellowstone Caldera (Wyoming) and the Valles Caldera (New Mexico) both have high heat ﬂow (Blackwell et al., 2011). Yellowstone is seismically active while the Valles Caldera is nearly aseismic (Nakai et al., 2017; U.S. Geological Survey, 2017). The Raton Basin has been seismically active historically. Shaking from an mb 3.8–4.1 earthquake was felt near Cimarron, NM (south edge of the Raton Basin), and Weston, CO (within the Raton Basin) (Stover, Reagor, & Algermissen, 1983; von Hake & Cloud, 1968) on 24 September 1966. Felt reports are documen- ted near Aguilar, Segundo, and Trinidad, CO (within the Raton Basin), from a ML 4.6 earthquake on 3 October 1966 (Stover, Reagor, & Algermissen, 1984). The earliest event in the U.S. Geological Survey (USGS) Comprehensive Earthquake Catalog (ComCat) is an ML 4.2 on 23 September 1973 near Valdez, CO (within the Raton Basin) (U.S. Geological Survey, 2017), and four other earthquakes were reported but not located instrumentally from 19 to 23 September 1973 (Coffmann et al., 1975; U.S. Geological Survey, 2017). The New Mexico Institute of Mining and Technology’s seismic catalog from 1962 to 1998 contains four events >Md 1.3 in our study area (Figure 1) (Sanford et al., 2002). Catalogs developed by Sanford"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License The Raton Basin, along with the Rocky Mountains and Rio Grande Rift, has high heat ﬂow, with tem- peratures in the basin ranging from 200°C to more than 350°C (Blackwell et al., 2011). The Sangre de Cristo formation, suspected to have high permeability, is a target for geothermal circulation given the elevated geotherm in the formation (Bohlen, 2012, 2013). The Yellowstone Caldera (Wyoming) and the Valles Caldera (New Mexico) both have high heat ﬂow (Blackwell et al., 2011). Yellowstone is seismically active while the Valles Caldera is nearly aseismic (Nakai et al., 2017; U.S. Geological Survey, 2017). The Raton Basin has been seismically active historically. Shaking from an mb 3.8–4.1 earthquake was felt near Cimarron, NM (south edge of the Raton Basin), and Weston, CO (within the Raton Basin) (Stover, Reagor, & Algermissen, 1983; von Hake & Cloud, 1968) on 24 September 1966. Felt reports are documen- ted near Aguilar, Segundo, and Trinidad, CO (within the Raton Basin), from a ML 4.6 earthquake on 3 October 1966 (Stover, Reagor, & Algermissen, 1984). The earliest event in the U.S. Geological Survey (USGS) Comprehensive Earthquake Catalog (ComCat) is an ML 4.2 on 23 September 1973 near Valdez, CO (within the Raton Basin) (U.S. Geological Survey, 2017), and four other earthquakes were reported but not located instrumentally from 19 to 23 September 1973 (Coffmann et al., 1975; U.S. Geological Survey, 2017). The New Mexico Institute of Mining and Technology’s seismic catalog from 1962 to 1998 contains four events >Md 1.3 in our study area (Figure 1) (Sanford et al., 2002). Catalogs developed by Sanford et al. (2006) and Pursley, Bilek, and Ruhl (2013) for 1999 to 2008 (prior to the start of this catalog) contain 78 earthquakes in the study area. The closest station used in the New Mexico Institute of Mining and Technology locations is SDCO, ~80 km northeast of the earthquakes, and there was a large azimuthal gap in station coverage to the north, east, and south. The location uncertainties in the Raton Basin are high for these catalogs (~10 km) (Sanford et al., 2006). There are 129 earthquakes >ML 3 in the USGS ComCat catalog from 1999 to 2016, and 15 earthquakes >ML 4, with eight in Colorado and seven in New Mexico (U.S. Geological Survey, 2017). A swarm of 12 earthquakes in August and September 2001, ranging in magnitude from 2.8 to 4.6, prompted the USGS to deploy a temporary seismometer array west of Trinidad, CO (Meremonte et al., 2002). That deployment recorded 39 earthquakes from 3 to 6 km depth in a 6 km long, northeast striking, steeply dipping (70–80°) fault plane. There were several ﬂuid disposal wells within 5 km of the earthquake sequence. The 2001 earthquake sequence satisﬁed some but not all of the criteria popular at the time for distinguishing induced earthquake sequences (Davis & Frohlich, 1993). The sequence was not uniformly identiﬁed as induced. This was based on the prior history of earthquakes in the area, the 1 year time lag between the start of nearby well injection and the earthquakes, and the underpressured nature of the Dakota formation, which Meremonte et al. (2002) (incorrectly) suggested would preclude high pore pressure increases in the Dakota. On 23 August 2011, an MW 5.3 earthquake in the Raton Basin caused shaking and damage in nearby Trinidad, CO. The USGS deployed a temporary seismometer array from August to December 2011 to study the after- shocks of this earthquake. Rubinstein et al. (2014) recognized two fault strands, one striking north-south and one striking northeast-southwest, and concluded that the earthquakes occurred along a fault ~8 km deep, and were the result of wastewater injection in the VPRC 14/39 wells and the Wild Boar and PCW wells farther north. The existence of an 8 to 10 km long fault plane was corroborated by Barnhart et al. (2014) using interferometric synthetic aperture radar observations (Figure 1). The majority of analysis has focused on the Colorado portion of the Raton Basin because it is the location of the 2001 earthquake swarm and the 2011 MW 5.3 earthquake, though the number of moderate mag- nitude (>magnitude 3) earthquakes have increased as well in the New Mexico portion of the basin since 2001 (Figure S1 in the supporting information). In this work, we compare the seismicity patterns observed during the USArray and CREST seismometer deployments (from 2008 to 2010) with hydrogeologic mod- eling to show that the pressure generated from the cumulative injection in New Mexico could far exceed the pressure necessary to induce earthquakes in the southern basin, and a permeable fault we simulated in the model allows pressures to migrate deeper into the basement. We explore the relationship between cumulative injection volume and the number of earthquakes for the observed time period, and note dif- ferences in seismicity in Vermejo Park in comparison to the earthquake clusters in Tercio and the remain- der of the basin. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8054 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 2. Methods 2.1. Location, 1-D Inversion, and Relocation of Earthquakes The earthquake location process is described by Nakai et al. (2017), who used the Antelope software package (Pavlis et al., 2004) to detect, associate, determine initial single-event locations, and calculate local magni- tudes. A total of 1881 earthquakes in the Raton Basin were located manually with P and S waves in Nakai et al. (2017). We also consider the earthquakes with no calculated magnitude in this work (135 earthquakes), which are part of the same catalog but unpublished. The lack of magnitude is due to difﬁculty measuring amplitude of low signal-to-noise ratio waveform recordings at individual stations. The earthquakes were initi- ally located with a global standard International Association of Seismology and Physics 1991 (Kennett, 1991) velocity model. We used a subset of the 249 largest (>ML 1.8) earthquakes from 36.42° to 37.8° latitude and \u0002105.5° to \u0002104.1° longitude (the Raton Basin) (Figure 1) to invert for a 1-D velocity model using VELEST, a simultaneous velocity model, earthquake location, and station correction least squares inversion (Kissling, Kradolfer, & Maurer, 1995). VELEST requires an a priori velocity model to calculate initial travel times. We tested a range of models based on two initial models, the ﬁrst local to the Raton Basin used by Pioneer Natural Resources (P. Friberg, personal communications, 2015) and the second based on a western U.S. velo- city model (Herrmann, 2016). Models began with ﬁve to eight layers that we eventually collapsed to four layers because we could not resolve near-surface velocity layers close (~20 km) to the source. We used only arrivals with an epicentral distance of less than 170 km in the inversion to avoid ﬁtting scatter in the travel time data due to Pg to"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "OA articles are governed by the applicable Creative Commons License 2. Methods 2.1. Location, 1-D Inversion, and Relocation of Earthquakes The earthquake location process is described by Nakai et al. (2017), who used the Antelope software package (Pavlis et al., 2004) to detect, associate, determine initial single-event locations, and calculate local magni- tudes. A total of 1881 earthquakes in the Raton Basin were located manually with P and S waves in Nakai et al. (2017). We also consider the earthquakes with no calculated magnitude in this work (135 earthquakes), which are part of the same catalog but unpublished. The lack of magnitude is due to difﬁculty measuring amplitude of low signal-to-noise ratio waveform recordings at individual stations. The earthquakes were initi- ally located with a global standard International Association of Seismology and Physics 1991 (Kennett, 1991) velocity model. We used a subset of the 249 largest (>ML 1.8) earthquakes from 36.42° to 37.8° latitude and \u0002105.5° to \u0002104.1° longitude (the Raton Basin) (Figure 1) to invert for a 1-D velocity model using VELEST, a simultaneous velocity model, earthquake location, and station correction least squares inversion (Kissling, Kradolfer, & Maurer, 1995). VELEST requires an a priori velocity model to calculate initial travel times. We tested a range of models based on two initial models, the ﬁrst local to the Raton Basin used by Pioneer Natural Resources (P. Friberg, personal communications, 2015) and the second based on a western U.S. velo- city model (Herrmann, 2016). Models began with ﬁve to eight layers that we eventually collapsed to four layers because we could not resolve near-surface velocity layers close (~20 km) to the source. We used only arrivals with an epicentral distance of less than 170 km in the inversion to avoid ﬁtting scatter in the travel time data due to Pg to Pn crossovers. We constructed Wadati diagrams (Wadati, 1933) to determine the Vp/Vs ratio for the starting S wave velocity models, but VELEST independently inverts for the S wave velocity model. Two of our ﬁnal velocity models were very similar, the “slow” and “medium” models. The slow model had a slower upper crust and a faster lower crust in both P and S wave velocity in comparison to the medium model. The medium model was the model used for the ﬁnal locations. The “fast” model was fast throughout the lower and upper crust for P and S wave velocities (all models given in Table S1 in the supporting informa- tion). The VELEST average RMS residual and the data variance for these models were similar (~0.14 s RMS resi- dual), and the ﬁnal model was chosen based on visual ﬁt of the data to the reduced predicted travel time curves. We ﬁxed the upper mantle P wave speed to 8.00 km/s as observed on the reduced travel time curves and S wave upper mantle speeds to 4.3 km/s for S wave velocities (Shen, Ritzwoller, & Schulte-Pelkum, 2013). Earthquakes were relocated with Bayesloc (Myers, Johannesson, & Hanley, 2007, 2009), and only arrivals within 1.7° were used in the relocations to avoid the Pn phase. The epicentral errors for the catalog are ±2 km for the Colorado and New Mexico catalog based on mine blast relocations (Nakai et al., 2017). The shal- low structure (upper 5 km) is not well resolved due to distant station spacing, and we do not have enough arrivals at the close distance range needed to resolve shallow layers. These shallow structures are important for resolving the depths of near-surface earthquakes, and we adopt the Bayesloc depth errors with the under- standing that there is an inherent bias error in earthquake depths. Bayesloc depths are with respect to the average elevation in the Raton Basin. Relocated epicenters were nearly identical for the three models deter- mined from the 1-D inversion, although the depths varied. Regardless of which of the three models we used, the majority of earthquake depths were between 4 and 6 km, at basement depths. This agrees with the depths Rubinstein et al. (2014) determined in the Colorado part of the Raton Basin. Depths for four larger earthquakes were within 2 to 5 km of the regional moment tensors determined by Herrmann (2016). The depth of the regional moment tensors is chosen as the maximum value of best ﬁt as a function of depth. The uncertainty varies with the depth sensitivity for waveform mechanisms. 2.2. Injection Well Data Monthly injection volumes by injection well were obtained online from the Colorado Oil and Gas Conservation Commission (2017) and NMOCD (2016). Data from October 1999 to May 2006 are not available for New Mexico wells, which led Rubinstein et al. (2014) to use produced water data from coal-bed methane wells in New Mexico as a proxy for injection volumes. The produced water is a reasonable proxy for injection data because nearly 100% of water produced is injected in the area, and post-2006, when production and injection data are both available, the two volumes correlate well, with the exception of 580,000 barrel in 1 month of 2009 (Rubinstein et al., 2014). We use the produced water data to estimate October 1999 to May 2006 injection volumes from six wells in New Mexico. The June 2006 to May 2008 average monthly volumes were used as a baseline of well injection. Well 25 was not operating until June 2008 and all Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8055 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License wastewater disposal data are available online, so it was not included in the calculations. The average percent contribution from each well for 2006– 2008 volumes for each well was calculated from NMOCD (2016) data. Each well began injecting on different months and years, so if only two wells had begun operating by May 2000, their relative percent contribu- tion for May 2000 is estimated using their 2006–2008 relative percents. This allows us to reconstruct an approximate history of wastewater dispo- sal volumes in the New Mexico Raton Basin. 2.3. Hydrogeologic Model We developed a three-dimensional hydrogeologic model of pore pressure diffusion from injection wells operating in the Raton Basin over the period from November 1994 to December 2010. Injection at well 8 (other wells began injecting subsequently) began in 1994, and the pore pressure in the basin is cumulative since the beginning of injection. Our seismicity cat- alog begins in 2008 and ends in 2010 (coincident with the time of USArray in Colorado and New Mexico), so we consider this 2 year time period in the pore pressure modeling. We simulate pressure diffusion in a layered, heterogeneous, and anisotropic medium using MODFLOW, a modular ﬁnite difference code devel- oped at the USGS (Harbaugh et al., 2000). MODFLOW solves the groundwater ﬂow equation in three dimen- sions for a ﬂuid of constant density and dynamic viscosity in a heterogeneous and anisotropic aquifer with sources and sinks: ∂ ∂x Kxx ∂h ∂x \u0001 \u0003 þ ∂ ∂y Kyy ∂h ∂y \u0001 \u0003 þ ∂ ∂z Kzz ∂h"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "THE RATON BASIN 8055 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License wastewater disposal data are available online, so it was not included in the calculations. The average percent contribution from each well for 2006– 2008 volumes for each well was calculated from NMOCD (2016) data. Each well began injecting on different months and years, so if only two wells had begun operating by May 2000, their relative percent contribu- tion for May 2000 is estimated using their 2006–2008 relative percents. This allows us to reconstruct an approximate history of wastewater dispo- sal volumes in the New Mexico Raton Basin. 2.3. Hydrogeologic Model We developed a three-dimensional hydrogeologic model of pore pressure diffusion from injection wells operating in the Raton Basin over the period from November 1994 to December 2010. Injection at well 8 (other wells began injecting subsequently) began in 1994, and the pore pressure in the basin is cumulative since the beginning of injection. Our seismicity cat- alog begins in 2008 and ends in 2010 (coincident with the time of USArray in Colorado and New Mexico), so we consider this 2 year time period in the pore pressure modeling. We simulate pressure diffusion in a layered, heterogeneous, and anisotropic medium using MODFLOW, a modular ﬁnite difference code devel- oped at the USGS (Harbaugh et al., 2000). MODFLOW solves the groundwater ﬂow equation in three dimen- sions for a ﬂuid of constant density and dynamic viscosity in a heterogeneous and anisotropic aquifer with sources and sinks: ∂ ∂x Kxx ∂h ∂x \u0001 \u0003 þ ∂ ∂y Kyy ∂h ∂y \u0001 \u0003 þ ∂ ∂z Kzz ∂h ∂z \u0001 \u0003 ¼ Ss ∂h ∂t \u0002 Qi tð Þδ x \u0002 xi ð Þδ y \u0002 yi ð Þδ z \u0002 zi ð Þ (1) where h is the hydraulic head (L); Kxx, Kyy, and Kzz are the principal components of the hydraulic conductivity tensor (L/T); Ss is the speciﬁc storage coefﬁcient (L\u00021); and x, y, z, and t are the spatial and temporal coordi- nates. Qi is the ﬂuid source or sink (T\u00021). Hydraulic conductivity is relatable to permeability by accounting for the speciﬁc weight and dynamic viscosity of water (Figure 3). The model inputs are based on the reported hydrostratigraphy of the sedimentary layering from Geldon (1989) and use the reported ranges in bulk permeability from ﬁeld studies and calibrated numerical models of similar strata in other basins (Table S4; Belitz & Bredehoeft, 1988; Garavito, Kooi, & Neuzil, 2006; Miller & Rahn, 1974). Permeability of the intact crystalline basement relies on the permeability-depth relationship derived by Shmonov et al. (2003): log k ¼ \u000212:56 \u0002 3:225z0:223 (2) where k is the permeability (m2) and z is the depth (km). This relationship generally gives permeabilities that are about an order of magnitude lower for crystalline basement at similar depths than values from other notable k-z relationships such as Manning and Ingebritsen (1999). The layered heterogeneity of the sedimentary system is reﬂected in the modeled permeabilities with depth. A description of the formations above and below the injection horizon as well as heterogeneous layering included in the model is detailed in Figure S2 and Tables S4 and S5 (Bredehoeft, Neuzil, & Milly, 1983; Harbaugh & Davie, 1964; Jensen et al., 1954; Topper, Scott, & Watterson, 2011; Watts, 2006). The pressures cal- culated in the model runs are well below the reported underpressures in the basin, meaning that wastewater disposal can occur without the need for wellhead pressure (Rubinstein & Mahani, 2015). In this study, we adapt the numerical model developed by Weingarten et al. (2015) to simulate ﬂuid pressure changes in the Raton Basin that includes the Vermejo Park fault zone. The adapted model speciﬁcally considers vertical ﬂow in a complex of fault damage zones (Vermejo Park fault zone) nested inside an otherwise lower permeability sediment and crystalline basement (Figure 3 and Figures S2 and S3). Figure 3 shows the permeability structure and boundary conditions of the hydrostatigraphic units for the base case model (Table S4). While damage zones are highly anisotropic, several case studies of ﬂow along fault damage zones have quantiﬁed the typical range of bulk diffusivities, the ratio between hydraulic conductivity and speciﬁc storage, to be 0.01 to 0.5 m2/s (Goebel et al., 2017; Xue et al., 2013). We simulate a range of permeabilities that correspond to bulk diffusivities in this range for the Vermejo Park fault zone and Figure 3. Parameterization, boundary conditions, and vertical discretization of the base hydrogeologic model. Parameterization of the fault zone sensitivity analysis and plan view discretization are shown in Table S4 and Figure S6. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8056 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License to assess the sensitivity of simulated pressure changes at depth to fault zone permeability (Table S5). We include a sensitivity run in which the Vermejo Park fault zone is not a conduit to ﬂuid pressure with permeabil- ities reﬂecting the intact crystalline basement in the model. 3. Results Magnitudes for earthquakes in the basin in our catalog range from ML 0.0 to 4.3, and we ﬁnd a b value of 0.90 using the maximum curvature method (Wiemer & Wyss, 2000). The magnitude completeness is ML 1.3 in the Raton Basin, as in the Nakai et al. (2017) catalog. Estimated b values for induced earthquakes span a wide range, from 0.6 to 2.1 (van der Elst et al., 2016). Earthquakes in the Raton Basin account for 29.4% of the cumulative seismic moment in the USGS ComCat catalog from 1973 to 2016 in Colorado and New Mexico. In the context of the regional earth- quake catalog in Colorado and New Mexico from February 2008 to February 2010, the Raton Basin was by far the most seismically active area (Figure S4). Nearly 62% (1881/2764) of the earthquakes in the Rio Grande Rift catalog (Nakai et al., 2017) locate within the Raton Basin. Within the Raton Basin itself, seismicity varies both spatially and temporally. The extent of concentrated earthquake activity in the basin is in an area of ~80 km × 40 km with wells interspersed ~10 km apart. The catalog in the Raton Basin consists of 1881 earth- quakes from February 2008 to February 2010 (Figure 1). The majority of these events are located inside the Raton Basin, although there are isolated earthquakes outside the geological basin that are included in the maps for local context of seismicity. The emphasis on earthquake activity thus far in the Raton Basin has been on the Colorado section of the Raton Basin (Barnhart et al., 2014; Rubinstein et al., 2014). Figure S1 shows that the New Mexico part of the Raton Basin has a similar number of MW 3.0 and greater earthquakes. The 2001 earthquake swarm (up to magnitude 4.6) and the 2011"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "Results Magnitudes for earthquakes in the basin in our catalog range from ML 0.0 to 4.3, and we ﬁnd a b value of 0.90 using the maximum curvature method (Wiemer & Wyss, 2000). The magnitude completeness is ML 1.3 in the Raton Basin, as in the Nakai et al. (2017) catalog. Estimated b values for induced earthquakes span a wide range, from 0.6 to 2.1 (van der Elst et al., 2016). Earthquakes in the Raton Basin account for 29.4% of the cumulative seismic moment in the USGS ComCat catalog from 1973 to 2016 in Colorado and New Mexico. In the context of the regional earth- quake catalog in Colorado and New Mexico from February 2008 to February 2010, the Raton Basin was by far the most seismically active area (Figure S4). Nearly 62% (1881/2764) of the earthquakes in the Rio Grande Rift catalog (Nakai et al., 2017) locate within the Raton Basin. Within the Raton Basin itself, seismicity varies both spatially and temporally. The extent of concentrated earthquake activity in the basin is in an area of ~80 km × 40 km with wells interspersed ~10 km apart. The catalog in the Raton Basin consists of 1881 earth- quakes from February 2008 to February 2010 (Figure 1). The majority of these events are located inside the Raton Basin, although there are isolated earthquakes outside the geological basin that are included in the maps for local context of seismicity. The emphasis on earthquake activity thus far in the Raton Basin has been on the Colorado section of the Raton Basin (Barnhart et al., 2014; Rubinstein et al., 2014). Figure S1 shows that the New Mexico part of the Raton Basin has a similar number of MW 3.0 and greater earthquakes. The 2001 earthquake swarm (up to magnitude 4.6) and the 2011 MW 5.3 both occurred in the Colorado part of the Raton Basin. Moment release within the Raton Basin in New Mexico from 1973 to 2016 is 28% of the total compared to 72% in Colorado. When comparing estimated cumulative volume versus number of earthquakes (Figure 4; data in Figure S5 and Table S2), we found that cumulative injected volume is correlated with the number of earthquakes in nearby clus- ters. Well volumes are the sum since the time the wells began injection, which varies for individual wells, to February 2010. The cumulative volume is a sum of the well volumes from wells within 5 km (from the closest point, not the centroid) of each deﬁned cluster, although we also considered distances of 10 km and 15 km. The clusters are chosen as continuous groups of earthquakes which have a well within 5 km. Figure 4 shows cumulative volume injected versus number of earthquakes on a log-log plot. For wells within 5 km of our identiﬁed earth- quake clusters, the cumulative volume correlates with earthquake frequency (Pearson’s correlation coefﬁcient of 0.77) (Figure 4). Considering wells within 10 km and 15 km of clusters, the correlation coefﬁcients decrease to 0.68 and 0.72, respectively. As the cumulative volume from nearby wells increases, the number of earthquakes observed increases. We show the number of earthquakes and cumulative injection volume in Figures S6a and S6b. The Vermejo Park fault is continuously seismically active throughout the 2008 to 2010 observation period, and the Tercio fault and the remaining clusters have periods of quiescence in time (Figure 5). In the 2008–2010 time period, we observe only one small earthquake within 5 km of the epicenter of the 2011 MW 5.3 earth- quake (Figure 1). One ML 1.33 earthquake was located 3 km southwest of Well 9 on the NNE-SSW fault identi- ﬁed by Rubinstein et al. (2014) and Barnhart et al. (2014), and 9 km north of the fault we ﬁnd that a cluster of earthquakes occurs near Boncarbo in 2008–2010 (Figure 1). Our catalog (Nakai et al., 2017) is not a result of a network deployed speciﬁcally to study aftershocks of a large earthquake (e.g., 2001 and 2011). It seems unli- kely that the earthquakes in this study are a long-lived aftershock sequence, given that the number of mag- nitude 3 and above earthquakes returned to background levels the year following the 2011 MW 5.3 earthquake in Colorado, and the next most recent earthquake >MW 5.0 was a MWc 5.0 in 2005. The Vermejo Park seismicity may very well be a continuation of a swarm that began before 2008; in fact, several Figure 4. Cumulative injection volumes versus number of earthquakes for seven geographic groupings of earthquakes on a log-log scale. Curve is y = 214466x0.89. Wells within 5 km of the groups are included in the cumu- lative volume calculation. Cumulative volume of well injection and number of earthquakes is shown in Figure S5. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8057 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License earthquakes have been observed in the area beforehand. The pore pressure has potentially been high enough (Figure S8) such that these events may have been induced. There are ﬁve additional clusters of earthquakes that we observed in the 2008 to 2010 time period: from the north, Gulnare (91 earthquakes), Spanish Peaks Foothills (18), Boncarbo (60), Weston (37), and Valle Vidal (57) (Figure 1). There are numerous east west striking dikes near Gulnare, Boncarbo, Weston, and Spanish Peaks Foothills, and they are bounded to the north by the west and east Spanish Peak intrusive mountains. An 11 km long southeast striking maﬁc sill strikes divide well 26 from the Vermejo Park fault. On the southwest side of this sill, at a northwest-southeast strike, are the Valle Vidal earthquakes. All of these clusters had wells within 5 km (Table S2). We took the derivative of the cumulative number of earthquakes and plotted a 10 day average derivative for three earthquake groups (Figure 5b). In 668 days, the average derivative for Vermejo Park is 2.0 (median of 1.5); for the grouped clusters of earthquakes the average derivative is 0.4 (median of 0) and 0.2 for Tercio (median of 0). A derivative of 0.5 or less means that 0 to 1 earthquakes occurred the day of or after a given day. The derivative is clearly much higher for Vermejo Park seismicity than Tercio and the rest of the earth- quake clusters combined together (Figure 5b). We examine seismicity patterns in the two areas with the highest number of earthquakes in the studied per- iod (2008–2010): Vermejo Park and Tercio (Figure 6). The majority of the 2008–2010 events (1355) are located in a distinct lineament (that we infer is a fault) surrounded by six wells in New Mexico. These events relocate into a 20 km long lineation that strikes north-south which we deﬁne as the Vermejo Park fault (Figures 6a and 6c). Except for an absence of earthquakes several days prior to a MW 4.0 on 29 July 2009, earthquakes in Vermejo Park occur continuously. Some earthquakes located in 2011 were in the vicinity of Vermejo Park (Rubinstein et"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "(60), Weston (37), and Valle Vidal (57) (Figure 1). There are numerous east west striking dikes near Gulnare, Boncarbo, Weston, and Spanish Peaks Foothills, and they are bounded to the north by the west and east Spanish Peak intrusive mountains. An 11 km long southeast striking maﬁc sill strikes divide well 26 from the Vermejo Park fault. On the southwest side of this sill, at a northwest-southeast strike, are the Valle Vidal earthquakes. All of these clusters had wells within 5 km (Table S2). We took the derivative of the cumulative number of earthquakes and plotted a 10 day average derivative for three earthquake groups (Figure 5b). In 668 days, the average derivative for Vermejo Park is 2.0 (median of 1.5); for the grouped clusters of earthquakes the average derivative is 0.4 (median of 0) and 0.2 for Tercio (median of 0). A derivative of 0.5 or less means that 0 to 1 earthquakes occurred the day of or after a given day. The derivative is clearly much higher for Vermejo Park seismicity than Tercio and the rest of the earth- quake clusters combined together (Figure 5b). We examine seismicity patterns in the two areas with the highest number of earthquakes in the studied per- iod (2008–2010): Vermejo Park and Tercio (Figure 6). The majority of the 2008–2010 events (1355) are located in a distinct lineament (that we infer is a fault) surrounded by six wells in New Mexico. These events relocate into a 20 km long lineation that strikes north-south which we deﬁne as the Vermejo Park fault (Figures 6a and 6c). Except for an absence of earthquakes several days prior to a MW 4.0 on 29 July 2009, earthquakes in Vermejo Park occur continuously. Some earthquakes located in 2011 were in the vicinity of Vermejo Park (Rubinstein et al., 2014), but the Vermejo Park seismic lineament has not been previously recognized as a highly active area of small-magnitude seismicity with a coherent linear pattern. We do not observe a spatial migration of these earthquakes through time or depth for the short time period from 2008 to 2010. The depths range from 1 to 15 km, measured from a surface elevation of ~2 km with the majority of earthquakes in the 4–5 km depth range, with uncertainty of 2–5 km (see section 2). The depth range is corroborated by seismic moment tensors (Herrmann, 2016), which place basin-wide earthquakes from 1 to 9 km (majority at 3–4 km depth) and New Mexico earthquakes from 3 to 9 km (majority at 4 km depth). There is a seismic gap along strike of the fault 6 km from the north end (Figure 6a). Allowing for error in the location of the 2005 MWc 5.0 earthquake, it is possible that the seismic gap is due to this event. The fault appears to be stee- ply dipping (Figure 6) but given hypocenter uncertainty should be interpreted with caution. The feature that we refer to as the Tercio fault (Figures 6b and 6d), inferred from seismicity, also strikes north- south, similar to the Vermejo Park fault, but is only 9 km in length with 129 earthquakes in the 2008 to 2010 per- iod.Thefaultdipasestimatedfromthe seismicityisnearverticalandtheearthquakes areshallower thanforthe Figure 5. (a) Cumulative number of earthquakes as a function of time for Vermejo Park, Tercio, and other clusters. Vermejo Park (blue) is continuously active throughout 2008–2010, and the remainder of the earthquake clusters and Tercio are more episodic (long stretches of time with no or very few earthquakes). (b) Ten-day moving average of derivative of cumulative number of earthquakes per day in Vermejo Park (black), Tercio (blue), and the remaining clusters (red). Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8058 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Figure 6. Seismicity at Vermejo Park and Tercio (groups e and f in Figure 1). (a) Vermejo Park fault. The lineament contains 1355 earthquakes (circles, color coded by depth). Injection wells are shown with unﬁlled diamonds. Wells 22 and 23 make up more than half the projected cumulative volume in the entire basin. A southeast striking sill is dark red, while the basin syncline axis, coincident with the alignment of earthquakes, is a dashed black line. Earthquakes are colored by time from 1 May 2008. The Tercio anticline is shown by a dashed black line on the far left. Line with double-sided arrows is the location of the section in Figure 6c. (b) Tercio lineament in the western basin, near the Sangre De Cristo mountain front. The heavy black line is the edge of the basin, the gray lines are the mapped surface faults, and the dashed black lines are the Cuatro syncline (left) and the Tercio anticline (right). Dark red lines are mapped dikes/sills. Line with double-sided arrows is the location of the section in Figure 6d. (c) Vermejo Park fault depth cross section looking north. All earthquakes and moment tensors in Figure 6a are projected onto Figure 6c. Normal faulting is the dominant mode of faulting in the lineament. Earthquakes are colored by time (day) from 1 May 2008. Wells are unﬁlled diamonds above average elevation (2 km). Dashed black line is the interpolated basement depth at 36.9° from Weingarten (2015) interpolated map. (d) Tercio fault depth cross section looking north. All earthquakes in Figure 6b are projected onto Figure 6d. Wells are unﬁlled diamonds above average elevation (2 km). Dashed black line is the interpolated basement depth at 36.9° from Weingarten (2015) map. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8059 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Vermejo Park fault (subject to depth uncertainties). The southern half of seismicity is aligned with the Tercio anticline (Stevens et al., 1992), which is along the western edge of the Raton Basin, adjacent to the exposed Dakota formation and mapped surface thrust faults (Figures 1 and 6). We modeled pore pressures across the Raton Basin, incorporating the derived 1999–2006 injection volumes in New Mexico into the cumulative volume history. As described in section 2, we used the produced water data to estimate 1999–2006 injection volumes from six wells in New Mexico. All wells operating in the basin contribute to the pore pressure changes in the basin. By February 2010, the pressure perturbation from injec- tion has spread throughout most of the dominant injection reservoir, the Dakota formation (Figure 7). We focus on the pore pressure changes in the New Mexico portion of the basin, speciﬁcally along the Vermejo Park fault zone above 0.08 MPa pressure (green contour in Figure 7), which is 8 times the threshold at which earthquakes may be triggered from injection (Hornbach et al., 2015; Keranen et al., 2014), includes most of the Vermejo Park earthquake cluster at the onset of this study"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "36.9° from Weingarten (2015) interpolated map. (d) Tercio fault depth cross section looking north. All earthquakes in Figure 6b are projected onto Figure 6d. Wells are unﬁlled diamonds above average elevation (2 km). Dashed black line is the interpolated basement depth at 36.9° from Weingarten (2015) map. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8059 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Vermejo Park fault (subject to depth uncertainties). The southern half of seismicity is aligned with the Tercio anticline (Stevens et al., 1992), which is along the western edge of the Raton Basin, adjacent to the exposed Dakota formation and mapped surface thrust faults (Figures 1 and 6). We modeled pore pressures across the Raton Basin, incorporating the derived 1999–2006 injection volumes in New Mexico into the cumulative volume history. As described in section 2, we used the produced water data to estimate 1999–2006 injection volumes from six wells in New Mexico. All wells operating in the basin contribute to the pore pressure changes in the basin. By February 2010, the pressure perturbation from injec- tion has spread throughout most of the dominant injection reservoir, the Dakota formation (Figure 7). We focus on the pore pressure changes in the New Mexico portion of the basin, speciﬁcally along the Vermejo Park fault zone above 0.08 MPa pressure (green contour in Figure 7), which is 8 times the threshold at which earthquakes may be triggered from injection (Hornbach et al., 2015; Keranen et al., 2014), includes most of the Vermejo Park earthquake cluster at the onset of this study in 2008 (Figure S8). When the Vermejo Park seismic lineament is modeled as a permeable fault, the model predicts pressure perturbations reaching Figure 7. (a) Plan view of pore pressure change in February 2010 at the depth of Dakota formation in the Raton Basin. Earthquake epicenters from February 2008 to February 2010 are plotted as white circles. The black north-south line is a no-ﬂux boundary condition representing the westernmost extent of the Raton Basin. The brown line depicts the extent of the Raton formation at the surface, a demarcation of the Raton Basin proper. The black star represents the location of calculated pressure histories shown in Figure 7c. (b) Cross section B-B0 of pore pressure change running north-south through the Raton Basin along strike of the Vermejo Park fault zone. The black star denotes the 4.5 km depth of calculated pressure histories shown in Figure 7c. Solid black lines denote the hydrostratigraphic units described in Figure 3 and Tables S3 and S4. (c) Pressure versus time for four modeled Vermejo Park fault zone permeabilities, including a run where no fault is included. The highlighted yellow region of the pressure history denotes the time frame of interest in the study from 2008 to 2010. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8060 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License depths of 12–13 km by February 2010 (Figure 7b). Pressure changes above 0.2 MPa can be observed at base- ment depths below ~2.5 km. The highest-volume wells in the basin were operating in the region of the high- est modeled pressures (red in Figure 7). We identify high cumulative volume wells over the time period 1994 to 2008 (the onset of this study) as those with greater than 15 million barrels of water injected. Those wells are 8 and 19 in Colorado and 22, 23, 27, and 28 in New Mexico (Figure 1). The wells 22 and 23 are collocated and as a point source, have injected more than double the water of any other well in the basin. Sensitivity analysis of the modeled pressure perturbation in the Vermejo Park fault zone shows that pressure changes through time are sensitive to fault zone permeability (Figure 7c). Varying the fault zone permeability from that of intact crystalline basement (i.e., no fault) to as high as 3 × 10\u00025 m2 yields pressure changes at 4.5 km depth from 0.004 to 0.1 MPa. All models show pressure changes increasing with time, including throughout the time period of interest of this study from 2008 to 2010. The pressure history from the lower bound of the modeled permeable fault zones (10\u000216 m2) shows that pressure changes at depth are signiﬁ- cant and likely large enough to trigger seismicity at seismogenic depths. 4. Discussion The Pierre shale above the Dakota serves as a ﬂuid ﬂow barrier, which effectively prevents ﬂuids from migrat- ing upward; thus, modeled ﬂuid pressure in the Raton Basin propagates primarily laterally in the Dakota, Entrada, and Sangre de Cristo formations and diffuses downward into basement rock (Figure 7b). We did not observe any seismicity in 2008–2010 near the MW 5.3 earthquake in 2011. The active seismicity in New Mexico has not been documented to the extent that the Colorado seismicity has, but the number of small- magnitude earthquakes during the 2008 to 2010 time period is much higher in the New Mexico basin than in Colorado (Figure 1), and slightly higher in New Mexico for earthquakes >MW 3 (Figure S1). In terms of moment release during 2008 to 2010, 26% of the moment release occurred in Colorado while 74% occurred in New Mexico, while 72% of long-term moment release (1973 to 2016) is in Colorado and 28% is in New Mexico (magnitude 2.5 and above). We note that hydraulic fracturing, associated with earthquakes in other areas (e.g., Holland, 2013; Schultz et al., 2017; Skoumal, Brudzinski, & Currie, 2015), does occur in the Raton Basin in the Raton and Vermejo formations (Figure 2) (Carlton, 2006). We have not assessed the impact hydraulic fracturing may have on the potential for earthquakes in the Raton Basin. Although there is strong evidence that earthquakes in the Raton Basin are induced (Rubinstein et al., 2014), no quantiﬁed causative mechanism has previously been shown to drive these earthquakes. Our pore pres- sure modeling shows that pore pressure in the basement rock can exceed the threshold at which earth- quakes are induced (>0.01–0.1 MPa). The pore pressure for the majority of the basin populated by wells exceeds triggering thresholds observed in Oklahoma (0.07 MPa) (Keranen et al., 2014), the Ellenburger forma- tion in north Texas (0.09 MPa) (Hornbach et al., 2016), and in Azle, TX (0.01 to 0.2 MPa) (Hornbach et al., 2015). The highest pore pressure in the basin is in the region where we observe the highest number of earthquakes in 2008–2010, and the high-volume wells (22 and 23) are within 10 km of six earthquakes >MW 3. We simu- lated a permeable (relative to the surrounding crystalline basement) fault that allows pore pressures to migrate below the sedimentary disposal interval into the basement. The pattern of seismicity in Vermejo Park is consistent with high pore pressures"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "basin than in Colorado (Figure 1), and slightly higher in New Mexico for earthquakes >MW 3 (Figure S1). In terms of moment release during 2008 to 2010, 26% of the moment release occurred in Colorado while 74% occurred in New Mexico, while 72% of long-term moment release (1973 to 2016) is in Colorado and 28% is in New Mexico (magnitude 2.5 and above). We note that hydraulic fracturing, associated with earthquakes in other areas (e.g., Holland, 2013; Schultz et al., 2017; Skoumal, Brudzinski, & Currie, 2015), does occur in the Raton Basin in the Raton and Vermejo formations (Figure 2) (Carlton, 2006). We have not assessed the impact hydraulic fracturing may have on the potential for earthquakes in the Raton Basin. Although there is strong evidence that earthquakes in the Raton Basin are induced (Rubinstein et al., 2014), no quantiﬁed causative mechanism has previously been shown to drive these earthquakes. Our pore pres- sure modeling shows that pore pressure in the basement rock can exceed the threshold at which earth- quakes are induced (>0.01–0.1 MPa). The pore pressure for the majority of the basin populated by wells exceeds triggering thresholds observed in Oklahoma (0.07 MPa) (Keranen et al., 2014), the Ellenburger forma- tion in north Texas (0.09 MPa) (Hornbach et al., 2016), and in Azle, TX (0.01 to 0.2 MPa) (Hornbach et al., 2015). The highest pore pressure in the basin is in the region where we observe the highest number of earthquakes in 2008–2010, and the high-volume wells (22 and 23) are within 10 km of six earthquakes >MW 3. We simu- lated a permeable (relative to the surrounding crystalline basement) fault that allows pore pressures to migrate below the sedimentary disposal interval into the basement. The pattern of seismicity in Vermejo Park is consistent with high pore pressures near high-volume wells and a basement fault. Figure 7b demon- strates the effect of adding a permeable fault to the model, which is the increase in pore pressure at seismo- genic depths. This is one explanation for the spatial pattern of seismicity in Vermejo Park we observe: the modeled fault has allowed pressures to migrate far along the fault to the south of the high-volume wells. Poroelastic stress effects may play a role in earthquake triggering in the Raton Basin, and a geomechanical model (Fan, Eichhubl, & Gale, 2016; Goebel et al., 2017) of the basin would be potentially beneﬁcial. The regional horizontal least compressive stress orientation is east-west in and around the Rio Grande Rift (Berglund et al., 2012), although the orientation of stress changes in eastern Colorado, according to recent earthquake moment tensors (Herrmann, 2016) and historical stress data (Zoback & Zoback, 1980). Lund Snee and Zoback (2016) inverted moment tensors in the Raton Basin and determined a maximum horizontal stress direction of 167.1°. Three moment tensors in the Vermejo Park seismic lineament are consistent in strike with our interpretation of a north-south striking normal fault (Figure 6c). If the Vermejo Park fault is one continuous fault, the length is greater than the Pawnee fault in Oklahoma on which a MW 5.8 earthquake occurred (Yeck et al., 2017) and similar in length to the Fairview fault, also in Oklahoma, on which a MW 5.1 Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8061 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License earthquake occurred (Yeck et al., 2016). In 2005, a MWc 5.0 earthquake occurred near the north of the Vermejo Park fault, the largest earthquake in New Mexico Raton Basin in the USGS ComCat (U.S. Geological Survey, 2017). The strike and dip of the 2005 earthquake was 160° and 40° (or 5° and 53°) with a depth of 4 km. The moment tensor (Herrmann, 2016) for this earthquake located 2.5 km to the west of the USGS location, hinting at the epicentral uncertainty of the location, although the uncertainty in regional network locations is ~15 km (Rubinstein et al., 2014). The moment tensor location is coincident with the Vermejo Park lineament and it is possible that the 2005 earthquake took place on the fault. The dip of the earthquakes is difﬁcult to reconcile with the seismicity we observe, which is may be taking place on en echelon splays off the larger fault and appears as a vertical cloud in section. The Tercio fault is similar, although shorter in length (9 km), less seismically active (129 earthquakes), and the seismicity is shallower (1–11 km). The lineation of seismicity and the presence of mapped surface faults 10–15 km west of Tercio are strong evidence that this is also a fault striking north-south that has been acti- vated by high pore pressures. Displacement of basin sediments along the Tres Valles fault ends north of the Tercio anticline, but likely displaces the Precambrian granite in the anticline (Stevens et al., 1992). A MW 3.5 earthquake occurred 4 km east of the Tercio fault (4 December 2012) with a moment tensor indicating east-west normal faulting, while a moment tensor for an MW 3.53 earthquake on 29 September 2009 at the northeast terminus of the fault indicates slight southwest-northeast directed normal faulting (Figure 6b). We note that our earthquake depths extend from shallow (1–2 km depending on the velocity model used) to 15–20 km. The shallow depths are not well determined, but the majority of earthquakes occur at 4–6 km in all three models. Although we do not have good constraints on depth due to station spacing, we are conﬁdent that many of the earthquakes lie in the basement. In the Paradox Basin of western Colorado, where continuous injection of salt water at a single well began in 1996, the vast majority of earthquakes lie in the sedimentary layers above the basement near the depth of injection (4.88 km), although earthquakes occur up to 6.5 km in depth (Block, 2010). In Fairview, OK, earthquakes occur up to 6.5 km below the sedimentary-basement inter- face, and the majority of earthquakes occur from 6 to 9 km depth (Yeck et al., 2016). In Greeley, CO, the majority of the earthquakes occur in the basement, at less than 6 km depth (Yeck et al., 2016). McNamara et al. (2015) found aftershocks of the MW 5.6 Prague, OK, earthquake at depths of 1–10 km. Induced earthquakes in north Texas are <8 km deep, ranging from the top of the Ellenburger disposal formation (1 km to 2.8 km) into the basement (Hornbach et al., 2016). The depth extent of the Raton earthquakes is unusually deep, and although wefocusonthe observationthatthe majorityoccur at4–6kmdepth,this isaninterestingtopicforfuturestudy. These Vermejo Park and Tercio faults are likely suitably oriented normal faults in the east-west stress regime if two of these seismic lineaments are observed. These high-density linear patterns of seismicity with a scarcity of earthquakes surrounding the lineament are similar between Vermejo Park, Tercio, and the Fairview, OK, faults, on which a MW 5.1 occurred at 8–10 km depth (Yeck et al., 2016). This is similar to lineaments in Arkansas and Kansas (Choy et al., 2016;"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "km depending on the velocity model used) to 15–20 km. The shallow depths are not well determined, but the majority of earthquakes occur at 4–6 km in all three models. Although we do not have good constraints on depth due to station spacing, we are conﬁdent that many of the earthquakes lie in the basement. In the Paradox Basin of western Colorado, where continuous injection of salt water at a single well began in 1996, the vast majority of earthquakes lie in the sedimentary layers above the basement near the depth of injection (4.88 km), although earthquakes occur up to 6.5 km in depth (Block, 2010). In Fairview, OK, earthquakes occur up to 6.5 km below the sedimentary-basement inter- face, and the majority of earthquakes occur from 6 to 9 km depth (Yeck et al., 2016). In Greeley, CO, the majority of the earthquakes occur in the basement, at less than 6 km depth (Yeck et al., 2016). McNamara et al. (2015) found aftershocks of the MW 5.6 Prague, OK, earthquake at depths of 1–10 km. Induced earthquakes in north Texas are <8 km deep, ranging from the top of the Ellenburger disposal formation (1 km to 2.8 km) into the basement (Hornbach et al., 2016). The depth extent of the Raton earthquakes is unusually deep, and although wefocusonthe observationthatthe majorityoccur at4–6kmdepth,this isaninterestingtopicforfuturestudy. These Vermejo Park and Tercio faults are likely suitably oriented normal faults in the east-west stress regime if two of these seismic lineaments are observed. These high-density linear patterns of seismicity with a scarcity of earthquakes surrounding the lineament are similar between Vermejo Park, Tercio, and the Fairview, OK, faults, on which a MW 5.1 occurred at 8–10 km depth (Yeck et al., 2016). This is similar to lineaments in Arkansas and Kansas (Choy et al., 2016; Horton, 2012). If we take a subsurface rupture length of 10–20 km, the Vermejo Park and Tercio faults could potentially produce a magnitude 6 to 6.5 earthquake (Wells & Coppersmith, 1994). As cumulative volume injected increases, the number of earthquakes tends to increase (Frohlich et al., 2011). For wells within 5 km of our identiﬁed earthquake clusters, the cumulative volume correlates with earthquake frequency (Pearson’s correlation coefﬁcient of 0.77) (Figure 4). Considering wells within 10 km and 15 km of clusters, the correlation coefﬁcients decrease to 0.68 and 0.72. A similar relationship between cumulative volume and earthquake frequency has been reported in the Carthage Cotton Valley Gas Field, TX (Rutledge, Phillips, & Mayerhofer, 2004). The Raton Basin has a cumulative injected volume of 45 million bar- rels of water since 1994, compared to 1.7 billion barrels of water in the Ellenburger formation, TX, since 2006. We see two types of seismicity in the basin, continuous and episodic (Figure 5). We deﬁne continuous earthquakes as those with an average derivative (earthquakes/day) of 1.0 or higher (Figure 5b), although this may vary based on the magnitude completeness of a catalog and detection threshold of the seismic network. Continuous seismi- city refers to relatively steady increase in number of earthquakes over the catalog period, whereas discrete pulses of seismic activity with gaps of time between earthquakes characterize the episodic seismicity (Figure 5). Vermejo Park seismicity is continuous and is near the locus of the highest changes in pore pressure in the basin (when a fault is simulated), whereas the episodic seismicity is in regions of lower changes in pore pressure (~0.08 MPa in Figure 7). Episodic seismicity has been observed in areas of induced seismicity, for example, in the 2008–2009 Dallas-Fort Worth sequence and the 2009–2010 Cleburne, TX, sequence (Frohlich et al., 2011; Justinic et al., Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8062 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 2013). In northern Texas, induced seismicity does not follow a main shock-aftershock pattern but is characterized by swarms of small earthquakes (Hornbach et al., 2016). Episodic seismicity from 1975 to 1977 with a magnitude detection threshold of 2.0 is also observed in the Permian Basin near the Texas-New Mexico border and is spatially clustered (Rogers & Malkiel, 1979). Given the fact that a MWc 5.0 has occurred in New Mexico, a MW 5.3 has occurred in Colorado, and the wells continue to dispose of wastewater, continually raising the basin pore pressure, we expect that the earthquake hazard is substantial in the Raton Basin. 5. Conclusions We show that elevated pore pressures can exist in the Raton Basin, especially in New Mexico, at sufﬁcient levels (>0.03 MPa) to induce earthquakes as early as May 2005, provided that the Vermejo Park fault is simulated. The two most seismically active faults during this time period are the Vermejo Park and Tercio lineaments. We model the Vermejo Park fault as a fault plane in the hydrogeologic model, which results in pressures of ~0.08 MPa at 9 km depth (well below basement). In Vermejo Park, this is indicated by three north-south striking normal faulting moment tensors within the cluster and north-south seismicity alignment. Tercio is 10 to 15 km east of the faulted and exposed Sangre de Cristo formation and Precambrian granite of the Sangre de Cristo Mountains, is a 9 km north-south alignment of seismicity at basement depths, with two normal faulting moment tensors within 5 km of the lineament. Although the depths are not well constrained due to station spa- cing, the majority are likely at basement depths, which is common in other cases of induced seismicity. The number of earthquakes of the observed clusters is directly correlated to the cumulative injection volume from wells within 5 km of the seismicity. As the cumulative volume of wastewater injection increases, the pore pressure nearby increases, increasing the likelihood that earthquakes will be triggered on existing faults. If this relationship holds, we would expect to see an overall increase of small-magnitude seismicity as the pore pressure continually increases in the basin. We observe two types of seismicity in the Raton Basin, con- tinuous and episodic. Vermejo Park is continuously active, and the remainder of the clusters and the Tercio fault are episodically active.Four main lines of evidence support the contention that seismicity in the Raton Basin is induced from long-term wastewater injection: 1. The spatial patterns of seismicity we observe are reﬂected in distribution of wastewater injection and modeled pore pressure change when a fault is simulated. 2. Modeled pore pressures at seismogenic depths are well above the earthquake-triggering threshold under a variety of possible fault permeability scenarios. 3. There is a power law relationship between cumulative wastewater disposal volume and number earthquakes. 4. There is a similarity between of patterns of seismicity (basement earthquakes, seismic lineaments, and spatial clustering) in the Raton Basin and other regions with induced seismicity. References Bachman, G. O., & Dane, C. H. (1962). Preliminary geologic map of the northeastern part of New Mexico, USGS, No. 358. Baltz, E. H. (1965). Stratigraphy and history of Raton Basin and notes on San Luis Basin, Colorado-New Mexico. Bulletin of the American Association"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "seismicity at basement depths, with two normal faulting moment tensors within 5 km of the lineament. Although the depths are not well constrained due to station spa- cing, the majority are likely at basement depths, which is common in other cases of induced seismicity. The number of earthquakes of the observed clusters is directly correlated to the cumulative injection volume from wells within 5 km of the seismicity. As the cumulative volume of wastewater injection increases, the pore pressure nearby increases, increasing the likelihood that earthquakes will be triggered on existing faults. If this relationship holds, we would expect to see an overall increase of small-magnitude seismicity as the pore pressure continually increases in the basin. We observe two types of seismicity in the Raton Basin, con- tinuous and episodic. Vermejo Park is continuously active, and the remainder of the clusters and the Tercio fault are episodically active.Four main lines of evidence support the contention that seismicity in the Raton Basin is induced from long-term wastewater injection: 1. The spatial patterns of seismicity we observe are reﬂected in distribution of wastewater injection and modeled pore pressure change when a fault is simulated. 2. Modeled pore pressures at seismogenic depths are well above the earthquake-triggering threshold under a variety of possible fault permeability scenarios. 3. There is a power law relationship between cumulative wastewater disposal volume and number earthquakes. 4. There is a similarity between of patterns of seismicity (basement earthquakes, seismic lineaments, and spatial clustering) in the Raton Basin and other regions with induced seismicity. References Bachman, G. O., & Dane, C. H. (1962). Preliminary geologic map of the northeastern part of New Mexico, USGS, No. 358. Baltz, E. H. (1965). Stratigraphy and history of Raton Basin and notes on San Luis Basin, Colorado-New Mexico. Bulletin of the American Association of Petroleum Geologists, 49(11), 2041–2075. Baltz, E. H., & Bachman, G. O. (1956). Notes on the geology of the southeastern Sangre de Cristo Mountains, New Mexico, New Mex. Geol. Soc. 7th Annu. Fall F. Conf. Guideb., pp. 96–108. Bankey, V. A., Cuevas, A., Daniels, D., Finn, C. A., Hernandez, I., Hill, P., … Velez, J. (2002). A new magnetic anomaly map of North America, United State Geological Survey [Retrieved from https://crustal.usgs.gov/projects/namad/index.html#NAMAP.] (Accessed 3 June 2017) Barnhart, W. D., Benz, H. M., Hayes, G. P., Rubinstein, J. L., & Bergman, E. (2014). Seismological and geodetic constraints on the 2011 MW 5.3 Trinidad, Colorado earthquake and induced deformation in the Raton Basin. Journal of Geophysical Research: Earth Surface, 119, 7923–7933. https://doi.org/10.1002/2014JB011227 Belitz, K., & Bredehoeft, J. D. (1988). Hydrodynamics of Denver basin: Explanation of subnormal ﬂuid pressures. American Association of Petroleum Geologists Bulletin, 72, 1334–1359. Berglund, H. T., Sheehan, A. F., Murray, M. H., Roy, M., Lowry, A. R., Nerem, R. S., & Blume, F. (2012). Distributed deformation across the Rio Grande Rift, Great Plains, and Colorado Plateau. Geology, 40(1), 23–26. https://doi.org/10.1130/G32418.1 Blackwell, D., Richards, M., Frone, Z., Batir, J., Ruzo, A., Dingwall, R., & Williams, M. (2011). Temperature-at-depth maps for the conterminous U. S. and geothermal resource estimates. GRC Transport, 35, 1545–1550. Block, L. (2010). 2009 Annual Report Paradox Valley Seismic Network Paradox Valley Project, Colorado, U.S. Dep. Inter. Bur. Reclam., Technical. Bohlen, K. (2012). Preliminary geothermal resource assessment for the Raton Basin, Colorado geological background. GRC Transport, 36, 1327–1334. Bohlen, K. (2013). Pre-exploration geothermal resource assessment for the Raton Basin, Colorado—The rest of the story. GRC Transport, 37, 933–940. Bolyard, D. W. (1959). Pennsylvanian and Permian stratigraphy in Sangre de Cristo Mountains between La Veta Pass and Westcliffe, Colorado. Bulletin of the American Association of Petroleum Geologists, 43(8), 1896–1939. Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8063 Acknowledgments The authors would like to thank Justin Rubinstein for generously sharing the produced water data in New Mexico and the relocated USGS earthquake catalog in the Raton Basin from 1963 to 2011, Stephen Myers from LLNL for the updated Bayesloc location code, Craig Jones for the helpful comments and suggestions, and Paul Friberg and Pioneer Natural Resources for the Raton Basin starting velocity model. The authors would also like to thank Heather DeShon and an anonymous reviewer for thorough comments which have improved the manuscript. Many ﬁgures were created with GMT (Wessel et al., 2013). Thanks to Josh Stachnik and the PIs of the CREST experiment for supply- ing the CREST data. Funding came from an AGEP and NSF GRF to J.N., NSF EAR 1053596, and NSF EAR 1053597. MW was partially supported by the Stanford Center for Induced and Triggered Seismicity. Data from the TA network were made freely available as part of the EarthScope USArray facility, operated by Incorporated Research Institutions for Seismology (IRIS) and supported by the National Science Foundation, under cooperative agreement EAR-1261681. The facilities of IRIS Data Services, and speciﬁcally the IRIS Data Management Center, were used for access to wave- forms, related metadata, and/or derived products used in this study. IRIS Data Services are funded through the Seismological Facilities for the Advancement of Geoscience and EarthScope (SAGE) Proposal of the National Science Foundation under cooperative agreement EAR-1261681. 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Bredehoeft, J.D., Neuzil, C. E., & Milly, P. C. D. (1983). Regional ﬂow in the Dakota aquifer: A study in the role of conﬁning layers, USGS Water- Supply Paper 2237. Carlton, D. R. (2006). Discovery and development of a giant coalbed methane resource, Raton Basin, Las Animas County, southeast Colorado. The Mountain Geologist, 43(3), 231–236. Choy, G. L., Rubinstein, J. L., Yeck, W. L., Daniel, E., Mueller, C. S., & Boyd, O. S. (2016). A rare moderate-sized (MW 4.9) earthquake in Kansas: Rupture process of the Milan, Kansas, earthquake of 12 November 2014 and its relationship to ﬂuid injection. Seismological Research Letters, 87(6), 1433–1441. https://doi.org/10.1785/0220160100 Coffmann, J. L., von Hake, C. A., Spence, W., Carver, D. L., Covington, P. A., Dunphy, G. J., … Stover, C. W. (1975). Unites States earthquakes 1973 (Vol. 112). Boulder, CO: United State National Oceanic and Atmospheric Administration United State Geological Survey. Colorado Oil and Gas Conservation Commission (2017). Colorado Oil and Gas Conservation Commission, COGCC website. [Retrieved from http://cogcc.state.co.us/data.html#/cogis.] (Accessed 7 March 2017) Davis, S. D., & Frohlich, C. (1993). Did (or will) ﬂuid injection cause earthquakes?—Criteria for a rational assessment. Seismological Research Letters, 64(3–4), 207–224. Environmental Protection Agency (2015). Retrospective case study in the Raton Basin, Colorado, study of the potential impacts of hydraulic fracturing on drinking water resources, EPA 600/R-14/091, (May), 1–735. Fan, Z., Eichhubl, P., & Gale, J. F. W. (2016). Geomechanical analysis of ﬂuid injection and seismic fault slip for the MW4.8 Timpson, Texas, earthquake sequence. Journal of Geophysical Research: Earth Surface, 121, 2798–2812. https://doi.org/10.1002/2016JB012821 Frohlich, C., Hayward, C., Stump, B., & Potter, E. (2011). The Dallas–Fort Worth earthquake sequence: October 2008 through May 2009. Bulletin of the Seismological Society of America, 101(1), 327–340. https://doi.org/10.1785/0120100131 Garavito, A. M., Kooi, H., & Neuzil, C. E. (2006). Numerical modeling of a long-term in situ chemical osmosis experiment in the Pierre Shale, South"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "(1983). Regional ﬂow in the Dakota aquifer: A study in the role of conﬁning layers, USGS Water- Supply Paper 2237. Carlton, D. R. (2006). Discovery and development of a giant coalbed methane resource, Raton Basin, Las Animas County, southeast Colorado. The Mountain Geologist, 43(3), 231–236. Choy, G. L., Rubinstein, J. L., Yeck, W. L., Daniel, E., Mueller, C. S., & Boyd, O. S. (2016). A rare moderate-sized (MW 4.9) earthquake in Kansas: Rupture process of the Milan, Kansas, earthquake of 12 November 2014 and its relationship to ﬂuid injection. Seismological Research Letters, 87(6), 1433–1441. https://doi.org/10.1785/0220160100 Coffmann, J. L., von Hake, C. A., Spence, W., Carver, D. L., Covington, P. A., Dunphy, G. J., … Stover, C. W. (1975). Unites States earthquakes 1973 (Vol. 112). Boulder, CO: United State National Oceanic and Atmospheric Administration United State Geological Survey. Colorado Oil and Gas Conservation Commission (2017). Colorado Oil and Gas Conservation Commission, COGCC website. [Retrieved from http://cogcc.state.co.us/data.html#/cogis.] (Accessed 7 March 2017) Davis, S. D., & Frohlich, C. (1993). Did (or will) ﬂuid injection cause earthquakes?—Criteria for a rational assessment. Seismological Research Letters, 64(3–4), 207–224. Environmental Protection Agency (2015). Retrospective case study in the Raton Basin, Colorado, study of the potential impacts of hydraulic fracturing on drinking water resources, EPA 600/R-14/091, (May), 1–735. Fan, Z., Eichhubl, P., & Gale, J. F. W. (2016). Geomechanical analysis of ﬂuid injection and seismic fault slip for the MW4.8 Timpson, Texas, earthquake sequence. Journal of Geophysical Research: Earth Surface, 121, 2798–2812. https://doi.org/10.1002/2016JB012821 Frohlich, C., Hayward, C., Stump, B., & Potter, E. (2011). The Dallas–Fort Worth earthquake sequence: October 2008 through May 2009. Bulletin of the Seismological Society of America, 101(1), 327–340. https://doi.org/10.1785/0120100131 Garavito, A. M., Kooi, H., & Neuzil, C. E. (2006). Numerical modeling of a long-term in situ chemical osmosis experiment in the Pierre Shale, South Dakota. Advances in Water Resources, 29(3), 481–492. Geldon, A. L. (1989). Ground-water hydrology of the central Raton Basin, Colorado and New Mexico. U. S. Geological Survey Water-Supply Paper, 2288, 1–81. Goebel, T. H. W., Weingarten, M., Chen, X., Haffener, J., & Brodsky, E. E. (2017). The 2016 MW5.1 Fairview, Oklahoma earthquakes: Evidence for long-range poroelastic triggering at >40 km from ﬂuid disposal wells. Earth and Planetary Science Letters, 472, 50–61. https://doi.org/ 10.1016/j.epsl.2017.05.011 Harbaugh, A. W., Banta, E. R., Hill, M. C., & McDonald, M. G. (2000). MODFLOW-2000, the U.S. Geological Survey modular ground-water model —User guide to modularization concepts and the ground-water ﬂow process, USGS Open File Rep., 00–92, 1–121. Harbaugh, J. W., & Davie, W., Jr. (1964). Upper Pennsylvanian calcareous rocks cored in two wells in Rawlins and Stafford Counties, Kansas. Kansas Geological Survey Bulletin, 170(6), 18. Hemborg, H. T. (1996). Basement structure map of Colorado with major oil and gas ﬁelds, Color. Geol. Surv. Maps. Herrmann, R. B. (2016). North America moment tensor 1995–2016, St. Louis Univ. website. [Retrieved from http://www.eas.slu.edu/eqc/eqc_ mt/MECH.NA/.] (Accessed 22 July 2016) Hoffman, G. K., & Brister, B. S. (2003). New Mexico’s Raton Basin coalbed methane play. New Mexico Geology, 25(4), 95–110. Holland, A. A. (2013). Earthquakes triggered by hydraulic fracturing in south-central Oklahoma. Bulletin of the Seismological Society of America, 103(3), 1784–1792. https://doi.org/10.1785/0120120109 Hornbach, M. J., DeShon, H. R., Ellsworth, W. L., Stump, B. W., Hayward, C., Frohlich, C., … Luetgert, J. H. (2015). Causal factors for seismicity near Azle, Texas. Nature Communications, 6(6728), 1–11. https://doi.org/10.1038/ncomms7728 Hornbach, M. J., Jones, M., Scales, M., Deshon, H. R., Magnani, M. B., Frohlich, C., … Layton, M. (2016). Ellenburger wastewater injection and seismicity in north Texas. Physics of the Earth and Planetary Interiors, 261, 54–68. https://doi.org/10.1016/j.pepi.2016.06.012 Horton, S. (2012). Disposal of hydrofracking waste ﬂuid by injection into subsurface aquifers triggers earthquake swarm in central Arkansas with potential for damaging earthquake. Seismological Research Letters, 83(2), 250–260. https://doi.org/10.1785/gssrl.83.2.250 Jensen, F. S., Sharkey, H. H. R., & Turner, D. S. (1954). The oil and gas ﬁelds of Colorado (p. 302). Denver: CO: Rocky Mountain Association of Geologists. Johnson, R. B. (1958). Geology and coal resources of the Walsenburg area, Huerfano County, Colorado, Geol. Surv. Bull., 1042–O, 557–583. Justinic, H., Stump, B., Hayward, C., & Frohlich, C. (2013). Analysis of the Cleburne, Texas, earthquake sequence from June 2009 to June 2010. Bulletin of the Seismological Society of America, 103(6), 3083–3093. https://doi.org/10.1785/0120120336 Kennett, B. L. N. (1991). IASPEI 1991 Seismological tables (pp. 167). Canberra, Australia: Bibliotech. Keranen, K. M., Weingarten, M., Abers, G. A., Bekins, B. A., & Ge, S. (2014). Sharp increase in central Oklahoma seismicity since 2008 induced by massive wastewater injection. Science, 345(6195), 448–451. https://doi.org/10.1126/science.1255802 King, V. M., Block, L. V., Yeck, W. L., Wood, C. K., & Derouin, S. A. (2014). Geological structure of the Paradox Valley Region, Colorado, and relationship to seismicity induced by deep well injection. Journal of Geophysical Research: Earth Surface, 119, 4955–4978. https://doi.org/10.1002/2013JB010651 Kissling, E., Kradolfer, U., & Maurer, H. (1995). Velest user’s guide. ETH Zurich, Zurich, Switzerland: Institute of Geophysics. Lund Snee, J.-E., & Zoback, M. D. (2016). State of stress in Texas: Implications for induced seismicity. Geophysical Research Letters, 43, 10,208–10,214. https://doi.org/10.1002/2016GL070974 Manning, C. E., & Ingebritsen, S. E. (1999). Permeability of the continental crust: Implications of geothermal data and metamorphic systems. Reviews of Geophysics, 37, 127–150. https://doi.org/10.1029/1998RG900002 McNamara, D. E., Benz, H. M., Herrmann, R. B., Bergman, E. A., Earle, P., Holland, A., … Gassner, A. (2015). Earthquake hypocenters and focal mechanisms in central Oklahoma reveal a complex system of reactivated subsurface strike-slip faulting. Geophysical Research Letters, 42, 2742–2749. https://doi.org/10.1002/2014GL062730 Meremonte, M. E., Lahr, J. C., Frankel, A. D., Dewey, J. W., Crone, A. J., Overturf, D. E., … Bice, W. T. (2002). Investigation of an earthquake swarm near Trinidad, Colorado, August–October 2001, USGS Open File Rep., 02–0073. Miggins, D. P. (2002). Chronological, Geochemical and Isotopic Frameword of Igneous Rocks within the Raton Basin and Adjacent Rio Grande Rift, South-Central Colorado and Northern New Mexico. Boulder: Univ. of Colorado Boulder. Miller, R. H., & Rahn, P. H. (1974). Recharge to the Dakota sandstone from outcrops in the Black Hills, South Dakota. Association of Engineering Geologists Bulletin, 11(3), 221–234. Myers, S. C., Johannesson, G., & Hanley, W. (2007). A Bayesian hierarchical method for multiple-event seismic location. Geophysical Journal International, 171(3), 1049–1063. https://doi.org/10.1111/j.1365-246X.2007.03555.x Myers, S. C., Johannesson, G., & Hanley, W. (2009). Incorporation of probabilistic seismic phase labels into a Bayesian multiple-event seismic locator. Geophysical Journal International, 177(1), 193–204. https://doi.org/10.1111/j.1365-246X.2008.04070.x Nakai, J. S., Sheehan, A. F., & Bilek, S. L. (2017). Seismicity of the Rocky Mountains and Rio Grande Rift from the EarthScope Transportable Array and CREST temporary seismic networks, 2008–2010. Journal of Geophysical Research: Earth Surface, 122, 2173–2192. https://doi.org/ 10.1002/2016JB013389 Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8064 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License NMOCD (2016). New Mexico Oil and Conservation Division, 2016, permitting. [Retrieved from https://wwwapps.emnrd.state.nm.us/ocd/ ocdpermitting/Data/Wells.aspx.] (Accessed 13 October 2016) Northrop, S. A., Sullwold, H. H., Jr., MacAlpin, A. J., & Rogers, C. P. Jr. (1946). Geologic maps of a part of the Las Vegas Basin and the foothills of the Sangre de Cristo Mountains, (No."
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "Meremonte, M. E., Lahr, J. C., Frankel, A. D., Dewey, J. W., Crone, A. J., Overturf, D. E., … Bice, W. T. (2002). Investigation of an earthquake swarm near Trinidad, Colorado, August–October 2001, USGS Open File Rep., 02–0073. Miggins, D. P. (2002). Chronological, Geochemical and Isotopic Frameword of Igneous Rocks within the Raton Basin and Adjacent Rio Grande Rift, South-Central Colorado and Northern New Mexico. Boulder: Univ. of Colorado Boulder. Miller, R. H., & Rahn, P. H. (1974). Recharge to the Dakota sandstone from outcrops in the Black Hills, South Dakota. Association of Engineering Geologists Bulletin, 11(3), 221–234. Myers, S. C., Johannesson, G., & Hanley, W. (2007). A Bayesian hierarchical method for multiple-event seismic location. Geophysical Journal International, 171(3), 1049–1063. https://doi.org/10.1111/j.1365-246X.2007.03555.x Myers, S. C., Johannesson, G., & Hanley, W. (2009). Incorporation of probabilistic seismic phase labels into a Bayesian multiple-event seismic locator. Geophysical Journal International, 177(1), 193–204. https://doi.org/10.1111/j.1365-246X.2008.04070.x Nakai, J. S., Sheehan, A. F., & Bilek, S. L. (2017). Seismicity of the Rocky Mountains and Rio Grande Rift from the EarthScope Transportable Array and CREST temporary seismic networks, 2008–2010. Journal of Geophysical Research: Earth Surface, 122, 2173–2192. https://doi.org/ 10.1002/2016JB013389 Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8064 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License NMOCD (2016). New Mexico Oil and Conservation Division, 2016, permitting. [Retrieved from https://wwwapps.emnrd.state.nm.us/ocd/ ocdpermitting/Data/Wells.aspx.] (Accessed 13 October 2016) Northrop, S. A., Sullwold, H. H., Jr., MacAlpin, A. J., & Rogers, C. P. Jr. (1946). Geologic maps of a part of the Las Vegas Basin and the foothills of the Sangre de Cristo Mountains, (No. 54), San Miguel and Mora counties, New Mexico. Papadopulos, S.S. & Associates, Inc. 2007. Draft coalbed methane stream depletion assessment study—Raton Basin, Colorado, Report completed in conjunction with the Colorado Geological Survey, November: 49 p. Pavlis, G. L., Vernon, F., Harvey, D., & Quinlan, D. (2004). The generalized earthquake-location (GENLOC) package: An earthquake-location library. Computers and Geosciences, 30, 1079–1091. https://doi.org/10.1016/j.cageo.2004.06.010 Pehlivan, Y. (2015). Gravity, Magnetic, and Geologic Constraints on the Raton Basin of Southern Colorado. Tallahassee, FL: Florida State University. Pillmore, C. L. (1969). Geology and coal deposits of the Raton coal ﬁeld, Colfax County, New Mexico. Mountain Geologist, 6, 125–142. Pursley, J., Bilek, S. L., & Ruhl, C. (2013). Earthquake catalogs for New Mexico and bordering areas: 2005–2009. New Mexico Geology, 35(1), 3–12. Rogers, A. M., & Malkiel, A. (1979). A study of earthquakes in the Permian Basin of Texas-New Mexico. Bulletin of the Seismological Society of America, 69(3), 843–865. Rubinstein, J. L., & Mahani, A. B. (2015). Myths and facts on wastewater injection, hydraulic fracturing, enhanced oil recovery, and induced seismicity. Seismological Research Letters, 86(4), 1–8. https://doi.org/10.1785/0220150067 Rubinstein, J. L., Ellsworth, W. L., McGarr, A., & Benz, H. M. (2014). The 2001–present induced earthquake sequence in the Raton Basin of northern New Mexico and southern Colorado. Bulletin of the Seismological Society of America, 104(5), 2162–2181. https://doi.org/10.1785/0120140009 Rutledge, J. T., Phillips, W. S., & Mayerhofer, M. J. (2004). Faulting induced by forced ﬂuid injection and ﬂuid ﬂow forced by faulting: An interpretation of hydraulic-fracture microseismicity, Carthage Cotton Valley gas ﬁeld, Texas. Bulletin of the Seismological Society of America, 94(5), 1817–1830. Sanford, A. R., Lin, K., Tsai, I., & Jaksha, L. H. (2002). Earthquake catalogs for New Mexico and bordering areas: 1869–1998. New Mexico Bureau of Geology and Mineral Resources Circular, 210, 1–9. Sanford, A. R., Mayeau, T. M., Schlue, J. W., Aster, R. C., & Jaksha, L. H. (2006). Earthquake catalogs for New Mexico and bordering areas II: 1999– 2004. New Mexico Geology, 28(4), 99–109. Schultz, R., Wang, R., Gu, Y. J., Haug, K., & Atkinson, G. (2017). A seismological overview of the induced earthquakes in the Duvernay play near Fox Creek, Alberta. Journal of Geophysical Research: Solid Earth, 122, 492–505. https://doi.org/10.1002/2016JB013570 Shen, W., Ritzwoller, M. H., & Schulte-Pelkum, V. (2013). A 3-D model of the crust and uppermost mantle beneath the Central and Western US by joint inversion of receiver functions and surface wave dispersion. Journal of Geophysical Research: Solid Earth, 118, 262–276. https://doi. org/10.1029/2012JB009602 Shmonov, V. M., Vitiovtova, V. M., Zharikov, A. V., & Grafchikov, A. A. (2003). Permeability of the continental crust: Implications of experimental data. Journal of Geochemical Exploration, 78–79, 697–699. Skoumal, R. J., Brudzinski, M. R., & Currie, B. S. (2015). Earthquakes induced by hydraulic fracturing in Poland Township, Ohio. Bulletin of the Seismological Society of America, 105, 189–197. https://doi.org/10.1785/0120140168 Stevens, S. H., Lombardi, T. E., Kelso, B. S., & Coates, J. M. (1992). A geologic assessment of natural gas from coal seams in the Raton and Vermejo formations, Raton Basin, Gas Research Institute Topical Report., 92/0345, pp. 1–84. Stover, C. W., Reagor, B. G., & Algermissen, S. T. (1983). Seismicity map of the state of New Mexico, U.S. Geol. Surv. Misc. F. Stud. Map, 2035. Stover, C. W., Reagor, B. G., & Algermissen, S. T. (1984). Seismicity map of the state of Colorado, U.S. Geol. Surv. Misc. F. Stud. Map, MF-1694. Suleiman, A. S., & Keller, G. R. (1985). A geophysical study of basement structure in northeastern New Mexico, New Mexico Geological Society, 36th F. Conf. Guideb., pp. 153–159. Topper, R., Scott, K., & Watterson, N. (2011). Geologic Model of the Purgatoire River Watershed within the Raton Basin. Colorado Geological Survey: Colorado. U.S. Geological Survey (2017). U.S. Geological Survey ANSS Comprehensive Earthquake Catalog (ComCat). [Retrieved from https://earthquake. usgs.gov/earthquakes/search/.] (Accessed 17 March 2017) van der Elst, N. J., Page, M. T., Weiser, D. A., Goebel, T. H. W., & Mehran, H. S. (2016). Induced earthquake magnitudes are as large as (statis- tically) expected. Journal of Geophysical Research: Solid Earth, 121, 4575–4590. https://doi.org/10.1002/2016JB012818 von Hake, C. A., & Cloud, W. K. (1968). United States earthquakes 1965. Wadati, K. (1933). On the travel time of earthquake waves, Part II. Geophysical Magazine, 7, 101–111. Watts, K. R. (2006). Hydrostratigraphic framework of the Raton, Vermejo, and Trinidad aquifers in the Raton Basin, Las Animas County, Colorado. USGS Scientiﬁc Investigations Report. 2006–5129, p.37. Weingarten, M. B. (2015). On the interaction between ﬂuids and earthquakes in both natural and induced seismicity. Boulder: University of Colorado Boulder. Weingarten, M., Ge, S., Godt, J. W., Bekins, B. A., & Rubinstein, J. L. (2015). High-rate injection is associated with the increase in U.S. mid- continent seismicity. Science, 348(6241), 1336–1340. https://doi.org/10.1126/science.aab1345 Wells, D. L., & Coppersmith, K. J. (1994). New empirical relationships among magnitude, rupture length, rupture width, rupture area, and surface displacement. Bulletin of the Seismological Society of America, 84(4), 974–1002. Wessel, P., Smith, W. H. F., Scharroo, R., Luis, J. F., & Wobbe, F. (2013). Generic Mapping Tools: Improved version released. EOS Trans. AGU, 94, 409–410. Wiemer, S., & Wyss, M. (2000). Minimum magnitude of completeness in earthquake catalogs: Examples from Alaska, the western United States, & Japan. Bulletin of the Seismological Society of America, 90(4), 859–869. https://doi.org/10.1785/0119990114 Xue, L., Li, H. B., Brodsky, E. E., Xu, Z. Q., Kano, Y., Wang, H., … Yang, G. (2013). Continuous permeability measurements record healing inside the Wenchuan earthquake fault zone. Science, 340(6140), 1555–1559. Yeck,"
    },
    {
        "URL": "JGR Solid Earth - 2017 - Nakai - A Possible Causative Mechanism of Raton Basin  New Mexico and Colorado Earthquakes Using.pdf",
        "Text": "Watershed within the Raton Basin. Colorado Geological Survey: Colorado. U.S. Geological Survey (2017). U.S. Geological Survey ANSS Comprehensive Earthquake Catalog (ComCat). [Retrieved from https://earthquake. usgs.gov/earthquakes/search/.] (Accessed 17 March 2017) van der Elst, N. J., Page, M. T., Weiser, D. A., Goebel, T. H. W., & Mehran, H. S. (2016). Induced earthquake magnitudes are as large as (statis- tically) expected. Journal of Geophysical Research: Solid Earth, 121, 4575–4590. https://doi.org/10.1002/2016JB012818 von Hake, C. A., & Cloud, W. K. (1968). United States earthquakes 1965. Wadati, K. (1933). On the travel time of earthquake waves, Part II. Geophysical Magazine, 7, 101–111. Watts, K. R. (2006). Hydrostratigraphic framework of the Raton, Vermejo, and Trinidad aquifers in the Raton Basin, Las Animas County, Colorado. USGS Scientiﬁc Investigations Report. 2006–5129, p.37. Weingarten, M. B. (2015). On the interaction between ﬂuids and earthquakes in both natural and induced seismicity. Boulder: University of Colorado Boulder. Weingarten, M., Ge, S., Godt, J. W., Bekins, B. A., & Rubinstein, J. L. (2015). High-rate injection is associated with the increase in U.S. mid- continent seismicity. Science, 348(6241), 1336–1340. https://doi.org/10.1126/science.aab1345 Wells, D. L., & Coppersmith, K. J. (1994). New empirical relationships among magnitude, rupture length, rupture width, rupture area, and surface displacement. Bulletin of the Seismological Society of America, 84(4), 974–1002. Wessel, P., Smith, W. H. F., Scharroo, R., Luis, J. F., & Wobbe, F. (2013). Generic Mapping Tools: Improved version released. EOS Trans. AGU, 94, 409–410. Wiemer, S., & Wyss, M. (2000). Minimum magnitude of completeness in earthquake catalogs: Examples from Alaska, the western United States, & Japan. Bulletin of the Seismological Society of America, 90(4), 859–869. https://doi.org/10.1785/0119990114 Xue, L., Li, H. B., Brodsky, E. E., Xu, Z. Q., Kano, Y., Wang, H., … Yang, G. (2013). Continuous permeability measurements record healing inside the Wenchuan earthquake fault zone. Science, 340(6140), 1555–1559. Yeck, W. L., Hayes, G. P., Mcnamara, D. E., Rubinstein, J. L., Barnhart, W. D., Earle, P. S., & Benz, H. M. (2017). Oklahoma experiences largest earthquake during ongoing regional wastewater injection hazard mitigation efforts. Geophysical Research Letters, 44, 711–717. https://doi. org/10.1002/2016GL071685 Yeck, W. L., Sheehan, A. F., Benz, H., Weingarten, M., & Nakai, J. (2016). Rapid response, monitoring, and mitigation of induced seismicity near Greeley, Colorado. Bulletin of the Seismological Society of America, 87(4), 1689–1699. https://doi.org/10.1017/CBO9781107415324.004 Yeck, W. L., Weingarten, M., Benz, H. M., Mcnamara, D. E., Bergman, E. A., Herrmann, R. B., … Earle, P. S. (2016). Far-ﬁeld pressurization likely caused one of the largest injection induced earthquakes by reactivating a large preexisting basement fault structure. Geophysical Research Letters, 43, 10,198–10,207. https://doi.org/10.1002/2016GL070861 Zoback, M., & Zoback, M. (1980). State of stress in the conterminous United States. Journal of Geophysical Research, 85, 6113–6156. https:// doi.org/10.1029/JB085iB11p06113 Journal of Geophysical Research: Solid Earth 10.1002/2017JB014415 NAKAI ET AL. EARTHQUAKES IN THE RATON BASIN 8065 21699356, 2017, 10, Downloaded from https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JB014415 by New Mexico Institute Of Mining, Wiley Online Library on [31/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
]