[
    {
        "URL": "Land2016_Raton_Las_Vegas_Basin_FBWQNM.pdf",
        "Text": "N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S A s New Mexico considers the use of desalinated brackish water (less than 10,000 mg/L total dissolved solid) to diversify the public water supply, many questions must ﬁrst be answered. Where are the brackish water resources? What data are available? What exactly is the water chemistry? How feasible is it to use brackish water for public supply? With funding from the New Mexico Environment Department, Drinking Water Bureau (related to Source Water Protection), the New Mexico Bureau of Geology, Aquifer Mapping Program, has compiled a number of water quality resources and data. These data were derived from the Aquifer Mapping Program, digitized historical water reports, the U.S. Geological Survey, and the New Mexico Environment Department. All pub- licly available data are now on an interactive map found here, under Water Resources: geoinfo.nmt.edu/maps. For an analysis and review of the compiled water quality data, we have attempted to assess the brackish water resources in the state of New Mexico in a regional approach. It is apparent that very large regions of New Mexico lack sufﬁcient data to assess the brackish water resources. Most of the data compiled in this review are from existing water supply wells, and therefore are not representative of the brackish water resources. These data also represent, in general, the shallowest parts of the aquifers where water wells are commonly completed. Each of the regions of assessment shown on the map are provided in individual chapters for quick review. These chapters are part of a larger technical report is available from the New Mexico Bureau of Geology and Mineral Resources at: geoinfo.nmt.edu/publications/openﬁle/home.cfml. O V E R V I E W O F F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O New Mexico counties, groundwater basins and aquifers discussed in this report. Lewis Land chapters are part of a larger technical report that is available from the New Mexico Bureau of Geology and Mineral Resources at: geoinfo.nmt.edu/publications/openfile/details.cfml?Volume=583 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O Raton and Las Vegas Basins, surface geology and data distribution. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O Raton-Las Vegas Basins Northeastern New Mexico is a geologically diverse area that includes the upper Pecos and Canadian river val- leys, the eastern margin of the Sangre de Cristo Mountains, and the Raton and Las Vegas Basins, two north- trending assymetric structural basins formed during the late Cretaceous-Paleogene Laramide orogeny. The Raton and Las Vegas Basins are separated by igneous intrusive rocks of the Cimarron Arch, near Cimarron, NM. The gently-dipping eastern margins of these basins are deﬁned by the Sierra Grande Arch and the Raton-Clayton volcanic ﬁeld (Kelley, 2015; Broadhead, 2015). The Raton-Las Vegas Basin region includes eastern Colfax County, Mora County, and San Miguel County, New Mexico. Large supplies of groundwater are generally not available in this region. The two largest com- munities in northeastern New Mexico, Raton and Las Vegas, derive most of their water from surface diversions, although the city of Las Vegas has supplemental water supplies from wells completed in the Permian Glorieta and Triassic Chinle and Santa Rosa sandstones (Lazarus and Drakos, 1997). Wells completed in volcanic rocks near Capulin, New Mexico have also yielded signiﬁcant volumes of fresh water (Dinwiddie and Cooper, 1966). Most of the groundwater resources in the region occur in Triassic through Cretaceous sandstones, the most proliﬁc of which is the Dakota sandstone in eastern Colfax and Union Counties (Dinwiddie and Cooper, 1966; Kilmer, 1987). The poor quality of water in the Dakota sandstone aquifer west of the Rio Grande Arch has been attributed to the presence of subsurface dikes that have added dissolved solids such as bicarbonates, chlorides, and sodium to Dakota sandstone waters (Griggs, 1948). TDS content greater than 3,000 mg/l has been reported in some wells screened in the Dakota sandstone in the Las Vegas Basin (Lazarus and Drakos, 1997). Groundwater in northeastern New Mexico has been relatively underinvestigated compared to other regions of the state. Rawling (2014) reported on water resources in the Ogallala and upper Dakota Formations in eastern Union Co. Prior to that report, the most comprehensive investigations of water resources in northeastern New Mexico were conducted in the mid-20th century by workers with the New Mexico Bureau of Mines and Mineral Resources (Griggs, 1948; Griggs and Hendrickson, 1951; Cooper and Davis, 1967). Data coverage for the Raton and Las Vegas Basins combined is very limited, with a total of only 80 records. Groundwater quality in the region is brackish, with a mean TDS concentration of 2,336 mg/l. However, the mean TDS for the region is inﬂuenced by one well located adjacent to a saline playa at Maxwell National Raton and Las Vegas Basins, summary of water chemistry. 6SHFLÀF\u0003 &RQG\u0011\u0003 (μS/cm) 7'6\u0003 (mg/l) &D\u0003 (mg/l) 0J\u0003 (mg/l) 1D\u0003 (mg/l) HCO3\u0003 (mg/l) SO4\u0003 (mg/l) CO\u0003\u0003 (mg/l) F\u0003 (mg/l) $V\u0003 (mg/l) 8\u0003\u0003 (mg/l) :HOO\u0003 depth Maximum 9,320 65,300 504 8,100 8,100 1,360 46,000 1,700 7 0.009 0.005 975 Minimum 347 230 2.8 0.75 22 183 1 5 0.1 0.001 0.001 6.7 Mean 1,788.1 2,335.5 134.9 188.6 639.8 438.2 1,272.2 130.3 1.2 0.0018 0.0016 160 Median 1,280 964.5 80 27.5 108.5 353.5 202.5 27.5 0.7 0.001 0.001 82.5 6,000 4,000 3,000 5,000 2,000 1,000 0 200 400 800 600 1,000 0 Depth (ft) TDS (mg/L) 6,000 5,000 4,000 3,000 2,000 1,000 0 200 400 600 1,000 800 0 Depth (ft) Specific Conductance (ȝS/cm) Raton and Las Vegas Basins, depth vs. TDS. Raton and Las Vegas Basins, depth vs. speci¿c cond.. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y"
    },
    {
        "URL": "Land2016_Raton_Las_Vegas_Basin_FBWQNM.pdf",
        "Text": "of water resources in northeastern New Mexico were conducted in the mid-20th century by workers with the New Mexico Bureau of Mines and Mineral Resources (Griggs, 1948; Griggs and Hendrickson, 1951; Cooper and Davis, 1967). Data coverage for the Raton and Las Vegas Basins combined is very limited, with a total of only 80 records. Groundwater quality in the region is brackish, with a mean TDS concentration of 2,336 mg/l. However, the mean TDS for the region is inﬂuenced by one well located adjacent to a saline playa at Maxwell National Raton and Las Vegas Basins, summary of water chemistry. 6SHFLÀF\u0003 &RQG\u0011\u0003 (μS/cm) 7'6\u0003 (mg/l) &D\u0003 (mg/l) 0J\u0003 (mg/l) 1D\u0003 (mg/l) HCO3\u0003 (mg/l) SO4\u0003 (mg/l) CO\u0003\u0003 (mg/l) F\u0003 (mg/l) $V\u0003 (mg/l) 8\u0003\u0003 (mg/l) :HOO\u0003 depth Maximum 9,320 65,300 504 8,100 8,100 1,360 46,000 1,700 7 0.009 0.005 975 Minimum 347 230 2.8 0.75 22 183 1 5 0.1 0.001 0.001 6.7 Mean 1,788.1 2,335.5 134.9 188.6 639.8 438.2 1,272.2 130.3 1.2 0.0018 0.0016 160 Median 1,280 964.5 80 27.5 108.5 353.5 202.5 27.5 0.7 0.001 0.001 82.5 6,000 4,000 3,000 5,000 2,000 1,000 0 200 400 800 600 1,000 0 Depth (ft) TDS (mg/L) 6,000 5,000 4,000 3,000 2,000 1,000 0 200 400 600 1,000 800 0 Depth (ft) Specific Conductance (ȝS/cm) Raton and Las Vegas Basins, depth vs. TDS. Raton and Las Vegas Basins, depth vs. speci¿c cond.. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu Please cite this information as: Land, Lewis, 2016, Overview of fresh and brackish water quality in New Mexico, Open-ﬁle Report 583, 49 p. Wildlife Refuge, with a measured TDS concentration of >65,000 mg/l. The median TDS of 965 mg/l may be more representative of basin-wide mineral content. Plots of TDS and speciﬁc conductance vs. depth indicate that brackish water resources are probably present at greater depths in the Raton-Las Vegas Basin region. However, with an average well depth of only 160 feet, this resource is largely unexplored."
    }
]