[
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "Forensic analysis of tertiary-butyl alcohol (TBA) detections in a hydrocarbon-rich groundwater basin Konrad W. Quast & Audrey D. Levine & Janet E. Kester & Carolyn L. Fordham Received: 27 January 2015 /Accepted: 16 February 2016 /Published online: 5 March 2016 # Springer International Publishing Switzerland 2016 Abstract Tertiary-butyl alcohol (TBA), a high- production volume (HPV) chemical, was sporadically detected in groundwater and coalbed methane (CBM) wells in southeastern Colorado’s hydrocarbon-rich Ra- ton Basin. TBA concentrations in shallow water wells averaged 75.1 μg/L, while detections in deeper CBM wells averaged 14.4 μg/L. The detection of TBA prompted a forensic investigation to try to identify po- tential sources. Historic and recent data were reviewed to determine if there was a discernable pattern of TBA occurrence. Supplemental samples from domestic water wells, monitor wells, CBM wells, surface waters, and hydraulic fracturing (HF) fluids were analyzed for TBA in conjunction with methyl tertiary-butyl ether (MTBE) and ethyl tertiary-butyl ether (ETBE), proxies for evi- dence of contamination from reformulated gasoline or associated oxygenates. Exploratory microbiological sampling was conducted to determine if methanotrophic organisms co-occurred with TBA in individual wells. Meaningful comparisons of historic TBA data were limited due to widely varying reporting limits. Mapping of TBA occurrence did not reveal any spatial patterns or physical associations with CBM operations or contam- ination plumes. Additionally, TBA was not detected in HF fluids or surface water samples. Given the wide- spread use of TBA in industrial and consumer products, including water well completion materials, it is likely that multiple diffuse sources exist. Exploratory data on stable isotopes, dissolved gases, and microbial profiling provide preliminary evidence that methanotrophic ac- tivity may be producing TBA from naturally occurring isobutane. Reported TBA concentrations were signifi- cantly below a conservative risk-based drinking water screening level of 8000 μg/L derived from animal tox- icity data. Keywords Tertiary-butyl alcohol . Coalbed methane . Hydraulic fracturing . Groundwater. Risk-based screening levels Introduction Natural gas that is associated with organic-rich sedimen- tary materials is typically produced through a combina- tion of thermogenic and microbiological processes. Hydrogeologic conditions affect whether the thermo- genic or biogenic gas remains in place or migrates to shallower formations. For example, the gas trapped in coals may remain in place until the water pressure is Environ Monit Assess (2016) 188: 208 DOI 10.1007/s10661-016-5193-7 K. W. Quast (*) Amec Foster Wheeler, 2030 Falling Waters Road, Suite 300, Knoxville, TN 37922, USA e-mail: konrad.quast@amecfw.com A. D. Levine National Science Foundation and Flinders University, PO Box 576, Garrett Park, MD 20896, USA J. E. Kester Newfields, LLC, 155 Cedar Lake Drive, Wentzville, MO 63385, USA C. L. Fordham Terra Technologies Environmental Services, LLC, 2132 Augusta Drive, Evergreen, CO 80439, USA reduced, or migrate along preferential flow paths such as fractures or dykes. Advances in hydraulic fracturing (HF) in recent decades have made extraction of coalbed methane (CBM) gas economically feasible. The focus of this paper is the Raton Basin (Jurich and Adams 1984; Johnson and Finn 2001), a hydrocarbon-rich 5700-km2 asymmetrical trough extending from south- ern Colorado into northern New Mexico that contains significant coal resources (Gromer 1982; Johnson and Finn 2001), several major surficial geologic features, structural features, and historic coal mines that were active from the 1800s to mid 1990s (Gromer 1982; Jurich and Adams 1984; Geldon 1989; Stevens et al. 1992; Hemborg 1998; Johnson and Finn 2001; Lewicki 2001; Worrall 2004). The use of HF within the 3100- km2 Colorado portion of the Raton Basin began in the 1990s, and currently, there are over 4000 CBM wells. Raton Basin CBM wells are primarily completed in and produce gas from the deeper portion of the Raton and Vermejo formation coal seams which contain economic quantities of CBM gas. The abundant CBM gas tends to be methane-dominated with lesser amounts of higher-chain hydrocarbons, including ethane, propane, butane, isobutane, and its prevalence across the basin (e.g., within the Poison Canyon, Raton and Vermejo formations) predates CBM development (Gromer 1982; Jurich and Adams 1984; Johnson and Finn 2001). In addition to the development of CBM wells in the basin, over 6500 domestic water wells in the Raton Basin are relied upon by the rural residents for water supply. The domestic water wells are typically drilled and complet- ed in shallow alluvium or into bedrock of the Poison Canyon or Raton formations. Typically, the domestic water wells are open-hole completions only having surface casing grouted to 12 m or less and occasionally completed in or through shallow coal seams. The Raton Basin was one of six retrospective case studies that the US Environmental Protection Agency (EPA) selected to investigate potential effects of HF on potable ground- water (EPA 2011, 2015a). In parallel with hydraulic fracturing and CBM devel- opment, groundwater monitoring programs have been instituted to identify potential impacts on groundwater quality and quantity, particularly when drinking water wells are in close proximity to oil and gas operations (National Research Council 2010, 2014; Dahm et al. 2011; Colorado Oil and Gas Conservation Commission (COGCC) 2009, 2012). The COGCC regulates CBM activities and stipulates monitoring requirements in the State of Colorado, including the Colorado section of the Raton Basin (COGCC 2009, 2012). Targeted monitor- ing is used to respond to citizen concerns, investigate surface spills, and identify contaminants that might pose potential health risks. The COGCC water quality mon- itoring program incorporates a suite of inorganic and organic parameters including major ions, trace metals, dissolved gases, fuel-related compounds, stable isotopes of carbon, and hydrogen associated with dissolved methane, and microbiological testing. One chemical that has been sporadically detected in Raton Basin ground- water is tertiary-butyl alcohol (TBA) (CASRN 75-65-0) (EPA 2015a; Gintautas 2015), a high-production vol- ume (HPV) chemical that is considered relevant to HF because of its role in production of a gel breaker used by some oil and gas operators (EPA 2012a), tertiary-butyl hydroperoxide (TBHP) (CASRN 75-91-2). TBHP can be converted to TBA in natural environments (European Chemicals Agency 2006) and can also contain manufacturing residuals. The objectives of this paper are to present a forensic analysis of TBA occurrence in Raton Basin groundwater, compile biogeochemical ev- idence for potential sources, and discuss the potential human health implications of the observed concentrations. TBA overview TBA is a high-production volume (HPV) chemical in the USA and Europe, with numerous industrial and chemical uses and a reported aggregated US production and/or import volume of over 0.45 billion kilograms (EPA 2009). In 2012, over 0.68 million kilograms of TBAwere reported disposed or otherwise released by 11 industrial categories in the USA, with the highest re- leases associated with hazardous water/solvent recovery (North American Industry Classification System (NAICS) 562) and chemicals (NAICS 325) (EPA 2012b). First used in US gasoline as an octane booster when tetraethyl lead was being phased out in the 1970s, TBA is best known as a production intermediate and breakdown product of the fuel oxygenates methyl ter- tiary-butyl ether (MTBE) and ethyl tertiary-butyl ether (ETBE) (California Environmental Protection Agency 1998; Clark 2002; Interstate Technology and Regulatory Council 2005; HSDB 2014) and the octane booster tertiary-butyl acetate (TBAC) (Richardson et al. 1961). However, more relevant to widespread human 208 Page 2 of 16 Environ Monit Assess (2016) 188: 208 exposure are its many uses in commercial"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "compounds, stable isotopes of carbon, and hydrogen associated with dissolved methane, and microbiological testing. One chemical that has been sporadically detected in Raton Basin ground- water is tertiary-butyl alcohol (TBA) (CASRN 75-65-0) (EPA 2015a; Gintautas 2015), a high-production vol- ume (HPV) chemical that is considered relevant to HF because of its role in production of a gel breaker used by some oil and gas operators (EPA 2012a), tertiary-butyl hydroperoxide (TBHP) (CASRN 75-91-2). TBHP can be converted to TBA in natural environments (European Chemicals Agency 2006) and can also contain manufacturing residuals. The objectives of this paper are to present a forensic analysis of TBA occurrence in Raton Basin groundwater, compile biogeochemical ev- idence for potential sources, and discuss the potential human health implications of the observed concentrations. TBA overview TBA is a high-production volume (HPV) chemical in the USA and Europe, with numerous industrial and chemical uses and a reported aggregated US production and/or import volume of over 0.45 billion kilograms (EPA 2009). In 2012, over 0.68 million kilograms of TBAwere reported disposed or otherwise released by 11 industrial categories in the USA, with the highest re- leases associated with hazardous water/solvent recovery (North American Industry Classification System (NAICS) 562) and chemicals (NAICS 325) (EPA 2012b). First used in US gasoline as an octane booster when tetraethyl lead was being phased out in the 1970s, TBA is best known as a production intermediate and breakdown product of the fuel oxygenates methyl ter- tiary-butyl ether (MTBE) and ethyl tertiary-butyl ether (ETBE) (California Environmental Protection Agency 1998; Clark 2002; Interstate Technology and Regulatory Council 2005; HSDB 2014) and the octane booster tertiary-butyl acetate (TBAC) (Richardson et al. 1961). However, more relevant to widespread human 208 Page 2 of 16 Environ Monit Assess (2016) 188: 208 exposure are its many uses in commercial products: in nitrocellulose lacquers and latex production; as a solvent in paint removers and lacquers; and as an alcohol dena- turant that can comprise up to 5 % of numerous cos- metics, fragrances, deodorants, hair and skin care prod- ucts, automotive products, and household cleaning products (National Library of Medicine 2014). TBA is used as a direct food flavoring ingredient and as a fruit essence (National Toxicology Program (NTP) 1995; Clark 2002; Chen 2005; HSDB 2014; National Library of Medicine 2014), and is a major ingredient of fusel oil, a byproduct of the fermentation or distillation process in the production of alcoholic beverages (Chen 2005). It is permitted by the US Food and Drug Admin- istration as an indirect food additive, and may be used as a defoaming agent for commercial products used in Bproducing, manufacturing, packaging, processing, pre- paring, treating, transporting, or holding food^ (21 CFR 176.200), and also as a surface lubricant for metallic utensils or surfaces that contact food (21 CFR 178.3910). TBA is classified as a class 3 chemical of low toxicity under US pharmacopeia regulations, which permit consumption of TBA in pharmaceuticals at levels of up to 50 mg per day (Sullivan et al. 2010). From a biogeochemical perspective, TBA is a water- soluble branched-chain alcohol with a camphor-like odor and limited volatility, organic carbon sorption, environmental persistence, or bioaccumulation potential (Hazardous Substances Data Bank (HSDB) 2014). Based on its physicochemical characteristics, TBA is most likely to distribute to water, where it is highly mobile (Arp et al. 2005; HSDB 2014). Microbial deg- radation of TBA has been reported to occur under anaerobic (Finneran and Lovley 2001; Wei and Finneran 2011) or aerobic conditions (Bradley et al. 1999; North et al. 2012), in surface water and sediments (Bradley et al. 1999, 2002), and in subsurface environ- ments (Fayolle et al. 2001; Schmidt et al. 2004; Eweis et al. 2007; Greenwood et al. 2007; Landmeyer et al. 2010; Rasa et al. 2011). Both aerobic and anaerobic microbial isobutane metabolism can generate TBA (Hou et al. 1982; Jones et al. 2007). While data on the prevalence of isobutane in groundwater are limited, it is commonly associated with petroleum/natural gas de- posits (Forrest et al. 2011), and intermittent entrainment of air during drilling, pumping, or groundwater recharge can support aerobic microbial activity. The ability of some alkane-oxidizing microorganisms, especially methane‐oxidizing bacteria (methanotrophs), to cometabolically oxidize isobutane to TBA with high efficiency under aerobic conditions has long been rec- ognized (Hou et al. 1982; Jones et al. 2007). Methanotrophs are able to oxidize methane under either aerobic or anaerobic conditions and are also able to oxidize isobutane to TBA (Hou et al. 1982). However, such processes have not been documented in the field. Given its large-scale production and widespread use in industrial and consumer products, as well as natural production by microbial processes, it is reasonable to expect TBA to be present in the ambient environment. Exposure of the general public is suggested by the fact that TBA concentrations in blood samples ranged from 0.69 to 3.61 μg/L, with a median of 1.13 μg/L in the Centers for Disease Control and Prevention’s National Health and Nutrition Examination Survey III Priority Toxicant Reference Range Study (Bonin et al. 1995). Moreover, detectable levels of TBAwere documented in blood samples from participants in human MTBE me- tabolism studies (as well as unexposed rats), conducted in the USA and Europe, prior to controlled testing of MTBE exposure (Amberg et al. 1999; Prah et al. 2004). However, because TBA has not been regularly moni- tored in environmental media or biological specimens, the extent of human exposure is unquantified. Histori- cally, the primary focus of TBA monitoring has been associated with groundwater and surface water investi- gations relevant to known or suspected reformulated gasoline fuel spills (Deeb et al. 2003; Shih et al. 2004; Wilson et al. 2005; Rosell et al. 2006; Hopple et al. 2009; Carter et al. 2012; Bowers and Smith 2014). In the 1970s, TBA was detected in some US drinking water sources (Dowty et al. 1975; Coleman et al. 1976; Lucas 1985) and, as such it was included in the National Academy of Sciences Drinking Water and Health Com- mittee’s initial list of 298 VOCs that were screened for potential health risks (National Research Council 1977). However, it was not ranked as a high-priority water- borne contaminant and not included on any of the sub- sequent contaminant candidate lists developed by the EPA under the requirements of the Safe Drinking Water Act amendments of 1996 (P.L. 104-182). In addition to consumption of TBA in food and drinking water, inha- lation of air containing TBA (and/or its metabolic pre- cursors) is a likely human exposure route. TBA has been detected in ambient air samples from semi-rural to urban locations throughout the USA (Pankow et al. 2003), but it is not classified as a hazardous air pollutant, and is not routinely measured at EPA air toxics monitoring sites. Environ Monit Assess (2016) 188: 208 Page 3 of 16 208 Neither the EPA nor the International Agency for Research on Cancer (IARC) has yet developed toxico- logical criteria for TBA. Thus, evaluation of potential human health risks associated with TBA in Raton Basin water wells is complicated by the lack of consensus on risk-based screening levels. Until such criteria are de- veloped, comprehensive toxicological evaluations pub- lished in the past two decades by NSF"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "human exposure is unquantified. Histori- cally, the primary focus of TBA monitoring has been associated with groundwater and surface water investi- gations relevant to known or suspected reformulated gasoline fuel spills (Deeb et al. 2003; Shih et al. 2004; Wilson et al. 2005; Rosell et al. 2006; Hopple et al. 2009; Carter et al. 2012; Bowers and Smith 2014). In the 1970s, TBA was detected in some US drinking water sources (Dowty et al. 1975; Coleman et al. 1976; Lucas 1985) and, as such it was included in the National Academy of Sciences Drinking Water and Health Com- mittee’s initial list of 298 VOCs that were screened for potential health risks (National Research Council 1977). However, it was not ranked as a high-priority water- borne contaminant and not included on any of the sub- sequent contaminant candidate lists developed by the EPA under the requirements of the Safe Drinking Water Act amendments of 1996 (P.L. 104-182). In addition to consumption of TBA in food and drinking water, inha- lation of air containing TBA (and/or its metabolic pre- cursors) is a likely human exposure route. TBA has been detected in ambient air samples from semi-rural to urban locations throughout the USA (Pankow et al. 2003), but it is not classified as a hazardous air pollutant, and is not routinely measured at EPA air toxics monitoring sites. Environ Monit Assess (2016) 188: 208 Page 3 of 16 208 Neither the EPA nor the International Agency for Research on Cancer (IARC) has yet developed toxico- logical criteria for TBA. Thus, evaluation of potential human health risks associated with TBA in Raton Basin water wells is complicated by the lack of consensus on risk-based screening levels. Until such criteria are de- veloped, comprehensive toxicological evaluations pub- lished in the past two decades by NSF International (NSF International 2003), the American Petroleum In- stitute (American Petroleum Institute 2005), and the Cosmetic Ingredient Review Panel (Chen 2005) provide the most appropriate basis for evaluating the potential human health risks associated with exposure to TBA through drinking water. Materials and methods This study is a forensic analysis of publically available Raton Basin water quality data supplemented by bio- geochemical monitoring of shallow (21 to 253 m deep) groundwater wells and deeper (432 to 969 m deep) CBM wells. The shallow domestic water wells sampled are typically open-hole completions with cement grout from surface down to approximately 12 m, while the CBM wells are cemented over hundreds of meters at intervals of shallow domestic wells, and completed in Raton and Vermejo formation coals with the first perfo- rations on average at 424 m below ground surface. Samples were also collected from permitted outfalls or discharge locations that release CBM produced water in compliance with State of Colorado permit requirements. Data from supplemental monitoring of HF fluids were also reviewed, along with results from exploratory bench-scale batch leaching tests of electrical tape and pipe thread sealant used in domestic water well sub- mersible pump installations to determine if detectable quantities of TBA could be mobilized during pumping or routine maintenance activities (Gintautas 2015). Data sources Approximately a decade of sampling data collected between 2005 and 2014 were reviewed and assessed, including results from recent sampling efforts (2010 to 2014) that targeted TBA and were conducted by Norwest Corporation (Norwest), the COGCC, and Glibota Environmental Inc. (Glibota). Sampling data were compiled, sorted, and reviewed to identify sampling locations where TBA had been a laboratory target compound or reported as a tentatively identified compound (TIC). Prior to 2008, TBA was identified as a non-target TIC in two water wells, the first was in 2006. Since 2010, TBA has been a target analyte at over 80 wells across the Raton Basin. Data reported by COGCC were also reviewed. Data reported by EPA (2015a) were not reviewed in this study, but observed trends were compared. Supplemental sampling, testing, and analysis Five types of water samples were evaluated: (1) domes- tic water and groundwater monitoring wells, herein referred to as water wells (21–253 m deep) (n=44); (2) CBM wells (432 to 969 m deep) (n=37); (3) surface water sites downstream of state-permitted CBM dis- charges (n=4); (4) co-mingled CBM-produced water (from multiple wells) collected from discharge pipes permitted under the State of Colorado National Pollu- tion Discharge Elimination System permits (NPDES) (n=13), and (5) HF-related samples (four HF flowback samples and one sample of pre-injection HF fluid). Water well locations Of the 46 water wells that were sampled, six are dedi- cated groundwater-monitoring wells that were installed between 2006 and 2008 at depths similar to local do- mestic water wells, but with more rigorous and consis- tent drilling and construction practices. The monitor wells enable evaluation of groundwater quality in shal- low aquifers and provide a basis for investigating po- tential connections between shallow groundwater and CBM well drilling, HF, and production. All samples from water wells that were not in routine use were collected after purging at least three well bore volumes and ensuring that field parameters of temperature, pH and conductivity were stable (<20 % change between measurements). For those water wells in operation and used daily, field parameters were collected and immedi- ately followed by sample collection, with minimal purging. Each site was sampled one or more times for TBA, with some sites sampled only for TBA, and other sites sampled for additional geochemical parameters includ- ing inorganics, stable isotopes, and organic constituents. One of the water wells, designated Water Well A (WWA), underwent more comprehensive multi-year sampling at the request of the owner. 208 Page 4 of 16 Environ Monit Assess (2016) 188: 208 CBM wells and produced water discharge locations CBM well samples were collected directly from CBM wellheads without purging. Typically, CBM well usage is continuous, although there can be intermittent down time during operational changes or maintenance. Some CBM well samples were collected using pump jacks with pumping rates of about 0.5 l per minute, while other CBM well samples were collected using progressing cavity (PC) pumps which can produce as much as several liters per minute. In addition to CBM well samples, CBM-produced water was sampled at thirteen state-permitted discharge locations that collec- tively represent approximately 45 % of the total 12 million liters per day of CBM-produced water discharged within the Raton Basin. Investigation of potential sources of TBA related to hydraulic fracturing activities The COGCC conducted bench-scale testing of the po- tential for TBA to leach from two products that are commonly used in domestic wells: green waterproof electrical tape and pipe thread sealant (Gintautas 2015). Aliquots of each product were weighed into 40- ml volatile organic analysis (VOA) vials, immersed in volatile-free blank water, sealed, and stored at ambient temperature for 6 days to mimic groundwater immer- sion. The mass-to-volume ratios were 167 g/l for the electrical tape and 25.5 g/l for the pipe sealant. Follow- ing the 6-day contact period, the VOC content of each vial was analyzed. Sampling protocols and analytical methods All samples were collected by trained personnel (Norwest or the COGCC) who followed rigorous qual- ity control protocols that included field blanks, trip blanks, and duplicate samples (approximately one in ten samples). Samples were analyzed by two indepen- dent"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "organic constituents. One of the water wells, designated Water Well A (WWA), underwent more comprehensive multi-year sampling at the request of the owner. 208 Page 4 of 16 Environ Monit Assess (2016) 188: 208 CBM wells and produced water discharge locations CBM well samples were collected directly from CBM wellheads without purging. Typically, CBM well usage is continuous, although there can be intermittent down time during operational changes or maintenance. Some CBM well samples were collected using pump jacks with pumping rates of about 0.5 l per minute, while other CBM well samples were collected using progressing cavity (PC) pumps which can produce as much as several liters per minute. In addition to CBM well samples, CBM-produced water was sampled at thirteen state-permitted discharge locations that collec- tively represent approximately 45 % of the total 12 million liters per day of CBM-produced water discharged within the Raton Basin. Investigation of potential sources of TBA related to hydraulic fracturing activities The COGCC conducted bench-scale testing of the po- tential for TBA to leach from two products that are commonly used in domestic wells: green waterproof electrical tape and pipe thread sealant (Gintautas 2015). Aliquots of each product were weighed into 40- ml volatile organic analysis (VOA) vials, immersed in volatile-free blank water, sealed, and stored at ambient temperature for 6 days to mimic groundwater immer- sion. The mass-to-volume ratios were 167 g/l for the electrical tape and 25.5 g/l for the pipe sealant. Follow- ing the 6-day contact period, the VOC content of each vial was analyzed. Sampling protocols and analytical methods All samples were collected by trained personnel (Norwest or the COGCC) who followed rigorous qual- ity control protocols that included field blanks, trip blanks, and duplicate samples (approximately one in ten samples). Samples were analyzed by two indepen- dent certified laboratories including Test America (Sa- vannah, Georgia) and Energy Laboratories (Billings, Montana). In some cases, duplicate samples were sent to each of the two certified laboratories to enable cross- checking of the data in terms of detection and quantifi- cation of TBA. Data assessment included third party quality control review of organic laboratory instrument output by Environmental Standards, Inc. (Rodgers 2014), to confirm identification and quantification of TBA results and to determine if there were consistent patterns of other low-level organics that could be co- contaminants. Analytical instrument organic data were also reviewed to identify TICs that could be potentially related to HF or TBA. VOC analytical methods The majority of VOC analyses were performed by Test America (Savannah, Georgia) using EPA method 524.2 with a standard reporting limit (RL) of 1.6 to 2 μg/l for TBA, Energy Laboratories (Billings, Montana) using EPA method 8260B with a standard RL of 5 μg/l for TBA, and ESC Lab Sciences (Mt. Juliet, Tennessee) using EPA method 8260B with a standard RL of 5 μg/ l for TBA. A small number of analyses were performed by ALS Environmental (Ft. Collins, Colorado) on sam- ples collected by the COGCC using method 8260B with TBA RLs ranging from 50 to 200 μg/l. The samples collected for analysis by Test America used hydrochlo- ric acid as a preservative, while Energy Laboratories samples were preserved with trisodium phosphate (TSP). The TSP preservative eliminates the potential for acid hydrolysis of MTBE to TBA in the sample containers if MTBE is present. Reformulated gasoline- related compounds that were also analyzed included benzene, ethylbenzene, toluene, xylenes, n-octane, cy- clohexane, and other fuel oxygenates tert-amyl alcohol (TAA), tert-amyl methyl ether (TAME), ETBE, and MTBE as a target compounds. MTBE was analyzed at an RL of 0.5 and 1 μg/l by Test America and Energy Laboratories, respectively. In addition to these target compounds, TICs were reported by Test America and Energy Laboratories to assess the potential for missed target compounds that may be associated TBA detections. Dissolved gas and stable isotope analysis Dissolved gas samples were collected by Norwest and the COGCC using dissolved gas bottles filled underwa- ter in a larger container as per the laboratory recommen- dations, a modification of the United States Geological Survey (USGS) sampling protocol for dissolved gases (USGS 2013). Benzalkonium chloride (BAK) was added as a biocide to prevent microbial alteration of the sampled gas. Dissolved gas analyses were conduct- ed by Isotech Laboratories, Inc. (Isotech). Environ Monit Assess (2016) 188: 208 Page 5 of 16 208 Isotech dissolved gas analysis included fixed gas- es (helium, carbon monoxide, oxygen + argon, nitro- gen, and carbon dioxide) and hydrocarbons having from one to more than six carbon atoms (methane, ethane, ethene, propane, isobutane, n-butane, isopentane, n-pentane, and hexane grouped with all alkanes having more than six carbon atoms) reported as mole percent. Isotech dissolved gas analyses were performed using a Shimadzu 2010 Gas Chromato- graph (GC) with a thermal conductivity detector for analysis of fixed gases and a flame ionization detec- tor for analysis of hydrocarbons. Stable carbon isotope analyses of dissolved meth- ane and dissolved carbon dioxide gas were also conducted by Isotech. Stable isotopes of methane were measured only when concentrations were high enough to use isotope ratio mass spectrometry. The lower limit of methane needed for isotope analysis ranged from 0.5 to 1 mg/l, depending on the sample matrix and instrumentation performance. The carbon isotope analysis of methane gas was performed using a SRI 8610C GC preparation system which oxidizes the hydrocarbons into carbon dioxide and water which are purified and then analyzed using a dual inlet Finnigan MAT Delta S isotope ratio mass spectrometer. Similarly, the carbon dioxide isotope ratios of carbon were analyzed with a Finnigan MAT Delta S isotope ratio mass spectrometer. Microbiological testing The COGCC and Norwest conducted microbiological sampling on seven water wells and two CBM wells. Methane was detected in all nine wells, while TBA was detected in six of the wells. Microbiological testing was performed by Microbial Insights, Inc. for phylogenetic group testing of methanotrophs using a CENSUS® MOB assay to quantify specific active microorganisms, groups of microorganisms, or functional genes involved in biological processes based on quantitative polymer- ase chain reaction (qPCR) methods. In particular, the qPCR MOB assay detects Type I (Methylococcaceae family), Type II (Methylocystaceae family), Type X (Methylococcus), and others including Crenothrix and Clonothrix methanotrophs. In addition to DNA analysis, two samples from one well (WWA) were evaluated for messenger RNA (mRNA) expression of soluble and particulate methanotrophic enzymes: soluble methane monooxygenase (sMMO) and particulate methane monooxygenase (pMMO). Because DNA is stable in dead cells, DNA results may not reflect active cells. Therefore, mRNA expression is used to differ- entiate active metabolic processes (Han and Semrau 2 0 0 4 ) . M e t h a n o t r o p h s u s e m e t h a n e monooxygenases (pMMO and sMMO) to catalyze the oxidation of methane to methanol (pMMO is the membrane-bound particulate form, and sMMO is the cytoplasmic soluble form) (Paszcynski et al. 2011). These enzymes are known to have broad substrate specificities allowing for the biotransformation of higher-chain alkanes (e.g., ethane, propane, butane, and pentane) to alcohols via oxidation and co- metabolism (Jiang et al. 2010). Results and discussion The widespread presence of TBA in products that are routinely used in"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "using a dual inlet Finnigan MAT Delta S isotope ratio mass spectrometer. Similarly, the carbon dioxide isotope ratios of carbon were analyzed with a Finnigan MAT Delta S isotope ratio mass spectrometer. Microbiological testing The COGCC and Norwest conducted microbiological sampling on seven water wells and two CBM wells. Methane was detected in all nine wells, while TBA was detected in six of the wells. Microbiological testing was performed by Microbial Insights, Inc. for phylogenetic group testing of methanotrophs using a CENSUS® MOB assay to quantify specific active microorganisms, groups of microorganisms, or functional genes involved in biological processes based on quantitative polymer- ase chain reaction (qPCR) methods. In particular, the qPCR MOB assay detects Type I (Methylococcaceae family), Type II (Methylocystaceae family), Type X (Methylococcus), and others including Crenothrix and Clonothrix methanotrophs. In addition to DNA analysis, two samples from one well (WWA) were evaluated for messenger RNA (mRNA) expression of soluble and particulate methanotrophic enzymes: soluble methane monooxygenase (sMMO) and particulate methane monooxygenase (pMMO). Because DNA is stable in dead cells, DNA results may not reflect active cells. Therefore, mRNA expression is used to differ- entiate active metabolic processes (Han and Semrau 2 0 0 4 ) . M e t h a n o t r o p h s u s e m e t h a n e monooxygenases (pMMO and sMMO) to catalyze the oxidation of methane to methanol (pMMO is the membrane-bound particulate form, and sMMO is the cytoplasmic soluble form) (Paszcynski et al. 2011). These enzymes are known to have broad substrate specificities allowing for the biotransformation of higher-chain alkanes (e.g., ethane, propane, butane, and pentane) to alcohols via oxidation and co- metabolism (Jiang et al. 2010). Results and discussion The widespread presence of TBA in products that are routinely used in day-to-day activities in residential, commercial, and industrial environments makes it diffi- cult to identify specific sources of TBA in the environ- ment. Although HF in the Raton Basin predated the earliest TBA detection, the first reported detection was in 2006 at a domestic water well approximately 1 km from the nearest CBM well. It is also important to note that the reporting limit for historic data was typically 50 μg/l, and it was not possible to verify TBA detections that were reported as a TIC in samples prior to 2008 because laboratory data files are not available. Thus, the apparent lack of detection of TBA in historical samples may be an artifact of high RLs or because it was not a target compound. TBA detections Results of TBA sampling are summarized in Table 1 in terms of how many sites were sampled (No. sites sampled), the total number of TBA analyses for each site category (No. analyses), and the number of detection (No. detections). In some cases, individual sites were sampled multiple times as reflected by the number of detections. The number of non-detects having an RL less than or equal to 5 μg/l are also listed to show the complete sample size with respect to TBA analyses where many samples were associ- ated with relatively higher RLs (50 to 200 μg/l) that are not directly comparable to sample analyses 208 Page 6 of 16 Environ Monit Assess (2016) 188: 208 having an order of magnitude lower RL (5 μg/l or less). TBA was detected in approximately 32 % of the 44 water wells and 30 % of the 37 CBM wells that were sampled. However, it was not detected in any of the surface water or CBM-produced water discharge point samples. Assuming stationarity, well samples were averaged for each site having more than one result. The maximum water well and CBM well TBA concentrations are 395 and 98.2 μg/l, with averages of 75.1 and 14.4 μg/l, respectively (Fig. 1). TBA detections were also reported in the Raton Basin HF retrospective case study conducted by the USEPA (EPA 2015a) with similar trends. Concentrations of TBA were assessed spatially and in conjunction with proximity to geological structures including mapped faults, dykes and sills, and popula- tion centers, to identify potential trends. However, there was no discernable pattern to the occurrence of TBA. In general, the wells where TBA was detected were frequently separated by several kilometers and inter- spersed with wells without detectable TBA (Fig. 2). In all cases, TBA detections were associated with wells in rural areas and, in a few cases, mapped geologic struc- tures were nearby. Concentrations of TBA were not related to well depth when analyzed as a whole, but when analyzed as two separate groups, water wells and CBM, the shallower water wells (21 to 253 m deep) had significantly higher concentrations of TBA than deeper CBM wells (432 to 969 m deep) based on a Kolmogorov-Smirnov non-parametric test (p<0.001). Additionally, no correlation was identified between TBA concentrations and water production rates or well usage. TBA was detected at similar concentrations re- gardless of whether the well was used routinely or infrequently. For the CBM wells, detected levels of TBA were similar, regardless of whether low-flow pump jacks or higher flow PC pumps were used for sample collection. Table 1 Summary of the num- bers and types of TBA samples and detections in Raton Basin water samples Site type No. sites sampled No. analyses No. sites with detections No. detections No. non-detect analyses with RL ≤5 μg/l Water wells 44 118 14 51 29 CBM wells 37 117 11 27 73 CBM discharge points 13 27 0 0 24 Surface water sites 4 12 0 0 4 Total 98 274 25 78 130 Fig. 1 Box-and-whisker plot of TBA detections in Raton Basin groundwater samples grouped by well type Environ Monit Assess (2016) 188: 208 Page 7 of 16 208 Investigation of Raton Basin groundwater TBA sources TBA precursors The reformulated gasoline-related TBA precursors, MTBE and ETBE, were not detected or identified in any of the water wells, CBM well, or produced water samples. The lack of detection of these compounds suggests that the presence of TBA in sampled Raton Basin wells is not attributable to ether oxygenates in reformulated gasoline. HF materials used by Raton Ba- sin’s largest CBM operator do not list TBA as an ingre- dient, nor any chemicals known to degrade to TBA, such as TBHP. TBA was not detected in the samples of HF flowback water (n=4, RL=2 to 200 μg/l), or HF fluids pre-injection (n=1, RL=9.6 mg/kg). Further, no TBA precursors were identified in a review of target or TIC organic analytical data. The batch leachate testing of electrical tape used in installation of a submersible pump at a single water well was reported as non-detect for TBA, and no peak was observed in instrument output. The TBA concentration associated with the pipe sealant batch leachate testing after 6 days of immersion in volatile-free water was below the laboratory’s established limit of detection (LOD=350 μg/l) and reported as non-detectable. How- ever, the TBA peak was clearly identifiable, and esti- mated from the instrument output at approximately 290 μg/l (Gintautas 2015). The LOD was elevated due to dilution of the sample for higher concentrations of other volatile organics including acetone. In the water well sample collected using the submersible pump and"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "37 117 11 27 73 CBM discharge points 13 27 0 0 24 Surface water sites 4 12 0 0 4 Total 98 274 25 78 130 Fig. 1 Box-and-whisker plot of TBA detections in Raton Basin groundwater samples grouped by well type Environ Monit Assess (2016) 188: 208 Page 7 of 16 208 Investigation of Raton Basin groundwater TBA sources TBA precursors The reformulated gasoline-related TBA precursors, MTBE and ETBE, were not detected or identified in any of the water wells, CBM well, or produced water samples. The lack of detection of these compounds suggests that the presence of TBA in sampled Raton Basin wells is not attributable to ether oxygenates in reformulated gasoline. HF materials used by Raton Ba- sin’s largest CBM operator do not list TBA as an ingre- dient, nor any chemicals known to degrade to TBA, such as TBHP. TBA was not detected in the samples of HF flowback water (n=4, RL=2 to 200 μg/l), or HF fluids pre-injection (n=1, RL=9.6 mg/kg). Further, no TBA precursors were identified in a review of target or TIC organic analytical data. The batch leachate testing of electrical tape used in installation of a submersible pump at a single water well was reported as non-detect for TBA, and no peak was observed in instrument output. The TBA concentration associated with the pipe sealant batch leachate testing after 6 days of immersion in volatile-free water was below the laboratory’s established limit of detection (LOD=350 μg/l) and reported as non-detectable. How- ever, the TBA peak was clearly identifiable, and esti- mated from the instrument output at approximately 290 μg/l (Gintautas 2015). The LOD was elevated due to dilution of the sample for higher concentrations of other volatile organics including acetone. In the water well sample collected using the submersible pump and pipe with the pipe thread sealant, TBA was detected at the RL of 2 μg/l. This well is completed in bedrock in a rural location, approximately three miles from the closest CBM well. The pipe thread sealant used is a common water well product, but not used with CBM wells, and cannot be traced to individual water wells due to a lack of data on well construction materials. Thus, while these results indicate that the use of standard water well materials in submersible pump installations can result in low-level detections of TBA (and as such exemplify the presence of TBA in products in which it is not a listed ingredient), they do not account for its Fig. 2 TBA sampling locations in the central Raton Basin grouped by sample type with detects and non-detects identified 208 Page 8 of 16 Environ Monit Assess (2016) 188: 208 presence in CBM wells. TBA release from the pipe thread sealant would be expected to decline with time after the initial application, but concentrations in individ- ual water wells have varied over years of continuous use and large volumes of water produced. Finally, the pipe thread sealant analysis also produced positive detections of acetone, chloroethane, and vinyl acetate, and detec- tions above the method detection limit but below the RL for 2-butanone and toluene. The fact that none of these compounds were identified as co-contaminants in other water samples containing TBA suggests that pipe thread sealant is not a likely source of TBA in all the Raton Basin groundwater wells sampled and cannot account for all of the detections identified across the basin. Evaluation of evidence for microbial production of TBA Review of the entire data set coupled with detailed analysis of isotopic and microbiological data from an individual well (WWA) provides three lines of evidence for potential microbial oxidation of isobutane to TBA. First, isobutane, the necessary substrate for microbial production of TBA, was detected in 50 of 370 (13 %) water samples collected from 45 of 161 (28 %) sites (Table 2). The number of analyses is greater than the number of sites sampled, due to multiple sampling events for several of the sites. Isobutane was not always co-detected with TBA. Isobutane is a common component of natural gas that frequently co-occurs with methane and other hydrocar- bons (Forrest et al. 2011). In general, isobutane concen- trations tended to be lower in the deeper CBM wells as compared to the shallower water wells, although based on a Kolmogorov-Smirnov non-parametric test the two distributions appear similar (p>0.001). The fact that isobutane was not consistently co-detected with TBA could be due to spatial or temporal differences in micro- bial activity that affect the relative rates of TBA produc- tion along with inherent natural isobutane variability associated with the relative depth and thermal maturity of the gas deposits. Methane and carbon dioxide carbon stable isotope values (δ13C) from WWA, while only available for four data points, displayed a strong relationship with TBA concentrations (R2=0.75, and 0.84, respectively), and provide evidence for methane oxidation (Fig. 3). Trends of dissolved methane gas oxidation, identified by the enrichment of 13C (higher δ13C) in residual methane (Fig. 3), and depleted 13C (lower δ13C) in residual carbon dioxide (Fig. 3), are consistent with microbial natural gas oxidation. This isotopic evidence of dis- solved methane oxidation is consistent with the possi- bility of microbial TBA production from isobutane ox- idation. The biodegradation or oxidation of organic compounds, such as methane and isobutane, can shift the isotopic ratio of reactants and products due to pref- erential bond cleavage of lighter isotopes in microbial pathways (Clark and Fritz 1997). This shift in isotope ratios, termed kinetic isotope fractionation, occurs be- cause the molecular bonds formed by the heavier iso- tope (13C) are stronger relative to the lighter isotope (12C). The kinetic fractionation is a result of the lighter isotope (12C) being removed from the parent compound, methane or isobutane in this case, at a faster rate than 13C, causing enrichment of 13C in the residual reactant and enrichment of 12C in the metabolite, carbon dioxide in the case of methane oxidation (Clark and Fritz 1997). If the available microbial biomass is capable of oxi- dizing methane, it is also plausible that the conditions are conducive for oxidation of higher-chain hydrocar- bons including ethane, ethene, propane, n-butane, and isobutane. Additionally, TBA may be cometabolically produced during aerobic microbial isobutane oxidation by the resident methanotrophic consortia responsible for methane oxidation (Hou et al. 1982; Jones et al. 2007). Even though there is a lack of correlation between isobutane and TBA detections in WWA, the observed patterns likely reflect the net result of biogeochemical Table 2 Summary of isobutane detections in Raton Basin water samples Site type No. sites sampled No. analyses No. sites w/ detections No. detections Average (mole%) Water wells 61 237 16 23 0.019 CBM wells 90 113 28 26 0.0045 CBM discharge 1 3 1 1 0.0003 Surface water 9 17 0 0 ND Total 161 370 45 50 Environ Monit Assess (2016) 188: 208 Page 9 of 16 208 oxidation reactions. It is also possible that some of the fluctuations in methane and carbon dioxide isotopic values can be explained by natural variation. No evi- dence of reformulated gasoline fuel contamination or other anthropogenic contamination was observed in WWA that could serve as a source of TBA, and methane was the"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "microbial pathways (Clark and Fritz 1997). This shift in isotope ratios, termed kinetic isotope fractionation, occurs be- cause the molecular bonds formed by the heavier iso- tope (13C) are stronger relative to the lighter isotope (12C). The kinetic fractionation is a result of the lighter isotope (12C) being removed from the parent compound, methane or isobutane in this case, at a faster rate than 13C, causing enrichment of 13C in the residual reactant and enrichment of 12C in the metabolite, carbon dioxide in the case of methane oxidation (Clark and Fritz 1997). If the available microbial biomass is capable of oxi- dizing methane, it is also plausible that the conditions are conducive for oxidation of higher-chain hydrocar- bons including ethane, ethene, propane, n-butane, and isobutane. Additionally, TBA may be cometabolically produced during aerobic microbial isobutane oxidation by the resident methanotrophic consortia responsible for methane oxidation (Hou et al. 1982; Jones et al. 2007). Even though there is a lack of correlation between isobutane and TBA detections in WWA, the observed patterns likely reflect the net result of biogeochemical Table 2 Summary of isobutane detections in Raton Basin water samples Site type No. sites sampled No. analyses No. sites w/ detections No. detections Average (mole%) Water wells 61 237 16 23 0.019 CBM wells 90 113 28 26 0.0045 CBM discharge 1 3 1 1 0.0003 Surface water 9 17 0 0 ND Total 161 370 45 50 Environ Monit Assess (2016) 188: 208 Page 9 of 16 208 oxidation reactions. It is also possible that some of the fluctuations in methane and carbon dioxide isotopic values can be explained by natural variation. No evi- dence of reformulated gasoline fuel contamination or other anthropogenic contamination was observed in WWA that could serve as a source of TBA, and methane was the only organic analyte consistently co-detected with TBA. A time-series comparison of methane and TBA concentrations in WWA (Fig. 4) reveals a consis- tent co-variance of these parameters, with a correlation coefficient (R2) of 0.35. Although oxidation of methane would be expected to decrease its concentration, such reductions might be obscured due to the dynamic biogeochemical reactions that occur within each well. It is possible that the methane fluctuations are related to water level fluctuations, both seasonal and pumping induced, and by localized water level declines triggered by recent drought conditions. The lack of correlation between methane and isobutane may be related to the efficient and complete methanotrophic oxidation of iso- butane to TBA; however, additional research would be needed to verify these observations. The evidence for methanotrophic methane oxidation from stable isotope and isobutane data is further corrob- orated by results from microbiological sampling and testing (Fig. 5). Microbiological samples were collected Fig. 3 Methane and carbon dioxide carbon isotope ratios versus TBA concentrations in Water Well A Fig. 4 TBA concentrations co- varied with dissolved methane over approximately 7 years for Water Well A 208 Page 10 of 16 Environ Monit Assess (2016) 188: 208 from two CBM wells and five water wells, including WWA, in the very western portion of the site in Town- ship 32S; Range 68 W (T32S R68W), and from three water wells to the far north in Township 29S; Range 67 W (T29S R67W) (Fig. 2). Enumeration of methanotrophs in the collected samples suggests the presence of a viable microbial community in each well (CBM wells n=2, 1.23E+07 to 1.31E+07 cells/ml, and water wells n=8, 1.38E+06 to 7.07E+08 cells/ ml) (Fig. 5). Methanotrophs can oxidize natural gas aerobically or anaerobically. The magnitude of methanotroph cell counts in the considerably deeper and relatively oxygen-deficient CBM wells compared to shallow water wells is an indication that either (1) anaerobic oxidation is occurring in the CBM wells or (2) the low levels of oxygen (or other electron acceptors) in the CBM wells are adequate to support aerobic oxida- tion. Aerobic methanotroph activity at low oxygen levels has been documented in other studies (Byl and Williams 2000; Kotelnikova 2002). It may be possible that the primary form of CBM drilling in the Raton Basin, air rotary, along with water level declines asso- ciated with depressurization has resulted in the introduc- tion of low levels of oxygen sufficient to support aerobic processes. Whether or not isobutane oxidation to TBA is occurring, and by what mechanism, is currently un- known and requires additional studies. However, evi- dence suggests that the oxidation of isobutane is a possible source of TBA in local groundwater. Microbial concentrations in groundwater from bedrock aquifers have been reported to range from 1E+03 to 1E+07 cells/ml which is comparable to methanotrophic con- centrations (1E+06 to 1E+08) observed in the Raton Basin CBM and water wells (Byl and Williams 2000; Newby et al. 2004). In addition to positive results for methanotrophs, DNA and mRNA results of the key enzymes involved in oxidation processes, sMMo and pMMO, were also detected in a sample collected from WWA. The DNA sMMO and pMMO results were 2.53E+03 and 1.71E+02 cells/ml, respectively. The mRNA sMMO was detected at a value of 2.53E+03 cells/ml, while mRNA of pMMO was below detection (<5.00E+00 cells/ml). The pMMO is found in Type I, II, and X methanotrophs, while sMMO is primarily observed in methanotroph Types II and X. These results indicate active methanotroph metabolism. However, there was no clear correlation of methanotroph cell counts with well depth or concentrations of dissolved methane or TBA, with the exception of overall lower TBA and isobutane concentrations in CBM wells and the ubiquitous presence of methane. Thus, even though viable methanotrophic organism communities are pres- ent, production of TBA might be oxygen-limited in the deeper CBM wells. Additional investigation is needed to elucidate the biogeochemical interrelationships and pathways in more detail. Evaluation of potential human health risks of TBA in Raton Basin wells Limited information is available regarding the tox- icity of TBA in humans, and no relevant Fig. 5 Methanotroph concentrations for two CBM well (CBM A and B) and eight water well (WW) samples Environ Monit Assess (2016) 188: 208 Page 11 of 16 208 epidemiological studies were available in the peer- reviewed literature. Human volunteers have been reported to experience slight erythema and hyper- emia when TBA was applied to intact skin and other human health effects included. Exposure to unquantified high TBA concentrations was reported to cause eye, nose, and throat irritation, headache, nausea, fatigue, and dizziness (Clark 2002). To-date, all of the TBA toxicology studies have been based on animal data including the comprehensive 2-year chronic toxicity and carcinogenicity studies conduct- ed by the NTP (Cirvello et al. 1995; NTP 1995). Rats and mice in these studies were provided drink- ing water containing high concentrations of TBA (1,250,000 to 5,000,000 μg/l for male rats; 2,500,000 to 10,000,000 μg/l for female rats; 5,000,000 to 20,000,000 μg/l for mice of both gen- ders). The rat kidney was the major target organ in both genders, and significantly increased incidence of combined adenomas and carcinomas was reported in the mid-dose group of male rats. Based on these results, the NTP concluded that there is Bsome evidence^ of carcinogenicity in male rats exposed to TBA via drinking water (Cirvello et al. 1995; NTP 1995). In chronic studies with mice, the"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "of overall lower TBA and isobutane concentrations in CBM wells and the ubiquitous presence of methane. Thus, even though viable methanotrophic organism communities are pres- ent, production of TBA might be oxygen-limited in the deeper CBM wells. Additional investigation is needed to elucidate the biogeochemical interrelationships and pathways in more detail. Evaluation of potential human health risks of TBA in Raton Basin wells Limited information is available regarding the tox- icity of TBA in humans, and no relevant Fig. 5 Methanotroph concentrations for two CBM well (CBM A and B) and eight water well (WW) samples Environ Monit Assess (2016) 188: 208 Page 11 of 16 208 epidemiological studies were available in the peer- reviewed literature. Human volunteers have been reported to experience slight erythema and hyper- emia when TBA was applied to intact skin and other human health effects included. Exposure to unquantified high TBA concentrations was reported to cause eye, nose, and throat irritation, headache, nausea, fatigue, and dizziness (Clark 2002). To-date, all of the TBA toxicology studies have been based on animal data including the comprehensive 2-year chronic toxicity and carcinogenicity studies conduct- ed by the NTP (Cirvello et al. 1995; NTP 1995). Rats and mice in these studies were provided drink- ing water containing high concentrations of TBA (1,250,000 to 5,000,000 μg/l for male rats; 2,500,000 to 10,000,000 μg/l for female rats; 5,000,000 to 20,000,000 μg/l for mice of both gen- ders). The rat kidney was the major target organ in both genders, and significantly increased incidence of combined adenomas and carcinomas was reported in the mid-dose group of male rats. Based on these results, the NTP concluded that there is Bsome evidence^ of carcinogenicity in male rats exposed to TBA via drinking water (Cirvello et al. 1995; NTP 1995). In chronic studies with mice, the inci- dence of thyroid follicular cell adenomas was sig- nificantly increased in high-dose females. Based on these results, the NTP concluded that there is Bsome evidence^ of carcinogenicity in female mice (Cirvello et al. 1995; NTP 1995). Robust summaries including all required toxicological endpoints were submitted by industry to EPA under the HPV Challenge Program in 2004 (Propylene Carbonate/ t-Butyl Alcohol HPV Committee 2004), and EPA’s Screening-Level Hazard Characterization (EPA 2009) determined that there were no toxicological data gaps. However, neither EPA nor IARC has developed consensus toxicity criteria for TBA. In the absence of consensus toxicity criteria, a number of state regulatory agencies have developed groundwater screening levels for TBA. These values have various underlying toxicological bases and span several orders of magnitude, even when based on the same toxicological endpoint (Fig. 6). Most importantly, none were derived using current EPA methodology with respect to toxicological endpoint selection, methods for calculating human toxicity criteria and developing risk-based screening levels in drinking water (EPA 2005, 2007, 2012a, 2015b). The most stringent state groundwater guideline, 12 μg/l, was calculated by California’s Office of Environmental Health Hazard Assessment (1999) based on male rat kidney tumors in the NTP 2-year drinking water study (Cirvello et al. 1995; NTP 1995). Because the TBA-induced male rat kidney tumor has since been shown to be irrelevant to humans (Alison et al. 1994; McGregor 2010; Hard et al. 2011, 2013), the California interim groundwa- ter guideline of 12 μg/l is inappropriate for use in TBA risk assessment, with respect to human health. NSF International (NSF International 2003) and the American Petroleum Institute (API) (API 2005) conducted comprehensive reviews of TBA toxicity data and developed human toxicity criteria in accor- dance with contemporary EPA guidance. Neither group considered male rat kidney tumors or female mouse thyroid follicular cell adenomas to be rele- vant endpoints for human health risk assessment. Both groups determined that thyroid follicular cell hyperplasia, which appears to be a key precursor event for adenoma development in female mice, is potentially relevant to humans and provides a con- servative (more likely to over- than underestimate human risk) basis for development of human toxic- ity criteria. API developed the lower of the two risk- based screening levels for drinking water, 8000 μg/l (API 2005). Although not fully consonant with cur- rent EPA guidance (EPA 2005, 2007, 2012a, 2015b) and predating relevant toxicological information concerning carcinogenic mode of action (e.g., Meek et al. 2014), this screening level is considered appropriate for purposes of preliminary evaluation of potential human health risks associated with TBA in Raton Basin wells. As the highest water well TBA concentration in this study (395 μg/l) is an order of magnitude below this risk-based screening level, no adverse effects on human health are ex- pected from TBA if the groundwater is used as a potable water supply. Conclusions and recommendations This forensic analysis afforded an opportunity to inves- tigate potential linkages between TBA occurrence and CBM operations. The available evidence from the Ra- ton Basin suggests that TBA is a non-point source contaminant, with detections likely due to a 208 Page 12 of 16 Environ Monit Assess (2016) 188: 208 combination of factors including widespread commer- cial use and biogenic production. Analysis of historic and supplemental monitoring data indicates that the temporally and spatially irregular detections of TBA were not associated with the direct use of, or contami- nation by reformulated gasoline fuel oxygenates, dril- ling or HF fluids, CBM operations, or any other specific plumes or potential sources. Testing of common water well products indicates the potential for low levels of TBA in water wells (but not CBM wells) from their use. The presence of significant and active methanotrophic activity along with coexistence of isobutane with meth- ane, and isotopic evidence of oxidation trends, provides preliminary evidence that biogenic production of TBA may be occurring in some wells. From a public health perspective, the levels of TBA that were detected in water wells appear to be below the levels of toxicolog- ical concern. Because the majority of available data were historical and not targeted at identifying a source of TBA, data gaps exist and additional testing is needed to confirm the source of TBA in the different wells, including the potential for biogenic production of TBA. Additional testing to evaluate potential biogenic TBA production includes microbial analyses of ground- water samples from more wells and targeted analysis of MMO to identify active metabolic processes. Supple- mental analyses of the co-occurrence of TBA and other organics, dissolved gases, microbiological parameters and isotopes of methane could provide additional in- sight into the natural variability of these parameters and the conditions under which microbial production may occur. Additionally, field monitoring of dissolved oxy- gen and/or oxidation reduction potential could provide useful data for identifying or confirming the likelihood of different potential microbial pathways. Laboratory- scale studies with soil and water collected from Raton Basin well sites could help to elucidate mechanisms and refine field investigations. Isotope analysis of isobutane may also be possible, and it is hypothesized that oxida- tion of isobutane would result in a fractionation of the carbon isotopes. If the fractionation pattern is significant and can be identified in a laboratory study, then labora- tory results could be used to assess isobutane carbon isotope values identified in field samples. Finally, ex- tensive testing of common well completion materials used in water wells should be"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "wells (but not CBM wells) from their use. The presence of significant and active methanotrophic activity along with coexistence of isobutane with meth- ane, and isotopic evidence of oxidation trends, provides preliminary evidence that biogenic production of TBA may be occurring in some wells. From a public health perspective, the levels of TBA that were detected in water wells appear to be below the levels of toxicolog- ical concern. Because the majority of available data were historical and not targeted at identifying a source of TBA, data gaps exist and additional testing is needed to confirm the source of TBA in the different wells, including the potential for biogenic production of TBA. Additional testing to evaluate potential biogenic TBA production includes microbial analyses of ground- water samples from more wells and targeted analysis of MMO to identify active metabolic processes. Supple- mental analyses of the co-occurrence of TBA and other organics, dissolved gases, microbiological parameters and isotopes of methane could provide additional in- sight into the natural variability of these parameters and the conditions under which microbial production may occur. Additionally, field monitoring of dissolved oxy- gen and/or oxidation reduction potential could provide useful data for identifying or confirming the likelihood of different potential microbial pathways. Laboratory- scale studies with soil and water collected from Raton Basin well sites could help to elucidate mechanisms and refine field investigations. Isotope analysis of isobutane may also be possible, and it is hypothesized that oxida- tion of isobutane would result in a fractionation of the carbon isotopes. If the fractionation pattern is significant and can be identified in a laboratory study, then labora- tory results could be used to assess isobutane carbon isotope values identified in field samples. Finally, ex- tensive testing of common well completion materials used in water wells should be carried out and document- ed. Only two water well completion materials were collected and analyzed during this investigation, and additional testing may well reveal more products that could be sources of low levels of TBA. Acknowledgments The authors are grateful for the assistance of Dr. Gerald Jacob of Pioneer Natural Resources USA, Inc., Dr. Michael Hyman of North Carolina State University, Dr. Peter Fig. 6 State drinking water criteria for TBA. Green bars indicate values based on TBA toxicological criteria; blue bars indicate non-specific values. Data from the New England Interstate Water Pollution Control Commission (2006) Environ Monit Assess (2016) 188: 208 Page 13 of 16 208 Gintautas of the Colorado Oil and Gas Conservation Commission, and Rock Vitale, CEAC, and Erin Rodgers of Environmental Standards Inc. in performing this investigation. Compliance with ethical standards Funding sources While the authors of this manuscript are ex- clusively responsible for its content and declare they do not have any conflicts of interest, the preparation of this manuscript was in part funded by Pioneer Natural Resources USA, Inc. The authors have sole responsibility for the content and writing of this paper, and any opinions, findings, conclusions, or recommendations are those of the authors and do not necessarily reflect the views of Pioneer Natural Resources USA, Inc. or the National Science Foundation. Author contributions All authors contributed to the preparation and review of this manuscript and have approved the draft sub- mitted for publication. References Alison, R. H., Capen, C. C., & Prentice, D. E. (1994). Neoplastic lesions of questionable significance to humans. Toxicologic Pathology, 22, 179–186. Amberg, A., Rosner, E., & Dekant, W. (1999). Biotransformation and kinetics of excretion of methyl-tert-butyl ether in rats and humans. Toxicological Sciences, 51(1), 1–8. American Petroleum Institute (API) (2005). Hazard narrative for tertiary-butyl alcohol (TBA). CAS Number 75-65-0. American petroleum institute regulatory analysis and scien- tific affairs publication number 4743. Washington, D.C. Arp, H. P. H., Fenner, K., & Schmidt, T. C. (2005). Predicting methyl tert-butyl ether, tert-butyl formate, and tert-butyl alcohol levels in the environment using the fugacity ap- proach. Environmental Science & Technology, 39(9), 3237– 3244. Bonin, M. A., Ashley, D. L., Cardinali, F. L., McCraw, J. M., & Wooten, J. V. (1995). Measurement of methyl tert-butyl ether and tert-butyl alcohol in human blood by purge-and-trap gas chromatographymass spectrometry using an isotope-dilution method. Journal of Analytical Toxicology, 19(3), 187–191. Bowers, R. L., & Smith, J. W. N. (2014). Constituents of potential concern for human health risk assessment of petroleum fuel releases. Quarterly Journal of Engineering Geology and Hydrogeology, 47(3), 363–372. Bradley, P. M., Landmeyer, J. E., & Chapelle, F. H. (1999). Aerobic mineralization of MTBE and tert-butyl alcohol by stream-bed sediment microorganisms. Environmental Science & Technology, 33(11), 1877–1879. Bradley, P. M., Landmeyer, J. E., & Chapelle, F. H. (2002). TBA biodegradation in surface-water sediments under aerobic and anaerobic conditions. Environmental Science & Technology, 36(19), 4087–4090. Byl, T. D., & Williams, S. D. (2000). Biodegradation of chlori- nated ethenes at a Karst Site In Middle Tennessee. Water- Resources Investigations Report 99–4285. U.S. Geological Survey. California Environmental Protection Agency (1998). An overview of the use of oxygenates in gasoline. California Air Resources Board. California Office of Environemtal Health Hazard Assessment (OEHHA) (1999). Expedited evaluation of risk assessment for tertiary butyl alcohol in drinking water. California Environmental Protection Agency. http://oehha.ca.gov/ water/pals/tba.html. Carter, J. M., Kingsbury, J. A., Hopple, J. A., & Delzer, G. C. (2012). Concentration data for anthropogenic organic com- pounds in groundwater, surface water, and finished water of selected community water systems in the United States, 2002–10. Chen, M. (2005). Amended final report of the safety assessment of t-butyl alcohol as used in cosmetics. International Journal of Toxicology, 24(Suppl 2), 1–20. Cirvello, J. D., Radovsky, A., Heath, J. E., Farnell, D. R., & Lindamood, C., III. (1995). Toxicity and carcinogenicity of t-butyl alcohol in rats and mice following chronic exposure in drinking water. Toxicology and Industrial Health, 11(2), 151–165. doi:10.1177/074823379501100203. Clark, J. J. (2002). tert-butyl alcohol: chemical properties, produc- tion and use, fate and transport, toxicology, and detection in groundwater and regulatory standards. In A. Diaz (Ed.), Oxygenates in gasoline (pp. 92–106). Washington: American Chemical Society. Clark, I. D., & Fritz, P. (1997). Environmental Isotopes in Hydrogeology. CRC press. Coleman, W. E., Lingg, R. D., Melton, R. G., & Kopfler, F. C. (1976). The occurrence of volatile organics in five drinking water supplies using gas chromatography/mass spectrome- try. Ann Arbor: Ann Arbor Science. Colorado Oil and Gas Conservation Commission (COGCC) (2009). Colorado oil and gas conservation commission amended rules, rule 608. Coalbed Methane Wells. Colorado Oil and Gas Conservation Commission (COGCC) (2012). COGCC groundwater rulemaking 2012. Statewide Groundwater Baseline Sampling and Monitoring. Dahm, K. G., Guerra, K. L., Xu, P., & Drewes, J. E. (2011). Composite geochemical database for coalbed methane pro- duced water quality in the rocky mountain region. Environmental Science & Technology, 45(18), 7655–7663. Deeb, R. A., Chu, K.-H., Shih, T., Linder, S., Suffet, I., Kavanaugh, M. C., et al. (2003). MTBE and other oxygen- ates: environmental sources, analysis, occurrence, and treat- ment. Environmental Engineering Science, 20(5), 433–447. Dowty, B. J., Carlisle, D. R., & Laseter, J. L. (1975). New Orleans drinking water sources tested by gas chromatography–mass spectrometry. occurrence and origin of aromatics and halo- genated aliphatic hydrocarbons. Environmental Science & Technology, 9(8), 762–765. European Chemicals Agency (2006). Risk assessment tertiary butyl hydroperoxide (TBHP) CAS-No.: 75-91-2 EINECS- No.: 200-915-7 Final Report. R319_1006_env. The"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "assessment of t-butyl alcohol as used in cosmetics. International Journal of Toxicology, 24(Suppl 2), 1–20. Cirvello, J. D., Radovsky, A., Heath, J. E., Farnell, D. R., & Lindamood, C., III. (1995). Toxicity and carcinogenicity of t-butyl alcohol in rats and mice following chronic exposure in drinking water. Toxicology and Industrial Health, 11(2), 151–165. doi:10.1177/074823379501100203. Clark, J. J. (2002). tert-butyl alcohol: chemical properties, produc- tion and use, fate and transport, toxicology, and detection in groundwater and regulatory standards. In A. Diaz (Ed.), Oxygenates in gasoline (pp. 92–106). Washington: American Chemical Society. Clark, I. D., & Fritz, P. (1997). Environmental Isotopes in Hydrogeology. CRC press. Coleman, W. E., Lingg, R. D., Melton, R. G., & Kopfler, F. C. (1976). The occurrence of volatile organics in five drinking water supplies using gas chromatography/mass spectrome- try. Ann Arbor: Ann Arbor Science. Colorado Oil and Gas Conservation Commission (COGCC) (2009). Colorado oil and gas conservation commission amended rules, rule 608. Coalbed Methane Wells. Colorado Oil and Gas Conservation Commission (COGCC) (2012). COGCC groundwater rulemaking 2012. Statewide Groundwater Baseline Sampling and Monitoring. Dahm, K. G., Guerra, K. L., Xu, P., & Drewes, J. E. (2011). Composite geochemical database for coalbed methane pro- duced water quality in the rocky mountain region. Environmental Science & Technology, 45(18), 7655–7663. Deeb, R. A., Chu, K.-H., Shih, T., Linder, S., Suffet, I., Kavanaugh, M. C., et al. (2003). MTBE and other oxygen- ates: environmental sources, analysis, occurrence, and treat- ment. Environmental Engineering Science, 20(5), 433–447. Dowty, B. J., Carlisle, D. R., & Laseter, J. L. (1975). New Orleans drinking water sources tested by gas chromatography–mass spectrometry. occurrence and origin of aromatics and halo- genated aliphatic hydrocarbons. Environmental Science & Technology, 9(8), 762–765. European Chemicals Agency (2006). Risk assessment tertiary butyl hydroperoxide (TBHP) CAS-No.: 75-91-2 EINECS- No.: 200-915-7 Final Report. R319_1006_env. The Netherlands. Eweis, J. B., LaBolle, E. M., Benson, D. A., & Fogg, G. E. (2007). Role of volatilization in changing TBA and MTBE 208 Page 14 of 16 Environ Monit Assess (2016) 188: 208 concentrations at MTBE-contaminated sites. Environmental Science & Technology, 41(19), 6822–6827. Fayolle, F., Vandecasteele, J.-P., & Monot, F. (2001). Microbial degradation and fate in the environment of methyl tert-butyl ether and related fuel oxygenates. Applied Microbiology and Biotechnology, 56(3–4), 339–349. Finneran, K. T., & Lovley, D. R. (2001). Anaerobic degradation of methyl tert-butyl ether (MTBE) and tert-butyl alcohol (TBA). Environmental Science & Technology, 35(9), 1785–1790. Forrest, J., Birn, K., Brink, S., Comb, T., Cuthbert, B., Dunbar, R., et al. (2011). Working document of the NPC North American resource development study. Geldon, L. (1989). Ground-water hydrology of the central Raton Basin. Colorado and New Mexico. Gintautas, P., (2015). Investigation of occurrences of tert-Butyl alcohol in Raton Basin groundwater, Huerfano and Las Animas Counties, Colorado. COGCC Special Project 2130. Greenwood, M. H., Sims, R. C., McLean, J. E., & Doucette, W. J. (2007). Temperature effect on tert-butyl alcohol (TBA) bio- degradation kinetics in hyporheic zone soils. Biomedical Engineering Online, 6(1), 34. Gromer, J. M., (1982). A geologic study of the Raton Basin. Topical Report, Jul. 1981-Jul. 1982 CER Corp., Las Vegas, NV., 1. Han, J.-I., & Semrau, J. D. (2004). Quantification of gene expres- sion in methanotrophs by competitive reverse transcription- polymerase chain reaction. Environmental Microbiology, 6(4), 388–399. Hard, G. C., Bruner, R. H., Cohen, S. M., Pletcher, J. M., & Regan, K. S. (2011). Renal histopathology in toxicity and carcino- genicity studies with tert-butyl alcohol administered in drink- ing water to F344 rats: a pathology working group review and re-evaluation. Regulatory Toxicology and Pharmacology, 59(3), 430–436. doi:10.1016/j.yrtph.2011. 01.007. Hard, G. C., Banton, M. I., Bretzlaff, R. S., Dekant, W., Fowles, J. R., Mallett, A. K., et al. (2013). Consideration of rat chronic progressive nephropathy in regulatory evaluations for carci- nogenicity. Toxicological Sciences, 132(2), 268–275. doi:10. 1093/toxsci/kfs305. Hazardous Substances Data Bank (HSDB) (2014). T-Butyl alco- hol: hazardous substances data bank number 50. http:// toxnet.nlm.nih.gov/cgi-bin/sis/search2/f?./temp/~vJuz10:3. Accessed Aug 2014. Hemborg, H. T., (1998). Spanish Peak Field, Las Animas County, Colorado: Geologic setting and early development of a coalbed methane reservoir in the central Raton basin: Colorado Geological Survey, Department of Natural Resources. Hopple, J. A., Delzer, G. C., & Kingsbury, J. A., (2009). Anthropogenic organic compounds in source water of select- ed community water systems that use groundwater, 2002–05. 1411326083. Hou, C. T., Patel, R. N., Laskin, A. I., Barnabe, N., & Barist, I. (1982). Epoxidation and hydroxylation of C4 and C5— branched-chain alkenes and alkanes by methanotrophs. Applied and Environmental Microbiology, 46, 178–184. Interstate Technology & Regulatory Council (2005). Overview of groundwater remediation technologies for MTBE and TBA. Jiang, H., Chen, Y., Jiang, P., Zhang, C., Smith, T. J., Murrell, J. C., & Xiang, X.-H. (2010). Methanotrophs: multifunctional bacteria with promising applications in environmental engi- neering. Boichemical Engineering Journal, 49, 277–288. Johnson, R. C., & Finn, T. M., (2001). Potential for a basin- centered gas accumulation in the Raton Basin, Colorado and New Mexico. Jones, J., Smith, C., Hyman, M., & Skinner, K., (2007). Microbial isobutane oxidation: an unexpected source of TBA from gasoline? Proceedings of the 9th International In Situ and On-Site Bioremediation Symposium, Baltimore, MD. Jurich, D., & Adams, M. (1984). Geologic overview, coal, and coalbed methane resources of Raton Mesa Region— Colorado and New Mexico. In C. T. Rightmire, G. E. Eddy, & J. N. Kirr (Eds.), Coalbed methane resources of the United States: AAPG studies in geology #17 (pp. 163–184). Tulsa: American Association of Petroleum Geologists. Kotelnikova, S. (2002). Microbial production and oxidation of methane in deep subsurface. Earth-Science Reviews, 58(3), 367–395. Landmeyer, J. E., Bradley, P. M., Trego, D. A., Hale, K. G., & Haas, J. E. (2010). MTBE, TBA, and TAME attenuation in diverse hyporheic zones. Groundwater, 48(1), 30–41. Lewicki, G., (2001). Raton Basin coal mine feature inventory. Lucas, S. V., (1985). GC/MS analysis of organics in drinking water concentrates and advanced waste treatment concen- trates. EPA-600/S1-84-020. U.S. environmental protection agency health effects research laboratory. Research Triangle Park, NC. McGregor, D. (2010). Tertiary-Butanol: a toxicological review. Critical Reviews in Toxicology, 40(8), 697–727. Meek, M., Boobis, A., Cote, I., Dellarco, V., Fotakis, G., Munn, S., et al. (2014). New developments in the evolution and appli- cation of the WHO/IPCS framework on mode of action/ species concordance analysis. Journal of Applied Toxicology, 34(1), 1–18. National Library of Medicine (2014). t-Butyl Alcohol. http:// householdproducts.nlm.nih.gov/cgi-bin/household/brands? tbl=chem&id=319. Accessed Jan 2015. National Research Council (1977). Drinking Water and Health, Volume 1. The National Academies Press. National Research Council. (2010). Management and effects of coalbed methane produced water in the Western United States. Washington: The National Academies Press. National Research Council. (2014). Health impact assessment of shale gas extraction: workshop summary. Washington: The National Academies Press. National Toxicology Program (NTP) (1995). NTP toxicology and carcinogenesis studies of t -Butyl alcohol (CAS No. 75-65-0) in F344/N Rats and B6C3F1 Mice (Drinking Water Studies). New England Interstate Water Pollution Control Commission (2006). Survey of state experiences with petroleum and haz- ardous substance releases at LUST sites, heating oil tanks, and out of service tanks. Attachment 2. State standard summaries. Questions 1–1 through 1–9. http://www.neiwpcc.org/neiwpcc_ docs/Attach.%202%20-%20State%20Standards.pdf. Newby, D. T., Reed, D. W., Petzke, L., Igoe, A., Delwiche, M. E., Roberto, F. F., et al. (2004). Diversity of methanotroph com- munities in a basalt aquifer."
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "Kotelnikova, S. (2002). Microbial production and oxidation of methane in deep subsurface. Earth-Science Reviews, 58(3), 367–395. Landmeyer, J. E., Bradley, P. M., Trego, D. A., Hale, K. G., & Haas, J. E. (2010). MTBE, TBA, and TAME attenuation in diverse hyporheic zones. Groundwater, 48(1), 30–41. Lewicki, G., (2001). Raton Basin coal mine feature inventory. Lucas, S. V., (1985). GC/MS analysis of organics in drinking water concentrates and advanced waste treatment concen- trates. EPA-600/S1-84-020. U.S. environmental protection agency health effects research laboratory. Research Triangle Park, NC. McGregor, D. (2010). Tertiary-Butanol: a toxicological review. Critical Reviews in Toxicology, 40(8), 697–727. Meek, M., Boobis, A., Cote, I., Dellarco, V., Fotakis, G., Munn, S., et al. (2014). New developments in the evolution and appli- cation of the WHO/IPCS framework on mode of action/ species concordance analysis. Journal of Applied Toxicology, 34(1), 1–18. National Library of Medicine (2014). t-Butyl Alcohol. http:// householdproducts.nlm.nih.gov/cgi-bin/household/brands? tbl=chem&id=319. Accessed Jan 2015. National Research Council (1977). Drinking Water and Health, Volume 1. The National Academies Press. National Research Council. (2010). Management and effects of coalbed methane produced water in the Western United States. Washington: The National Academies Press. National Research Council. (2014). Health impact assessment of shale gas extraction: workshop summary. Washington: The National Academies Press. National Toxicology Program (NTP) (1995). NTP toxicology and carcinogenesis studies of t -Butyl alcohol (CAS No. 75-65-0) in F344/N Rats and B6C3F1 Mice (Drinking Water Studies). New England Interstate Water Pollution Control Commission (2006). Survey of state experiences with petroleum and haz- ardous substance releases at LUST sites, heating oil tanks, and out of service tanks. Attachment 2. State standard summaries. Questions 1–1 through 1–9. http://www.neiwpcc.org/neiwpcc_ docs/Attach.%202%20-%20State%20Standards.pdf. Newby, D. T., Reed, D. W., Petzke, L., Igoe, A., Delwiche, M. E., Roberto, F. F., et al. (2004). Diversity of methanotroph com- munities in a basalt aquifer. FEMS Microbiology Ecology, 48(3), 333–344. North, K. P., Mackay, D. M., Annable, M. D., Sublette, K. L., Davis, G., Holland, R. B., et al. (2012). An ex situ evaluation Environ Monit Assess (2016) 188: 208 Page 15 of 16 208 of TBA- and MTBE-baited bio-traps. Water Research, 46(12), 3879–3888. NSF International (2003). T-Butanol. CAS # 75-65-0. Oral Risk Assessment Document. Ann Arbor, MI. Pankow, J. F., Luo, W., Bender, D. A., Isabelle, L. M., Hollingsworth, J. S., Chen, C., et al. (2003). Concentrations and co-occurrence correlations of 88 volatile organic com- pounds (VOCs) in the ambient air of 13 semi-rural to urban locations in the United States. Atmospheric Environment, 37, 5023–5046. Paszcynski, A. J., Paidisetti, R., Johnson, A. K., Crawfrd, R. L., Colwell, F. S., Green, T., Delwiche, M., Lee, H., Newby, D., Brodie, E. L., & Conrad, M. (2011). Proteomic and targeted qPCR analyses of subsurface microbial communitites for presense of methane monooxygenase. Biodegradation, 22, 1045–1059. Prah, J., Ashley, D., Blount, B., Case, M., Leavens, T., Pleil, J., et al. (2004). Dermal, oral, and inhalation pharmacokinetics of methyl tertiary butyl ether (MTBE) in human volunteers. Toxicological Sciences, 77(2), 195–205. Propylene Carbonate/t-Butyl Alcohol HPV Committee (2004). Tertiary Butanol, CAS Number 75-65-0, US EPA HPV Challenge Program, Final Submission. Overview of Robust Summaries. Rasa, E., Chapman, S. W., Bekins, B. A., Fogg, G. E., Scow, K. M., & Mackay, D. M. (2011). Role of back diffusion and biodegradation reactions in sustaining an MTBE/TBA plume in alluvial media. Journal of Contaminant Hydrology, 126(3– 4), 235–247. Richardson, W., Barusch, M., Stewart, W., Kautsky, G., & Stone, R. (1961). Carboxylic acids extend the antiknock effective- ness of tetraethyllead. Journal of Chemical and Engineering Data, 6(2), 309–312. Rodgers, E., (2014). Ten problems observed by routine third-party data validation, Environmental Standards (ESI) http://www. envstd.com/ten-problems-observed-during-routine-third- party-data-validation/. Accessed Oct 2015. Rosell, M., Lacorte, S., & Barceló, D. (2006). Simultaneous determination of methyl tert-butyl ether, its degradation prod- ucts and other gasoline additives in soil samples by closed- system purge-and-trap gas chromatography-mass spectrom- etry. Journal of Chromatography A, 1132(1), 28–38. Schmidt, T. C., Schirmer, M., Weiss, H., & Haderlein, S. B. (2004). Microbial degradation of methyl tert-butyl ether and tert-butyl alcohol in the subsurface. Journal of Contaminant Hydrology, 70(3–4), 173–203. Shih, T., Rong, Y., Harmon, T., & Suffet, M. (2004). Evaluation of the impact of fuel hydrocarbons and oxygenates on ground- water resources. Environmental Science & Technology, 38(1), 42–48. Stevens, S., Lombardi, T., Kelso, B., & Coates, J., (1992). Geologic assessment of natural gas from coal seams in the Raton and Vermejo Formations, Raton Basin. Topical Report, January 1991-June 1992. Sullivan, J. C., Budge, S. M., & Timmins, A. (2010). Rapid method for determination of residual tert-butanol in lipo- somes using solid-phase microextraction and gas chromatog- raphy. Journal of Chromatographic Science, 48(4), 289–293. U.S. Environmental Protection Agency (EPA). (2005). Guidelines for carcinogen risk assessment. EPA/630/P-03/001F. Washington: Risk Assessment Forum. U.S. Environmental Protection Agency (EPA) (2007). Framework for determining a mutagenic mode of action for carcinoge- nicity. EPA/R-07/002-A. Risk Assessment Forum Technical Panel on Mutagenic Mode of Action. Washington, D.C. U.S. Environmental Protection Agency (EPA) (2009). Screening- level hazard characterization for sponsored chemical t-Butyl Alcohol (CASRN 75-65-0). U.S. Environmental Protection Agency (EPA). (2011). Plan to study the potential impacts of hydraulic fracturing on drink- ing water resources. EPA/600/R-11/122. Washington: Office of Research and Development. U.S. Environmental Protection Agency (EPA) (2012a). Study of the potential impacts of hydraulic fracturing on drinking water resources: progress report. EPA/600/R-12/011. Office of Research and Development. Washington, D.C. www.epa. gov/hfstudy. U.S. Environmental Protection Agency (EPA) (2012b). Toxics release inventory (TRI) explorer, 2012 chemical release re- port for TBA. http://iaspub.epa.gov/triexplorer/tri_release. chemical. Accessed Aug 2014. U.S. Environmental Protection Agency (EPA) (2012c). Benchmark Dose Technical Guidance. EPA/100/R-12/001. Risk Assessment Forum. Washington, D.C. www.epa.gov/ hfstudy. U.S. Environmental Protection Agency (EPA) (2015a). Retrospective case study in the Raton Basin, Colorado study of the potential impacts of hydraulic fracturing on drinking water resources EPA/600/R-14/091. U.S. Environmental Protection Agency (EPA) (2015b). Regional screening levels for chemical contaminants at superfund sites. http://www.epa.gov/reg3hwmd/risk/human/rb- concentration_table/Generic_Tables/index.htm. Accessed Jan 2015. U.S. Geological Survey (USGS) (2013). Dissolved Gas N2 / Ar and 4He sampling. http://water.usgs.gov/lab/dissolved-gas/ sampling/. Accessed Aug 2014. Wei, N., & Finneran, K. T. (2011). Microbial community compo- sition during anaerobic mineralization of tert-butyl alcohol (TBA) in fuel-contaminated aquifer material. Environmental Science & Technology, 45(7), 3012–3018. Wilson, J. T., Kolhatkar, R., Kuder, T., Philp, P., & Daugherty, S. J. (2005). Stable isotope analysis of MTBE to evaluate the source of TBA in ground water. Ground Water Monitoring & Remediation, 25(4), 108–116. Worrall, J., (2004). Preliminary geology of Oakdale Field, Northwest Raton Basin, Huerfuno County, Colorado. Search and Discovery Article, 20017. 208 Page 16 of 16 Environ Monit Assess (2016) 188: 208"
    },
    {
        "URL": "Quast2016_ForensivAnalysisOfTBADetections.pdf",
        "Text": "for TBA. http://iaspub.epa.gov/triexplorer/tri_release. chemical. Accessed Aug 2014. U.S. Environmental Protection Agency (EPA) (2012c). Benchmark Dose Technical Guidance. EPA/100/R-12/001. Risk Assessment Forum. Washington, D.C. www.epa.gov/ hfstudy. U.S. Environmental Protection Agency (EPA) (2015a). Retrospective case study in the Raton Basin, Colorado study of the potential impacts of hydraulic fracturing on drinking water resources EPA/600/R-14/091. U.S. Environmental Protection Agency (EPA) (2015b). Regional screening levels for chemical contaminants at superfund sites. http://www.epa.gov/reg3hwmd/risk/human/rb- concentration_table/Generic_Tables/index.htm. Accessed Jan 2015. U.S. Geological Survey (USGS) (2013). Dissolved Gas N2 / Ar and 4He sampling. http://water.usgs.gov/lab/dissolved-gas/ sampling/. Accessed Aug 2014. Wei, N., & Finneran, K. T. (2011). Microbial community compo- sition during anaerobic mineralization of tert-butyl alcohol (TBA) in fuel-contaminated aquifer material. Environmental Science & Technology, 45(7), 3012–3018. Wilson, J. T., Kolhatkar, R., Kuder, T., Philp, P., & Daugherty, S. J. (2005). Stable isotope analysis of MTBE to evaluate the source of TBA in ground water. Ground Water Monitoring & Remediation, 25(4), 108–116. Worrall, J., (2004). Preliminary geology of Oakdale Field, Northwest Raton Basin, Huerfuno County, Colorado. Search and Discovery Article, 20017. 208 Page 16 of 16 Environ Monit Assess (2016) 188: 208"
    }
]