[
    {
        "URL": "Evaporite_Karst_and_Regional_Ground-Water_Circulat.pdf",
        "Text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/264852032 Evaporite Karst and Regional Ground-Water Circulation in the Lower Pecos Valley of Southeastern New Mexico Article CITATIONS 23 READS 1,492 1 author: Lewis Land New Mexico Institute of Mining and Technology 45 PUBLICATIONS 409 CITATIONS SEE PROFILE All content following this page was uploaded by Lewis Land on 11 February 2015. The user has requested enhancement of the downloaded file. Oklahoma Geological Survey Circular 109, 2003 Evaporite Karst and Regional Ground-Water Circulation in the Lower Pecos Valley of Southeastern New Mexico Lewis A. Land New Mexico Bureau of Geology and Mineral Resources New Mexico Institute of Mining and Technology National Cave and Karst Research Institute Carlsbad, New Mexico ABSTRACT. — Natural ground-water discharge occurs from a series of cenotes, or sinkhole lakes, along the east side of the Pecos River flood plain at Bottomless Lakes State Park, southeastern New Mexico. The lakes are fed by underwater springs issuing from the under- lying Permian San Andres artesian aquifer, which has caused subsurface dissolution and collapse of overlying gypsum and mudstones of the Permian Artesia Group. Lea Lake, the largest of the cenotes, has undergone an increase in spring discharge in recent years, re- flecting the combined effects of rising water levels in the artesian aquifer and enhanced spring flow from mass-wasting processes along the steep eastern margin of the lake. INTRODUCTION Sinkholes ranging from a few meters to ~100 m in diameter are common features of the lower Pecos River Valley and reflect the intimate relationship between karstification and ground-water circulation in the Roswell Artesian Basin. Many of the karst features along the lower Pecos are formed in interbedded gyp- sum and mudstone of the Permian Artesia Group and result from subsurface dissolution of gypsum units by upward leakage of ground water from the underlying Permian San Andres artesian aquifer (Martinez and others, 1998). Bottomless Lakes State Park, 16 km east of Roswell in Chaves County (Fig. 1), is the site of several of the more spectacular gypsum sinkholes that are found in southeastern New Mexico. The Bottomless Lakes are unusual in that they occur in a semiarid setting, where annual evaporation rates exceed mean annual precipi- tation by a factor of 7 or more (Caran, 1988). The lakes are fed almost entirely by underwater springs and represent the discharge end of the regional hydrologic system in the Roswell Artesian Basin. Situated along the eastern edge of the Pecos River flood plain, the lakes also illustrate the fundamental role that karst processes have played in shaping the course of the Pecos River. GEOLOGIC BACKGROUND During late Miocene time, an ancestral lower Pecos Valley formed by solution-subsidence processes in car- bonate and evaporite rocks of the Permian (Guada- lupian) San Andres Formation and Artesia Group. At this time the upper Pecos River was a separate drain- Land, L. A., 2003, Evaporite karst and regional ground-water circulation in the lower Pecos Valley of southeastern New Mexico, in Johnson, K. S.; and Neal, J. T. (eds.), Evaporite karst and engineering/environmental problems in the United States: Oklahoma Geological Survey Circular 109, p. 227-232. 227 Figure 1. Regional map of southeastern New Mexico, showing lower Pecos River and approximate extent of Roswell Arte- sian Basin. Dashed line shows line of section in Figure 2. age system flowing southeast and east through the Portales Valley in central Roosevelt County (Fig. 1) (Bachman, 1987). During the Pleistocene, the lower Pecos Valley ex- tended farther to the north by continued karstification and headward erosion, progressively pirating streams 228 L. A. Land flowing eastward from the Sacramento Mountains, and culminating in capture of the upper Pecos River near Fort Sumner, at which time the modern drain- age system was established (Reeves, 1972). The Pecos River originally flowed west of Roswell, but the channel has migrated eastward because of uplift of the Sacramento Mountains and downtilting of Permian strata to the east (McLemore, 1999). Bed- rock along most of the lower Pecos River north of Carlsbad consists of limestones, dolomites, evaporites, and red beds of the Artesia Group, the back-reef equivalent of the Capitan Reef limestone that is ex- posed along the east flank of the Guadalupe Moun- tains to the south (Fig. 2) (Kelley, 1971). In the Carlsbad area the back-reef facies consists predomi- nantly of carbonates, but in the area extending ~150 km north of the reef the section becomes increasingly evaporitic, and beyond that the rest of the shelf area consists of siliciclastics. In the vicinity of Roswell, the Artesia Group is made up of interbedded mudstone and gypsum at the surface, with thick, bedded salt and anhydrite in the subsurface. The presence of these highly soluble evaporitic rocks of the far back-reef fa- cies has contributed to the formation of sinkholes and caves, which are abundant along the course of the lower Pecos River and adjacent areas. In addition, much of the topography along the valley margins has been influenced by local and regional subsidence from subsurface dissolution of evaporites (Bachman, 1984, 1987). Regional Hydrology The Roswell Artesian Basin (Fig. 1) consists of an eastward-dipping carbonate aquifer overlain by a leaky confining unit, which is in turn overlain by an unconfined alluvial aquifer (Fig. 3). The alluvial aqui- fer is hydraulically connected to the Pecos River. The carbonate aquifer is artesian to the east but is under water-table conditions in the western outcrop area. Ground water is stored in the carbonate aquifer in multiple highly porous and transmissive zones within the San Andres and Grayburg Formations. Second- ary porosity in the artesian aquifer is represented by vuggy and cavernous limestones, solution breccias, and solution-enlarged fractures and bedding planes. Much of the porosity was formed by dissolution of evapo- rites within the San Andres Formation, probably in late Permian time when the formation was exposed to erosion prior to deposition of the Grayburg, and then subsequently extended by continued circulation of ground water (Welder, 1983). The San Andres Limestone thickens downdip and is ~350 m thick in the subsurface east of the Pecos River. However, 120-185 m of evaporites has been removed from the upper part of the section by subsur- face dissolution in the northwestern Artesian Basin, leaving an extensive solution breccia (Bachman, 1987). The San Andres aquifer is 80-140 m thick in the vi- cinity of the Pecos River. Although much of this disso- lution probably occurred during the Permian, the re- sulting stratigraphic thinning seems to have influ- Figure 2. North-south diagrammatic stratigraphic section, showing facies relationships of Guadalupian rocks in south- eastern New Mexico. Line of section shown in Figure 1. Figure 3. West-east cross section illustrating regional ground-water-flow patterns within the San Andres artesian aquifer. Arrows indicate general direction of ground-water flow. Modified from J. F. Quinlan (unpublished report, 1967). Evaporite Karst in Lower Pecos Valley, New Mexico 229 enced the position of the present channel of the Pecos. In some cases, thinning and subsidence of the forma- tion from gypsum dissolution has occurred gradually over many square kilometers, but there are also re- cent instances of sudden catastrophic collapse (W elder, 1983; Caran, 1988). The confining unit consists of slightly to moderately permeable rocks of the upper Grayburg, Queen, and Seven"
    },
    {
        "URL": "Evaporite_Karst_and_Regional_Ground-Water_Circulat.pdf",
        "Text": "is stored in the carbonate aquifer in multiple highly porous and transmissive zones within the San Andres and Grayburg Formations. Second- ary porosity in the artesian aquifer is represented by vuggy and cavernous limestones, solution breccias, and solution-enlarged fractures and bedding planes. Much of the porosity was formed by dissolution of evapo- rites within the San Andres Formation, probably in late Permian time when the formation was exposed to erosion prior to deposition of the Grayburg, and then subsequently extended by continued circulation of ground water (Welder, 1983). The San Andres Limestone thickens downdip and is ~350 m thick in the subsurface east of the Pecos River. However, 120-185 m of evaporites has been removed from the upper part of the section by subsur- face dissolution in the northwestern Artesian Basin, leaving an extensive solution breccia (Bachman, 1987). The San Andres aquifer is 80-140 m thick in the vi- cinity of the Pecos River. Although much of this disso- lution probably occurred during the Permian, the re- sulting stratigraphic thinning seems to have influ- Figure 2. North-south diagrammatic stratigraphic section, showing facies relationships of Guadalupian rocks in south- eastern New Mexico. Line of section shown in Figure 1. Figure 3. West-east cross section illustrating regional ground-water-flow patterns within the San Andres artesian aquifer. Arrows indicate general direction of ground-water flow. Modified from J. F. Quinlan (unpublished report, 1967). Evaporite Karst in Lower Pecos Valley, New Mexico 229 enced the position of the present channel of the Pecos. In some cases, thinning and subsidence of the forma- tion from gypsum dissolution has occurred gradually over many square kilometers, but there are also re- cent instances of sudden catastrophic collapse (W elder, 1983; Caran, 1988). The confining unit consists of slightly to moderately permeable rocks of the upper Grayburg, Queen, and Seven Rivers Formations of the Artesia Group. The thickness of the confining unit varies from 0 to ~300 m, with thickening regionally downdip to the east. To the west the confining beds are truncated by erosion (Fig. 3). Local variations in thickness are caused by erosion and by dissolution of gypsum in the upper part of the section (Welder, 1983). Recharge to the artesian aquifer occurs by direct infiltration from precipitation and by runoff from in- termittent losing streams that flow eastward across the San Andres outcrop on the east slope of the Sacra- mento Mountains. Ground water flows east and south, downdip from the outcrop, then upward through leaky confining beds into the shallow aquifer, and ultimately to the Pecos River (Fig. 3). Since the inception of irrigated agriculture in the Roswell Artesian Basin more than a century ago, most of the discharge from both the arte- sian and alluvial aquifers has been from wells. Some natural discharge into the Pecos River still occurs by seepage from the alluvial aquifer and from the artesian aquifer through fractures and solution channels in the overlying confining beds (Welder, 1983). In the early history of development of the artesian aquifer, many wells flowed to the surface, with yields as high as 21,500 liters/minute (-5,700 gpm). How- ever, decades of intensive pumping have caused significant declines in hydrostatic head. By 1975 there were more than 800 irrigation wells in the Roswell Artesian Basin, and water levels in the artesian aquifer had declined in some areas by as much as 70 m. Nevertheless, it is not un- common for some wells near the river to still exhibit artesian flow, particularly during the winter months when irrigation has decreased (Welder, 1983). The salinity of ground water in the ar- tesian aquifer is highly variable. Chloride concentrations range from 15 ppm in the unconfined, western part of the aquifer to 7,000 ppm in the confined, eastern part of the system, and they also increase with depth. Chloride content is lowest in the spring, and highest in the fall after the irrigation season is over. The largest an- nual fluctuations in mineral content oc- cur in the area between Roswell and the Pecos River, where salt-water encroachment from the east is oc- curring (Welder, 1983). OBSERVATIONS Bottomless Lakes The sinkholes at Bottomless Lakes State Park are formed in gypsum and mudstone of the Seven Rivers Formation (Artesia Group), part of the confining unit of the underlying San Andres artesian aquifer (Fig. 3). Eight sinkhole lakes lie within the park bound- aries (Figs. 4, 5), but additional lakes and dry sinks are found in a similar geologic setting both north and south of the park (McLemore, 1999). The Bottomless Lakes occur along the east side of the Pecos River flood plain, adjacent to an abandoned former channel of the Pecos River that now flows ~2 km west of the park (Fig. 4). The lakes are joint-aligned and are formed within and at the base of the Seven Rivers Escarp- ment, which defines the eastern margin of the river Figure 4. Map of Bottomless Lakes State Park, showing the Bottomless Lakes cenotes (in solid black) relative to the Seven Rivers Escarpment and the flood plain of the Pecos River. Park boundaries are shown by a light dashed line. The drainage canal issuing from Lea Lake is shown by a heavy dashed line. valley. The gentle (-1°) eastward regional dip of the area is locally reversed along the escarpment, where strata in the Seven Rivers Formation dip steeply and abruptly to the southwest by as much as 40° (J. F. Quinlan, unpublished report, 1967). This local dip re- versal was probably caused by subsurface dissolution of gypsum in the vicinity of the sinkholes and conse- quent slumping of overlying beds (Kottlowski, 1979). The Bottomless Lakes sinkholes are more properly described as cenotes, similar to the deep, steep-walled, flooded sinks found on the Yucatan Peninsula in Mexico (Caran, 1988). Most of the Bottomless Lakes Figure 5. Orthophoto image of the Bottomless Lakes cenotes, the Seven Rivers Escarpment, and the adjacent flood plain of the Pecos River. Note the compound morphology of Lea Lake. cenotes are circular, with steep to vertical walls, and are 50-100 m in diameter and 30-60 m deep (J. F. Quinlan, unpublished report, 1967). Several of the lakes are compound, consisting of multiple coalesced sinks. Lazy Lagoon, the northernmost of the lakes and the largest in areal extent, is actually three separate cenotes that occupy an abandoned channel of the Pecos River. Much of the lake is very shallow and dries up during the summer, with the exception of the three deep sinks. Lea Lake, the southernmost and largest of the cenotes within the park, is formed by the coa- lescence of three sinks (Fig. 5) and has a maximum water depth of 27 m (Navarre, 1959). All of the lakes are fed by discharge from underwater springs issuing from the underlying artesian aquifer. Discharge from the springs has caused subsurface dissolution of gyp- sum and halite within the Seven Rivers Formation, localized subsidence, and upward propagation of col- lapse chimneys, which ultimately formed the cenotes. Water in all the lakes is brackish to saline, with high sulfate concentrations (Table 1), owing to pas- sage of the discharging water through subsurface lay- ers of gypsum and halite (Martinez and others, 1998). Water quality in the lakes is also affected"
    },
    {
        "URL": "Evaporite_Karst_and_Regional_Ground-Water_Circulat.pdf",
        "Text": "unpublished report, 1967). This local dip re- versal was probably caused by subsurface dissolution of gypsum in the vicinity of the sinkholes and conse- quent slumping of overlying beds (Kottlowski, 1979). The Bottomless Lakes sinkholes are more properly described as cenotes, similar to the deep, steep-walled, flooded sinks found on the Yucatan Peninsula in Mexico (Caran, 1988). Most of the Bottomless Lakes Figure 5. Orthophoto image of the Bottomless Lakes cenotes, the Seven Rivers Escarpment, and the adjacent flood plain of the Pecos River. Note the compound morphology of Lea Lake. cenotes are circular, with steep to vertical walls, and are 50-100 m in diameter and 30-60 m deep (J. F. Quinlan, unpublished report, 1967). Several of the lakes are compound, consisting of multiple coalesced sinks. Lazy Lagoon, the northernmost of the lakes and the largest in areal extent, is actually three separate cenotes that occupy an abandoned channel of the Pecos River. Much of the lake is very shallow and dries up during the summer, with the exception of the three deep sinks. Lea Lake, the southernmost and largest of the cenotes within the park, is formed by the coa- lescence of three sinks (Fig. 5) and has a maximum water depth of 27 m (Navarre, 1959). All of the lakes are fed by discharge from underwater springs issuing from the underlying artesian aquifer. Discharge from the springs has caused subsurface dissolution of gyp- sum and halite within the Seven Rivers Formation, localized subsidence, and upward propagation of col- lapse chimneys, which ultimately formed the cenotes. Water in all the lakes is brackish to saline, with high sulfate concentrations (Table 1), owing to pas- sage of the discharging water through subsurface lay- ers of gypsum and halite (Martinez and others, 1998). Water quality in the lakes is also affected by the origi- nal mineral content of ground water in the artesian aquifer, which is saline in the vicinity of the Bottom- less Lakes. Total dissolved solids (TDS) in the lakes have progressively increased since 1927, when they were first measured. This increase in TDS may be re- lated to westward migration of the fresh-water-salt- water interface in the underlying artesian aquifer (Welder, 1983; J. F. Quinlan, unpublished report, 1967). Although the Bottomless Lakes sinks probably formed during the Pleistocene, catastrophic solution- collapse processes are still active along this part of the lower Pecos. For example, in 1998 a new sinkhole lake appeared ~32 km northeast of Roswell, on the west side of the Pecos River flood plain, in gypsum and red beds of the Artesia Group. The sinkhole is 35 m in diameter and 47 m deep, with a water depth of 27 m, similar in scale to the Bottomless Lakes cenotes. Local Hydrology The mean annual evaporation deficit in the Roswell area is 2-2.5 m/year (i.e., evaporation exceeds precipi- tation), yet lake levels usually fluctuate by less than a meter, indicating that water levels in the Bottomless Lakes cenotes are not directly related to precipitation events (C. B. Hunt, unpublished report, 1976). Lake levels may differ from one another by as much as 11 m, but they roughly correspond to the irregular po- tentiometric surface of the artesian aquifer (Fig. 3). Only Dimmitt and Pasture Lakes have anomalously high lake levels because they also receive runoff from surface streams (J. F. Quinlan, unpublished report, 1967). In the early 20th century, several of the lakes over- flowed into wetlands along the east bank of the Pecos Evaporite Karst in Lower P e c o s Valley, New Mexico 231 Table 1. — Maximum Water Depth, Areal Extent, and Selected Water-Quality Data for the Bottomless Lakes Cenotes Lazy Lagoon Cottonwood Lake Mirror Lake Inkwell Lake Figure 8 Lake Pasture Lake Lost Lake Lea Lake Max. water depth (m) 27.4 9.1 15.2 9.8 11.3 5.5 — 27.4 Areal extent (acres, m2) 26.1 acres (10,565 m2) 0.52 acre (2,105 m2) 3.44 acres (13,925 m2) 0.36 acre (1,457 m2) 2.22 acres (8,987 m2) 0.76 acre (3,076 m2) <1.0 acre (4,048 m2) 13.46 acres (54,486 m2) TDS (ppm) 38,200 6,000 29,500 — — — — 9,500 Chloride (ppm) 15,599 2,156 12,869 — — — — 3,758 Sulfate (ppm) 8,934 2,139 5,860 — — — — 2,113 Total hardness (ppm) — 3,115 6,308 — — — — 2,618 pH 7.9 7.2 8.3 — — — — 7.6 Sources: Water depth and lake area are from McLemore (1999). Water-quality data for Lazy Lagoon, Mirror Lake, and Lea Lake are from Blinn (1993). Water-quality data for Cottonwood Lake, and total hardness data for all the lakes, are from an unpublished data sheet from the files of Bottomless Lakes State Park (1992). Dashes indicate no available data. River, but the progressive decline in hydraulic head in the artesian aquifer caused lake levels to fall, so that now only Lea Lake overflows. A comparison of water levels in the artesian aquifer with discharge from Lea Lake over a 3-year period (Fig. 6) demon- strates the relationship of the Bottomless Lakes ce- notes to ground-water circulation within the Roswell Artesian Basin. Seasonal variations in hydraulic head in the artesian aquifer reflect the irrigation cycle in the basin. Water levels are lowest in the summer when the aquifer is heavily pumped for irrigation, and they rise significantly in winter months when irrigation has decreased. Discharge from Lea Lake closely mimics the seasonal water-level cycle in the artesian aquifer. Longer term variations in artesian head are also shown by a gradual rise in water levels within the aquifer over the past 20 years, in part because of a systematic program by the State of New Mexico to purchase and retire irrigated farm land in the Roswell Artesian Basin. This long-term rise in water levels is also re- flected by a gradual increase in discharge from Lea Lake (Fig. 7). Effect of Mass Wasting Within the Bottomless Lakes cenotes, spring sap- ping at the base of the Seven Rivers Escarpment has resulted in localized oversteepening of the eastern walls of the sinks, causing occasional landslides and rockfalls. On May 30, 1975, a catastrophic rock slide occurred on the steep east wall of Lea Lake, and the resulting lake surge caused significant damage to a pavilion on the opposite shore. No measurements of lake discharge are available prior to 1976. However, Figure 6. Discharge from Lea Lake and water levels in the San Andres artesian aquifer for water years 1998-2000. Water- level data for the artesian aquifer were measured in the U.S. Geological Survey Orchard Park monitoring well - 1 0 km south- west of Lea Lake at lat 33°15.417'N„ long 104°24.867'W. the rock slide apparently opened new spring sources in the lake bed. as indicated by a significant increase in flow from the lake and flooding of adjacent grazing lands with several million gallons per day of saline and alkaline water (Brown, 1978). A culvert was in- stalled to convey the increased flow to a wetland area west of the park, but the lake continued to flood an adjacent parking lot and campground during the win- ter. In January 2002, the Park Service completed con- 232 L. A.Land Figure 7. Lea Lake discharge (bar graph) and artesian-aquifer water levels (line graph), 1976-2002. The"
    },
    {
        "URL": "Evaporite_Karst_and_Regional_Ground-Water_Circulat.pdf",
        "Text": "in artesian head are also shown by a gradual rise in water levels within the aquifer over the past 20 years, in part because of a systematic program by the State of New Mexico to purchase and retire irrigated farm land in the Roswell Artesian Basin. This long-term rise in water levels is also re- flected by a gradual increase in discharge from Lea Lake (Fig. 7). Effect of Mass Wasting Within the Bottomless Lakes cenotes, spring sap- ping at the base of the Seven Rivers Escarpment has resulted in localized oversteepening of the eastern walls of the sinks, causing occasional landslides and rockfalls. On May 30, 1975, a catastrophic rock slide occurred on the steep east wall of Lea Lake, and the resulting lake surge caused significant damage to a pavilion on the opposite shore. No measurements of lake discharge are available prior to 1976. However, Figure 6. Discharge from Lea Lake and water levels in the San Andres artesian aquifer for water years 1998-2000. Water- level data for the artesian aquifer were measured in the U.S. Geological Survey Orchard Park monitoring well - 1 0 km south- west of Lea Lake at lat 33°15.417'N„ long 104°24.867'W. the rock slide apparently opened new spring sources in the lake bed. as indicated by a significant increase in flow from the lake and flooding of adjacent grazing lands with several million gallons per day of saline and alkaline water (Brown, 1978). A culvert was in- stalled to convey the increased flow to a wetland area west of the park, but the lake continued to flood an adjacent parking lot and campground during the win- ter. In January 2002, the Park Service completed con- 232 L. A.Land Figure 7. Lea Lake discharge (bar graph) and artesian-aquifer water levels (line graph), 1976-2002. The abrupt increase in discharge from Lea Lake in 2002 is due to completion of a drainage canal in January of that year. Prior to installation of the drainage canal, much of the lake discharge overflowed across a paved parking lot and thus was not measured. struction of a more efficient drainage canal to capture all of the discharge, resulting in a substantial increase in measured flow volume from the lake (Fig. 7). On January 13, 2003, a discharge of 0.53 m3/s (18.8 cfs, or 8,460 gpm) was measured at the Lea Lake drain, the highest value since the U.S. Geological Survey began collecting data in 1976. Because of the increase in flow from Lea Lake, the wetlands area to the west has expanded and is now hydraulically connected to the Pecos River, discharg- ing into the river at five separate places along its east bank. The overflow wetland serves as a localized re- charge area for the shallow alluvial aquifer, which also ultimately discharges into the river (M. McGee, 2003, written communication). DISCUSSION The increase in discharge from Lea Lake appears to have resulted from a long-term rise in artesian head in the aquifer that feeds the lake, combined with en- hanced spring flow caused by catastrophic solution- collapse processes along the steep eastern wall of the cenote. Diversion of the overflow to a wetland area west of the park has resulted in the growth of new wetlands and a net gain in water flow to the Pecos River, an interesting phenomenon in a semiarid re- gion that is currently experiencing an extended drought. The broader implications of this local increase in water supply relate to the interstate use of surface- water resources in the lower Pecos Valley. New Mexico shares the water in the Pecos River with its down- stream neighbor, the State of Texas, and is obligated by interstate compact to deliver a specific volume of water to Texas every year. The increase in flow from Lea Lake, amounting to roughly 8.5 million m3/year (~7,000 acre-ft/year), will ultimately be used by the State of New Mexico to help meet its compact obliga- tion. CONCLUSIONS Although the Bottomless Lakes cenotes formed prior to the historic era in New Mexico, recent mass- wasting events indicate that catastrophic solution col- lapse is still active in this region and that karst phe- nomena are an integral part of the hydrologic system in the Roswell Artesian Basin. The cenotes at Bottom- less Lakes State Park demonstrate the dynamic in- teraction of regional ground-water circulation, surface- water flow, and modern and ancient karst processes, and their relationship to the hydrostratigraphic frame- work of the lower Pecos Valley. ACKNOWLEDGMENTS This paper benefited from critical reviews by Vir- ginia McLemore and Peggy Johnson, New Mexico Bureau of Geology and Mineral Resources, and by Michael McGee, U.S. Bureau of Land Management. Steve Patterson, Superintendent at Bottomless Lakes State Park, generously provided access to park files and reports. The author wishes to acknowledge the work of the late James F. Quinlan, who very precisely summarized the geology and hydrology of Bottomless Lakes in the text and graphics of an unpublished Christmas card he circulated among friends in 1967. REFERENCES CITED Bachman, G. O., 1984, Regional geology of Ochoan evapor- ites, northern part of Delaware Basin: New Mexico Bu- reau of Mines and Mineral Resources Circular 184, 22 p. 1987, Karst in evaporites in southeastern New Mex- ico: Sandia National Laboratories, Contractor Report SAND86-7078, 82 p. Blinn, D. W., 1993, Diatom community structure along physicochemical gradients in saline lakes: Ecology, v. 74, p. 1246-1263. Brown, J., 1978, Bottomless Lakes, report on alternative solutions [unpublished]: Kruger Lake Hutchinson Brown Inc., 20 p. Caran, S., 1988, Bottomless Lakes, New Mexico—a model for the origin and development of ground water lakes [abstract]: Geological Society of America Abstracts with Programs, v. 20, no. 2, p. 93. Kelley, V. C„ 1971, Geology of the Pecos Country, south- eastern New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 24, 78 p. Kottlowski, F. E., 1979, Bottomless Lakes: New Mexico Geology, v. 1, p. 57-58. Martinez, J. D.; Johnson, K. S„ and Neal, J. T„ 1998, Sinkholes in evaporite rocks: American Scientist, v. 86, p. 38-51. McLemore, V. T., 1999, Bottomless Lakes: New Mexico Ge- ology, v. 21, p. 51-55. Navarre, R. J., 1959, Basic survey of the Bottomless Lakes: Fisheries Investigations of District no. 4, Job Comple- tion Report, New Mexico Dept. of Game and Fish, 42 p. Reeves, C. C., Jr., 1972, Tertiary-Quaternary stratigraphy and geomorphology of west Texas and southeastern New Mexico, in Kelley, V. C.; and Trauger, F. D. (eds.), Guide- book of east-central New Mexico: New Mexico Geologi- cal Society Guidebook 23, p. 108-117. Welder, G. E., 1983, Geohydrologic framework of the Roswell ground-water basin, Chaves and Eddy Counties, New Mexico: New Mexico State Engineer Technical Report 42, 28 p. View publication stats"
    },
    {
        "URL": "Evaporite_Karst_and_Regional_Ground-Water_Circulat.pdf",
        "Text": "report on alternative solutions [unpublished]: Kruger Lake Hutchinson Brown Inc., 20 p. Caran, S., 1988, Bottomless Lakes, New Mexico—a model for the origin and development of ground water lakes [abstract]: Geological Society of America Abstracts with Programs, v. 20, no. 2, p. 93. Kelley, V. C„ 1971, Geology of the Pecos Country, south- eastern New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 24, 78 p. Kottlowski, F. E., 1979, Bottomless Lakes: New Mexico Geology, v. 1, p. 57-58. Martinez, J. D.; Johnson, K. S„ and Neal, J. T„ 1998, Sinkholes in evaporite rocks: American Scientist, v. 86, p. 38-51. McLemore, V. T., 1999, Bottomless Lakes: New Mexico Ge- ology, v. 21, p. 51-55. Navarre, R. J., 1959, Basic survey of the Bottomless Lakes: Fisheries Investigations of District no. 4, Job Comple- tion Report, New Mexico Dept. of Game and Fish, 42 p. Reeves, C. C., Jr., 1972, Tertiary-Quaternary stratigraphy and geomorphology of west Texas and southeastern New Mexico, in Kelley, V. C.; and Trauger, F. D. (eds.), Guide- book of east-central New Mexico: New Mexico Geologi- cal Society Guidebook 23, p. 108-117. Welder, G. E., 1983, Geohydrologic framework of the Roswell ground-water basin, Chaves and Eddy Counties, New Mexico: New Mexico State Engineer Technical Report 42, 28 p. View publication stats"
    }
]