[
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "Stephen F. Austin State University Stephen F. Austin State University SFA ScholarWorks SFA ScholarWorks Faculty Publications Department of Geology 4-2008 Hypogenic Speleogenesis within Seven Rivers Evaporites: Coffee Hypogenic Speleogenesis within Seven Rivers Evaporites: Coffee Cave, Eddy County, New Mexico Cave, Eddy County, New Mexico Kevin W. Stafford College of Sciences and Mathematics, Department of Geology, Stephen F. Austin State University, staffordk@sfasu.edu Lewis Land Alexander Klimchouk Follow this and additional works at: https://scholarworks.sfasu.edu/geology Part of the Geology Commons Tell us how this article helped you. Repository Citation Repository Citation Stafford, Kevin W.; Land, Lewis; and Klimchouk, Alexander, \"Hypogenic Speleogenesis within Seven Rivers Evaporites: Coffee Cave, Eddy County, New Mexico\" (2008). Faculty Publications. 10. https://scholarworks.sfasu.edu/geology/10 This Article is brought to you for free and open access by the Department of Geology at SFA ScholarWorks. It has been accepted for inclusion in Faculty Publications by an authorized administrator of SFA ScholarWorks. For more information, please contact cdsscholarworks@sfasu.edu. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO KEVIN W. STAFFORD1,2, LEWIS LAND2,3, AND ALEXANDER KLIMCHOUK3,4 Abstract: Coffee Cave, located in the lower Pecos region of southeastern New Mexico, illustrates processes of hypogenic speleogenesis in the middle Permian Seven Rivers Formation. Coffee Cave is a rectilinear gypsum maze cave with at least four stratigraphically-distinct horizons of development. Morphological features throughout the cave provide unequivocal evidence of hypogenic ascending speleogenesis in a confined aquifer system driven by mixed (forced and free) convection. Morphologic features in individual cave levels include a complete suite that defines original rising flow paths, ranging from inlets for hypogenic fluids (feeders) through transitional forms (rising wall channels) to ceiling half-tube flow features and fluid outlets (cupolas and exposed overlying beds). Passage morphology does not support origins based on epigenic processes and lateral development, although the presence of fine-grained sediments in the cave suggests minimal overprinting by backflooding. Feeder distributions show a lateral shift in ascending fluids, with decreasing dissolutional development in upper levels. It is likely that additional hypogenic karst phenomena are present in the vicinity of Coffee Cave because regional hydrologic conditions are optimum for confined speleogenesis, with artesian discharge still active in the region. INTRODUCTION Coffee Cave is located on the east side of the Pecos River valley, approximately 20 km north of Carlsbad, New Mexico at the base of the McMillan Escarpment. The cave is formed in the evaporite facies belt of the Seven Rivers Formation (Fig. 1). Evaporite karst development is exten- sive throughout the lower Pecos region, not only in the Seven Rivers Formation, but also in other Permian evaporite facies of the Artesia Group (including the Seven Rivers), and the Yeso, San Andres, Castile, Salado and Rustler Formations. Numerous filled sinkholes and caves have been documented within a range that extends several km east and west of the Pecos River, and from Texas to as far north as Santa Rosa in east-central New Mexico. Most solutional openings are relatively small and not humanly enterable, but many features are extensive with complex morphologies, suggestive of multiple phases of speleogen- esis. Cave patterns and abundant diagnostic morphologic features at meso-scale within individual caves appear to be the result of hypogenic, largely confined, speleogenesis, while cave sediments and minor entrenchment in some caves suggest a later phase of unconfined development. Although hypogenic features are seen in many caves within the region, this paper will focus on examples from Coffee Cave in relation to the current understanding of regional hydrology and speleogenesis in the Seven Rivers Forma- tion. Evaporite karst development within the Seven Rivers Formation, as with most evaporite karst phenomena in the United States, has not been thoroughly investigated. Most cave development within the Seven Rivers Formation has only been documented in anecdotal reports (Eaton, 1987; Belski, 1992; Lee, 1996), although evaporite karst has been recognized in association with regional aquifers (Hen- drickson and Jones, 1952) and dam leakage along the Pecos River (Cox, 1967). The occurrence of large gypsum sinkholes at Bottomless Lakes State Park near Roswell dramatically illustrates the occurrence of artesian speleo- genesis within the Seven Rivers Formation (Quinlan et al., 1987; Land, 2003; 2006). Although poorly documented within the United States, hypogenic evaporite karst has been extensively studied in the Western Ukraine, where large maze caves have developed in confined conditions and were later breached by surface denudation and fluvial entrenchment (e.g., Klimchouk, 1996a; 2000a). Other examples of hypogenic gypsum karst are known from Germany, Russia, Spain and United Kingdom (Klimchouk et al., 1996). GEOLOGIC SETTING The Seven Rivers Formation, along with the other four members of the Artesia Group, represents the backreef facies equivalent of the Capitan Reef, which defined the shelf margin of the Delaware Basin during middle Permian (Guadalupian) time (Figs. 2 and 3). The Seven Rivers 1 Dept of Earth and Environmental Science, New Mexico Institute of Mining and Technology, Socorro, NM 87801, USA (kwstafford@juno.com) 2 National Cave and Karst Research Institute, Carlsbad, NM, 88220, USA 3 New Mexico Bureau of Geology and Mineral Resources, Socorro, NM 87801, USA 4 Ukrainian Institute of Speleology and Karstology, Simferopol, 95007, Ukraine K. W. Stafford, L. Land, and A. Klimchouk – Hypogenic speleogenesis within Seven Rivers Evaporites: Coffee Cave, Eddy County, New Mexico. Journal of Cave and Karst Studies, v. 70, no. 1, p. 47–61. Journal of Cave and Karst Studies, April 2008 N 47 Formation consists predominantly of dolomite in its near- backreef setting in the Guadalupe Mountains, but becomes increasingly evaporitic further to the north on the Northwestern Shelf (Fig. 2), changing facies into inter- bedded gypsum and red mudstone (Scholle et al., 2004). Guadalupian rocks were later buried by extensive de- position of late Permian (Ochoan) evaporites that filled the basin and surrounding shelf areas (Fig. 3) (Bachman, 1984). By the end of the Permian, marine sedimentation had effectively ceased (Dickenson, 1981). During the early Triassic, the entire area was uplifted above sea level and the Laramide Orogeny produced regional deformation limited to uplift (1–2 km), tilting to the east and broad anticlinal flexures (Horak, 1985). By the mid-Tertiary, Laramide compression had ceased and shifted to Basin and Range extension (Chapin and Cather, 1994). As a result of tectonism, regional dip of Guadalupian strata in this part of southeastern New Mexico is , 1 to 2u to the east and southeast (Fig. 4), with broad flexures and abundant high angle fractures and joints exhibiting minimal offset. Since the late Permian, southeastern New Mexico has been dominated by fluvial erosion, associated sedimentation, and karstic dissolution (Kelley, 1971). The evaporite facies of the Seven Rivers Formation is up to 150 m thick in the study area, with anhydrite (CaSO4) and bedded salt (NaCl) in the subsurface and gypsum (CaSO4?2H2O) near the surface as a result of sulfate hydration (Kelley, 1971). Dolomite (CaMg (CaCO3)2) interbeds are common throughout the evaporite facies, forming laterally-continuous layers that thicken towards the reef and thin away from it. The entire gypsum sequence is capped by dolomite of the Azotea Tongue Member. Seven Rivers sulfates are generally white to grey, nodular to microcrystalline anhydrite/gypsum, forming individual beds ranging from centimeters to meters in thickness (Hill, 1996). HYDROLOGIC SETTING Coffee Cave is formed at the base of the McMillan Escarpment, which locally defines the eastern margin"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "becomes increasingly evaporitic further to the north on the Northwestern Shelf (Fig. 2), changing facies into inter- bedded gypsum and red mudstone (Scholle et al., 2004). Guadalupian rocks were later buried by extensive de- position of late Permian (Ochoan) evaporites that filled the basin and surrounding shelf areas (Fig. 3) (Bachman, 1984). By the end of the Permian, marine sedimentation had effectively ceased (Dickenson, 1981). During the early Triassic, the entire area was uplifted above sea level and the Laramide Orogeny produced regional deformation limited to uplift (1–2 km), tilting to the east and broad anticlinal flexures (Horak, 1985). By the mid-Tertiary, Laramide compression had ceased and shifted to Basin and Range extension (Chapin and Cather, 1994). As a result of tectonism, regional dip of Guadalupian strata in this part of southeastern New Mexico is , 1 to 2u to the east and southeast (Fig. 4), with broad flexures and abundant high angle fractures and joints exhibiting minimal offset. Since the late Permian, southeastern New Mexico has been dominated by fluvial erosion, associated sedimentation, and karstic dissolution (Kelley, 1971). The evaporite facies of the Seven Rivers Formation is up to 150 m thick in the study area, with anhydrite (CaSO4) and bedded salt (NaCl) in the subsurface and gypsum (CaSO4?2H2O) near the surface as a result of sulfate hydration (Kelley, 1971). Dolomite (CaMg (CaCO3)2) interbeds are common throughout the evaporite facies, forming laterally-continuous layers that thicken towards the reef and thin away from it. The entire gypsum sequence is capped by dolomite of the Azotea Tongue Member. Seven Rivers sulfates are generally white to grey, nodular to microcrystalline anhydrite/gypsum, forming individual beds ranging from centimeters to meters in thickness (Hill, 1996). HYDROLOGIC SETTING Coffee Cave is formed at the base of the McMillan Escarpment, which locally defines the eastern margin of the Pecos River Valley (Fig. 4). The cave is located on the eastern shore of old Lake McMillan, an artificial im- poundment that formerly stored water for the Carlsbad Irrigation District (CID). The original McMillan Dam was constructed in 1893, and the reservoir almost immediately began experiencing leakage problems through sinkholes formed in the lake bed. Water flowed through karstic conduits in the underlying Seven Rivers gypsum and returned to the Pecos River by discharge from springs downstream from the lake. Attempts to isolate the worst Figure 1. Regional map delineating the Roswell Artesian Basin, outcrop region of the Seven Rivers evaporite facies, and location of Coffee Cave. SREF = Seven Rivers Evaporite Facies. sre = Seven Rivers Embayment. BLSP = Bottomless Lakes State Park (adapted from Kelley, 1971 and Land, 2003). Figure 2. Paleogeographic reconstruction of southeastern New Mexico during the middle Permian, showing the depositional relationship between the Delaware Basin and the Northwestern Shelf where Seven Rivers evaporite facies were deposited (adapted from Scholle et al., 2004). HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 48 N Journal of Cave and Karst Studies, April 2008 areas of sinkhole formation by construction of a dike along the eastern lake shore were only partially successful (Cox, 1967). McMillan Dam was breached in 1991 and the water allowed to flow into the newly constructed Brantley Reservoir, which is located in the dolomitic facies belt of the Seven Rivers Formation. The Lake McMillan area lies near the southern end of the Roswell Basin, a karstic artesian aquifer system occupying several hundred square kilometers in the lower Pecos region of southeastern New Mexico (Fig. 1). Ground water in the Roswell Basin is stored in multiple highly porous and transmissive zones within Guadalupian carbo- nates of the San Andres limestone and the overlying Grayburg and Queen Formations of the Artesia Group (Fig. 4). Secondary porosity is developed in vuggy and cavernous limestones and intraformational solution-col- lapse breccias, the result of subsurface dissolution of evaporites. Recharge to the aquifer occurs on the Pecos Slope, a broad area east of the Sacramento Mountains where the San Andres limestone crops out. Redbeds and gypsum of the Seven Rivers Formation serve as a leaky upper confining unit for the artesian aquifer (Fig. 4) (Welder, 1983). Water-bearing zones within the artesian aquifer system rise stratigraphically from north to south, occurring near the middle of the San Andres Formation in the northern Roswell Artesian Basin, and in carbonate rocks of the Grayburg Formation in the southern part of the Basin near Lake McMillan (Fig. 4). The southern boundary of the Artesian Basin is not well-defined, but is usually located, somewhat arbitrarily, along the Seven Rivers Hills southwest of Lake McMillan. The Seven Rivers confining unit is overlain by a shallow water-table aquifer composed largely of Tertiary and Quaternary alluvial sediment. This material was deposited on the Pecos River floodplain as it migrated eastward due to uplift of the rising Sacramento Mountains to the west. A substantial percentage of recharge to the shallow aquifer is derived from upward flow through leaky confining beds from the underlying artesian aquifer (Welder, 1983). Very locally, in the vicinity of Lake McMillan, the Seven Rivers Formation makes up a large part of the shallow aquifer, probably as solution conduits in the Seven Rivers gypsum. Since the inception of irrigated agriculture in the lower Pecos Valley in the early 20th Century, most of the discharge from the artesian aquifer has been from irrigation wells. However, substantial natural discharge still occurs along the Pecos River, flowing upward through fractures and solution channels in the overlying Seven Rivers gypsum. This natural discharge has formed a complex of karst springs, sinkhole lakes, and extensive wetlands located along the west side of the Pecos River, east of the city of Roswell (Land, 2005). Along the eastern margin of the Pecos River valley southeast of Roswell, discharge from the artesian aquifer has caused subsurface dissolution of gypsum and upward propagation of collapse chimneys, forming large gypsum cenotes at Bottomless Lakes State Park (Land, 2003; 2006). In the early 20th Century, many wells in the Artesian Basin flowed to the surface, with yields as high as 21,500 L min21 Figure 3. Stratigraphic chart of Permian facies in southeastern New Mexico with comparison of stratigraphic units within the Pecos Valley-Northwestern Shelf and the northern Delaware Basin-Guadalupe Mountains. Coffee Cave is developed in the Seven Rivers Formation (highlighted in gray). W = Wolfcampian; LNDRN = Leonardian (adapted from Zeigler, 2006). K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 49 (Welder, 1983). Although decades of intensive pumping have caused substantial declines in hydraulic head, many wells still display strong artesian flow (Land and Newton, 2007). As recently as the 1940s, wells in the vicinity of Lake McMillan flowed to the surface, with water levels reported up to 12 m above ground level (U.S. Geological Survey, 2007). Hydro- logic conditions within the southern Artesian Basin thus continue to provide strong potential for hypogenic speleo- genesis. HYPOGENIC SPELEOGENESIS Karst development is generally described in terms of geomorphology or hydrology, where dissolution is either hypogenic or epigenic (hypergenic). Epigenic speleogenesis, which is well-documented in karst literature, involves surficial features that act as entrance points for descending waters that may either recharge local ground water or form integrated cave networks that function as subsurface bypass"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "in the overlying Seven Rivers gypsum. This natural discharge has formed a complex of karst springs, sinkhole lakes, and extensive wetlands located along the west side of the Pecos River, east of the city of Roswell (Land, 2005). Along the eastern margin of the Pecos River valley southeast of Roswell, discharge from the artesian aquifer has caused subsurface dissolution of gypsum and upward propagation of collapse chimneys, forming large gypsum cenotes at Bottomless Lakes State Park (Land, 2003; 2006). In the early 20th Century, many wells in the Artesian Basin flowed to the surface, with yields as high as 21,500 L min21 Figure 3. Stratigraphic chart of Permian facies in southeastern New Mexico with comparison of stratigraphic units within the Pecos Valley-Northwestern Shelf and the northern Delaware Basin-Guadalupe Mountains. Coffee Cave is developed in the Seven Rivers Formation (highlighted in gray). W = Wolfcampian; LNDRN = Leonardian (adapted from Zeigler, 2006). K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 49 (Welder, 1983). Although decades of intensive pumping have caused substantial declines in hydraulic head, many wells still display strong artesian flow (Land and Newton, 2007). As recently as the 1940s, wells in the vicinity of Lake McMillan flowed to the surface, with water levels reported up to 12 m above ground level (U.S. Geological Survey, 2007). Hydro- logic conditions within the southern Artesian Basin thus continue to provide strong potential for hypogenic speleo- genesis. HYPOGENIC SPELEOGENESIS Karst development is generally described in terms of geomorphology or hydrology, where dissolution is either hypogenic or epigenic (hypergenic). Epigenic speleogenesis, which is well-documented in karst literature, involves surficial features that act as entrance points for descending waters that may either recharge local ground water or form integrated cave networks that function as subsurface bypass features for overland flow (e.g., Ford and Williams, 1989; White, 1988). Epigenic karst is well studied because it naturally forms numerous surface manifestations that are easily recognized and humanly accessible. In contrast, hypogenic speleogenesis is often overlooked because it forms without a direct surface connection, usually in confined or semi-confined settings. Hypogenic karst is often only exposed by surface denudation, and is often overprinted by epigenic processes (Palmer, 1991; Klim- chouk, 1996a; 2000b). However, hypogenic caves are occasionally intercepted during mining and drilling opera- tions, where features show little or no overprinting (Kempe, 1996; Klimchouk, 2000b; 2003). Hypogenic speleogenesis has been referred to broadly (e.g., deep-seated, confined, semi-confined, artesian, trans- verse) and is often attributed to specific fluid properties (e.g., sulfuric acid, hydrothermal), but in terms of hydrogeology, all types of hypogenic karst are similar. Hypogenic karst phenomena have been described in evaporitic and carbonate rocks. In evaporites, both maze caves (e.g., Klimchouk, 1996b; 2000a) and isolated voids (e.g., Kempe, 1996) are well-documented in Europe and have been attributed to confined speleogenesis. In mature carbonates, hypogenic karst has been associated with deep- seated processes involving acidic (e.g., Palmer, 1991; Lowe et al., 2000) and hydrothermal (e.g., Dublyansky, 2000) fluids. However, sulfuric acid and hydrothermal speleogen- esis are simply special subsets where fluid chemistry and temperature, respectively, increase the solubility of host rock. Following the suggestion of Ford (2006), we adopt the hydrogeological, rather than the geochemical, notion of hypogenic speleogenesis: ‘‘…the formation of caves by water that recharges the soluble formation from underlying strata, driven by hydrostatic pressure or other sources of energy, independent of recharge from the overlying or immediately adjacent surface.’’ Hypogenic karst can de- Figure 4. West-East hydrostratigraphic section across southern end of the Roswell Artesian Basin, showing relationship of Coffee Cave to the underlying artesian aquifer. The aquifer is recharged on the Pecos Slope to the west, where the San Andres and Artesia Group carbonates are exposed in outcrop. Ground water flows downgradient toward the Pecos River and upward through Seven Rivers evaporites, which serve as a leaky confining unit for the aquifer. TQa = Tertiary and Quaternary alluvium, mostly floodplain deposits of the ancestral and modern Pecos River and lacustrine sediments in the bed of old Lake McMillan. Note vertical exaggeration is ,293. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 50 N Journal of Cave and Karst Studies, April 2008 velop in any environment where fluids enter soluble host rock from below, being undersaturated with respect to the host rock or acquiring aggressiveness due to mixing with shallower flow systems (Klimchouk, 2000b; 2003). When the hydrogeologic framework is established for hypogenic transverse speleogenesis, dissolution may develop 3-D patterns with stratiform components, depending on the specific lithologic and structural host rock properties. Pressurized fluids will attempt to migrate upward toward regions of lower pressure, often valleys or other topo- graphic lows (To´th, 1999), where the exact flow path depends on the permeability of local rock units and cross- formational fractures. Flow may be horizontal through relatively high permeability units, often sands or carbo- nates, or vertical through originally low permeability media, often soluble units (Klimchouk, 2000b; 2003). Hypogenic processes may be the result of either forced or free convection of ground water, or a combination of both. Forced convection is driven by differences in hydraulic head within an aquifer system. Free convection is driven by variability within fluid properties, which sets up density differences within the fluid. Lighter fluids rise and denser fluids sink, usually because of differences in salinity or temperature of the convecting fluids (e.g., Kohout, 1967; Kohout et al., 1988). Anderson and Kirkland (1980) physically modeled this process and showed that brine density convection could result in significant dissolution of soluble rocks, where undersatu- rated and saturated fluids simultaneously rise and sink, respectively, within a confined system. If limited connec- tivity occurs between source fluids and soluble rock, simultaneous flow can occur through the same pore throat, but in regions of greater connectivity separate flow paths for ascending and descending fluids may develop. Ander- son and Kirkland (1980) considered brine density convec- tion as the primary mechanism through which large vertical breccia pipes developed in the Delaware Basin, where fluids originating in a carbonate aquifer and undersaturated with respect to halite (NaCl) rose through overlying halite beds. As rising fluids dissolved halite, they became denser and subsequently sank back to the carbonate aquifer, thus undersaturated waters were con- tinuously rejuvenated at the dissolution front. Kempe (1996) showed that speleogenesis driven by free convection can create large cavities at the base of thick evaporitic formations with low fracture density. Klimchouk (2000a; 2000b) invoked mixed convection for early stages of confined transverse speleogenesis in fractured gypsum beds in the Western Ukraine, with free convection effects becoming increasingly important during subsequent stages, when head distribution within an aquifer system was homogenized due to increased hydraulic connectivity of aquiferous units. Although maze caves have recently been shown to form in hypogenic confined settings (Klimchouk, 2003), tradi- tional models involve epigenic speleogenesis. The classic mechanism of epigenic maze cave development was suggested by Palmer (1975; 2000), where water infiltrates from above through porous, insoluble rock. As the fluids descend they are evenly distributed through fractured soluble rock, such that individual passages enlarge at similar rates and converge to form maze patterns. Other epigenic models for maze cave development invoke epigenic fluids that are"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "al., 1988). Anderson and Kirkland (1980) physically modeled this process and showed that brine density convection could result in significant dissolution of soluble rocks, where undersatu- rated and saturated fluids simultaneously rise and sink, respectively, within a confined system. If limited connec- tivity occurs between source fluids and soluble rock, simultaneous flow can occur through the same pore throat, but in regions of greater connectivity separate flow paths for ascending and descending fluids may develop. Ander- son and Kirkland (1980) considered brine density convec- tion as the primary mechanism through which large vertical breccia pipes developed in the Delaware Basin, where fluids originating in a carbonate aquifer and undersaturated with respect to halite (NaCl) rose through overlying halite beds. As rising fluids dissolved halite, they became denser and subsequently sank back to the carbonate aquifer, thus undersaturated waters were con- tinuously rejuvenated at the dissolution front. Kempe (1996) showed that speleogenesis driven by free convection can create large cavities at the base of thick evaporitic formations with low fracture density. Klimchouk (2000a; 2000b) invoked mixed convection for early stages of confined transverse speleogenesis in fractured gypsum beds in the Western Ukraine, with free convection effects becoming increasingly important during subsequent stages, when head distribution within an aquifer system was homogenized due to increased hydraulic connectivity of aquiferous units. Although maze caves have recently been shown to form in hypogenic confined settings (Klimchouk, 2003), tradi- tional models involve epigenic speleogenesis. The classic mechanism of epigenic maze cave development was suggested by Palmer (1975; 2000), where water infiltrates from above through porous, insoluble rock. As the fluids descend they are evenly distributed through fractured soluble rock, such that individual passages enlarge at similar rates and converge to form maze patterns. Other epigenic models for maze cave development invoke epigenic fluids that are delivered laterally to fractured rock, primarily in the form of back flooding, with an associated shift from vadose to phreatic dissolution. Whether a maze cave is the result of hypogenic or epigenic speleogenesis, lithologic variability and fracturing domi- nate maze cave development. Klimchouk (2000a; 2003) and Frumkin and Fischhend- ler (2005) have described specific morphological features that are indicative of hypogenic speleogenesis. The morphologic suite consists of feeders, master passages and outlets, which occur within individual levels of hypogenic systems (Fig. 5) (Klimchouk, 2003). Feeders, or risers, are the lowest elevation component within the suite and are characterized as vertical or near-vertical conduits through which undersaturated fluids rise from lower aquifers. Feeders may form as isolated features or feature clusters. Master passages are the commonly explored portions of hypogenic caves, which are often extensive and form the largest passages because of the existence of laterally well-connected and extensive fracture networks encased within certain lithologic horizons. Out- lets (i.e., cupolas and domes) occur at the highest elevations within a single level of a hypogenic cave and form the discharge features for transverse flow to higher elevations and lower pressures. Isolated risers and outlets can converge through continued dissolution such that rift-like features may develop that connect levels in a multi-level, hypogenic system. Hypogenic caves form in sluggish flow conditions and show no evidence of fast-flowing fluids, but instead exhibit smooth walls with irregular solution Figure 5. Diagrammatic representation of morphological feature suite indicative of hypogenic speleogenesis. Trans- missive zones are dolomite and soluble beds are gypsum in Coffee Cave. K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 51 Figure 6. Geomorphic map of Coffee Cave. A) Plan view map of Coffee Cave showing maze passage morphology, hypogenic feeder distribution and delineation between lower flooded cave level and upper dry levels. The boundary between the gray and white regions along the northern edge of Coffee Cave represents the edge of the McMillan Escarpment.; B) Cross sections of Coffee Cave with 23 vertical exaggeration showing relationship of passage levels and dolomite interbeds (solid gray lines). Note that the dashed lines in Figure 6A delineate locations where passage width was measured perpendicular to the McMillan Escarpment for Figure 11. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 52 N Journal of Cave and Karst Studies, April 2008 pockets and residual pendants (Frumkin and Fischhendler, 2005), and various morphologic imprints of rising free convection circulation (Klimchouk, 2000b; 2003). COFFEE CAVE Recently, a resurvey of Coffee Cave was conducted in order to better document the cave’s distribution and extent, lithologic variability, and occurrence of morphological features indicative of hypogenic transverse speleogenesis. At present, the lowermost level, which comprises at least half of the known cave, based on the original survey (Belski, 1972), is flooded (Fig. 6A). Throughout most of the cave, fine-grained sediments and angular collapse blocks commonly cover the floor, obscuring much of the dissolutional floor morphology and displaying a bimodal distribution of allogenic sediment and autogenic breakdown. Passages proximal to the scarp edge have partially collapsed due to scarp retreat, creating large earth fissures on the land surface and a complex entrance network (Fig. 7). The occurrence of abundant surface fissures beyond the known extent of Coffee Cave strongly suggests that numerous maze caves exist along the same erosional scarp, but most are largely blocked by break- down. Several km to the east of Coffee Cave, clusters of caves occur within the Burton Flats area that exhibit similar morphologic features indicative of hypogenic transverse speleogenesis. Most passages within the cave are roughly rectangular in cross-section with thin dolomite beds forming the ceiling, floors and intermittent ledges (Fig. 6B, 8). The cave is a three-dimensional maze with most passages oriented northwest and northeast, which probably repre- sents a conjugate fracture set (Fig. 6A). Most passages intercept at sharp angles, while many individual passages terminate in blind alcoves or narrow fractures, often recognized as feeders. Based on previous mapping, the lowermost level appears to be the region of most intense lateral development (Fig. 6A). Successively higher levels of the cave contain progressively smaller passages, creating at least four distinct cave levels, although the two highest levels are generally too small to be humanly accessed. In several regions, individual passages transect all four levels forming major trunk passages, which are intermittently separated into distinct levels (Fig. 6B), while many regions contain upper level passages that transect two or three levels in limited areas. It should be emphasized that the designation of levels within Coffee Cave refers only to distinct cave horizons that are lithologically separated and laterally extensive and which were formed concurrently under a constant, stable hydrologic regime. The term level does not imply hydrologically distinct solutional events or levels related to changes in hydrologic conditions. Most of the individual cave passages exhibit complex surficial sculpturing within individual gypsum beds and between different lithologies; however, no discernable patterns common to epigenic caves with oriented scallops of similar shape and size were observed. Residual pendants are present throughout the cave. Additional morphological features indicative of rising transverse flow commonly occur on floors, walls and ceilings, including: 1) feeders, 2) rising wall channels, 3) cupolas, and 4) ceiling half-tubes. Generally, complex suites of features occur in a continuous series or in close proximity. Feeders function as fluid inlet locations, either joining different levels of a"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "roughly rectangular in cross-section with thin dolomite beds forming the ceiling, floors and intermittent ledges (Fig. 6B, 8). The cave is a three-dimensional maze with most passages oriented northwest and northeast, which probably repre- sents a conjugate fracture set (Fig. 6A). Most passages intercept at sharp angles, while many individual passages terminate in blind alcoves or narrow fractures, often recognized as feeders. Based on previous mapping, the lowermost level appears to be the region of most intense lateral development (Fig. 6A). Successively higher levels of the cave contain progressively smaller passages, creating at least four distinct cave levels, although the two highest levels are generally too small to be humanly accessed. In several regions, individual passages transect all four levels forming major trunk passages, which are intermittently separated into distinct levels (Fig. 6B), while many regions contain upper level passages that transect two or three levels in limited areas. It should be emphasized that the designation of levels within Coffee Cave refers only to distinct cave horizons that are lithologically separated and laterally extensive and which were formed concurrently under a constant, stable hydrologic regime. The term level does not imply hydrologically distinct solutional events or levels related to changes in hydrologic conditions. Most of the individual cave passages exhibit complex surficial sculpturing within individual gypsum beds and between different lithologies; however, no discernable patterns common to epigenic caves with oriented scallops of similar shape and size were observed. Residual pendants are present throughout the cave. Additional morphological features indicative of rising transverse flow commonly occur on floors, walls and ceilings, including: 1) feeders, 2) rising wall channels, 3) cupolas, and 4) ceiling half-tubes. Generally, complex suites of features occur in a continuous series or in close proximity. Feeders function as fluid inlet locations, either joining different levels of a cave or terminating blindly in bedrock, generally transmissive dolomite layers. Throughout Coffee Cave, feeders commonly occur as point source (Fig. 9A,B,D), dense clusters (Fig. 9F) or linear fissure-like features (Fig. 9E). Point source feeders are individual Figure 7. McMillan escarpment showing large earth fissures (A) and complex entrance network (B). K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 53 features that generally form along dolomite-gypsum contacts in walls (Fig. 9B) or at the margins of floors (Fig. 9A,C). They are crudely conical features exhibiting an increase in aperture width toward cave passages that generally include minor doming proximal to the open passage (Fig. 9A,B,C). Feeder clusters commonly exist as a dense occurrence of small- to medium-sized feeders within a limited area, but individual feeders within clusters are morphologically similar to point feeders. Linear feeders develop along the axis of passages, forming narrow fissures along fractures, and are often associated with passages that are triangular in cross section and broaden upwards (Fig. 10E). Linear feeders are laterally extensive, as compared to point feeders. Cupolas are well-documented in the speleogenetic literature as domal ceiling features (Osborne, 2004). However, for the purpose of this paper, they are viewed in a broader sense that encompasses traditional cupolas as well as domes and similar outlet features that may either be closed or open, concave ceiling features. Cupolas are generally elliptical in plan view (Fig. 10A), but may range from near-circular to lenticular. Cupola height ranges from centimeters to meters with inner walls that may vary from gently sloping to near vertical. Closed cupolas, which fall within the traditional descriptions of cupolas and domes, are concave features where the entire inner surface is gypsum bedrock, with the upper surface commonly formed along the contact of transmissive dolomite interbeds (Fig. 10C). In contrast, open cupolas have openings in upper surfaces, either in the center or offset to one side. Cupolas are recognizable in those passages where the ceiling is still within gypsum (Fig. 10A,D). In many passages, the next upper dolomite bed is continuously exposed at the ceiling, but it is apparent that these exposures have formed by merging of closely spaced cupolas (Fig. 10B,C). Half-tubes (rising wall channels, ceiling channels) are elongate concave structures that occur on ceilings and walls and vary from shallow indentations to deep, incised channels, ranging in width from centimeters to meters with corresponding depths. Generally, half-tubes exhibit smooth rounded interior surfaces and abrupt, well-defined margins with adjacent walls or ceilings (Fig. 9D, 10C). Features on walls are generally vertically oriented, but may shift laterally from bottom to top (Fig. 9D). Ceiling features are usually developed on the underside of dolomite layers and commonly display irregular margins resulting from the coalescing of serial cupolas (Fig. 10B,C). When ceiling half- tubes do not form beneath dolomite beds, they gently slope Figure 8. Composite lithologic section through Coffee Cave in relation to the four identified cave levels (designated I – IV on diagram). Levels II, III and IV represent the upper levels that were resurveyed for this study. Level I is currently flooded, hence lithology is unknown (presumably gypsum r with dolomite interbeds). Passage cross-sections are average passage representations of distinct levels and do not include connections between levels. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 54 N Journal of Cave and Karst Studies, April 2008 Figure 9. Feeder features in Coffee Cave. Black scale bars in figures are all approximately 0.5 m and camera angle is near- horizontal in all feeder features photos. A) point source feeder showing prominent doming morphology proximal to master passage; B) typical feeder showing development at the top of a dolomitic interbed; C) complete hypogenic morphologic suite showing riser (white arrow), wall channel (dashed white lines), ceiling channel (solid yellow lines) and outlet (yellow arrow); D) well developed wall riser with associated wall channel (dashed yellow lines); E) linear riser developed along axis of master passage; F) dense cluster of small feeders above dolomite interbed with minor vadose overprinting below dolomite interbed. K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 55 Figure 10. Outlet features in Coffee Cave. Black scale bars in figures are all approximately 0.5 m. A) series of typical ceiling cupolas (camera angle is ,60u up from horizontal, looking towards the ceiling); B) series of cupolas that are in the process of coalescing (camera angle is ,70u up from horizontal, looking toward the ceiling); C) ceiling channel formed by complete coalescing of serial cupolas (camera angle is ,30u up from horizontal, looking towards the ceiling); D) complete hypogenic morphologic suite showing riser (white arrow), wall channel (yellow dashed lines), and ceiling cupola (yellow arrow) (camera angle is roughly horizontal); E) rift-like passage showing linear feeder (yellow arrow), triangular passage and upper dolomite bed that has partially collapsed due to loss of buoyant support (white arrow) (camera angle is roughly horizontal). Figure 10B is from Fuchslabyrinth Cave, Baden-Wu¨rtenberg, Germany (developed in vertically heterogeneous beds of Triassic limestone showing lithologic variability between two distinct beds), instead of Coffee Cave, in order to better illustrate the intermediate stage of cupola coalescence. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 56 N Journal of Cave and Karst Studies, April 2008 up to an adjoining half-tube that contacts dolomite. All observed wall half-tubes"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "doming morphology proximal to master passage; B) typical feeder showing development at the top of a dolomitic interbed; C) complete hypogenic morphologic suite showing riser (white arrow), wall channel (dashed white lines), ceiling channel (solid yellow lines) and outlet (yellow arrow); D) well developed wall riser with associated wall channel (dashed yellow lines); E) linear riser developed along axis of master passage; F) dense cluster of small feeders above dolomite interbed with minor vadose overprinting below dolomite interbed. K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 55 Figure 10. Outlet features in Coffee Cave. Black scale bars in figures are all approximately 0.5 m. A) series of typical ceiling cupolas (camera angle is ,60u up from horizontal, looking towards the ceiling); B) series of cupolas that are in the process of coalescing (camera angle is ,70u up from horizontal, looking toward the ceiling); C) ceiling channel formed by complete coalescing of serial cupolas (camera angle is ,30u up from horizontal, looking towards the ceiling); D) complete hypogenic morphologic suite showing riser (white arrow), wall channel (yellow dashed lines), and ceiling cupola (yellow arrow) (camera angle is roughly horizontal); E) rift-like passage showing linear feeder (yellow arrow), triangular passage and upper dolomite bed that has partially collapsed due to loss of buoyant support (white arrow) (camera angle is roughly horizontal). Figure 10B is from Fuchslabyrinth Cave, Baden-Wu¨rtenberg, Germany (developed in vertically heterogeneous beds of Triassic limestone showing lithologic variability between two distinct beds), instead of Coffee Cave, in order to better illustrate the intermediate stage of cupola coalescence. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 56 N Journal of Cave and Karst Studies, April 2008 up to an adjoining half-tube that contacts dolomite. All observed wall half-tubes join with feeders at lower elevations (Fig. 9C,D) and converge with ceiling half-tubes at higher elevations (Fig. 10D). Ceiling half-tubes join with cupolas, which when open, form the lower surface of risers to the next higher cave level; however, when cupolas are closed, they appear as deeper concave structures within a continuous ceiling half-tube (Fig. 10A,B). Both wall and ceiling half- tubes commonly converge from smaller to larger features forming a complex network. Cupolas, feeders and half-tubes form a composite suite of morphological features throughout Coffee Cave. Therefore, during the resurvey of Coffee Cave, feeders were mapped as a proxy for the distribution of this feature suite (Fig. 6A). Small feeders (less than 10 cm wide) are abundant throughout the cave and could not be represented at the scale of mapping; therefore, mapping was limited to medium (0.1 to 1.0 m diameter) and large (.1.0 m diameter) features. During mapping of feeders, 25 features were identified that connect the lower flooded portion of the cave to the upper levels, including 12 medium and 13 large feeders. In the upper levels of the cave, 107 features were identified, all less than 1 m wide. It is probable that many more feeders exist, but they are either obscured by breakdown and sediments or are located in passages that were too small to be surveyed. Feeders are well distributed, but there appears to be a northward shift in feeder abundance from the lower level to the upper levels. Observations within Coffee Cave during the first quarter of 2007 indicate that water levels in the cave have risen by at least 2 m in less than 3 months. This rise in water levels may be the result of an increase in hydraulic head in the artesian aquifer, or it may reflect a rise in water levels in the surficial aquifer. Both factors may be in play in the vicinity of the cave, since the water table aquifer is recharged to a large extent by upward leakage from the underlying artesian aquifer. Hydraulic head in the Artesian Basin has been rising since the late 1970s (Land and Newton, 2007), and flooding of the lower levels of Coffee Cave may thus represent, in part, increased artesian flow from the underlying Grayburg Formation (Fig. 4). DISCUSSION Coffee Cave is a classic rectilinear maze cave with at least four stratigraphic levels of development and abundant morphologic features suggestive of hypogenic transverse origins with the pronounced role of free convection dissolution. Hydrologically, Coffee Cave is located at the southern end of the Roswell Artesian Basin (Fig. 1), where artesian discharge from wells and springs is well-documen- ted (e.g., Cox, 1967; Welder, 1983). Although water extraction for agricultural use has significantly lowered ground-water levels in the region over the previous century, artesian discharge is still active. Submerged springs in the gypsum cenotes at Bottomless Lakes State Park continue to discharge significant volumes of artesian waters (Land, 2003; 2006), while free-flowing wells in the Coffee Cave area have been reported as recently as the 1940s (U.S. Geological Survey, 2007). In addition to the hydrologic regime in which Coffee Cave is located, interbedded dolomite and gypsum (Fig. 6B, 8), coupled with extensive tectonic fracturing in the Lake McMillan area, make the Seven Rivers Formation ideal for the development of multi-level hypogenic maze caves. However, prior to this study, hypogenic origins for gypsum caves were not reported in this region. It is instructive to emphasize the difference in the degree of karstification and slope geomorphology between the gypsiferous Seven Rivers outcrops within the Pecos River Valley and outcrops in the Seven Rivers Embayment (Fig. 1) of the Guadalupe Mountains, west of the valley. In the Seven Rivers Embayment, the Seven Rivers outcrops are extensive but largely intact, with stable slopes showing minimal signs of karstification, whereas within the Pecos River Valley and its vicinity, the slopes are dramatically disturbed by gravitational processes with numerous col- lapse features, apparently induced by the high degree of karst development in the subsurface. These morphologies indicate intense karstification within the Seven Rivers sequence beneath the migrating and incising valley, in- duced by rising artesian flow (Fig. 4), in agreement with the general concept of speleogenesis in confined settings (Klimchouk, 2000b; 2003). Coffee Cave has traditionally been characterized as a maze cave formed by back flooding along the Pecos River associated with the construction of Lake McMillan in the late 19th Century. In this model, flooding produced dissolution along fractures proximal to the scarp. Reports of leakage from Lake McMillan through karst conduits within the Seven Rivers Formation (Cox, 1967) were used as evidence for the origin of Coffee Cave through epigenic, flooding processes (alternatively, this leakage can be perfectly explained by the presence of hypogenic conduit systems). Sediments and organic detritus within Coffee Cave were used as further evidence to support an origin through back flooding. Therefore, any new model for the proposed speleogenesis of Coffee Cave must consider previous, although unpublished, interpretations of cave origin. Caves exhibiting maze patterns have been shown to form in both epigenic and hypogenic settings; however, the complete morphological feature suite, indicative of rising flow and the role of free convection, observed in Coffee Cave (i.e., feeders, half-tubes, and outlet cupolas) has only been reported from hypogenic caves (Klimchouk, 2003; Frumkin and Fischhendler, 2005). If Coffee Cave had formed by back flooding, as suggested by the presence of allogenic sediments, then"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "(Fig. 1) of the Guadalupe Mountains, west of the valley. In the Seven Rivers Embayment, the Seven Rivers outcrops are extensive but largely intact, with stable slopes showing minimal signs of karstification, whereas within the Pecos River Valley and its vicinity, the slopes are dramatically disturbed by gravitational processes with numerous col- lapse features, apparently induced by the high degree of karst development in the subsurface. These morphologies indicate intense karstification within the Seven Rivers sequence beneath the migrating and incising valley, in- duced by rising artesian flow (Fig. 4), in agreement with the general concept of speleogenesis in confined settings (Klimchouk, 2000b; 2003). Coffee Cave has traditionally been characterized as a maze cave formed by back flooding along the Pecos River associated with the construction of Lake McMillan in the late 19th Century. In this model, flooding produced dissolution along fractures proximal to the scarp. Reports of leakage from Lake McMillan through karst conduits within the Seven Rivers Formation (Cox, 1967) were used as evidence for the origin of Coffee Cave through epigenic, flooding processes (alternatively, this leakage can be perfectly explained by the presence of hypogenic conduit systems). Sediments and organic detritus within Coffee Cave were used as further evidence to support an origin through back flooding. Therefore, any new model for the proposed speleogenesis of Coffee Cave must consider previous, although unpublished, interpretations of cave origin. Caves exhibiting maze patterns have been shown to form in both epigenic and hypogenic settings; however, the complete morphological feature suite, indicative of rising flow and the role of free convection, observed in Coffee Cave (i.e., feeders, half-tubes, and outlet cupolas) has only been reported from hypogenic caves (Klimchouk, 2003; Frumkin and Fischhendler, 2005). If Coffee Cave had formed by back flooding, as suggested by the presence of allogenic sediments, then the cave should exhibit an average decrease in passage aperture width away from McMillan Escarpment, because high gypsum solubility K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 57 promotes increased dissolution proximal to the source in epigenic settings (Klimchouk, 2000c). However, mapping in Coffee Cave has revealed that there is no systematic increase in passage width toward the scarp face. Analyses of passage width in relation to distance from the escarpment indicate that passage width actually increases with distance from the scarp (Fig. 11). Because of presence of organic detritus in the cave, it is likely that waters derived from Lake McMillan have modified Coffee Cave to some extent, primarily through sediment infilling, but lake waters do not appear to have significantly modified the cave through dissolution. Most of the overprinting of Coffee Cave’s hypogenic origin is the result of scarp failure and retreat, which has produced the complex collapse entrance area along the scarp face, including more than thirty documented entrances (Fig. 6A). The morphologic feature suite observed in Coffee Cave, as well as the presence of wall pendants and the absence of discernable scallop patterns, strongly supports a model of hypogenic speleogenesis driven by rising cross-formational flow as a significant part of the evolution of karst features in the Lake McMillan area. It is suggested here that the cave was formed under confined conditions, when the floor of the Pecos Valley was at considerably higher elevations than at present. The distribution of feeders and the overall morphology of Coffee Cave are remarkably similar to well- documented hypogenic caves in Miocene gypsum deposits of the Western Ukraine, such as Ozerna Cave (Fig. 12) (Klimchouk, 1991). Coffee Cave and the part of Ozerna Cave on the figure both show a lateral shift in passage development at adjacent levels, where clusters of conduits at the lower level served as a feeding subsystem and rising fluids have migrated laterally through the upper level. Lateral migration results from discordance in distribution of water-bearing zones in the underlying (feeding) aquifer and preferential paths for discharge through the leaky confining units (argillaceous gypsum above the upper dolomite bed in Coffee Cave). In the sluggish flow conditions of the confined system, density differences readily developed when fluids rose from the dolomite beds through gypsum, so that free convection cells operated extensively. This is evidenced by characteristic morpholog- ic imprints of rising buoyant currents (ear-like orifices of feeders, rising wall channels, ceiling channels and cupolas) and characteristic narrowing of feeders to depth due to shielding by sinking convection limbs. The similarity between Coffee Cave and well-documented hypogenic transverse caves elsewhere further supports the role of hypogene processes in the origin of Coffee Cave. A conceptual model for the speleogenesis of Coffee Cave has been developed (Fig. 13). Prior to karst development, evaporite facies in the Seven Rivers Formation near Lake McMillan provided a leaky seal for confined artesian fluids in the Roswell Basin aquifer (Fig. 13A). Ground water initially flowed downgradient through porous carbonates of the Grayburg and San Andres Formations and rose toward the Pecos River valley. Beneath the valley, karst initiation Figure 11. Plot showing relationship between passage width and distance from McMillan Escarpment. Note that the dashed lines in Figure 6A delineate locations where passage widths were measured perpendicular to the McMillan Escarpment. Figure 12. Map fragment from Ozerna Cave, Western Ukraine, showing cave morphology and feeder distribution (Klimchouk, 1991). Note the similarities with Coffee Cave depicted in Figure 6A. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 58 N Journal of Cave and Karst Studies, April 2008 began to develop vertical flow paths along fractures in the evaporite facies (Fig. 13B). Highly fractured dolomite layers within the Seven Rivers Formation served as laterally transmissive units to distribute undersaturated, aggressive waters to available fissures in the vertically adjacent gypsum beds. Locally, rising conduits could have developed even without forced flow through guiding fractures in the gypsum, solely by buoyancy-driven dissolution. Controlled by arrangement of fractures within a gypsum-dolomite intercalated sequence, the multi-level maze cave developed (Fig. 13C, D). Eventually, confinement was breached by the entrenching Pecos River Valley, and primary conduits were established for artesian discharge, most likely along a limited number of flow paths (Fig. 13E, F). Base levels within the region lowered and the cave was exposed to epigenic processes. During this final phase, minor vadose over- printing and collapse of thin dolomite beds occurred due to loss of buoyant support (Fig. 10E). Recently, in the 20th Century, flooding of the cave through the construction of Lake McMillan introduced allogenic sediments. Today, continued scarp retreat has created a complex entrance network. CONCLUSIONS Coffee Cave provides direct evidence for hypogenic transverse speleogenesis driven by cross-formational flow and density convection within the Seven Rivers Formation and more broadly in the Delaware Basin region of southeastern New Mexico. The complex, three-dimension- al maze pattern of the cave is suggestive of hypogenic origin where non-competitive confined flow resulted in uniform dissolution along planes of brittle deformation. The complete suite of observed morphological features within the cave provides unequivocal evidence of hypo- genic speleogenesis by rising mixed-convection flow, where smooth walls and concave morphologies delineate previous free convection cells. The presence of dolomite interbeds and regional fracturing makes the Seven Rivers Formation ideal for development of hypogenic caves; however, natural heterogeneities in most carbonate"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "of Cave and Karst Studies, April 2008 began to develop vertical flow paths along fractures in the evaporite facies (Fig. 13B). Highly fractured dolomite layers within the Seven Rivers Formation served as laterally transmissive units to distribute undersaturated, aggressive waters to available fissures in the vertically adjacent gypsum beds. Locally, rising conduits could have developed even without forced flow through guiding fractures in the gypsum, solely by buoyancy-driven dissolution. Controlled by arrangement of fractures within a gypsum-dolomite intercalated sequence, the multi-level maze cave developed (Fig. 13C, D). Eventually, confinement was breached by the entrenching Pecos River Valley, and primary conduits were established for artesian discharge, most likely along a limited number of flow paths (Fig. 13E, F). Base levels within the region lowered and the cave was exposed to epigenic processes. During this final phase, minor vadose over- printing and collapse of thin dolomite beds occurred due to loss of buoyant support (Fig. 10E). Recently, in the 20th Century, flooding of the cave through the construction of Lake McMillan introduced allogenic sediments. Today, continued scarp retreat has created a complex entrance network. CONCLUSIONS Coffee Cave provides direct evidence for hypogenic transverse speleogenesis driven by cross-formational flow and density convection within the Seven Rivers Formation and more broadly in the Delaware Basin region of southeastern New Mexico. The complex, three-dimension- al maze pattern of the cave is suggestive of hypogenic origin where non-competitive confined flow resulted in uniform dissolution along planes of brittle deformation. The complete suite of observed morphological features within the cave provides unequivocal evidence of hypo- genic speleogenesis by rising mixed-convection flow, where smooth walls and concave morphologies delineate previous free convection cells. The presence of dolomite interbeds and regional fracturing makes the Seven Rivers Formation ideal for development of hypogenic caves; however, natural heterogeneities in most carbonate and sulfate rocks are sufficient for hypogenic speleogenesis in the proper hydrologic regime. The occurrence of abundant surface fissures beyond the known extent of Coffee Cave suggests that numerous hypogenic, maze caves exist along the same erosional scarp, but most are largely blocked by break- down. Moreover, clustered highly karstified fields exist beyond the scarp, although still within the broad limits of the Pecos Valley and within the evaporite facies of the Seven Rivers and Rustler Formations. These karstified fields (e.g., Burton Flats, Nash Draw) contain numerous caves lacking genetic relationships with the surface and are likely hypogenic systems that are currently being partially denuded. It is also feasible to assume that the leakage from Lake McMillan through karst conduits within the Seven Rivers Formation was related not to epigenic karst development but the presence of pre-existing hypogenic conduit systems beneath the valley. Based on current and ongoing studies by the authors of karst development within the New Mexico-West Texas region, the significance of hypogenic speleogenesis appears to be poorly recognized. Karst development in other regional gypsum formations (i.e., Castile, Yeso, Rustler, and San Andres) includes numerous caves that are three dimensional mazes and/or contain complete suites of morphological features indicative of the role of density driven dissolution. However, these features are not limited to gypsum formations but have also been observed in carbonate karst within the region, including, but not limited to, the caves of the Guadalupe Mountains (e.g., Carlsbad Cavern, Lechuguilla Cave, McKittrick Hill caves). Although limestone caves of the Guadalupe Mountains have been attributed to sulfuric acid (H2SO4) speleogenesis, they are hypogenic caves, not only by the source of acidity, but also hydrologically. These caves are hypogenic transverse features containing morphologic suites indicative of rising flow and free convection effects. Therefore, the role of hypogenic speleogenesis is likely to be extensive throughout the southwest United States, but is currently not recognized either because of extensive epigenic overprinting, misinterpretation, or because fluid chemistry (e.g., sulfuric acid) is proposed as the primary criterion for distinguishing hypogenic speleogenesis. The identification of hypogenic speleogenesis within southeastern New Mexico, beyond the caves of the Guadalupe Mountains and breccia pipes within the Delaware Basin, suggests that more studies need to be conducted within the region, including re-evaluation of the origin of many individual caves and karst regions. The implications of an improved understanding of hypogenic speleogenesis within the region will have significant impacts on delineating areas of potential engineering geohazards, investigation of petroleum resources, mineral resources and ground-water behavior associated with karst. Ultimately, recognition of the importance of mixed convection processes related to hypogenic dissolution will enable the development of improved models for the speleogenetic evolution and basin diagenesis of the entire Delaware Basin region. ACKNOWLEDGEMENTS The authors wish to express their appreciation to the numerous individuals involved throughout this project. The resurvey of Coffee Cave was conducted by the authors with help from Stan Allison, Paul Burger, Jon Jasper, Lucas Middleton and Pat Seiser. Dave Belski, Jim Good- bar and Ray Nance provided essential information related to regional cave development and existing cave surveys within the area. Reviewers David Levy and Paul Burger are thanked for their useful comments which helped to improve the manuscript. K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 59 Figure 13. Conceptual model for the speleogenetic evolution of Coffee Cave in relation to the eastward migration of the Pecos River valley, associated surface denudation and evolving ground-water flow paths. A) regional conceptualization of ground- water circulation (solid black lines) in mid-to-late Tertiary time; B) local conceptualization of hydrology in Coffee Cave region, in relation to Figure 13A, showing forced flow (solid black lines) along vertical fractures in the Seven Rivers Formation; C) regional conceptualization of ground-water circulation in mid-to-late Quaternary when Coffee Cave was primarily forming; D) local conceptualization of Coffee Cave in relation to Figure 13C, showing forced convection (solid arrows) and free convection (dashed arrows) circulation involved in speleogenesis; E) current hydrologic regime in the lower Pecos River Valley; and F) conceptualization of the current hydrologic regime of Coffee Cave after surficial breaching, relating to Figure 13E. Note: Figures B, D and F are schematic illustrations that are not drawn to scale, and do not represent the actual levels of cave development, due to the resolution of the figure. PSA=Permian San Andres Fm; PG=Permian Grayburg Fm; PSR=Permian Seven Rivers Fm; PY=Permian Yates Fm; apra = ancestral Pecos River alluvium; TQa= Tertiary and Quaternary alluvium. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 60 N Journal of Cave and Karst Studies, April 2008 REFERENCES Anderson, R.Y., and Kirkland, D.W., 1980, Dissolution of salt deposits by brine density flow: Geology, v. 8, p. 66–69. Bachman, G.O., 1984, Regional geology of Ochoan evaporites, northern part of Delaware Basin: New Mexico Bureau of Mines and Mineral Resources, Circular 184, 22 p. Belski, D., 1972, Coffee Cave: unpublished map. Belski, D., ed., 1992, GYPKAP Report Volume #2: Albuquerque, N.M., Southwestern Region of the National Speleological Society, 57 p. Chapin, C.E., and Cather, S.M., 1994, Tectonic setting of the axial basins of the northern and central Rio Grande Rift, in Keller, G.R., and Cather, S.M., eds., Structure, stratigraphy, and tectonic setting: Geological Society of America Special Paper 291, p. 5–25. Cox, E.R., 1967, Geology and hydrology between Lake McMillan and Carlsbad Springs, Eddy Co., New Mexico: U.S. Geological"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "in Coffee Cave region, in relation to Figure 13A, showing forced flow (solid black lines) along vertical fractures in the Seven Rivers Formation; C) regional conceptualization of ground-water circulation in mid-to-late Quaternary when Coffee Cave was primarily forming; D) local conceptualization of Coffee Cave in relation to Figure 13C, showing forced convection (solid arrows) and free convection (dashed arrows) circulation involved in speleogenesis; E) current hydrologic regime in the lower Pecos River Valley; and F) conceptualization of the current hydrologic regime of Coffee Cave after surficial breaching, relating to Figure 13E. Note: Figures B, D and F are schematic illustrations that are not drawn to scale, and do not represent the actual levels of cave development, due to the resolution of the figure. PSA=Permian San Andres Fm; PG=Permian Grayburg Fm; PSR=Permian Seven Rivers Fm; PY=Permian Yates Fm; apra = ancestral Pecos River alluvium; TQa= Tertiary and Quaternary alluvium. HYPOGENIC SPELEOGENESIS WITHIN SEVEN RIVERS EVAPORITES: COFFEE CAVE, EDDY COUNTY, NEW MEXICO 60 N Journal of Cave and Karst Studies, April 2008 REFERENCES Anderson, R.Y., and Kirkland, D.W., 1980, Dissolution of salt deposits by brine density flow: Geology, v. 8, p. 66–69. Bachman, G.O., 1984, Regional geology of Ochoan evaporites, northern part of Delaware Basin: New Mexico Bureau of Mines and Mineral Resources, Circular 184, 22 p. Belski, D., 1972, Coffee Cave: unpublished map. Belski, D., ed., 1992, GYPKAP Report Volume #2: Albuquerque, N.M., Southwestern Region of the National Speleological Society, 57 p. Chapin, C.E., and Cather, S.M., 1994, Tectonic setting of the axial basins of the northern and central Rio Grande Rift, in Keller, G.R., and Cather, S.M., eds., Structure, stratigraphy, and tectonic setting: Geological Society of America Special Paper 291, p. 5–25. Cox, E.R., 1967, Geology and hydrology between Lake McMillan and Carlsbad Springs, Eddy Co., New Mexico: U.S. Geological Survey Water-Supply Paper 1828, 48 p. Dickenson, W.R., 1981, Plate tectonic evolution of the southern Cordillera: Arizona Geological Society Digest, v. 14, p. 113–135. Dublyansky, Y.V., 2000, Hydrothermal speleogenesis – its settings and peculiar features, in Klimchouk, A., Ford, D.C., Palmer, A.N., and Dreybrodt, W., eds., Speleogenesis: Evolution of Karst Aquifers: Huntsville, Ala., National Speleological Society, Inc., p. 292–297. Eaton, J., ed., 1987, GYPKAP 1987 Annual Report: Alamogordo, N.M., Southwestern Region of the National Speleological Society, 35 p. Ford, D.C., 2006, Karst geomorphology, caves and cave deposits: a review of North American Contributions during the past half century, in Harmon, R.S., and Wicks, C.W., eds., Perspectives on Karst Geomorphology, Hydrology and Geochemistry: Boulder, Colo., Geological Society of America Special Paper 505, p. 1–14. Ford, D.C., and Williams, P.W., 1989, Karst Geomorphology and Hydrology: London, Unwin Hymam, 601 p. Frumkin, A., and Fischhendler, I., 2005, Morphometry and distribution of isolated caves as a guide for phreatic and confined paleohydrolog- ical conditions: Geomorphology, v. 67, p. 457–471. Hendrickson, G.E., and Jones, R.S., 1952, Geology and Ground-Water Resources of Eddy County, New Mexico: Socorro, N.M., New Mexico Bureau of Mines and Mineral Resources, 189 p. Hill, C.A., 1996, Geology of the Delaware Basin, Guadalupe, Apache and Glass Mountains: New Mexico and West Texas: Midland, Texas, Permian Basin Section – SEPM, 480 p. Horak, R.L., 1985, Trans-Pecos tectonism and its effects on the Permian Basin, in Dickerson, P.W., and Muelberger, eds., Structure and Tectonics of Trans-Pecos Texas: Midland, Texas, West Texas Geo- logical Society, p. 81–87. Kelley, V.C., 1971, Geology of the Pecos Country, Southeastern New Mexico: Socorro, N.M., New Mexico Bureau of Mines and Mineral Resources, 78 p. Kempe, S., 1996, Gypsum karst in Germany: International Journal of Speleology, v. 25, no. 3–4, p. 49–60. Klimchouk, A.B., 1991, Large maze caves in gypsum in the Western Ukraine: speleogenesis under artesian conditions: National Speleo- logical Society Bulletin, v. 53, p. 71–82. Klimchouk, A., 1996a, The typology of gypsum karst according to its geological and geomorphological evolution: International Journal of Speleology, v. 25, no. 3–4, p. 49–60. Klimchouk, A., 1996b, Gypsum karst of the western Ukraine: In- ternational Journal of Speleology, v. 25, no. 3–4, p. 263–278. Klimchouk, A., 2000a, Speleogenesis of the great gypsum maze caves in the western Ukraine, in Klimchouk, A., Ford, D.C., Palmer, A.N., and Dreybrodt, W., eds., Speleogenesis: Evolution of Karst Aquifers: Huntsville, Ala., National Speleological Society, Inc., p. 431–442. Klimchouk, A., 2000b, Speleogenesis under deep-seated and confined conditions, in Klimchouk, A., Ford, D.C., Palmer, A.N., and Dreybrodt, W., eds., Speleogenesis: Evolution of Karst Aquifers: Huntsville, Ala., National Speleological Society, Inc., p. 244–260. Klimchouk, A., 2000c, Speleogenesis in gypsum, in Klimchouk, A., Ford, D.C., Palmer, A.N., and Dreybrodt, W., eds., Speleogenesis: Evolution of Karst Aquifers: Huntsville, Ala., National Speleological Society, Inc., p. 261–273. Klimchouk, A., 2003, Conceptualization of speleogenesis in multi-story artesian systems: a model of transverse speleogenesis: Speleogenesis and Evolution of Karst Aquifers, v. 1, no. 2, p. 1–18. Klimchouk, A., Lowe, D., Cooper, A., and Sauro, U., eds., 1996, Gypsum Karst of the World: International Journal of Speleology, v. 25, no. 3– 4, 307 p. Kohout, F.A., 1967, Ground-water flow and the geothermal regime of the Floridian Plateau: Transactions of the Gulf Coast Association of Geological Societies, v. 17, p. 339–354. Kohout, F.A., Meisler, H., Meyer, F., Johnston, R., Leve, G., and Wait, R., 1988, Hydrogeology of the Atlantic Continental Margin, in Sheridan, R., and Grow, J., eds., The Geology of North America; the Atlantic Continental Margin, U.S.: Boulder, Colo., Geological Society of America, v. I-2, p. 463–480. Land, L., 2003, Evaporite karst and regional ground water circulation in the lower Pecos Valley, in Johnson, K.S., and Neal, J.T., eds., Evaporite Karst and Engineering and Environmental Problems in the United States: Oklahoma Geological Survey Circular 109, p. 227–232. Land, L., 2005, Evaluation of groundwater residence time in a karstic aquifer using environmental tracers: Roswell Artesian Basin, New Mexico, in Proceedings of the Tenth Multidisciplinary Conference on Sinkholes and the Engineering and Environmental Impacts of Karst, San Antonio, Texas, 2005: ASCE Geotechnical Special Publication no. 144, p. 432–440. Land, L., 2006, Hydrogeology of Bottomless Lakes State Park, in Land, L., Lueth, V., Raatz, B., Boston, P., and Love, D., eds., Caves and Karst of Southeastern New Mexico: New Mexico Geological Society, Guidebook 57, p. 95–96. Land, L., and Newton, B.T., 2007, Seasonal and long-term variations in hydraulic head in a karstic aquifer: Roswell Artesian Basin, New Mexico: Journal of the American Water Resources Association (in press). Lee, J., ed., 1996, GYPKAP Report Volume 3: Alamogordo, N.M., Southwestern Region of the National Speleological Society, 69 p. Lowe, D.J., Bottrell, S.H., and Gunn, J., 2000, Some case studies of speleogenesis by sulfuric acid, in Klimchouk, A., Ford, D.C., Palmer, A.N., and Dreybrodt, W., eds., Speleogenesis: Evolution of Karst Aquifers: Huntsville, Ala., National Speleological Society, Inc., p. 304–308. Osborne, R.A.L., 2004, The troubles with cupolas, Acta Carsologica, v. 33, no. 2, p. 9–36. Palmer, A.N., 1975, The origin of maze caves: National Speleological Society Bulletin, v. 37, no. 3, p. 56–76. Palmer, A.N., 1991, Origin and morphology of limestone caves: Geo- logical Society of America Bulletin, v. 103, p. 1–21. Palmer, A.N., 2000, Maze origin by diffuse recharge through overlying formations, in Klimchouk, A., Ford, D.C., Palmer, A.N., and Dreybrodt, W., eds., Speleogenesis: Evolution of Karst Aquifers: Huntsville, Ala., National Speleological Society, Inc., p. 387–390. Quinlan, J.F., Smith, R.A., and Johnson, K.S.,"
    },
    {
        "URL": "Hypogenic Speleogenesis within Seven Rivers Evaporites_ Coffee Ca.pdf",
        "Text": "in the lower Pecos Valley, in Johnson, K.S., and Neal, J.T., eds., Evaporite Karst and Engineering and Environmental Problems in the United States: Oklahoma Geological Survey Circular 109, p. 227–232. Land, L., 2005, Evaluation of groundwater residence time in a karstic aquifer using environmental tracers: Roswell Artesian Basin, New Mexico, in Proceedings of the Tenth Multidisciplinary Conference on Sinkholes and the Engineering and Environmental Impacts of Karst, San Antonio, Texas, 2005: ASCE Geotechnical Special Publication no. 144, p. 432–440. Land, L., 2006, Hydrogeology of Bottomless Lakes State Park, in Land, L., Lueth, V., Raatz, B., Boston, P., and Love, D., eds., Caves and Karst of Southeastern New Mexico: New Mexico Geological Society, Guidebook 57, p. 95–96. Land, L., and Newton, B.T., 2007, Seasonal and long-term variations in hydraulic head in a karstic aquifer: Roswell Artesian Basin, New Mexico: Journal of the American Water Resources Association (in press). Lee, J., ed., 1996, GYPKAP Report Volume 3: Alamogordo, N.M., Southwestern Region of the National Speleological Society, 69 p. Lowe, D.J., Bottrell, S.H., and Gunn, J., 2000, Some case studies of speleogenesis by sulfuric acid, in Klimchouk, A., Ford, D.C., Palmer, A.N., and Dreybrodt, W., eds., Speleogenesis: Evolution of Karst Aquifers: Huntsville, Ala., National Speleological Society, Inc., p. 304–308. Osborne, R.A.L., 2004, The troubles with cupolas, Acta Carsologica, v. 33, no. 2, p. 9–36. Palmer, A.N., 1975, The origin of maze caves: National Speleological Society Bulletin, v. 37, no. 3, p. 56–76. Palmer, A.N., 1991, Origin and morphology of limestone caves: Geo- logical Society of America Bulletin, v. 103, p. 1–21. Palmer, A.N., 2000, Maze origin by diffuse recharge through overlying formations, in Klimchouk, A., Ford, D.C., Palmer, A.N., and Dreybrodt, W., eds., Speleogenesis: Evolution of Karst Aquifers: Huntsville, Ala., National Speleological Society, Inc., p. 387–390. Quinlan, J.F., Smith, R.A., and Johnson, K.S., 1987, Gypsum karst and salt karst of the United States of America, in Atti symposio interntional sul carsimo nelle evaporiti, Le Grotte d’Italia, v. 4, no. XIII, p. 73–92. Scholle, P.A., Goldstein, R.H., and Ulmer-Scholle, D.S., 2004, Classic Upper Paleozoic Reefs and Bioherms of West Texas and New Mexico: Socorro, N.M., New Mexico Institute of Mining and Technology, 166 p. To´th, J., 1999, Groundwater as a geologic agent and overview of the causes, processes, and manifestations: Hydrogeology Journal, v. 7, p. 1–14. U.S. Geological Survey, 2007, National Water Information System (NWIS): http://nwis.waterdata.usgs.gov. White, W.B., 1988, Geomorphology and Hydrology of Karst Terrains: Oxford Univ. Press, New York, NY, 464 p. Welder, G.E., 1983, Geohydrologic framework of the Roswell Ground- Water Basin, Chaves and Eddy Counties, New Mexico: New Mexico State Engineer Technical Report 42, 28 p. Zeigler, K.E., 2006, Stratigraphic chart, in Land, L., Lueth, V., Raatz, B., Boston, P., and Love, D., eds., Caves and Karst of Southeastern New Mexico: New Mexico Geological Society, Guidebook 57, p. inside back cover. K. W. Stafford, L. Land, and A. Klimchouk Journal of Cave and Karst Studies, April 2008 N 61"
    }
]