[
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO1 Lewis Land and Brad T. Newton2 ABSTRACT: Water levels in the karstic San Andres limestone aquifer of the Roswell Artesian Basin, New Mex- ico, display signiﬁcant variations on a variety of time scales. Large seasonal ﬂuctuations in hydraulic head are directly related to the irrigation cycle in the Artesian Basin, lower in summer months and higher in winter when less irrigation occurs. Longer-term variations are the result of both human and climatic factors. Since the inception of irrigated farming more than a century ago, over-appropriation of water resources has caused water levels in the artesian aquifer to fall by as much as 70 m. The general decline in hydraulic head began to reverse in the mid-1980s due to a variety of conservation measures, combined with a period of elevated rainfall toward the end of the 20th Century. (KEY TERMS: ground water; karst; artesian aquifer; Roswell Artesian Basin.) Land, Lewis and Brad T. Newton, 2008. Seasonal and Long-Term Variations in Hydraulic Head in a Karstic Aquifer: Roswell Artesian Basin, New Mexico. Journal of the American Water Resources Association (JAWRA) 44(1):175-191. DOI: 10.1111⁄j.1752-1688.2007.00146.x INTRODUCTION The Roswell Artesian Basin is located in the lower Pecos Valley of southeastern New Mexico (Figure 1), on the northern fringe of the Chihuahua Desert. Summers are long and hot and precipitation is sparse, averaging less than 33 cm⁄year, most of which occur as intense, localized thunderstorms dur- ing the summer monsoon season (Motts and Cush- man, 1964). However, the Roswell Basin is also one of the most intensively farmed areas in the state, the principal crops being alfalfa, cotton, sorghum and chiles. The Basin derives virtually all of its irrigation water from ground water stored in an artesian car- bonate aquifer and a shallow alluvial aquifer, and has been described by many workers as a world-class example of a rechargeable artesian aquifer system (e.g., Havenor, 1968). Since the inception of irrigated agriculture in the Artesian Basin in the early 20th Century, most of the discharge from both the artesian and shallow aqui- fers has been from wells. However, substantial natu- ral discharge from the artesian aquifer still occurs along the Pecos River, through fractures and solution channels formed in overlying evaporitic conﬁning beds. This natural discharge amounts to roughly 37 million m3⁄year (30,000 acre-ft⁄year), but was much greater in predevelopment times (Barroll and Sho- maker, 2003). Natural discharge from the artesian aquifer is made manifest by a complex of karst springs, sinkhole lakes, and extensive wetlands that 1Paper No. J06184 of the Journal of the American Water Resources Association (JAWRA). Received December 19, 2006; accepted July 3, 2007. ª 2008 American Water Resources Association. Discussions are open until August 1, 2008. 2Respectively, Hydrogeologist, New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, and the National Cave & Karst Research Institute, Carlsbad, New Mexico 88220; and Hydrogeologist, New Mexico Bureau of Geology and Mining Resources, New Mexico Institute of Mining and Technology, Socorro, New Mexico 87801 (E-Mail ⁄ Land: lland@gis.nmt.edu). JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 175 JAWRA JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION Vol. 44, No. 1 AMERICAN WATER RESOURCES ASSOCIATION February 2008 FIGURE 1. Regional Map of Southeastern New Mexico, Showing Location of Roswell Artesian Basin, Bitter Lakes National Wildlife Refuge (BLNWR) and Bottomless Lakes State Park (BLSP). Dashed lines show lines of section for Figures 2 and 3. The Pecos Buckles are indicated by light solid lines extending northeast across the Pecos Slope. Outcrop in the eastern Sacramentos and Guadalupe Mountains consists primarily of carbonate rocks of the San Andres Formation (Sacramentos) and the Capitan Reef and backreef units of the Artesia Group (Guadalupes). LAND AND NEWTON JAWRA 176 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License occur along the west bank of the Pecos at Bitter Lakes National Wildlife Refuge (Figure 1) (Land, 2005). Along the eastern margin of the Pecos River valley, discharge from the artesian aquifer has formed a chain of large gypsum cenotes in the Seven Rivers Escarpment at Bottomless Lakes State Park (Land, 2003). In the early history of development of the artesian aquifer, many wells ﬂowed to the surface with yields as high as 21,500 l⁄min (Welder, 1983), and high-vol- ume springs fed tributary streams ﬂowing into the Pecos River from the west. However, decades of intensive pumping caused substantial declines in hydraulic head in the aquifer. By the mid-20th Cen- tury, total ground-water diversions in the Artesian Basin approached 493 million m3⁄year (400,000 acre- ft⁄year) (Barroll and Shomaker, 2003) and Hantush (1957) estimated that withdrawals from the artesian aquifer exceeded recharge amounts by 308 million m3⁄year (\u0002250,000 acre-ft⁄year). Increased appropriations from both the shallow and artesian aquifers had also reduced base ﬂow into the Pecos River (Thomas, 1963; Havenor, 1968). In 1978 there were approximately 1,500 high-yielding irrigation, industrial, and public-supply wells in the Roswell Artesian Basin, and water levels in the arte- sian aquifer had declined in some areas by as much as 70 m (Welder, 1983). In 1975, a basin-wide investi- gation of water levels was conducted by the U.S. Geo- logical Survey (USGS) and the New Mexico Ofﬁce of the State Engineer (NM OSE). The results of that investigation, documented in a report by G.E. Welder (1983), showed signiﬁcant water level declines in all areas of the Roswell Basin. The Welder report is still widely cited and used for managing water resources in the Artesian Basin, although the dataset is now over 30 years old and water levels have risen signiﬁcantly since Welder’s measurements were made. For this reason, the Pecos Valley Artesian Conservancy District (PVACD), the agency responsible for metering wells in the Artesian Basin, requested that the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) conduct a new basin-wide study of hydraulic head in the shal- low and artesian aquifers. This paper documents the results of that investigation. BACKGROUND The Roswell Artesian Basin is typically character- ized as a two-aquifer system, a paradigm established by early investigators in the Basin (e.g., Fiedler and Nye, 1933). The system consists of an eastward-dip- ping carbonate aquifer overlain by a leaky evaporitic conﬁning unit, which is in turn overlain by an un- conﬁned alluvial aquifer (Figure 2). The carbonate aquifer is artesian to the east but under water table conditions in the western outcrop area on the Pecos Slope. Historically, the carbonate aquifer in the Ros- well Basin is referred to as the ‘‘artesian aquifer’’, regardless of its conﬁned or unconﬁned state. The alluvial aquifer is commonly referred to as the ‘‘shal- low aquifer’’. The western boundary of the Artesian Basin is deﬁned by the intersection of the regional water table with the top of the Glorieta sandstone, the basal member of the San Andres Formation (Figure 2) (Kinney et al., 1968; Welder, 1983). Variable amounts of water move from the relatively low-permeability Glorieta into the overlying San Andres limestone, which"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "Survey (USGS) and the New Mexico Ofﬁce of the State Engineer (NM OSE). The results of that investigation, documented in a report by G.E. Welder (1983), showed signiﬁcant water level declines in all areas of the Roswell Basin. The Welder report is still widely cited and used for managing water resources in the Artesian Basin, although the dataset is now over 30 years old and water levels have risen signiﬁcantly since Welder’s measurements were made. For this reason, the Pecos Valley Artesian Conservancy District (PVACD), the agency responsible for metering wells in the Artesian Basin, requested that the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) conduct a new basin-wide study of hydraulic head in the shal- low and artesian aquifers. This paper documents the results of that investigation. BACKGROUND The Roswell Artesian Basin is typically character- ized as a two-aquifer system, a paradigm established by early investigators in the Basin (e.g., Fiedler and Nye, 1933). The system consists of an eastward-dip- ping carbonate aquifer overlain by a leaky evaporitic conﬁning unit, which is in turn overlain by an un- conﬁned alluvial aquifer (Figure 2). The carbonate aquifer is artesian to the east but under water table conditions in the western outcrop area on the Pecos Slope. Historically, the carbonate aquifer in the Ros- well Basin is referred to as the ‘‘artesian aquifer’’, regardless of its conﬁned or unconﬁned state. The alluvial aquifer is commonly referred to as the ‘‘shal- low aquifer’’. The western boundary of the Artesian Basin is deﬁned by the intersection of the regional water table with the top of the Glorieta sandstone, the basal member of the San Andres Formation (Figure 2) (Kinney et al., 1968; Welder, 1983). Variable amounts of water move from the relatively low-permeability Glorieta into the overlying San Andres limestone, which makes up the greater part of the artesian FIGURE 2. West-East Hydrostratigraphic Section Illustrating Regional Ground Water Flow Patterns Within the Artesian and Shallow Aquifers. Arrows indicate general direction of ground water ﬂow. Line of section shown in Figure 1. SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 177 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License aquifer. The Yeso Formation, a heterogeneous unit composed of siltstone, mudstone, carbonates and gyp- sum, serves as a lower conﬁning unit for the artesian system. The artesian aquifer becomes conﬁned 10 km west of the city of Roswell, where the eastward-dipping San Andres limestone passes beneath gypsum and mudstones of the Artesia Group. Most of the agricul- tural activity in the Basin is concentrated east of the conﬁned-unconﬁned boundary in a 20 km wide strip west of the Pecos River. The eastern boundary of the Basin is a no-ﬂow boundary along the Pecos River, across which very little ground water moves. Water along the eastern boundary ﬂows southward within the artesian aquifer or upward through leaky conﬁn- ing beds into the shallow aquifer. East of the river the lower San Andres is an oil and gas reservoir, and the same interval that produces potable water for the city of Roswell a few miles to the southwest contains oil and brines with chloride concentrations as high as 39,000 parts per million (ppm) (Havenor, 1968; Grat- ton and LeMay, 1969). The west and east boundaries of the basin converge \u000230 km north of Roswell (Welder, 1983). The southern boundary of the basin is also regarded as a no-ﬂow boundary, but its position is not well-deﬁned. It is generally located (somewhat arbitrarily) along the Seven Rivers Hills north of Carlsbad, New Mexico, an area where the San Andres Formation begins to undergo a transition in the subsurface from shelf limestones and dolomites to shelf margin facies with lower porosity and perme- ability (Welder, 1983; Miller, 1969). Artesian Aquifer Ground water is stored in the carbonate aquifer in multiple erratically developed, highly porous and transmissive zones within the middle Permian (Guadalupian) San Andres limestone, and to a les- ser extent in the overlying Grayburg Formation of the Artesia Group (Figure 3). Water-bearing zones in the artesian aquifer rise stratigraphically from north to south, occurring near the middle of the San Andres Formation in the northern part of the Basin, and in carbonate rocks of the Grayburg Formation in the southern part of the Basin near Artesia. Water-producing zones also rise strati- graphically from west to east, occurring in the basal Glorieta sandstone along the western margin of the Basin, and in the upper San Andres lime- stone near the Basin’s eastern boundary (Figure 2). Water-producing intervals range in thickness from a few centimeters up to 33 m, but are usually less than 15 m thick. Some wells may penetrate as many as ﬁve separate producing zones. Wells pro- ducing from the artesian aquifer are completed open-hole, with casing installed only to the top of the aquifer. Small differences in head are known to occur between water-bearing zones, but hydrostatic pressures tend to equalize throughout the well bore with time (Welder, 1983). Average discharge from wells completed in the San Andres Formation is \u00025,900 l⁄min, although high-yielding wells have been pumped for as much as 15,000 l⁄min. Wells producing from the Grayburg in the southern part of the Basin may yield up to 4,500 l⁄min (Motts and Cushman, 1964). Kelley (1971) noted that the uppermost unit of the San Andres Formation, the Fourmile Draw Member, changes facies from south to north, grad- ing laterally into evaporitic rocks. The San Andres is \u0002350 m thick in the subsurface east of the Pecos, with about 31 m of Glorieta sandstone at its base. However, as much as 180 m of evaporites have been removed from the upper part of the sec- tion by subsurface dissolution in the northwestern Artesian Basin, leaving an extensive solution brec- cia (Bachman, 1984, 1987). The San Andres aquifer is just 80-140 m thick in the vicinity of the Pecos River. Secondary porosity in the artesian aquifer is devel- oped in vuggy and cavernous limestones; intraforma- tional solution-collapse breccias, or ‘‘rubble zones’’ (Motts and Cushman, 1964); and solution-enlarged FIGURE 3. Diagrammatic Cross-Section Showing Shelf-to-Basin Facies Relationships Within Middle Permian Guadalupian Strata in Southeastern New Mexico. Backreef units of the Artesia Group change facies from carbonates in the near-backreef section to inter- bedded evaporites and mudstone farther north, where they serve as conﬁning beds for the artesian aquifer. Line of section shown in Figure 1. LAND AND NEWTON JAWRA 178 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License fractures and bedding planes. Much of the porosity and permeability has formed by subsurface dissolu- tion of evaporites within the upper 60-90 m of the San Andres Formation during late Permian time when the formation was exposed to erosion, and"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "from the Grayburg in the southern part of the Basin may yield up to 4,500 l⁄min (Motts and Cushman, 1964). Kelley (1971) noted that the uppermost unit of the San Andres Formation, the Fourmile Draw Member, changes facies from south to north, grad- ing laterally into evaporitic rocks. The San Andres is \u0002350 m thick in the subsurface east of the Pecos, with about 31 m of Glorieta sandstone at its base. However, as much as 180 m of evaporites have been removed from the upper part of the sec- tion by subsurface dissolution in the northwestern Artesian Basin, leaving an extensive solution brec- cia (Bachman, 1984, 1987). The San Andres aquifer is just 80-140 m thick in the vicinity of the Pecos River. Secondary porosity in the artesian aquifer is devel- oped in vuggy and cavernous limestones; intraforma- tional solution-collapse breccias, or ‘‘rubble zones’’ (Motts and Cushman, 1964); and solution-enlarged FIGURE 3. Diagrammatic Cross-Section Showing Shelf-to-Basin Facies Relationships Within Middle Permian Guadalupian Strata in Southeastern New Mexico. Backreef units of the Artesia Group change facies from carbonates in the near-backreef section to inter- bedded evaporites and mudstone farther north, where they serve as conﬁning beds for the artesian aquifer. Line of section shown in Figure 1. LAND AND NEWTON JAWRA 178 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License fractures and bedding planes. Much of the porosity and permeability has formed by subsurface dissolu- tion of evaporites within the upper 60-90 m of the San Andres Formation during late Permian time when the formation was exposed to erosion, and then subsequently enhanced by continued circulation of ground water (Welder, 1983). The upper San Andres is often described as having a ‘‘worm-eaten’’ or ‘‘honeycombed’’ appearance in outcrop and core due to leaching of evaporites (Fiedler and Nye, 1933; Motts and Cushman, 1964). The karstic nat- ure of the artesian aquifer is well-illustrated by the breccia zones, particularly common in the upper San Andres, where they consist of tilted and rotated blocks of carbonate rock up to 60 cm in diameter, imbedded in a silt matrix. Many of the cavernous openings in the San Andres are developed within these breccia zones (Motts and Cushman, 1964), which are also intervals where lost circulation fre- quently occurs during drilling operations. Evidence of cavernous porosity in the subsurface includes bit drops of as much as 5 m during water well drilling (Havenor, 1968). Recharge to the artesian aquifer, estimated to be \u0002370 million m3⁄year (300,000 acre-ft⁄year) (Barroll and Shomaker, 2003), occurs by direct inﬁltration from precipitation, and by runoff from intermittent losing streams that ﬂow eastward across the Pecos Slope, a broad area east of the Sacramento Moun- tains where the San Andres limestone is exposed in outcrop (Figures 1 and 2). Enhanced recharge occurs through sinkholes and solution-enlarged frac- tures associated with the Pecos Buckles. These structures, which include the Border, Six-Mile, and Y-O Buckles (Figures 2 and 4), are wrench fault zones of probable Laramide age that extend SW-NE for several tens of kilometers across the Pecos Slope (Motts and Cushman, 1964; Havenor, 1968; Kelley, 1971), the area referred to by Fiedler and Nye (1933) as the Principal Recharge Area for the arte- sian aquifer. Areas of highest permeability in the recharge area occur along the major drainages, along structural zones, and in the vicinity of car- bonate-evaporite facies boundaries (Motts and Cush- man, 1964). In predevelopment times, ground water ﬂowed east and south, down gradient from the recharge area, then upward through leaky conﬁning beds into the alluvial aquifer, and ultimately to the Pecos River (Figure 2). Nowadays most of the down-gradient ﬂow is intercepted by irrigation wells in the Artesian Basin. Discharge from artesian wells for irrigation and municipal water supply amounts to approximately 432 million m3⁄year (350,000 acre-ft⁄year), of which about one-third returns to the aquifer as irrigation return ﬂow (Barroll and Shomaker, 2003). Salinity of the Artesian Aquifer Mineral content of ground water in the artesian aquifer rapidly increases eastward toward the Pecos River. Saline water, as deﬁned by Hood (1963), is water containing chloride concentrations greater than 500 ppm. The Environmental Protection Agency rec- ommends that water intended for human consump- tion not exceed 250 ppm Cl), but slightly brackish water may still be used effectively for irrigation and watering livestock. In the freshwater-saltwater tran- sition zone east of Roswell, water with chloride con- centrations greater than 1,000 ppm is commonly used for those purposes. Chloride concentrations range from 15 ppm in the unconﬁned, western part of the aquifer to as high as 7,000 ppm in a ﬂowing artesian well east of Roswell. Discharge from that well was used as feedstock for a pilot desalination facility in the mid-20th Century. Chloride also increases with depth in the aquifer. Hood (1963) reported that in the vicinity of Artesia, a difference of just 100-200 ft in well depth can mean a difference of several hundred ppm in chloride concen- tration. Chloride content in the artesian aquifer is lowest in the spring, and highest in the fall after the irrigation season is over. The largest seasonal ﬂuctu- ations in mineral content occur within the transition zone (Figure 2) between Roswell and the Pecos River, where chloride concentrations may display ﬂuctua- tions of more than 1,500 ppm during a single irriga- tion cycle (Hood, 1963; Welder, 1983). Salinity is highly variable in the sinkholes and karst springs that line the Pecos River at the dis- charge end of the artesian system. Chloride concentra- tions measured in sinkhole lakes and springs at Bitter Lakes National Wildlife Refuge (Figure 1) range from \u00021,100 to 3,500 ppm, with total dissolved solids (TDS) content varying from 3,600 to 10,000 ppm. Samples collected from a submerged spring discharging from the lakebed in Lea Lake, the largest sinkhole lake at Bottomless Lakes State Park, had measured chloride concentrations of 2,950 ppm and TDS content of 7,987 ppm (Land, 2005). Land (2003) reported that water in the northernmost sink at Bottomless Lakes had a chloride content of 15,600 ppm and TDS of 38,200 ppm, greater than the salinity of seawater. For a number of years during the mid-20th Cen- tury, saltwater encroachment from the east threa- tened the freshwater supply for the city of Roswell. The freshwater-saltwater interface migrates west- ward during periods of low rainfall because of the decline in artesian pressure due to increased irriga- tion pumping. Extended periods of high rainfall cause an eastward retreat of the interface, as irrigation demand on the aquifer is not as great (Hood et al., 1960). Saltwater encroachment within the artesian SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 179 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License aquifer was"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "and the Pecos River, where chloride concentrations may display ﬂuctua- tions of more than 1,500 ppm during a single irriga- tion cycle (Hood, 1963; Welder, 1983). Salinity is highly variable in the sinkholes and karst springs that line the Pecos River at the dis- charge end of the artesian system. Chloride concentra- tions measured in sinkhole lakes and springs at Bitter Lakes National Wildlife Refuge (Figure 1) range from \u00021,100 to 3,500 ppm, with total dissolved solids (TDS) content varying from 3,600 to 10,000 ppm. Samples collected from a submerged spring discharging from the lakebed in Lea Lake, the largest sinkhole lake at Bottomless Lakes State Park, had measured chloride concentrations of 2,950 ppm and TDS content of 7,987 ppm (Land, 2005). Land (2003) reported that water in the northernmost sink at Bottomless Lakes had a chloride content of 15,600 ppm and TDS of 38,200 ppm, greater than the salinity of seawater. For a number of years during the mid-20th Cen- tury, saltwater encroachment from the east threa- tened the freshwater supply for the city of Roswell. The freshwater-saltwater interface migrates west- ward during periods of low rainfall because of the decline in artesian pressure due to increased irriga- tion pumping. Extended periods of high rainfall cause an eastward retreat of the interface, as irrigation demand on the aquifer is not as great (Hood et al., 1960). Saltwater encroachment within the artesian SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 179 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License aquifer was of particular concern during the long drought of the 1950s, but since then the position of the freshwater-saltwater interface appears to have stabilized (Land and Newton, 2007). Artesia Group Conﬁning Beds Bedrock along most of the Pecos River between Roswell and Carlsbad consists of dolomites, evapor- ites, and redbeds of the Artesia Group (Figure 3), the backreef equivalent of the Capitan Reef limestone that is exposed along the southeast ﬂank of the Gua- dalupe Mountains to the south (King, 1948; Hayes, 1964; Kelley, 1971). In the Guadalupe Mountains, the backreef facies consists predominantly of carbonates with some sandstone, but to the north the section becomes increasingly evaporitic. In the Roswell Arte- sian Basin, the Artesia Group is made up of interbed- ded mudstone and gypsum at the surface, with thick, bedded salt and anhydrite present in the subsurface. This low-permeability facies of the Artesia Group serves as a leaky upper conﬁning unit for the arte- sian aquifer. Hantush (1957) estimated that net upward leakage through conﬁning beds amounted to \u000215 million m3 per month (12,400 acre-ft⁄month). In the southern part of the Basin, the carbonate facies of the Grayburg Formation, the lowermost member of the Artesia Group, is included as part of the artesian system. Thickness of the conﬁning unit varies from a feather edge in the northern and western parts of the Basin to \u0002250 m in the center of the Basin, and also thickens regionally downdip to the east. To the west, the conﬁning beds are truncated by erosion (Figure 2). Local variations in thickness are caused by dissolu- tion of gypsum in the upper part of the section (Welder, 1983). Shallow Aquifer The unconﬁned shallow aquifer is contained within alluvium of the Pecos River ﬂoodplain. The valley ﬁll attains a maximum thickness of \u000290 m in three depressions formed in the top of the Artesia Group along the west side of the Pecos River, and has a maximum saturated thickness of \u000275 m. Discontinu- ous water-producing zones found in the upper 15 m of the Artesia Group are probably hydraulically con- nected to the shallow aquifer. Most of the water recharging the shallow aquifer is from the underlying artesian system, either from irrigation return ﬂow or from upward leakage through conﬁning beds of the Artesia Group (Motts and Cushman, 1964). The direction of ﬂow is sometimes reversed during the irrigation season when high levels of pumping reduce hydraulic head in the artesian aquifer, at which times water may ﬂow downward from the shallow aquifer into the artesian system (Welder, 1968). MANAGEMENT OF WATER RESOURCES IN THE ARTESIAN BASIN From the mid-1940s through early 1960s, there were \u000258,300 ha (144,000 acres) of farmland under irrigation in the Roswell Artesian Basin, using water from both the artesian and shallow aquifers (the above ﬁgure includes an insigniﬁcant amount of sur- face water rights). Prior to 1966 ground-water pump- ing was not metered, and irrigation pumping limits had not yet been set. Many wells were allowed to ﬂow continuously, and it is estimated that pumping rates during this period were as high as 15,234- 18,280 m3⁄ha⁄year (5-6 acre-ft⁄acre⁄year) (Dennis Karnes, PVACD, personal communication). Water rights in the Roswell Basin were adjuticated in 1966, at which time metering of water wells began. Irri- gated acreage was reduced to 52,600 ha (130,000 acres) and water use was limited to 10,664 m3⁄ ha⁄year (3.5 acre-ft⁄acre⁄year). During the period from 1958-1985, in an effort to mitigate the basin- wide decline in water levels, PVACD plugged 1,518 wells. The Conservancy District also purchased almost 2,800 ha (7,000 acres) of irrigated farmland and permanently retired that land from agricultural activity (Shomaker, 2003). In 1994-1995 the New Mexico Interstate Stream Commission (ISC) pur- chased and retired an additional 2,350 ha (5,800 acres) of farmland in the Artesian Basin. In 2004 a consensus plan was developed for water use on the lower Pecos River that includes a program of pur- chase by the ISC of 4,450 ha (11,000 acres) of water rights (both shallow and artesian) in the Artesian Basin, thereby reducing total irrigated farmland in the Basin to 43,000 ha (\u0002106,000 acres). METHODS Potentiometric surface maps were constructed based on water level data collected in January and February, 2005 by the USGS, NM-OSE, PVACD, and NMBGMR. During winter months very little irriga- tion occurs, so water levels are at their highest in the Artesian Basin and are less likely to be inﬂuenced by local pumping events. Water levels were measured LAND AND NEWTON JAWRA 180 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License using standard steel tape or electric sounding tape. A few deep wells were measured using a sonar sound- ing device. Additional maps were prepared showing changes in hydraulic head from 1975 to 2005 and from 2004 to 2005. 1975 and 2004 water level data were derived from USGS and OSE historical records, and were also measured during the winter months when irrigation was minimal, consistent with the 2005 dataset. This work was funded by PVACD, and at their request the data showing potentiometric sur- faces and changes in hydraulic head are contoured in feet rather than meters. References to speciﬁc fea- tures shown on the"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "from agricultural activity (Shomaker, 2003). In 1994-1995 the New Mexico Interstate Stream Commission (ISC) pur- chased and retired an additional 2,350 ha (5,800 acres) of farmland in the Artesian Basin. In 2004 a consensus plan was developed for water use on the lower Pecos River that includes a program of pur- chase by the ISC of 4,450 ha (11,000 acres) of water rights (both shallow and artesian) in the Artesian Basin, thereby reducing total irrigated farmland in the Basin to 43,000 ha (\u0002106,000 acres). METHODS Potentiometric surface maps were constructed based on water level data collected in January and February, 2005 by the USGS, NM-OSE, PVACD, and NMBGMR. During winter months very little irriga- tion occurs, so water levels are at their highest in the Artesian Basin and are less likely to be inﬂuenced by local pumping events. Water levels were measured LAND AND NEWTON JAWRA 180 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License using standard steel tape or electric sounding tape. A few deep wells were measured using a sonar sound- ing device. Additional maps were prepared showing changes in hydraulic head from 1975 to 2005 and from 2004 to 2005. 1975 and 2004 water level data were derived from USGS and OSE historical records, and were also measured during the winter months when irrigation was minimal, consistent with the 2005 dataset. This work was funded by PVACD, and at their request the data showing potentiometric sur- faces and changes in hydraulic head are contoured in feet rather than meters. References to speciﬁc fea- tures shown on the hydrologic maps employ both SI and Imperial units. RESULTS Artesian Aquifer Conﬁguration of hydraulic head in the artesian aquifer (Figure 4) indicates that the general direction of ground-water ﬂow is to the east and southeast. One of the most distinctive features of this map is a broad area east of the 3,560 ft contour encompassing \u00022⁄3 of the Basin where the hydraulic gradient is very low (<10 ft⁄mile, or 1.8 m⁄km). West of this con- tour the mapped area enters the eastern foothills of the Sacramento Mountains, where the principal aqui- fers are the relatively low permeability Glorieta sand- stone and fractured carbonates in the Yeso Formation (Welder, 1983). The steepness of the hydraulic gradient along the western margin of the Artesian Basin requires a change in contour interval from 10 ft (3 m) to 100 ft (30 m) west of the 3,600 ft contour. The hydraulic gradient ﬂattens abruptly a short distance east of the Border Buckle, where the San Andres limestone becomes the principal water- bearing zone (Figure 2). The low hydraulic gradient in this part of the Artesian Basin reﬂects the much higher permeability and transmissivity of the San Andres limestone in contrast to the Glorieta and Yeso farther west. The same phenomenon has been observed by previous workers in the Basin (e.g., Mot- ts and Cushman, 1964; Welder, 1983). Another conspicuous feature of the potentiometric surface is an area trending NE-SW in the southern part of the Basin, west of the village of Lake Arthur, where the hydraulic gradient is very steep (\u000250 ft⁄mile, or 5.6 m⁄km), a phenomenon also noted by Welder (1983), who attributed the closely spaced contours to a lateral decrease in permeability within the aquifer. This area of steep hydraulic gradient occurs immediately northwest of the KM Fault. The KM Fault lies parallel to the Pecos Buckles and may be related to those structures, but it occurs entirely in the subsurface. Like the Pecos Buckles, the KM Fault is thought to combine right-lateral motion with normal vertical displacement, and latest movement on the fault may be of Laramide age (Havenor, 1968; Kelley, 1971). The KM Fault is not well-deﬁned on structural contour maps of the top of the San Andres Formation, although Kelley (1971) mapped a dis- placement of as much as 60 m down to the southeast on the top of the lowermost Rio Bonito member of the San Andres. Kinney et al. (1968) report that the best resolution of the structure is on Mississippian-age rocks. The KM Fault clearly inﬂuences ground-water ﬂow in the southern Artesian Basin, probably by jux- taposing less permeable rocks of the Grayburg For- mation to the southeast against more highly transmissive rocks to the northwest. The fault thus acts as a partial barrier to down-gradient ﬂow, and effectively separates the southeastern part of the artesian aquifer system from the main part of the aquifer to the northwest. Hydraulic head is signiﬁ- cantly elevated on the northwest side of the fault because of this impediment to down-gradient ﬂow. Many strongly ﬂowing artesian wells occur within this area of steep hydraulic gradient northwest of the KM Fault, ﬂowing to the surface during winter months. In contrast, wells in most other parts of the Basin have not shown such strong artesian ﬂow for many years. The inﬂuence of the Pecos Buckles on ground- water movement within the artesian aquifer is less obvious, but this may be due to the small number of wells measured in the western part of the Basin. The inﬂuence of the YO Buckle is shown by a trough in the potentiometric surface southeast of the Buckle near the center of the Basin (Figure 4), a phenome- non also observed by previous workers (e.g., Kinney et al., 1968). There is no obvious change in hydraulic gradient associated with the Border and Six-Mile Buckles, although the potentiometric surface in the vicinity of those structures is not well-constrained because of the limited number of data points in the northwest part of the map. Broad mounds and noses on the potentiometric surface appear to roughly coincide with east-ﬂowing tributaries of the Pecos River, such as Cottonwood Creek and Walnut Creek, immediately south and north respectively of the Eddy-Chaves county line. Although these features are not well-deﬁned due to limited well control in the western part of the Basin, their association with surface drainage systems on the Pecos Slope probably reﬂects areas of enhanced permeability along the course of these losing streams, which serve as linear recharge zones to the artesian aquifer (Duffy et al., 1978). SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 181 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License FIGURE 4. Conﬁguration of Hydraulic Head in the Artesian Aquifer, January-February, 2005. Contour interval = 10 ft (3 m) below 3,560 ft (1,085 m); and 100 ft (30 m) above the 3,600 ft contour. Heavy dashed line shows eastern boundary of Artesian Basin. Filled circles are wells completed in the artesian aquifer. Large ﬁlled circles are observation wells. Triangles are ﬂowing artesian wells. Locations of monitoring wells from Figures 9 and 10A are indicated. LAND AND NEWTON"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "the Buckle near the center of the Basin (Figure 4), a phenome- non also observed by previous workers (e.g., Kinney et al., 1968). There is no obvious change in hydraulic gradient associated with the Border and Six-Mile Buckles, although the potentiometric surface in the vicinity of those structures is not well-constrained because of the limited number of data points in the northwest part of the map. Broad mounds and noses on the potentiometric surface appear to roughly coincide with east-ﬂowing tributaries of the Pecos River, such as Cottonwood Creek and Walnut Creek, immediately south and north respectively of the Eddy-Chaves county line. Although these features are not well-deﬁned due to limited well control in the western part of the Basin, their association with surface drainage systems on the Pecos Slope probably reﬂects areas of enhanced permeability along the course of these losing streams, which serve as linear recharge zones to the artesian aquifer (Duffy et al., 1978). SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 181 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License FIGURE 4. Conﬁguration of Hydraulic Head in the Artesian Aquifer, January-February, 2005. Contour interval = 10 ft (3 m) below 3,560 ft (1,085 m); and 100 ft (30 m) above the 3,600 ft contour. Heavy dashed line shows eastern boundary of Artesian Basin. Filled circles are wells completed in the artesian aquifer. Large ﬁlled circles are observation wells. Triangles are ﬂowing artesian wells. Locations of monitoring wells from Figures 9 and 10A are indicated. LAND AND NEWTON JAWRA 182 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Shallow Aquifer The shallow aquifer is of more limited extent than the artesian aquifer, extending to \u000212 miles (20 km) west of the Pecos River (Figure 5). The aquifer is thin to nonexistent and not much utilized in the northern part of the Basin north and west of Roswell. In gen- eral, ground water ﬂows east through the shallow aquifer and discharges into the Pecos River. An exception to this rule is a distinctive ridge in the water table trending SW-NE near the Chaves-Eddy County line, west of Lake Arthur. The most conspicuous feature of the shallow aqui- fer is a broad cone of depression west of the town of Hagerman, over 12 miles (20 km) across on the N-S axis and over 120 ft (36 m) deep. Unlike most other communities in the Artesian Basin, wells in the Hagerman area are completed primarily in the shal- low aquifer. The Hagerman cone of depression is a well-known phenomenon in the Artesian Basin, men- tioned frequently in NM OSE and USGS reports (e.g., Garn, 1988). A less well-deﬁned cone of depres- sion is located west of the city of Artesia, extending for about 10 miles (16 km) from south to north and roughly 40 ft (12 m) deep. A ridge in the shallow water table west of Lake Arthur separates the Hager- man and Artesia cones of depression. The Artesia cone of depression can be extended far- ther southeast and south into a broad depression in the shallow water table between highway 285 and the Pecos River. This depression is 20 to 40 ft (6-12 m) deep and extends to the southern terminus of the shallow aquifer near the Seven Rivers Hills. Variations in Hydraulic Head: Artesian Aquifer The map showing change in hydraulic head in the artesian aquifer in the 30 year period since Welder’s (1983) data were collected is not well-constrained because of the smaller number of wells for which measurements are available in both 1975 and 2005. Nevertheless, the dataset clearly indicates a rise in water levels in almost all areas of the Roswell Arte- sian Basin, ranging from 8 to 34 ft (2.4-10.4 m) (Fig- ure 6). The greatest change in water levels since 1975 has occurred in a broad area deﬁned by the +20 ft contour, extending from north to south across the Pecos Slope over the entire extent of the Artesian Basin. This is the area originally designated by Fie- dler and Nye (1933) as the Principal Recharge Area for the artesian aquifer. One area where water levels have risen over 30 ft (9 m) lies near the village of Hope in the southwest- ern part of the Basin. This area coincides with the middle reaches of the Rio Penasco. A PVACD monitoring well located on the north bank of the Rio Penasco, a few kilometers west of Hope, has dis- played very rapid responses to storms and ﬂash ﬂood events in the river (Duffy et al., 1978). Such a rapid response to ﬂood events probably reﬂects rapid recharge through zones of enhanced permeability associated with karstic openings in the San Andres limestone where it is exposed in the bed of the river. Only two wells on either side of the Border Buckle on the extreme western edge of the Basin show long- term declines in water levels. These wells are located in that part of the Basin where the Glorieta sand- stone is the main aquifer. This basin-wide rise in water levels in the artesian aquifer stands in remarkable contrast to the results shown in Welder’s (1983) report. The Welder report documents historic water level changes over the course of development of the artesian aquifer, includ- ing maps showing changes in head for the periods 1926-1975 and 1950-1975. Although data were lim- ited for the earlier time periods, all of Welder’s maps and hydrographs show consistent, steady declines in hydraulic head ranging from 20 to 100 ft (6-30 m) in all areas of the Artesian Basin. The dataset used for this investigation is the ﬁrst to indicate a signiﬁcant reversal in that historic trend. A comparison of water levels in the artesian aqui- fer between 2004 and 2005 (Figure 7) also shows a signiﬁcant rise in head, particularly in the southern part of the Basin, where water levels rose by greater than 15 ft (5 m) in some areas. This was a period of exceptionally high rainfall for the lower Pecos valley. Total rainfall in the Roswell area in 2004 was 42 cm, compared with average annual precipitation of 32 cm in this part of the state. Variations in Hydraulic Head: Shallow Aquifer During the period from 1975 to 2005 water levels in the shallow aquifer declined by more than 15 ft (5 m) in two sectors of the Artesian Basin, and rose an equal amount in other areas (Figure 8). A signiﬁ- cant decline in water levels is indicated west of Hagerman in Townships 13 and 14-S, Range 25-E. In that area the Hagerman cone of depression, already well-deﬁned on Welder’s (1983) map of the 1975 water table, has increased in depth from"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "in water levels. These wells are located in that part of the Basin where the Glorieta sand- stone is the main aquifer. This basin-wide rise in water levels in the artesian aquifer stands in remarkable contrast to the results shown in Welder’s (1983) report. The Welder report documents historic water level changes over the course of development of the artesian aquifer, includ- ing maps showing changes in head for the periods 1926-1975 and 1950-1975. Although data were lim- ited for the earlier time periods, all of Welder’s maps and hydrographs show consistent, steady declines in hydraulic head ranging from 20 to 100 ft (6-30 m) in all areas of the Artesian Basin. The dataset used for this investigation is the ﬁrst to indicate a signiﬁcant reversal in that historic trend. A comparison of water levels in the artesian aqui- fer between 2004 and 2005 (Figure 7) also shows a signiﬁcant rise in head, particularly in the southern part of the Basin, where water levels rose by greater than 15 ft (5 m) in some areas. This was a period of exceptionally high rainfall for the lower Pecos valley. Total rainfall in the Roswell area in 2004 was 42 cm, compared with average annual precipitation of 32 cm in this part of the state. Variations in Hydraulic Head: Shallow Aquifer During the period from 1975 to 2005 water levels in the shallow aquifer declined by more than 15 ft (5 m) in two sectors of the Artesian Basin, and rose an equal amount in other areas (Figure 8). A signiﬁ- cant decline in water levels is indicated west of Hagerman in Townships 13 and 14-S, Range 25-E. In that area the Hagerman cone of depression, already well-deﬁned on Welder’s (1983) map of the 1975 water table, has increased in depth from 75 ft (23 m) to 120 ft (36 m). In the southern part of the Basin the Artesia cone of depression, which was not present in 1975, is now \u000240 ft (12 m) deep. In the former area the shallow aquifer is the pri- mary source of ground water, unlike most other parts of the Artesian Basin, and the increase in depth of the Hagerman cone of depression reﬂects continued exploitation of the shallow aquifer in the 30 year SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 183 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License FIGURE 5. Conﬁguration of the Water Table in the Shallow Aquifer, January-February, 2005. Contour interval = 20 ft (6 m). Filled circles are wells completed in the shallow aquifer. LAND AND NEWTON JAWRA 184 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License FIGURE 6. Change in Hydraulic Head in the Artesian Aquifer, 1975-2005. Contour interval = 5 ft (1.5 m). Filled circles are wells completed in the artesian aquifer. Large ﬁlled circles are observation wells. SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 185 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License FIGURE 7. Change in Hydraulic Head in the Artesian Aquifer, 2004-2005. Contour interval = 5 ft (1.5 m). Filled circles are wells completed in the artesian aquifer. Large ﬁlled circles are observation wells. Triangles are ﬂowing artesian wells. LAND AND NEWTON JAWRA 186 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License FIGURE 8. Change in Water Levels in the Shallow Aquifer, 1975-2005. Contour interval = 5 ft (1.5 m). Filled circles are wells completed in the shallow aquifer. SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 187 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License period since Welder’s (1983) measurements were made. The area of declining water levels west and south of Artesia lies near the southern extent of the shallow aquifer, where saturated thicknesses were less than 100 ft thick in 1975 (Welder, 1983; Fig- ure 8), and the aquifer appears to be have been more sensitive to 30 years of extensive pumping. In the Roswell area at the north end of the Basin, the water table in the shallow aquifer rose from 4 to 17 ft (Figure 8). This rise may in part reﬂect the leaky nature of the conﬁning beds, which are less than 100 ft (30 m) thick in that part of the Basin (Welder, 1983; Figure 7), permitting more efﬁcient recharge from the underlying artesian aquifer. The rise in the water table near Roswell is thus a response to rising water levels in the artesian aquifer since 1975. In the Hagerman-Lake Arthur area there has been a well-deﬁned rise in water levels along a SW-NE trend closely coinciding with the 2005 ridge in the water table (Figure 8). This area of rising shallow water levels is in a part of the Basin where PVACD purchased and retired irrigated farmland in the mid- 20th Century. During the period from January, 2004 to January, 2005 water levels in the shallow aquifer rose signiﬁ- cantly in almost all areas of the Basin, probably in response to above average precipitation in 2004. The most signiﬁcant rise in water levels occurred along the SW-NE trending ridge in the water table between Lake Arthur and Hagerman. Artesian Aquifer: Seasonal Cycles Variations in hydraulic head in the artesian aqui- fer occur on multiple time scales. The spiky character of the hydrograph for the Greenﬁeld observation well (Figure 9A) reﬂects the very pronounced seasonal irrigation cycles typical of this intensively farmed area near the center of the Artesian Basin. Water levels are at their highest during winter months, when irrigation is minimal, and in recent years have shown declines of greater than 55 m during the sum- mer, when irrigation is at a maximum. Longer-term variations in the historic record are demonstrated by the scale of these ﬂuctuations in hydraulic head. At the beginning of the period of record, in 1940, the winter-summer cycle varied by just 9 m. As agricul- tural activity has expanded in the Artesian"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "reﬂect the leaky nature of the conﬁning beds, which are less than 100 ft (30 m) thick in that part of the Basin (Welder, 1983; Figure 7), permitting more efﬁcient recharge from the underlying artesian aquifer. The rise in the water table near Roswell is thus a response to rising water levels in the artesian aquifer since 1975. In the Hagerman-Lake Arthur area there has been a well-deﬁned rise in water levels along a SW-NE trend closely coinciding with the 2005 ridge in the water table (Figure 8). This area of rising shallow water levels is in a part of the Basin where PVACD purchased and retired irrigated farmland in the mid- 20th Century. During the period from January, 2004 to January, 2005 water levels in the shallow aquifer rose signiﬁ- cantly in almost all areas of the Basin, probably in response to above average precipitation in 2004. The most signiﬁcant rise in water levels occurred along the SW-NE trending ridge in the water table between Lake Arthur and Hagerman. Artesian Aquifer: Seasonal Cycles Variations in hydraulic head in the artesian aqui- fer occur on multiple time scales. The spiky character of the hydrograph for the Greenﬁeld observation well (Figure 9A) reﬂects the very pronounced seasonal irrigation cycles typical of this intensively farmed area near the center of the Artesian Basin. Water levels are at their highest during winter months, when irrigation is minimal, and in recent years have shown declines of greater than 55 m during the sum- mer, when irrigation is at a maximum. Longer-term variations in the historic record are demonstrated by the scale of these ﬂuctuations in hydraulic head. At the beginning of the period of record, in 1940, the winter-summer cycle varied by just 9 m. As agricul- tural activity has expanded in the Artesian Basin through the latter half of the 20th Century, the amplitude of the seasonal cycles has increased approximately ﬁvefold. The Greenﬁeld well is located in a part of the Basin where many artesian wells still ﬂow to the sur- face during winter months. As the Greenﬁeld hydro- graph (Figure 9A) indicates, water levels in this well were above ground level as recently as 2001. Under those circumstances, a pressure reading is measured and the apparent water level is calculated from an equation relating water pressure to hydraulic head [D = 2.31P)k, where D is apparent head in feet above ground level, shown on maps as a negative value, P is pressure in pounds per square inch, and k is the height of pressure valve above ground level]. The drawdown from pumping in the artesian aqui- fer is laterally extensive, reﬂecting the very high transmissivity of the artesian system – as much as 18,200 m2⁄day (196,000 ft2⁄day) in the northern part of the Basin (Hantush, 1957). Thus, for a given amount of pumping the cones of depression are rela- tively shallow but very broad. A 5-year detail of the Greenﬁeld hydrograph (Figure 9B) illustrates the extreme sensitivity of the FIGURE 9. (A) Hydrograph of the Greenﬁeld Monitoring Well (location shown in Figure 4), Showing Pronounced Annual Cycles and Longer-Term Variations in Hydraulic Head in the Artesian Aquifer. At various times in the past 40 years of record the Green- ﬁeld well has displayed strong artesian ﬂow. Water levels shown above land surface were calculated from water pressure measure- ments. Deviation from the seasonal cycle in the mid-1980s is caused by an incomplete dataset for the years 1985 and 1986. (B) Detail from Figure 9A hydrograph, showing seasonal irrigation cycles over a ﬁve year period, 2000-2005. LAND AND NEWTON JAWRA 188 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License artesian aquifer to speciﬁc pumping events. A second- ary peak in water levels occurs every year in mid- May to mid-June, superimposed upon the general mid-year decline in hydraulic head. This secondary peak reﬂects the ﬁrst cutting of alfalfa, when pump- ing temporarily stops as the alfalfa crop is harvested. Artesian Aquifer: Long-Term Variations in Head Water levels in the Artesian Basin have been fall- ing since development of the artesian aquifer began early in the 20th Century (Kinney et al., 1968; Welder, 1983). The rate of decline in hydraulic head increased signiﬁcantly after World War II, and reached its lowest point in most areas of the Basin in the mid-1970s, at which time this decades-long trend began to reverse. The hydrograph for the Berrendo observation well (Figure 10A) shows these long-term water level variations. Higher-frequency irrigation cycles are more subdued than those shown on the Greenﬁeld hydrograph (Figure 9) because the Berren- do well is located in a housing development within the city of Roswell, several kilometers from intense agricultural activity farther to the south. However, longer-term variations in head are more apparent, showing that water levels in the artesian aquifer reached an historic low in the mid-1970s, when data for the Welder report were being collected. From the mid-1970s until around the turn of the century water levels in the artesian aquifer steadily increased. Since the year 2000, hydraulic head has begun to decline, roughly coincident with a period of extended drought in New Mexico (Figure 10B). How- ever, water levels measured for this investigation in January-February, 2005 show an increase over head measurements in winter, 2004 (Figure 7), a year dur- ing which the Artesian Basin region enjoyed excep- tionally high rainfall. DISCUSSION Precipitation cycles and agricultural activity appear to be the two main factors driving longer-term variations in head in the artesian aquifer. Average annual precipitation in the Artesian Basin is \u000232 cm⁄year. However, annual rainfall in southeast- ern New Mexico displays very pronounced deviations from the mean (Figure 10B). Precipitation in 1941 exceeded 83 cm, but for most of the period from 1945 through the late 1960s rainfall was well below aver- age. This long period of drought coincided with a long decline in hydraulic head in the artesian aquifer. Then, beginning in the late 1970s and continuing through the mid-90s, the lower Pecos Valley experi- enced several years of above average rainfall, a per- iod during which water levels in the artesian aquifer began to rise. The expansion of irrigated agriculture during and after World War II also appears to have inﬂuenced longer-term water level cycles in the Artesian Basin. Between 1940 and 1950, the amount of irrigated farmland in the Basin increased by >30% (Fig- ure 10B). During the period from 1943 to 1968, the area also experienced an extended period of low rainfall. This unfortunate combination of long-term drought with a period of rapidly expanding irrigation accounts for the long decline in water levels in the artesian aqui- fer through the mid-20th Century. Systematic water conservation measures began in the late 1950s, when the Pecos Valley Artesian Conservancy District initiated a program of purchase FIGURE 10. (A) Hydrograph of the Berrendo Observation Well (location shown in Figure 4). Note difference in vertical scale com- pared with Figure 9. (B) Light solid line shows annual precipitation"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "measured for this investigation in January-February, 2005 show an increase over head measurements in winter, 2004 (Figure 7), a year dur- ing which the Artesian Basin region enjoyed excep- tionally high rainfall. DISCUSSION Precipitation cycles and agricultural activity appear to be the two main factors driving longer-term variations in head in the artesian aquifer. Average annual precipitation in the Artesian Basin is \u000232 cm⁄year. However, annual rainfall in southeast- ern New Mexico displays very pronounced deviations from the mean (Figure 10B). Precipitation in 1941 exceeded 83 cm, but for most of the period from 1945 through the late 1960s rainfall was well below aver- age. This long period of drought coincided with a long decline in hydraulic head in the artesian aquifer. Then, beginning in the late 1970s and continuing through the mid-90s, the lower Pecos Valley experi- enced several years of above average rainfall, a per- iod during which water levels in the artesian aquifer began to rise. The expansion of irrigated agriculture during and after World War II also appears to have inﬂuenced longer-term water level cycles in the Artesian Basin. Between 1940 and 1950, the amount of irrigated farmland in the Basin increased by >30% (Fig- ure 10B). During the period from 1943 to 1968, the area also experienced an extended period of low rainfall. This unfortunate combination of long-term drought with a period of rapidly expanding irrigation accounts for the long decline in water levels in the artesian aqui- fer through the mid-20th Century. Systematic water conservation measures began in the late 1950s, when the Pecos Valley Artesian Conservancy District initiated a program of purchase FIGURE 10. (A) Hydrograph of the Berrendo Observation Well (location shown in Figure 4). Note difference in vertical scale com- pared with Figure 9. (B) Light solid line shows annual precipitation in the Artesian Basin region, measured at the Roswell airport. Dashed line indicates mean annual rainfall. Heavy solid line is the 10 year running mean of precipitation for period of record. Bar graph shows the amount of farmland under irrigation from both the artesian and shallow aquifers from 1940 to 1996. SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 189 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License and retirement of irrigated farmland in parts of the Artesian Basin. Similar programs have subsequently been initiated by the New Mexico Interstate Stream Commission, and have been included in the 2004 Consensus Plan for management of water resources on the lower Pecos River. Adjudication of water rights in the mid-1960s reduced the amount of legally irrigable land in the Basin and was key to gaining control of ground-water pumping. Metering of irriga- tion wells began in 1966, which promoted conserva- tion and allowed enforcement of pumping limitations. At this time water use for irrigation was restricted to 10,600 m3⁄ha⁄year (3.5 acre-ft⁄acre⁄year). It appears that these conservation measures, combined with high levels of precipitation during the latter part of the 20th Century, have contributed toward mitigating the historic decline in hydraulic head in the Artesian Basin. The increase in head in the artesian aquifer during the 12 month period from 2004 to 2005 is concen- trated along the eastern margin of the Artesian Basin (Figure 7), in marked contrast to the 30 year rise in water levels in the Principal Recharge Area on the Pecos Slope to the west (Figure 6). It is unlikely that this short-term rise in water levels in the eastern sec- tor of the Basin is a direct result of increased rainfall and inﬁltration. Rather, the increase in head is prob- ably an indirect response to high rainfall, which caused a reduction in irrigation demand in 2004 and a resulting decrease in pumping from the artesian aquifer. Previous workers (e.g., Havenor, 1996, 1998) have used hydrochemical data to argue that the hydrologic framework of the Artesian Basin is more heteroge- neous and compartmentalized than commonly thought due to regional structural discontinuities. Such discontinuities clearly exist, as indicated by, for example, the increase in hydraulic gradient in the artesian aquifer west of the KM Fault (Figure 4). However, hydraulically continuous behavior within a large sedimentary basin can sometimes be masked on a local scale by the ﬂow-sensitive properties of ground water, such as temperature and chemical composition (Toth, 1995). The broad area affected by the 12 month rise in water levels reﬂects the very high regional transmissivity and hydraulic continuity of the artesian system, which very effectively permits diffusion of pressure head throughout the Basin. CONCLUSIONS The Roswell Artesian Basin provides a world-class example of a rechargeable artesian aquifer. The very high transmissivity of the aquifer results from the presence of vuggy and cavernous porosity and large solution conduits within the karstic San Andres lime- stone, caused in part by dissolution of primary gyp- sum within the formation. By the mid-1970s, almost a century of intensive pumping had resulted in very substantial declines in hydraulic head throughout the Artesian Basin. However, the current study suggests that water conservation measures ﬁrst introduced in the 1950s, combined with high levels of rainfall dur- ing the latter part of the 20th Century, have helped to reverse the long-term decline in hydraulic head in the artesian aquifer. ACKNOWLEDGMENTS Funding for this investigation was provided by the Pecos Valley Artesian Conservancy District; the New Mexico Bureau of Geology and Mineral Resources; and the Department of Research and Eco- nomic Development at the New Mexico Institute of Mining and Technology. An expanded version of this paper has been submitted to the New Mexico Bureau of Geology and Mineral Resources as an Open- File Report. LITERATURE CITED Bachman, G.O., 1984. Regional Geology of Ochoan Evaporites, Northern Part of Delaware Basin. New Mexico Bureau of Mines and Mineral Resources, Socorro, New Mexico. Circular 184, 22 pp. Bachman, G.O., 1987. Karst in Evaporites in Southeastern New Mexico. Sandia National Laboratories, Albuquerque, New Mexico. Contractor Report SAND86-7078, 82 pp. Barroll, P. and J. Shomaker, 2003. Regional Hydrology of the Ros- well Artesian Basin and the Capitan Aquifer. In: Water Resources of the Lower Pecos Region, New Mexico: New Mexico Bureau of Geology and Mineral Resources, 2003 New Mexico Decision Makers Guidebook, P. Johnson, L. Land, G. Price, and F. Titus (Editors). Socorro, New Mexico, pp. 23-27. Duffy, C.J., L.W. Gelhar, and G.W. Gross, 1978. Recharge and Groundwater Conditions in the Western Region of the Roswell Basin. New Mexico Water Resources Research Institute, Las Cruces, New Mexico. Report 100, 111 pp. Fiedler, A.G. and S.S. Nye, 1933. Geology and Ground-Water Resources of the Roswell Basin, New Mexico. U.S. Geological Survey Water-Supply Paper 639, 372 pp. Garn, H.S., 1988. Seasonal Changes in Ground-Water Levels in the Shallow Aquifer Near Hagerman and the Pecos River, Chaves Co., New Mexico. U.S. Geological Survey Open File Report 88- 197, 19 pp. Gratton, P.J.F. and W.J. LeMay, 1969. San Andres oil East of the Pecos. In: The San Andres Limestone, a Reservoir for Oil and Water in"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "to reverse the long-term decline in hydraulic head in the artesian aquifer. ACKNOWLEDGMENTS Funding for this investigation was provided by the Pecos Valley Artesian Conservancy District; the New Mexico Bureau of Geology and Mineral Resources; and the Department of Research and Eco- nomic Development at the New Mexico Institute of Mining and Technology. An expanded version of this paper has been submitted to the New Mexico Bureau of Geology and Mineral Resources as an Open- File Report. LITERATURE CITED Bachman, G.O., 1984. Regional Geology of Ochoan Evaporites, Northern Part of Delaware Basin. New Mexico Bureau of Mines and Mineral Resources, Socorro, New Mexico. Circular 184, 22 pp. Bachman, G.O., 1987. Karst in Evaporites in Southeastern New Mexico. Sandia National Laboratories, Albuquerque, New Mexico. Contractor Report SAND86-7078, 82 pp. Barroll, P. and J. Shomaker, 2003. Regional Hydrology of the Ros- well Artesian Basin and the Capitan Aquifer. In: Water Resources of the Lower Pecos Region, New Mexico: New Mexico Bureau of Geology and Mineral Resources, 2003 New Mexico Decision Makers Guidebook, P. Johnson, L. Land, G. Price, and F. Titus (Editors). Socorro, New Mexico, pp. 23-27. Duffy, C.J., L.W. Gelhar, and G.W. Gross, 1978. Recharge and Groundwater Conditions in the Western Region of the Roswell Basin. New Mexico Water Resources Research Institute, Las Cruces, New Mexico. Report 100, 111 pp. Fiedler, A.G. and S.S. Nye, 1933. Geology and Ground-Water Resources of the Roswell Basin, New Mexico. U.S. Geological Survey Water-Supply Paper 639, 372 pp. Garn, H.S., 1988. Seasonal Changes in Ground-Water Levels in the Shallow Aquifer Near Hagerman and the Pecos River, Chaves Co., New Mexico. U.S. Geological Survey Open File Report 88- 197, 19 pp. Gratton, P.J.F. and W.J. LeMay, 1969. San Andres oil East of the Pecos. In: The San Andres Limestone, a Reservoir for Oil and Water in New Mexico, W.K. Summers and F.E. Kottlowski (Editors). New Mexico Geological Society, Socorro, New Mexico, Special Publication No. 3, pp. 37-43. Hantush, M.S., 1957. Preliminary Quantitative Study of the Ros- well Ground-Water Reservoir, New Mexico. New Mexico Insti- tute of Mining and Technology, State Bureau of Mines and Mineral Resources Division, Socorro, New Mexico, 118 pp. LAND AND NEWTON JAWRA 190 JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Havenor, K.C., 1968. Structure, Stratigraphy, and Hydrogeology of the Northern Roswell Artesian Basin, Chaves County, New Mexico. New Mexico Bureau of Mines and Mineral Resources, Socorro, New Mexico, Circular 93, 30 pp. Havenor, K.C., 1996. The Hydrogeologic Framework of the Roswell Groundwater Basin, Chaves, Eddy, Lincoln, and Otero Coun- ties, New Mexico. Tucson, University of Arizona, Ph.D. disserta- tion, 274 pp. Havenor, K.C., 1998. Hydrogeochemical Investigation of the Major Aquifers in the Northern Portion of the Roswell Groundwater Basin, Chaves and Eddy Counties, New Mexico. GeoScience Technologies, unpublished report, 80 pp. Hayes, P.T., 1964. Geology of the Guadalupe Mountains, New Mex- ico. U.S. Geological Survey Professional Paper 446, 69 pp. Hood, J.W., 1963. Saline Ground Water in the Roswell Basin, Chaves and Eddy Counties, New Mexico, 1958-59. US Geological Survey Water-Supply Paper 1539-M, 46 pp. Hood, J.W., R.W. Mower, and M.J. Grogin, 1960. The Occurrence of Saline Ground Water Near Roswell, Chaves County, New Mexico. New Mexico State Engineer Ofﬁce, Santa Fe, New Mex- ico. Technical Report 17, 72 pp. Kelley, V.C., 1971. Geology of the Pecos Country, Southeastern New Mexico. New Mexico Bureau of Mines and Mineral Resources, Socorro, New Mexico, Memoir 24, 78 pp. King, P.B., 1948. Geology of the Southern Guadalupe Mountains, Texas. U.S. Geological Survey Professional Paper 215, 183 pp. Kinney, E.E., J.D. Nations, B.J. Oliver, P.G. Wagner, T.A. Siwula, and R.E. Renner, 1968. The Roswell Artesian Basin. Roswell Geological Society, Roswell, New Mexico, 32 pp. Land, L., 2003. Evaporite Karst and Regional Ground Water Circu- lation in the Lower Pecos Valley. In: Evaporite Karst and Engi- neering and Environmental Problems in the United States, K.S. Johnson and J.T. Neal (Editors). Oklahoma Geological Survey, Norman, Oklahoma, Circular 109, pp. 227-232. Land, L., 2005. Evaluation of Groundwater Residence Time in a Karstic Aquifer Using Environmental Tracers: Roswell Artesian Basin, New Mexico. In: Proceedings of the Tenth Multidisciplin- ary Conference on Sinkholes and the Engineering and Environ- mental Impacts of Karst, San Antonio, Texas, 2005. ASCE Geotechnical Special Publication no. 144, pp. 432-440. Land, L. and B.T. Newton, 2007. Seasonal and Long-Term Varia- tions in Hydraulic Head in a Karstic Aquifer: Roswell Artesian Basin, New Mexico. New Mexico Bureau of Geology and Mineral Resources, Socorro, New Mexico, Open-File Report No. 503, 27 pp. Miller, F., 1969. The San Andres Reef Zone. In: The San Andres Limestone, a Reservoir for Oil and Water in New Mexico, W.K. Summers and F.E. Kottlowski (Editors). New Mexico Geological Society, Socorro, New Mexico. Special Publication No. 3, pp. 27-31. Motts, W.S. and R.L. Cushman, 1964. An Appraisal of the Possibili- ties of Artiﬁcial Recharge to Ground-Water Supplies in Part of the Roswell Basin, New Mexico. U.S. Geological Survey Water- Supply Paper 1785, 86 pp. Shomaker, J., 2003. How we got Here: A Brief History of Water Development in the Pecos Basin. In: Water Resources of the Lower Pecos Region, New Mexico: New Mexico Bureau of Geol- ogy and Mineral Resources, Socorro, New Mexico. 2003 New Mexico Decision Makers Guidebook, P. Johnson, L. Land, G. Price, and F. Titus (Editors). pp. 61-64. Thomas, H.E., 1963. Causes of Depletion of the Pecos River in New Mexico. U.S. Geological Survey Water-Supply Paper 1619-G, 14 pp. Toth, J., 1995. Hydraulic Continuity in Large Sedimentary Basins. Hydrogeology Journal 3:4-15. Welder, G.E., 1983. Geohydrologic Framework of the Roswell Ground-Water Basin, Chaves and Eddy Counties, New Mexico. New Mexico State Engineer, Santa Fe, New Mexico. Technical Report 42, 28 pp. SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 191 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
        "URL": "J American Water Resour Assoc - 2008 - Land - Seasonal and Long‐Term Variations in Hydraulic Head in a Karstic Aquifer .pdf",
        "Text": "New Mexico Decision Makers Guidebook, P. Johnson, L. Land, G. Price, and F. Titus (Editors). pp. 61-64. Thomas, H.E., 1963. Causes of Depletion of the Pecos River in New Mexico. U.S. Geological Survey Water-Supply Paper 1619-G, 14 pp. Toth, J., 1995. Hydraulic Continuity in Large Sedimentary Basins. Hydrogeology Journal 3:4-15. Welder, G.E., 1983. Geohydrologic Framework of the Roswell Ground-Water Basin, Chaves and Eddy Counties, New Mexico. New Mexico State Engineer, Santa Fe, New Mexico. Technical Report 42, 28 pp. SEASONAL AND LONG-TERM VARIATIONS IN HYDRAULIC HEAD IN A KARSTIC AQUIFER: ROSWELL ARTESIAN BASIN, NEW MEXICO JOURNAL OF THE AMERICAN WATER RESOURCES ASSOCIATION 191 JAWRA 17521688, 2008, 1, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1752-1688.2007.00146.x by New Mexico Institute Of Mining, Wiley Online Library on [12/03/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
]