[
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "PAPER Identification of hydrochemical facies in the Roswell Artesian Basin, New Mexico (USA), using graphical and statistical methods Brent D. Newman1 & Kay C. Havenor2 & Patrick Longmire1,3 Received: 5 January 2015 /Accepted: 12 March 2016 /Published online: 13 April 2016 # Springer-Verlag Berlin Heidelberg (outside the USA) 2016 Abstract Analysis of groundwater chemistry can yield im- portant insights about subsurface conditions, and provide an alternative and complementary method for characterizing ba- sin hydrogeology, especially in areas where hydraulic data are limited. More specifically, hydrochemical facies have been used for decades to help understand basin flow and transport, and a set of facies were developed for the Roswell Artesian Basin (RAB) in a semi-arid part of New Mexico, USA. The RAB is an important agricultural water source, and is an ex- cellent example of a rechargeable artesian system. However, substantial uncertainties about the RAB hydrogeology and groundwater chemistry exist. The RAB was a great opportu- nity to explore hydrochemcial facies definition. A set of fa- cies, derived from fingerprint diagrams (graphical approach), existed as a basis for testing and for comparison to principal components, factor analysis, and cluster analyses (statistical approaches). Geochemical data from over 300 RAB wells in the central basin were examined. The statistical testing of fingerprint-diagram-based facies was useful in terms of quan- titatively evaluating differences between facies, and for under- standing potential controls on basin groundwater chemistry. This study suggests the presence of three hydrochemical fa- cies in the shallower part of the RAB (mostly unconfined conditions) and three in the deeper artesian system of the RAB. These facies reflect significant spatial differences in chemistry in the basin that are associated with specific strati- graphic intervals as well as structural features. Substantial chemical variability across faults and within fault blocks was also observed. Keywords USA . Karst . Hydrochemical facies . Geochemistry Introduction The Roswell Artesian Basin (RAB) in eastern New Mexico, USA, covers approximately 5,700 km2 (Fig. 1) and is located within the northern part of the Chihuahuan Desert. The cli- mate is semiarid, and average annual precipitation is typically less than 33 cm/year. It is one of the most intensely farmed areas in the state and nearly all water for irrigation comes from groundwater (Land and Newton 2007, 2008; Robson and Banta 1995). Availability of fresh groundwater under artesian conditions is one of the main reasons that extensive agricul- tural development occurred in the area, and uncertainties about the hydrogeochemistry and flow conditions within this economically important groundwater system is why this study focused on the RAB (Newman et al. 2016). Because of the semiarid climate, surface waters in the RAB are limited and often ephemeral. Historically, the RAB is noted for artesian conditions. For example, Fiedler and Nye (1933) reported that 1,424 artesian wells had been drilled in the basin by 1927 and many of these flowed at over 4,500 L/min. As of 1999 there were approximately 1,700 irrigation wells (tapping confined and unconfined This article belongs to a series that characterizes the hydrogeology of the Sacramento Mountains and the Roswell and Salt basins in New Mexico, USA * Brent D. Newman bnewman@lanl.gov 1 Earth and Environmental Sciences Division, MS J495, Los Alamos National Laboratory, Los Alamos, NM 87545, USA 2 Geoscience Technologies, Roswell, NM, USA 3 New Mexico Environmental Department, Los Alamos Oversight Bureau, Los Alamos, NM 87544, USA Hydrogeol J (2016) 24:819–839 DOI 10.1007/s10040-016-1401-3 groundwater) in the basin (Havenor 2002). Groundwater wells in the shallow unconfined part of the system are seldom less than 30 m deep, and in the confined parts of the system, wells are typically between 100–300 m deep. The RAB is characterized by an alluvial/carbonate/evaporite stratigraphy (described in detail later) and is a great example of a recharge- able artesian system. The main objectives of this paper are to describe the RAB groundwater chemistry in the context of the hydrochemical facies approach (Back 1966), and to ex- amine different methods for understanding groundwater chemistry relationships in the basin. Water chemistry is a major focus of this study because it offers useful insights about the functioning of groundwater systems (Back 1966; Glynn and Plummer 2005; Sanford et al. 2011), which is especially important in a basin such as the RAB where quality hydraulic data are lacking. There are obvious ele- ments of heterogeneity and anisotropy in the basin, but the degree to which these factors might affect flow has not been sufficiently described. By examining the details of the basin chemistry, the effects of heterogeneity and anisot- ropy can be examined in a way that are not as apparent when examining groundwater level data. In a semiarid area with an agricultural-based economy, sustainability of water resources is a critical issue, and an improved understanding of the RAB groundwater system is essential for effective water management in the basin. Fig. 1 Map of the Roswell Artesian Basin in eastern New Mexico, USA. The study area is shown by the black box and is approximately 3,500 km2 in area. The RAB footprint is from Land and Newton (2008) 820 Hydrogeol J (2016) 24:819–839 The geochemical approach defined hydrochemical facies in the central basin based on well chemistries. Hydrochemical facies were described by Back (1966) as a concept to B… denote the diagnostic chemical aspect of ground-water solu- tions occurring in hydrologic systems. These facies reflect the response of chemical processes operating within the lithologic framework and also the pattern of flow of the water.^ It follows that a hydrochemical facies approach is an excellent comple- ment to traditional hydraulic assessments of a groundwater system, and it can provide valuable insights on systems where hydraulic data are scarce or absent. According to Back (1966), the approach is a finer-scale extension of the Russian hydrochemical zones concept where predominant anions are used to define large, regional groundwater zones. The specific purpose of Back’s (1966) study was to develop hydrochemical facies for groundwater in the US Atlantic Coastal Plain with the purpose of Brelating the chemical character of groundwater to the geologic and hydrologic environment^, in other words to understand the hydrogeology of the system. Back (1966) de- fined different facies graphically using Piper diagrams. Since that time many different graphical approaches (Piper, Stiff, and fingerprint/Schoeller diagrams) and statistical methods (princi- pal components, cluster analysis, discriminant analysis, and factor analysis) have been used to define hydrochemical facies (e.g., Ashley and Lloyd 1978; Back 1966; Dalton and Upchurch 1978; Güler et al. 2002; Hussein 2004; Mazor 2004; Thyne et al. 2004; Van Tonder and Hodgson 1986). Both graphical and statistical approaches have their advantages and disadvantages. Graphical approaches are simple and can sometimes clearly show differences in chemistries that can be attributed to different facies; however, graphical approaches are typically limited to smaller sets of analytes (usually major ions) and relatively small numbers of samples. Statistical approaches have significant advantages for understanding large data sets and can consider many different analytes. Ashley and Lloyd (1978) and Güler et al. (2002) provide useful discussions of the advantages and disadvantages of graphical and statistical ap- proaches. An important consideration is that regardless of the approach, the definition of hydrochemical facies is always at some level subjective. Graphical methods have been criticized as being subjective; however, this"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "flow of the water.^ It follows that a hydrochemical facies approach is an excellent comple- ment to traditional hydraulic assessments of a groundwater system, and it can provide valuable insights on systems where hydraulic data are scarce or absent. According to Back (1966), the approach is a finer-scale extension of the Russian hydrochemical zones concept where predominant anions are used to define large, regional groundwater zones. The specific purpose of Back’s (1966) study was to develop hydrochemical facies for groundwater in the US Atlantic Coastal Plain with the purpose of Brelating the chemical character of groundwater to the geologic and hydrologic environment^, in other words to understand the hydrogeology of the system. Back (1966) de- fined different facies graphically using Piper diagrams. Since that time many different graphical approaches (Piper, Stiff, and fingerprint/Schoeller diagrams) and statistical methods (princi- pal components, cluster analysis, discriminant analysis, and factor analysis) have been used to define hydrochemical facies (e.g., Ashley and Lloyd 1978; Back 1966; Dalton and Upchurch 1978; Güler et al. 2002; Hussein 2004; Mazor 2004; Thyne et al. 2004; Van Tonder and Hodgson 1986). Both graphical and statistical approaches have their advantages and disadvantages. Graphical approaches are simple and can sometimes clearly show differences in chemistries that can be attributed to different facies; however, graphical approaches are typically limited to smaller sets of analytes (usually major ions) and relatively small numbers of samples. Statistical approaches have significant advantages for understanding large data sets and can consider many different analytes. Ashley and Lloyd (1978) and Güler et al. (2002) provide useful discussions of the advantages and disadvantages of graphical and statistical ap- proaches. An important consideration is that regardless of the approach, the definition of hydrochemical facies is always at some level subjective. Graphical methods have been criticized as being subjective; however, this does not mean that statistical approaches for facies definition are totally objective either—for example, with cluster analysis, individual groups are objective- ly determined, but multiple levels of clusters are generated and the selection of the level (i.e., the number of groups) is arbitrary. In addition, statistical methods do not utilize information about realistic in situ basin relationships and so the investigator will still need to assure that results are scientifically reasonable based on knowledge of site conditions and fundamental hydrogeological and geochemical principals. Ultimately, re- gardless of which approach is used, there are no hard and fast rules on how a hydrochemical facies should be defined. This problem is not all bad because it does add flexibility to build facies that suit the particular groundwater system being inves- tigated and the available data. It is also clear that, despite some level of inherent subjectiveness, the hydrochemical facies ap- proach can provide valuable insights for a wide variety of hydrogeological conditions around the world. To investigate graphical versus statistical approaches fur- ther, examination of how graphically based hydrochemical facies definitions (in this case using fingerprint/Schoeller dia- grams) relate to statistically based approaches (principal com- ponents, factor analysis, and cluster analysis) was explored. There are advantages to combining both graphical and statis- tical approaches (Güler et al. 2002), but it is illustrative to initially look at them independently. For the RAB there was an advantageous situation in which to make such a compari- son. Havenor (2002) defined a set of seven hydrochemical facies using water chemistry data from over 300 wells spread over about a 35,000 km2 area. Interpretation of fingerprint diagrams (Mazor 2004; Schoeller 1955, 1959) was the main approach used, although normative mineral reconstructions, and stratigraphic relationships were also used to help define facies. As a starting point, an examination of the robustness of the fingerprint approach was made. The rigor of graphical methods has been implicitly assumed over the past 50 years or so, and not tested from a statistical perspective; therefore, it was worthwhile to determine whether facies designations de- rived from fingerprint diagrams (representing graphical methods in general) have some level of statistical rigor. For a given RAB facies defined by Havenor (2002), pair-wise (facies to facies) statistical comparisons were conducted to determine how many of the various analytes representing one facies were significantly different from another facies. The idea was that if the fingerprint-based facies are reason- able, there should be one or more analytes that have statisti- cally significant differences between one facies and the others. Facies comparisons with multiple significant differences be- tween analytes would be strong evidence that the facies do represent different or unique parts of the groundwater system. A non-parametric comparison approach was used to test for significant differences, and details are described in the ‘Methods’ section. To further examine how well statistical approaches com- pared to primarily graphically defined hydrochemical facies. Principal components, factor, and cluster analyses of the RAB groundwater chemistries were conducted. These techniques are among the most popular statistical approaches for helping to define hydrochemical facies in recent times and their spe- cifics are discussed in the ‘Methods’ section. Background The generalized stratigraphy of the greater RAB area is shown in Fig. 2 (additional discussion can be found in Havenor (1996) and Kelley (1971). In general, sedimentary rocks of Hydrogeol J (2016) 24:819–839 821 Permian age compose the artesian system in the basin, where- as Tertiary-Quaternary sediments and Artesia Group rocks makeup the unconfined, shallower groundwater system. The Yeso Formation is composed of siltstone, mudstone, carbonates and gypsum, and acts as the lower confining unit for the artesian system. The San Andres Formation is the oldest unit of major hydrogeological interest in the basin and contains the deepest fresh artesian groundwaters. It is characteristically a thick-bedded sequence of dolomitic, anhydritic limestone inter- bedded with dolomite and anhydrite. Full thickness of this unit in the basin is about 365 m. At the top of the San Andres, a karstic contact exists at the transition to the Grayburg Formation of the Artesia Group. The Artesia Group acts as the upper confining unit of the artesian system, and is generally described as back-reef deposits of a progressively more sabka- like environment northward from the Permian Capitan Reef. The Artesia Group is composed of carbonates, evaporates, and clastics (typically red clays, and quartz sandstones and silt- stones). The unit is 521-m thick based on its subsurface type location in Eddy County, New Mexico. The Ochoan series includes evaporates, dolomites, sandstones and siltstones. However, it is not very important in the RAB, but Ochoan rocks (in particular the Saldo and Rustler formations) are found adjacent to the basin. The Upper Triassic Santa Rosa Sandstone east of the Pecos River lies unconformably upon the Yates Formation of the Artesia Group and hosts an aquifer in many areas of eastern New Mexico. The Tertiary-Quaternary section includes the Gatuña Formation, which is generally considered to be Pliocene-Pleistocene in age, but could extend back into the late Miocene. Drillers logs in the basin suggest Gatuña rocks could be preserved in some parts of the basin as red beds, evaporates, and limestones in deeper horizons of the Bvalley- fill^. The Tertiary-Quaternary alluvial deposits include stream, valley-fill, pediment and terrace, aeolian, calcretes, and floodplan deposits, and it is likely that Gatuña rocks have been lumped in this category in some drillers logs. The delineation between the upper Cenezoic"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "artesian system. The San Andres Formation is the oldest unit of major hydrogeological interest in the basin and contains the deepest fresh artesian groundwaters. It is characteristically a thick-bedded sequence of dolomitic, anhydritic limestone inter- bedded with dolomite and anhydrite. Full thickness of this unit in the basin is about 365 m. At the top of the San Andres, a karstic contact exists at the transition to the Grayburg Formation of the Artesia Group. The Artesia Group acts as the upper confining unit of the artesian system, and is generally described as back-reef deposits of a progressively more sabka- like environment northward from the Permian Capitan Reef. The Artesia Group is composed of carbonates, evaporates, and clastics (typically red clays, and quartz sandstones and silt- stones). The unit is 521-m thick based on its subsurface type location in Eddy County, New Mexico. The Ochoan series includes evaporates, dolomites, sandstones and siltstones. However, it is not very important in the RAB, but Ochoan rocks (in particular the Saldo and Rustler formations) are found adjacent to the basin. The Upper Triassic Santa Rosa Sandstone east of the Pecos River lies unconformably upon the Yates Formation of the Artesia Group and hosts an aquifer in many areas of eastern New Mexico. The Tertiary-Quaternary section includes the Gatuña Formation, which is generally considered to be Pliocene-Pleistocene in age, but could extend back into the late Miocene. Drillers logs in the basin suggest Gatuña rocks could be preserved in some parts of the basin as red beds, evaporates, and limestones in deeper horizons of the Bvalley- fill^. The Tertiary-Quaternary alluvial deposits include stream, valley-fill, pediment and terrace, aeolian, calcretes, and floodplan deposits, and it is likely that Gatuña rocks have been lumped in this category in some drillers logs. The delineation between the upper Cenezoic alluvial deposits and portions of the Artesia Group is sometimes difficult to make. A simplified cross section of the RAB stratigraphy is shown in Fig. 3, which highlights the importance of the basin erosional and alluvial deposition history along with neotectonic dextral right-lateral strike slip faults which offset Permian beds. The faults are a major part of the hydrogeologic framework of the basin, which can be viewed as a series of en echelon structural blocks with groundwater occupying erosion- beveled fault-displaced Permian carbonates and evaporates partly covered with Tertiary-Quaternary sedimentary rocks and alluvium. As discussed later, these fault blocks and their boundaries play a major role in the functioning of the ground- water system. Faulting has been part of the basin history since the Precambrian and there have been at least three episodes of Phanerazoic deformation. Four major southwest to northeast trending faults have been identified (from south to north the K-M, YO, Six Mile Hill, and Border Hill faults in Fig. 4). Strike slip movement is evident from observations of substan- tially different formation thickness on either side of the faults. A three-diemsional (3D) structure map of the San Andres Formation (Fig. 4) shows the fault block nature of the basin as well as the impact of post San Andres erosion in the Pecos River Valley. Faulting also extends upward into the Artesia Group rocks and influences surface geomorphology through tributary and Pecos River channel offsets in proximity to ma- jor faults. Examples of fault impacted channel sinuosity are also present in the basin. Barroll and Shomaker (2003) and Land and Newton (2008) review the hydrogeological context of the RAB and the histo- ry of groundwater development from the artesian system. The general hydrology of the basin is described by Fig. 3. Basin recharge is estimated at to be about 370 million m3/year, which occurs by direct infiltration of precipitation, and by runoff from the intermittent streams which extend from the Sacramento Mountains (Barroll and Shomaker 2003). Fiedler and Nye (1933) identified the primary recharge zone as between the Border and Six Mile faults (Fig. 3). The faults extend several tens of kilometers across the Pecos Slope (Land and Newton 2008 and references therein). The deeper system occurs in carbonate rocks (e.g., San Andres Formation), which is unconfined near the recharge area to the west and confined in the central part of the basin near the city of Roswell. This system is commonly referred to as the artesian system and is about 90–150 m thick, and hydraulic heads suggest a general flow direction to the east and southeast (Barroll and Shomaker 2003; Land and Newton 2008). The hydraulic gradient in the central basin is low (~1.8 m/km; Land and Newton 2008). The Yeso Formation acts as the lower confining unit for the artesian system, and clay rich rocks of the Artesia Group act Fig. 2 Generalized stratigraphy of the greater Roswell Artesian Basin area (Havenor 2002) 822 Hydrogeol J (2016) 24:819–839 to confine the upper part. Karst conditions exist in some parts of the basin, for example along the San Andres/Grayburg contact. Secondary porosity development is an important characteristic where vuggy and cavernous limestones, intraformational solution collapse breccias, and solution- enlarged fractures and bedding planes have been observed (Land and Newton 2008). Kinney (1968) and Rehfeldt and Grosse (1982) reviewed existing estimates of transmissivity for the artesian system and values ranged from 144 to 28, 000 m2/day. Modeling results from Rehfeldt and Grosse (1982) showed substantial increases in transmissivity from west to east, and values were highest in the area around the city of Roswell. Most wells are completed as open-holes with casing only extending from the surface to the top of the satu- rated zone (Land and Newton 2008). Saltwater intrusion into the artesian system has been a significant problem because a major body of saline water exists in the deeper part of the central basin (Fig. 3). However, increased heads due to water pumpage metering since about 1967 and the consequent re- duction in withdrawals has decreased chloride concentrations along the eastern boundary of the artesian system (Barroll and Shomaker 2003). Mixed confined/unconfined conditions exist along the alluvium/bedrock interface. Unconfined conditions are pres- ent in the shallow, alluvial part of the basin. Valley fill is ~90- m thick at its maximum along the west side of the Pecos River and has a maximum saturated thickness of ~75 m (Land and Newton 2008). The shallow system only extends to about 20 km west of the Pecos River (Fig. 3) covering a much smaller part of the basin area than the artesian system. Irrigation return flow and upward leakage from the Artesia Group are important recharge mechanisms along with intermittent stream runoff. Kinney (1968) suggested an aver- age transmissivity in the shallow system of 1,200 m2/day, and Mower et al. (1964) found transmissivity values ranged from 150 m2/day within bottom lands near the Pecos River to 13, 600 m2/day outside of the bottom lands. The surface water system is dominated by the Pecos River which runs north– south through the basin. Tributary systems are typically ephemeral and extend to the Pecos slope and Sacramento Mountains recharge area to the west (see other special section papers this issue). Methods Field methods Samples were collected from pumping wells, and 313 samples were collected from March 1997 through May 2000. Most samples were collected from irrigation wells that were running for hours,"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "as open-holes with casing only extending from the surface to the top of the satu- rated zone (Land and Newton 2008). Saltwater intrusion into the artesian system has been a significant problem because a major body of saline water exists in the deeper part of the central basin (Fig. 3). However, increased heads due to water pumpage metering since about 1967 and the consequent re- duction in withdrawals has decreased chloride concentrations along the eastern boundary of the artesian system (Barroll and Shomaker 2003). Mixed confined/unconfined conditions exist along the alluvium/bedrock interface. Unconfined conditions are pres- ent in the shallow, alluvial part of the basin. Valley fill is ~90- m thick at its maximum along the west side of the Pecos River and has a maximum saturated thickness of ~75 m (Land and Newton 2008). The shallow system only extends to about 20 km west of the Pecos River (Fig. 3) covering a much smaller part of the basin area than the artesian system. Irrigation return flow and upward leakage from the Artesia Group are important recharge mechanisms along with intermittent stream runoff. Kinney (1968) suggested an aver- age transmissivity in the shallow system of 1,200 m2/day, and Mower et al. (1964) found transmissivity values ranged from 150 m2/day within bottom lands near the Pecos River to 13, 600 m2/day outside of the bottom lands. The surface water system is dominated by the Pecos River which runs north– south through the basin. Tributary systems are typically ephemeral and extend to the Pecos slope and Sacramento Mountains recharge area to the west (see other special section papers this issue). Methods Field methods Samples were collected from pumping wells, and 313 samples were collected from March 1997 through May 2000. Most samples were collected from irrigation wells that were running for hours, so well bores were fully purged. For wells that had not been running, a minimum of five to ten casing volumes were purged before sample collection. A minimum of 625 ml was collected from each well for chemical analyses. All labo- ratory samples were filtered (<0.45 μm), and reagent grade Fig. 3 West to east cross section showing simplified groundwater flow features and hydrostratigraphic controls (modified from Land and Newton 2008). Note that flow in the RAB is highly zoned and these fine- scale features are not represented on the figure Fig. 4 3D reconstruction of the top of the San Andres Formation looking southwest (approximately to the western edge of the basin). Locations of the four major faults are noted and the eastward dipping erosional surface can clearly be seen Hydrogeol J (2016) 24:819–839 823 nitric acid was used to acidify samples to 1 % as a preservative measure (except for anion samples). Samples were stored in tightly capped polyethylene bottles and refrigerated until anal- ysis. An additional sample was collected for field determina- tions of pH, conductivity, and ORP using electrode methods, and temperature. Field analyses were conducted within a few minutes of sample collection in a beaker. Calibrations of field probes were made according to the manufacturer’s instruc- tions prior to analysis. Laboratory methods Laboratory analyses were conducted at the Chemistry Laboratory of the New Mexico Bureau of Mines and Mineral Resources. Major cations, silica, and iron, were ana- lyzed using flame atomic absorption on an Allied Analysis Model 12-857 spectrometer. Matrix adjustments for the atom- ic absorption analyses were made to eliminate potential inter- ferences of sodium with other analytes. Analytical uncertainty is ±10 % because of the high TDS. Anion analyses followed US EPA protocol 300.0 using a Dionex 4000i ion chromato- graph and included chloride, nitrate, and sulfate. Analytical uncertainty of the anions is ±5 %. Bicarbonate was determined by titration. Charge balances were calculated for each sample and balance errors were less than 5 %, with the exception of three samples which had errors of 6 %. Methods for hydrochemical facies identification Fingerprint diagrams (Mazor 2004), also known as Schoeller plots (Schoeller 1955, 1959), were generated based on the RAB chemical analyses by converting concentration data (mg/L) to meq/L, and plotting cations on the left and anions on the right on a semi-logarithmic diagram (Fig. 6). Straight lines are used to connect the concentration points forming cation and anion traces that represent a particular water sam- ple. Distinctly different patterns based on concentration differ- ences or relative relationships between ions from different water samples suggest waters are from different hydrochemical facies. A complete discussion on construction and interpretation of fingerprint diagrams can be found in Mazor (2004). Fingerprint diagrams have advantages in that they use actual concentrations. Trilinear approaches like Piper plots are closed-number systems (based on percentages) which means that the numbers may no longer be independent, and false shifts in values of a component can occur (Dalton and Upchurch 1978). Güler et al. (2002) note that trilinear approaches are not particularly well suited for discriminating different groups of waters. Fingerprint diagrams are different in that waters from different parts of the basin groundwater system (i.e., hydrochemical facies) will have different patterns in their cation and/or anion traces. Disadvantages of finger- print diagrams include the limited number of samples and analytes which can be displayed. Typically, these are major ions, but the approach could be adapted to include key minor ions if needed. A final disadvantage is when patterns are only subtly different, and this is when the subjective nature of de- termining whether one pattern is truly different from another can occur. Normative mineral abundances were used by Havenor (2002) to supplement the fingerprint diagram analyses. This method is an approximate one and uses an inverse approach whereby a dilute water chemistry representing RAB precipi- tation is used as input and measured groundwater chemistry from well samples are used as targets to constrain possible water–rock interactions. Possible mineral phases that could generate the observed groundwater chemistry through disso- lution are predefined. Differences in the estimated amount of dissolution of the various phases can be used to support the definition of hydrochemical facies. A general discussion of the normative mineral approach can be found in Faure (1991). Detailed specifics about the RAB calculations are de- scribed by Havenor (1996) who selected a suite of mineral phases that were either known to be important in the RAB or had been observed in association with evaporates in the nearby Permian Basin. Although not part of the original facies designations, a limited set of simulations using PHREEQC Version 2.14.3 (Parkhurst and Apello 1999) were conducted to examine assumptions used in the normative mineral recon- structions and to gain a better understanding of the basin geo- chemistry using a more thermodynamically robust approach. Both forward and inverse simulations were conducted. One question that has not been addressed in the literature is how rigorous graphical methods (in this case, fingerprint dia- grams) are for hydrochemical facies definition. It is not possi- ble to fully test the fingerprint approach statistically because their interpretation goes beyond simple concentration relationships, and it is in fact the pattern or fingerprint of the water chemistry that is used to help differentiate one water type from another. It is possible, however, to partially evaluate the fingerprint approach using statistics. The seven hydrochemical facies"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "termining whether one pattern is truly different from another can occur. Normative mineral abundances were used by Havenor (2002) to supplement the fingerprint diagram analyses. This method is an approximate one and uses an inverse approach whereby a dilute water chemistry representing RAB precipi- tation is used as input and measured groundwater chemistry from well samples are used as targets to constrain possible water–rock interactions. Possible mineral phases that could generate the observed groundwater chemistry through disso- lution are predefined. Differences in the estimated amount of dissolution of the various phases can be used to support the definition of hydrochemical facies. A general discussion of the normative mineral approach can be found in Faure (1991). Detailed specifics about the RAB calculations are de- scribed by Havenor (1996) who selected a suite of mineral phases that were either known to be important in the RAB or had been observed in association with evaporates in the nearby Permian Basin. Although not part of the original facies designations, a limited set of simulations using PHREEQC Version 2.14.3 (Parkhurst and Apello 1999) were conducted to examine assumptions used in the normative mineral recon- structions and to gain a better understanding of the basin geo- chemistry using a more thermodynamically robust approach. Both forward and inverse simulations were conducted. One question that has not been addressed in the literature is how rigorous graphical methods (in this case, fingerprint dia- grams) are for hydrochemical facies definition. It is not possi- ble to fully test the fingerprint approach statistically because their interpretation goes beyond simple concentration relationships, and it is in fact the pattern or fingerprint of the water chemistry that is used to help differentiate one water type from another. It is possible, however, to partially evaluate the fingerprint approach using statistics. The seven hydrochemical facies for the RAB system previously established by Havenor (2002) were used, which relied pri- marily on fingerprint diagrams, as a basis for comparison (fa- cies details are discussed later). Non-parametric comparison tests of the various analytes for each possible pair of hydrochemical facies were conducted. If the hydrochemical facies are reasonable, then significant differences should be observed between them for at least some analytes. If many analytes are significantly different, then the case for being a distinct facies is even stronger. A non-parametric approach was used because almost all of the analytes failed tests for normality (which is typical for hydrogeochemical data). For the comparisons, the Kruskal-Wallis approach (Kruskal and Wallis 1952) was used, followed by Dunn’s post-hoc method (Dunn 1964) to test for significant differences. Dunn’s method 824 Hydrogeol J (2016) 24:819–839 was used because it is applicable to non-normal, unbalanced data (i.e., there were multiple instances where the number of wells (or samples) assigned to one hydrochemical facies were substantially different than for the other facies being com- pared). Analyses were performed using Sigmaplot (version 12.3, Systat Software), and significance was based on a p value of 0.05. The approach allowed determination of which analytes differed between one facies and another, and thus provided a test of the graphical fingerprint approach. Principal components, factor analysis, and cluster analysis are multivariate techniques that have been used to help define hydrochemical facies and understand basin-scale geochemical relationships (Ashley and Lloyd 1978; Güler et al. 2002; Thyne et al. 2004; Van Tonder and Hodgson 1986); therefore, these techniques were also used to examine facies definitions using the RAB well chemistry data. Principal component and cluster analyses were made using Origin data analysis soft- ware (version 9.0, OriginLab Corp.) and factor analysis was made using OpenStat (December 2014 version). Because of the non-normality issue, concentration data were log trans- formed and then standard scores (z-scores) were calculated using the transformed data to reduce the influence of one analyte having much higher concentrations than another (which would unduly bias multivariate statistics toward the higher concentration analytes, see Güler et al. 2002). The transformed and standardized chemistry data were then used for principal components, factor, and cluster analyses. Principal components analysis (PCA) is a way of taking a large multivariate data set and rerepresenting the data set as a smaller set of groups (i.e., components) where each group is described by an eigenvector that accounts for some fraction of the total data set variance—see discussion in Van Tonder and Hodgson (1986) and Thyne et al. (2004). Generally, a few components will dominate the total variance, which is useful for understanding which groups or factors are most important for defining the basin groundwater chemistry. Factor analysis has similarities to PCA, but in PCA com- ponents are calculated as linear combinations of the original variables, whereas in factor analysis the original variables are defined as linear combinations of the factors. Factor analysis is focused on explaining relationships between the variables, whereas in PCA the goal is to explain as much of the total variance in the variables as possible. For this analysis, R-mode factor analysis was used with the varimax rotation approach (see Ashley and Lloyd 1978; Dalton and Upchurch 1978; Davis 1973; Van Tonder and Hodgson 1986 for additional discussion about factor analysis). Cluster analysis is specifically designed to classify vari- ables or objects into homogeneous groupings, and as such can provide useful information for defining hydrochemical facies (Van Tonder and Hodgson 1986; Güler et al. 2002; Thyne et al. 2004). Hierarchical cluster analysis with Euclidian distance was used as the similarity measurement, and Ward’s method for linkage. Güler et al. (2002) found that this combination resulted in the most distinctive groups in their study of a semi-arid basin setting in southern California, USA compared to other cluster approaches. The resulting RAB clusters were then compared to the previously defined hydrochemical facies using fingerprint diagrams. Results and discussion Original hydrochemical facies descriptions Groundwater chemistry values in the RAB vary greatly and reflect the combined effects of recharge and transport through different lithologies and geological structures. Based mainly on fingerprint diagrams (but also normative mineral calcula- tions and stratigraphic relationships), seven hydrochemical facies were originally identified for the central part of the basin (Havenor 2002) and these are summarized in Table 1. The table is constructed in approximate depth order (shallowest facies at the top and deepest at the bottom), and includes short descriptions of the hydrogeological conditions, key attributes of the facies, and the number of wells assigned to each facies. Detailed discussions of the facies distinctions are provided below. Average fingerprint diagrams for each of the seven facies are shown in Fig. 5. The shallowest facies, Tertiary- Quaternary alluvium facies 1 (Q1), and Tertiary-Quaternary alluvium facies 2 (Q2) have similar cation fingerprint patterns; however, Q1 has lower concentrations and a different anion pattern than Q2. There are over 30 wells representing each facies. Q2 has consistently higher calcium than the Q1 with only a few exceptions, whereas chloride concentrations in Q2 show little variability and like calcium are almost always higher than in Q1. Sulfate values are variable in both facies, but Q2 wells are typified by concentrations greater than 400 up to 2,100 mg/L, while most Q1 values are below 400 mg/L. These facies along with AG2 and PGB1 also have higher silica contents than facies from the deeper artesian system. The next"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "method for linkage. Güler et al. (2002) found that this combination resulted in the most distinctive groups in their study of a semi-arid basin setting in southern California, USA compared to other cluster approaches. The resulting RAB clusters were then compared to the previously defined hydrochemical facies using fingerprint diagrams. Results and discussion Original hydrochemical facies descriptions Groundwater chemistry values in the RAB vary greatly and reflect the combined effects of recharge and transport through different lithologies and geological structures. Based mainly on fingerprint diagrams (but also normative mineral calcula- tions and stratigraphic relationships), seven hydrochemical facies were originally identified for the central part of the basin (Havenor 2002) and these are summarized in Table 1. The table is constructed in approximate depth order (shallowest facies at the top and deepest at the bottom), and includes short descriptions of the hydrogeological conditions, key attributes of the facies, and the number of wells assigned to each facies. Detailed discussions of the facies distinctions are provided below. Average fingerprint diagrams for each of the seven facies are shown in Fig. 5. The shallowest facies, Tertiary- Quaternary alluvium facies 1 (Q1), and Tertiary-Quaternary alluvium facies 2 (Q2) have similar cation fingerprint patterns; however, Q1 has lower concentrations and a different anion pattern than Q2. There are over 30 wells representing each facies. Q2 has consistently higher calcium than the Q1 with only a few exceptions, whereas chloride concentrations in Q2 show little variability and like calcium are almost always higher than in Q1. Sulfate values are variable in both facies, but Q2 wells are typified by concentrations greater than 400 up to 2,100 mg/L, while most Q1 values are below 400 mg/L. These facies along with AG2 and PGB1 also have higher silica contents than facies from the deeper artesian system. The next two facies, Tertiary-Quaternary-Permian Artesia Group 2 (AG2) and Tertiary-Quaternary-Permian Artesia Group 1 (PGB1), represent groundwaters that extend from the Permian Artesia Group rocks up into the Tertiary- Quaternary alluvium, and conditions are unconfined or con- fined depending on location. The AG2 fingerprint patterns are similar to Q2, but with slightly higher calcium, magnesium, and sulfate. PGB1 is distinctive in having the highest cation concentrations as well as high sulfate and chloride. The PGB1 cation and anion patterns are also different than Q1, Q2 and AG2. Like Q1 and Q2, the AG2 and PGB1 facies have higher silica concentrations than the deeper artesian facies. The Permian Artesia Group-San Andres Melange (M) fa- cies is under confined conditions and extends across lower Hydrogeol J (2016) 24:819–839 825 Artesia Group rocks into the carbonates of the San Andres Formation. Karst conditions are important along the contact between these units. There are differences in the M fingerprint patterns (Fig. 5) compared to the shallower AG2 and PGB1 facies. The cation fingerprint has a similar shape as PGB1, but is different than AG2. Cation concentrations are lower than PGB1, and sodium+potassium is higher than the other cat- ions which differs from AG2; whereas M facies sulfate is lower than PGB1, and silica concentrations are lower than than all four of the shallow facies. The lower silica in M reflects the shift from silicates in shallow alluvium to carbon- ate rocks in the artesian part of the basin. The Permian Upper San Andres Formation (USA) facies is entirely within the San Andres formation and is confined. Cation and anion concentrations (with the exception of bicar- bonate; Fig. 5) are the lowest of all the facies except Q1. USA also has different cation and anion fingerprint patterns than the M facies. Silica concentrations are low and similar to the other artesian facies. The Permian San Andres (SA) facies is the deepest part of the system and is only represented by four wells. The SA fingerprint diagram (Fig. 5) shows higher cation concentra- tions and higher sulfate and chloride than the USA facies. Cation and anion fingerprint patterns also differ from the USA patterns. Silica is low and similar to the other artesian facies. Three example normative mineral reconstructions are shown in Fig. 7 and clear differences between the Q1, PGB1, and USA facies can be observed. It needs to be em- phasized that this approach is only an approximation of the potential dissolution controls on observed groundwater chem- istry and only provides a partial explanation of the factors that Table 1 Summary of RAB hydrochemical facies characteristics (Na and K were combined in the fingerprint diagrams) Facies Facies symbol General description Key diagnostic chemistry Normative mineral distinctions Number of wells Tertiary-Quaternary Alluvium 1 Q1 Unconfined, sands and gravels along stream courses, sediments seldom exceed 50–75 m thick Low cation concentrations and triangular cation fingerprint with lower Na + K than Ca and Mg. High Si compared to deeper artesian facies. Lower SO4 and Cl than Q2. Trapezoidal anion fingerprint Higher dolomite than Q2 35 Tertiary-Quaternary Alluvium 2 Q2 Unconfined, floodplain, terrace and stream deposits, sediments seldom exceed 50–75 m thick Higher cations than Q1 and triangular cation fingerprint with lower Na + K than Ca and Mg. High Si compared to deeper artesian facies. Higher SO4 and Cl than Q1. Hooked anion fingerprint Higher anhydrite than Q1 30 Tertiary-Quaternary- Permian Artesia Group 2 AG2 Unconfined, lower Tertiary- Quaternary + Artesia Group. Especially upper Artesia Group Formations. Higher cations than Q1. Similar cations as Q2 andsame triangular fingerprint. High Si compared to deeper artesian facies. Higher SO4 and Cl than Q1, lower chloride than Q2. Hooked anion fingerprint Higher halite and dissolved phase than Q1 or Q2 54 Tertiary-Quaternary- Permian Artesia Group 1 PGB1 Locally unconfined and confined, upper-middle Artesia Group. Overlain by Tertiary-Quarternary alluvium, halite, anhydrite beds common Highest cations of all facies, nearly linear decreasing cation fingerprint with high Na + K. High Si compared to deeper artesian facies. Highest SO4 and Cl of all facies. Continuously increasing anion fingerprint Very high halite and dissolved phase. Low dolomite and no gypsum 51 Permian Artesia Group-San Andres Melange M Confined in lower Artesia Group and uppermost San Andres; solution disconformity in between these units, with karstic conditions Lower cations than PGB1, but with same, nearly linear cation fingerprint with high Na + K. Lower Si compared to shallow facies. Higher Cl compared to other facies, except PGB1. Continuously increasing anion fingerprint High halite, medium dolomite, high anhydrite, moderate gypsum 60 Permian Upper San Andres Formation USA Confined in upper San Andres below the M horizon Lowest cation concentrations of all facies. Triangular cation fingerprint with low Na + K. Lower Si compared to shallow facies. Low SO4 and lowest Cl of all facies. Trapezoidal anion fingerprint High dolomite and anhydrite, moderate albite and halite 79 Permian San Andres Formation SA Confined, deepest recognized groundwater in study area Higher cation concentrations than USA with slight triangular cation fingerprint. Lower Si compared to shallow facies. Higher SO4 and Cl than USA, with slightly hooked fingerprint High halite and anhydrite, low dolomite 4 826 Hydrogeol J (2016) 24:819–839 control groundwater chemistry. However, the reconstructions were used as supplementary information to define the RAB facies by Havenor (2002), and the results are useful for illus- trating differences in the facies and for identifying potentially important mineralogical phases. The RAB reconstructions are"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "Cl than Q1, lower chloride than Q2. Hooked anion fingerprint Higher halite and dissolved phase than Q1 or Q2 54 Tertiary-Quaternary- Permian Artesia Group 1 PGB1 Locally unconfined and confined, upper-middle Artesia Group. Overlain by Tertiary-Quarternary alluvium, halite, anhydrite beds common Highest cations of all facies, nearly linear decreasing cation fingerprint with high Na + K. High Si compared to deeper artesian facies. Highest SO4 and Cl of all facies. Continuously increasing anion fingerprint Very high halite and dissolved phase. Low dolomite and no gypsum 51 Permian Artesia Group-San Andres Melange M Confined in lower Artesia Group and uppermost San Andres; solution disconformity in between these units, with karstic conditions Lower cations than PGB1, but with same, nearly linear cation fingerprint with high Na + K. Lower Si compared to shallow facies. Higher Cl compared to other facies, except PGB1. Continuously increasing anion fingerprint High halite, medium dolomite, high anhydrite, moderate gypsum 60 Permian Upper San Andres Formation USA Confined in upper San Andres below the M horizon Lowest cation concentrations of all facies. Triangular cation fingerprint with low Na + K. Lower Si compared to shallow facies. Low SO4 and lowest Cl of all facies. Trapezoidal anion fingerprint High dolomite and anhydrite, moderate albite and halite 79 Permian San Andres Formation SA Confined, deepest recognized groundwater in study area Higher cation concentrations than USA with slight triangular cation fingerprint. Lower Si compared to shallow facies. Higher SO4 and Cl than USA, with slightly hooked fingerprint High halite and anhydrite, low dolomite 4 826 Hydrogeol J (2016) 24:819–839 control groundwater chemistry. However, the reconstructions were used as supplementary information to define the RAB facies by Havenor (2002), and the results are useful for illus- trating differences in the facies and for identifying potentially important mineralogical phases. The RAB reconstructions are generally consistent with the different lithologies that host the various hydrochemical facies. PHREEQC results suggest that major ions occur mostly as uncomplexed solutes. A set of inverse PHREEQC simulations (assuming local precipitation reacts along groundwater flowpaths to generate observed RAB water chemistries) suggest that dissolution of halite, gypsum, anhydrite, dolomite, albite, and/or potassium feld- spar is realistic, which supports the selection of minerals in the normative calculations. A general observation from the normative mineral reconstructions is that Langbeinite and so- dium nitrate were always estimated to have very minor inputs to the basin groundwater chemistry, a result which suggests that Langbeinite is likely not a major sulfate source. Nonlithologically derived nitrate is probably more important than sodium nitrate (discussed later). An additional point is that the normative mineral reconstructions include a Bdissolved phase^. The dissolved phase represents concentra- tions unaccounted for by the minerals selected for the norma- tive approach. Excess sodium was observed to contribute sig- nificantly to the dissolved fraction in some cases and this led Havenor (1996) to suggest that ion exchange was likely playing an important role, and that dissolved percentages may correlate with variations in the extent of exchange (e.g., within the PGB1 in Fig. 6b). PHREEQC results support this interpretation where simulations suggest that cation exchange processes involving sodium and calcium are potentially affect- ing water chemistries. The Q1 normative mineral reconstruc- tion (Fig. 6a) is dominated by anhydrite, with substantial in- puts of dolomite, gypsum, and albite. The Q2 reconstruction predicts a similar group of mineralogical controls except that contributions from anhydrite and halite become much greater. The AG2 reconstruction shows substantial contributions from anhydrite, but lower albite, and halite contributions compared to Q1 and Q2. The PGB1 reconstruction (Fig. 6b) also shows substantial anhydrite, but with large increases in halite com- pared to the shallower facies and AG2. It is also notable that the PGB1 reconstruction does not have any gypsum contribu- tion and dolomite contributions are low. The M facies recon- struction has some similarities to PGB1 where anhydrite and halite are the largest predicted contributors, but the propor- tions are different than PGB1. Dolomite increases in the M reconstruction as well. In addition, the M reconstruction does have a predicted gypsum contribution. The USA facies recon- struction (Fig. 6c) differs from M in that there is a large pre- dicted increase in dolomite, a moderate increase in albite, and a large decrease in halite. For the SA facies reconstruction, halite increases, and dolomite and gypsum decrease compared to the USA reconstruction. To further illustrate the differences in the hydrochemical facies, results from all the wells representing a particular facies are plotted on a Durov diagram (Durov 1948) in Fig. 7. The anion ternary illustrates differences between most of the facies especially well, and the cation ternary and the TDS plot also frequently show clear differences between facies chemistries. For example, the Q1 anion ternary shows high bicarbonate versus chloride (Fig. 7a), while the PGB1 ternary shows the opposite (Fig. 7d). The high sulfate in AG2 is also apparent in the anion ternary (Fig. 7c). Differences between the M and USA facies (Fig. 7e,f) are readily observed for both the cation and anion ternary plots. Both the fingerprint and Durov dia- grams suggest that there are important differences in chemis- try within the RAB groundwater system, in the next section statistical approaches are used to further evaluate these differences. Statistical testing With regard to testing of the fingerprint-based facies identifica- tion, the Kruskal-Wallis tests indicated significant differences in facies chemistry and so Dunn’s comparison tests were then run to isolate specific differences (results are shown in Table 2). Significant differences were found for multiple analytes for nearly all of the possible combinations of facies. For several different facies combinations, five to eight different analytes were found to be significantly different. These results provide strong support for the RAB facies identifications and for graph- ically based hydrochemical facies approaches in general. The number of distinct facies also highlights the fact that the RAB groundwater system has substantial heterogeneity. The Q2 and SA facies are the least distinctive facies and there were no analytes with significant differences found for the Q2 and AG2 or the SA and USA facies combinations. The implications of these results are discussed later. Fig. 5 Fingerprint diagrams for the seven RAB hydrochemical facies of Havenor 2002. Fingerprint patterns represent averages from all wells associated with a particular hydrochemical facies. Concentrations of sodium plus potassium, calcium, magnesium, silica, bicarbonate, sulfate, and chloride are shown left to right on the x axis Hydrogeol J (2016) 24:819–839 827 The second step in the statistical evaluation involved prin- cipal components analysis (PCA), and the component results are shown in Table 3. Higher eigenvalues mean more of the total data set variance is explained by a particular component. The first principal component value is substantially larger than the rest which means that it explains a large fraction of the total RAB chemistry data. Higher numbered components ex- plain less and less of the total variance. Components with eigenvalues greater than one are typically retained for further analysis (Davis 1973; Van Tonder and Hodgson 1986), com- ponent 4 was close to one so it was retained. The first com- ponent accounts for 48 % of the variance, and the first four components explain 79 % of the cumulative variance (Table 3). Because these components"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "differences (results are shown in Table 2). Significant differences were found for multiple analytes for nearly all of the possible combinations of facies. For several different facies combinations, five to eight different analytes were found to be significantly different. These results provide strong support for the RAB facies identifications and for graph- ically based hydrochemical facies approaches in general. The number of distinct facies also highlights the fact that the RAB groundwater system has substantial heterogeneity. The Q2 and SA facies are the least distinctive facies and there were no analytes with significant differences found for the Q2 and AG2 or the SA and USA facies combinations. The implications of these results are discussed later. Fig. 5 Fingerprint diagrams for the seven RAB hydrochemical facies of Havenor 2002. Fingerprint patterns represent averages from all wells associated with a particular hydrochemical facies. Concentrations of sodium plus potassium, calcium, magnesium, silica, bicarbonate, sulfate, and chloride are shown left to right on the x axis Hydrogeol J (2016) 24:819–839 827 The second step in the statistical evaluation involved prin- cipal components analysis (PCA), and the component results are shown in Table 3. Higher eigenvalues mean more of the total data set variance is explained by a particular component. The first principal component value is substantially larger than the rest which means that it explains a large fraction of the total RAB chemistry data. Higher numbered components ex- plain less and less of the total variance. Components with eigenvalues greater than one are typically retained for further analysis (Davis 1973; Van Tonder and Hodgson 1986), com- ponent 4 was close to one so it was retained. The first com- ponent accounts for 48 % of the variance, and the first four components explain 79 % of the cumulative variance (Table 3). Because these components account for so much of the variance, it is worth examining the loadings of the various analytes that make up these components. A breakdown of the first four components is shown in Table 4. Note that eigenvalues for the individual analytes (loadings) can be positive or negative, and the absolute value is what is important for evaluating the relative importance of an analyte within a particular component. Each component is represented by a vector, and positive eigenvalues indicate the analyte and component are positively correlated, so an in- crease in one results in an increase in the other, while negative loadings indicate a negative correlation. Principal component 1 has high positive loadings for TDS, calcium, magnesium, Fig. 6 Example normative mineral reconstructions for the a Q1, b PGB1, and c USA hydrochemical facies. Percent contribution from each dissolved phase is indicated for albite, halite, dolomite, anhydrite, langbeinite, sodium nitrate, and keiserite. Dissolved represents concentrations unaccounted for by the minerals selected for the normative approach, and may be related to ion exchange 828 Hydrogeol J (2016) 24:819–839 Fig. 7 Durov plots of RAB hydrochemical facies a Q1, b Q2, c AG2, d PGB1, e M, f USA, and g SA Hydrogeol J (2016) 24:819–839 829 sulfate, sodium, chloride, and potassium, whereas pH had the highest negative loading. The frequent occurrence of gypsum, anhydrite, dolomite, and halite/saline water in the RAB ap- pears to be consistent with this component. Principal compo- nent 2 has high loadings for temperature, silica, pH, and po- tassium, while nitrate has a high negative loading for this component. It appears that component 2 may be related to silicate minerals and the high loadings for temperature could be related to a solubility control. The negative loading for nitrate could be related to nitrate sources that are not derived from mineral dissolution. Transport of agriculturally derived nitrate and/or mobilization of nonanthropogenic nitrate that has been stored in the vadose zone over long time scales (see Scanlon et al. 2005; Walvoord et al. 2003) are more likely controls on nitrate values. Principal component 3 has high positive loadings for bicarbonate, silica, and nitrate. The larg- est negative loading is for iron. The opposite signs for iron and nitrate suggest that this component may be partly reflecting a redox control. Principal component 4 has high positive load- ings for iron and bicarbonate, and high negative loadings for pH and potassium. The opposite signs for pH and bicarbonate implies a possible pH control on carbonate solubility. It is interesting that bicarbonate and iron only have high loadings in components 3 and 4, which do not account for large frac- tions of the total variance. The fingerprint diagram (Fig. 5) does not show much variability in bicarbonate, which may explain why it only has high loadings in these later compo- nents. The fact that iron does not help explain much of the data set variance and had no discriminatory power between facies (Table 7) suggests that differences in basin chemistry are not strongly redox controlled. This interpretation is also supported by the nonparametric comparison tests (Table 2) where ORP was not a distinguishing parameter for any of the facies except AG2 (which tended to have less oxidizing conditions than the other facies). The PCA components do not represent individual facies, but do help generate some hypotheses about possible geo- chemical controls on the basin groundwater chemistry, some of which seem consistent with the normative mineral calcula- tions (e.g., Fig. 6). To explore these possible geochemical controls further, factor analysis was applied to the data set. Four factors were identified with eigenvalues greater than one, and these accounted for 67 % of the variance (based on rotated factors). Factor loadings for each of the four factors are shown in Table 5. Factor 1 represents 30 % of the variance, and has high positive loadings for sulfate, calcium, magne- sium and TDS, and the highest negative loading is for pH. This factor has similarities to PCA component one. The Table 2 Statistically significant differences in RAB groundwater using field and laboratory analytes Q1 Q2 AG2 PGB1 M USA SA Q1 – Cond, Cl Cond, Cl, SO4, Ca, Mg Cond, Cl, SO4, Ca, K, Mg, Na Cond, Temp, Cl, HCO3, Na Si Cond, Cl Q2 Cond, Cl – – Cond, Cl, K, Na Na NO3, Si NO3 AG2 Cond, Cl, SO4, Ca, Mg – – Cond, ORP, Cl, Na Temp, ORP, Cl, HCO3, SO4, Mg, Na, Si SO4, Ca, K, Mg, Na, Si Si PGB1 Cond, Cl, SO4, Ca, K, Mg, Na Cond, Cl, K, Na Cond, ORP, Cl, Na – SO4, Ca, Mg Cond, Cl, NO3, SO4, Ca, K, Mg, Na, Si NO3 M Cond, Temp, Cl, HCO3, Na Na Temp, ORP, Cl, HCO3, SO4, Mg, Na, Si SO4, Ca, Mg – Temp, Cl, HCO3, NO3, K, Na Temp, NO3 USA Si NO3, Si SO4, Ca, K, Mg, Na, Si Cond, Cl, K, NO3, SO4, Ca, Mg, Na, Si Temp, Cl, HCO3, NO3, K, Na – – SA Cond, Cl NO3 Si NO3 Temp, NO3 – – Listed parameters are statistically different for p < 0.05 using Dunn’s test. Fourteen parameters were examined including temperature (Temp, °C); oxidation-reduction-potential (ORP, mV); pH; conductivity (Cond, mS); chloride (Cl, mg/L); bicarbonate (HCO3, mg/L); nitrate (NO3, mg/L); sulfate (SO4, mg/L); calcium (Ca, mg/L); total iron (Fe, mg/L); potassium (K, mg/L); magnesium (Mg, mg/L); sodium (Na, mg/L); and silica (Si,"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "one, and these accounted for 67 % of the variance (based on rotated factors). Factor loadings for each of the four factors are shown in Table 5. Factor 1 represents 30 % of the variance, and has high positive loadings for sulfate, calcium, magne- sium and TDS, and the highest negative loading is for pH. This factor has similarities to PCA component one. The Table 2 Statistically significant differences in RAB groundwater using field and laboratory analytes Q1 Q2 AG2 PGB1 M USA SA Q1 – Cond, Cl Cond, Cl, SO4, Ca, Mg Cond, Cl, SO4, Ca, K, Mg, Na Cond, Temp, Cl, HCO3, Na Si Cond, Cl Q2 Cond, Cl – – Cond, Cl, K, Na Na NO3, Si NO3 AG2 Cond, Cl, SO4, Ca, Mg – – Cond, ORP, Cl, Na Temp, ORP, Cl, HCO3, SO4, Mg, Na, Si SO4, Ca, K, Mg, Na, Si Si PGB1 Cond, Cl, SO4, Ca, K, Mg, Na Cond, Cl, K, Na Cond, ORP, Cl, Na – SO4, Ca, Mg Cond, Cl, NO3, SO4, Ca, K, Mg, Na, Si NO3 M Cond, Temp, Cl, HCO3, Na Na Temp, ORP, Cl, HCO3, SO4, Mg, Na, Si SO4, Ca, Mg – Temp, Cl, HCO3, NO3, K, Na Temp, NO3 USA Si NO3, Si SO4, Ca, K, Mg, Na, Si Cond, Cl, K, NO3, SO4, Ca, Mg, Na, Si Temp, Cl, HCO3, NO3, K, Na – – SA Cond, Cl NO3 Si NO3 Temp, NO3 – – Listed parameters are statistically different for p < 0.05 using Dunn’s test. Fourteen parameters were examined including temperature (Temp, °C); oxidation-reduction-potential (ORP, mV); pH; conductivity (Cond, mS); chloride (Cl, mg/L); bicarbonate (HCO3, mg/L); nitrate (NO3, mg/L); sulfate (SO4, mg/L); calcium (Ca, mg/L); total iron (Fe, mg/L); potassium (K, mg/L); magnesium (Mg, mg/L); sodium (Na, mg/L); and silica (Si, mg/L). Iron had no discriminatory power and is not included in the table Table 3 PCA Eigenvalues and percent variance explained Component Eigenvalue Percentage variance explained Cumulative percent 1 6.29697 48.4 % 48.4 % 2 1.67545 12.9 % 61.3 % 3 1.3461 10.4 % 71.7 % 4 0.97595 7.5 % 79.2 % 5 0.87632 6.7 % 85.9 % 6 0.66409 5.1 % 91.0 % 7 0.42829 3.3 % 94.3 % 8 0.38591 3.0 % 97.3 % 9 0.17135 1.3 % 98.6 % 10 0.08689 0.7 % 99.3 % 11 0.04236 0.3 % 99.6 % 12 0.03495 0.3 % 99.9 % 13 0.01537 0.1 % 100.0 % 830 Hydrogeol J (2016) 24:819–839 positive factor loadings seem to reflect gypsum/anhydrite and possibly dolomite control on water chemistry. Sodium and chloride have moderate loadings for this factor, but these analytes have the highest loadings for factor 2. Factor 2 rep- resents 22 % of the variance, and has high positive loadings for sodium, chloride, potassium, and TDS, which except for potassium suggests control by halite/saline waters. Factor 3 represents 8.5 % of the variance, and has high positive load- ings for silica, which suggests a silicate mineral control con- sistent with the fingerprint-based observations of high silica in the shallow facies compared to the deeper artesian facies. Factor 4 represents 6 % of the variance, and has a high loading for nitrate. The inclusion of nitrate in this factor is probably related to nonmineral dissolution related sources as mentioned earlier in the PCA discussion. Similar to the PCA analysis, bicarbonate does not even have a moderate loading until factor 4. Iron does not have a high- or moderate-loading in any factor. Although there are quite a few similarities, the factor analysis appears to present a bit simpler and more easily in- terpretable set of results for the RAB than PCA. The hierarchical cluster analysis results showed that multi- ple clusters or groups can be defined using the RAB data set (Fig. 8). The dendrogram shows multiple levels of groupings including one level with seven clusters. In cluster analysis, the choice of which level to use is subjective, and the level with seven clusters is discussed here because it happens to corre- spond to the seven previously defined facies. Cluster memberships were examined to understand which well locations and associated fingerprint-based facies corre- spond to a particular cluster (Table 6). Cluster 1 is dominated by PGB1 wells, clusters 2 and 3 by AG2, cluster 4 by M, clusters 5 and 6 by USA, and cluster 7 by Q1. Each fingerprint-based facies is the dominant member of a cluster, Table 4 Analyte eigenvalues for the first four components (explaining 79 % of total variance). Analytes with the largest (absolute value) Eigenvalues contribute the most to the particular principal component PC1 PC2 PC3 PC4 Analyte Coefficients of PC1 Analyte Coefficients of PC2 Analyte Coefficients of PC3 Analyte Coefficients of PC4 TDS 0.38706 Temp 0.62726 HCO3 0.65193 Fe 0.68458 Ca 0.37257 Si 0.38163 Si 0.51345 HCO3 0.40245 Mg 0.36959 pH 0.28021 NO3 0.40061 Ca 0.13538 SO4 0.3652 K 0.25132 Mg 0.11428 SO4 0.11935 Na 0.35239 SO4 0.13762 Temp 0.10056 Mg 0.1011 Cl 0.34555 Fe 0.13182 Ca 0.01141 TDS 0.00166 K 0.30776 Ca 0.09956 SO4 –0.01139 Temp –0.01902 Si 0.14982 Mg 0.05994 K –0.01865 Si –0.12305 NO3 0.11001 TDS 0.04381 TDS –0.04317 NO3 –0.17661 Fe 0.0766 HCO3 –0.0712 pH –0.06294 Na –0.17681 HCO3 –0.06078 Na –0.12149 Cl –0.10568 Cl –0.18282 Temp –0.09735 Cl –0.16667 Na –0.12927 K –0.26864 pH –0.22254 NO3 –0.4689 Fe –0.30557 pH –0.37821 Table 5 Varimax rotated factor loadings for the RAB Factor 1 Factor 2 Factor 3 Factor 4 Factor Loading Factor Loading Factor Loading Factor Loading SO4 0.8964 Na 0.8544 Si 0.7051 NO3 0.5915 Ca 0.8953 Cl 0.8295 Temp 0.479 HCO3 0.446 Mg 0.8372 K 0.7043 K 0.4066 Si 0.1852 TDS 0.7601 TDS 0.6049 pH 0.2229 Mg 0.0626 Cl 0.4722 Mg 0.4097 Mg 0.1964 Cl 0.0435 Na 0.4621 Ca 0.3764 SO4 0.1855 Na –0.0192 K 0.3408 SO4 0.3325 Ca 0.1352 TDS –0.1063 Si 0.2747 NO3 0.2583 HCO3 0.1013 Ca –0.1165 Fe 0.1478 Si 0.1153 TDS 0.0826 K –0.1462 NO3 0.1341 Fe 0.0703 Fe 0.0278 SO4 –0.1509 HCO3 –0.0378 pH –0.1534 NO3 –0.1027 pH –0.1778 Temp –0.193 HCO3 –0.1646 Na –0.1074 Fe –0.1959 pH –0.5752 Temp –0.1812 Cl –0.1625 Temp –0.328 Fig. 8 Cluster analysis dendrogram showing the various clustering levels. The level with colors corresponds to seven clusters, the same number as the number of facies identified by Havenor (2002). The dominant fingerprint-based facies for each cluster is indicated below the axis Hydrogeol J (2016) 24:819–839 831 except for Q2 and SA, which gives additional support to the original facies designations. Because the SA facies is repre- sented by only four wells, it is not surprising that it does not dominate a particular cluster (although all four SA wells do occur in the same cluster). The Dunn’s comparison tests discussed in the previous showed that Q2 did not have any significant differences in chemistry with AG2, and the table shows that Q2 wells are distributed across five clusters in association with AG2, suggesting that Q2 is not a viable fa- cies. An inconsistency between the cluster memberships and the fingerprint facies is that even though there are dominant fingerprint-based facies within the clusters, cluster member- ships all have mixtures of wells from different fingerprint- based facies (Table 6). The USA facies is the"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "2 Factor 3 Factor 4 Factor Loading Factor Loading Factor Loading Factor Loading SO4 0.8964 Na 0.8544 Si 0.7051 NO3 0.5915 Ca 0.8953 Cl 0.8295 Temp 0.479 HCO3 0.446 Mg 0.8372 K 0.7043 K 0.4066 Si 0.1852 TDS 0.7601 TDS 0.6049 pH 0.2229 Mg 0.0626 Cl 0.4722 Mg 0.4097 Mg 0.1964 Cl 0.0435 Na 0.4621 Ca 0.3764 SO4 0.1855 Na –0.0192 K 0.3408 SO4 0.3325 Ca 0.1352 TDS –0.1063 Si 0.2747 NO3 0.2583 HCO3 0.1013 Ca –0.1165 Fe 0.1478 Si 0.1153 TDS 0.0826 K –0.1462 NO3 0.1341 Fe 0.0703 Fe 0.0278 SO4 –0.1509 HCO3 –0.0378 pH –0.1534 NO3 –0.1027 pH –0.1778 Temp –0.193 HCO3 –0.1646 Na –0.1074 Fe –0.1959 pH –0.5752 Temp –0.1812 Cl –0.1625 Temp –0.328 Fig. 8 Cluster analysis dendrogram showing the various clustering levels. The level with colors corresponds to seven clusters, the same number as the number of facies identified by Havenor (2002). The dominant fingerprint-based facies for each cluster is indicated below the axis Hydrogeol J (2016) 24:819–839 831 except for Q2 and SA, which gives additional support to the original facies designations. Because the SA facies is repre- sented by only four wells, it is not surprising that it does not dominate a particular cluster (although all four SA wells do occur in the same cluster). The Dunn’s comparison tests discussed in the previous showed that Q2 did not have any significant differences in chemistry with AG2, and the table shows that Q2 wells are distributed across five clusters in association with AG2, suggesting that Q2 is not a viable fa- cies. An inconsistency between the cluster memberships and the fingerprint facies is that even though there are dominant fingerprint-based facies within the clusters, cluster member- ships all have mixtures of wells from different fingerprint- based facies (Table 6). The USA facies is the most unique facies in the cluster analysis representing 90 % of the wells in cluster 5; however, even in this case, there are cluster mem- bers from other facies. One important reason for these mix- tures within individual clusters is that the cluster analysis does not take into account the spatial/stratigraphic structure of the basin (e.g., see Figs. 2 and 3), which was used to help develop the fingerprint-based facies. In other words, each fingerprint- based facies has an association with particular geological in- tervals (see Table 1). Cluster 6 can be examined to illustrate this issue as its membership includes wells from Q1 and USA. While there are some chemical similarities between these wells that the cluster analysis has identified, it is unlikely that these belong to the same facies because Q1 wells are in the unconfined alluvial part of the basin and the USA wells are in the deeper artesian. In addition, there are other facies with distinctly different chemistry that occur in the region between Q1 and USA. A high degree of depth stratification of litholo- gies and hydraulic properties which cause compartmentalized flow is characteristic of the RAB (Land and Newton 2008). This comparison shows that while cluster analysis is useful, it should not be used independently as an automated way of defining hydrochemical facies. If the individual clusters are examined relative to the aver- age analyte values within the clusters (Table 7), there is a general pattern where TDS, chloride, sulfate, sodium, magne- sium, and calcium values tend to be highest in low numbered clusters and lowest in higher numbered clusters. The dominant facies in clusters 1–3 are PGB1 and AG2 and these facies also show the most concentrated ion values in the fingerprint dia- gram (Fig. 5). The USA and Q1 facies tend to be the most dilute facies (Fig. 5) and they are dominant in clusters 5, 6 and 7. Variations in silica between the clusters are correlated with whether the dominant facies is from a shallow facies or one of the artesian facies, and thus also follow a similar pattern as the fingerprint diagrams (higher silica in the shallow facies than the artesian facies). The multiple statistical differences between facies shown by the Dunn’s test comparisons in Table 2, and the dominant facies memberships and cluster chemistries (Tables 6 and 7) offer support for designation of the Quaternary Alluvial 1 (Q1), Artesia Group 2 (AG2), Permian-Artesia Group 1 (PGB1), Melange (M), and Upper San Andres (USA) facies in the RAB. The San Andres (SA) and Quaternary Alluvial 2 (Q2) have a weaker statistical basis than the other facies. The lack of statistical differences for the SA facies is likely related to low statistical power given that there were only four wells used to define the facies. Given this lack of power, it is sur- prising that there were any significant differences between the SA and the other facies at all; however, the nonparametric comparisons showed differences for one or two analytes be- tween the SA and the Q1, AG2, PGB1, and M facies. In addition, though there was no SA dominated cluster, all of the SA wells were assigned to the same cluster; thus, it seems reasonable to retain the SA as a separate facies. Table 6 Percentage of wells representing various facies types within a particular cluster Cluster Total No. of wells Facies % Cluster 1 59 Q2 20 AG2 10 PGB1a 41a M 31 Cluster 2 48 Q1 6 Q2 17 AG2a 42a PGB1 25 M 10 Cluster 3 18 AG2a 67a PGB1 28 USA 6 Cluster 4 54 Q2 6 AG2 6 PGB1 19 Ma 59a SA 7 USA 4 Cluster 5 63 Q2 2 AG2 2 M 6 USAa 90a Cluster 6 25 Q1 20 AG2 32 USAa 48a Cluster 7 41 Q1a 63a Q2 20 AG2 2 USA 15 a The dominant fingerprint facies in each cluster. Total percentages for a cluster may not exactly equal 100 % due to rounding 832 Hydrogeol J (2016) 24:819–839 The most problematic original hydrochemical facies desig- nation is the Q2 facies. Of all the facies except the SA, Q2 had the fewest significant differences in terms of the number of analytes that were different between Q2 and the other facies, and there were no significant differences between the Q2 and AG2. In addition, the cluster analysis did not show any clus- ters that were dominated by Q2 wells. Given the similarities between Q2 and AG2, it makes sense to treat these as a single facies, hereafter called AG2. This revision to the fingerprint- based facies shows the value of testing graphically based Fig. 9 Chloride concentration contours based on the Tertiary- Quaternary-Alluvium 1 (Q1) fa- cies wells (35 wells). Note that some contour lines are outside of the well control points and are an artifact of the contouring software Table 7 Average temperature (°C), pH, and chemical concentrations (mg/L) of each cluster Cluster Temp pH TDS HCO3 Cl SO4 NO3 Na K Mg Ca Fe Si 1 18.3 7.1 4,566 218 1315 1,624 30 684 3.7 190 584 2.5 29 2 21.7 7.4 2,709 283 479 1,209 25 235 2.7 136 442 0.8 40 3 24.4 7.5 3,780 161 626 1,882 4 412 5.5 174 556 0.9 40 4 20.2 7.4 2,137 207 603 701 13 352 2.0 79 268 0.6 17 5 20.7 7.5 774 235 51 372 6"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "6 AG2 6 PGB1 19 Ma 59a SA 7 USA 4 Cluster 5 63 Q2 2 AG2 2 M 6 USAa 90a Cluster 6 25 Q1 20 AG2 32 USAa 48a Cluster 7 41 Q1a 63a Q2 20 AG2 2 USA 15 a The dominant fingerprint facies in each cluster. Total percentages for a cluster may not exactly equal 100 % due to rounding 832 Hydrogeol J (2016) 24:819–839 The most problematic original hydrochemical facies desig- nation is the Q2 facies. Of all the facies except the SA, Q2 had the fewest significant differences in terms of the number of analytes that were different between Q2 and the other facies, and there were no significant differences between the Q2 and AG2. In addition, the cluster analysis did not show any clus- ters that were dominated by Q2 wells. Given the similarities between Q2 and AG2, it makes sense to treat these as a single facies, hereafter called AG2. This revision to the fingerprint- based facies shows the value of testing graphically based Fig. 9 Chloride concentration contours based on the Tertiary- Quaternary-Alluvium 1 (Q1) fa- cies wells (35 wells). Note that some contour lines are outside of the well control points and are an artifact of the contouring software Table 7 Average temperature (°C), pH, and chemical concentrations (mg/L) of each cluster Cluster Temp pH TDS HCO3 Cl SO4 NO3 Na K Mg Ca Fe Si 1 18.3 7.1 4,566 218 1315 1,624 30 684 3.7 190 584 2.5 29 2 21.7 7.4 2,709 283 479 1,209 25 235 2.7 136 442 0.8 40 3 24.4 7.5 3,780 161 626 1,882 4 412 5.5 174 556 0.9 40 4 20.2 7.4 2,137 207 603 701 13 352 2.0 79 268 0.6 17 5 20.7 7.5 774 235 51 372 6 32 0.8 47 157 1.6 14 6 24.3 7.4 1,351 237 18 804 2 20 1.4 66 297 0.4 23 7 22.3 7.7 758 230 46 335 12 25 1.6 44 141 0.7 36 Hydrogeol J (2016) 24:819–839 833 facies with comparison tests such as the Dunn’s approach, and the utility of comparing graphically based results to cluster analysis. Heterogeneity and hydrological connectivity The presence of multiple hydrochemical facies is strong evi- dence that the basin hydrological system is probably not well represented by a homogeneous and isotropic model. The im- portance of nonhomogeneous and nonisototropic conditions can be further demonstrated by examining spatial geochemical relationships, especially with regard to known structural fea- tures in the basin. Chloride is the focus of this discussion be- cause of its history as a reliable indicator of the direction of groundwater flow and recharge (Mazor 2004). Chloride is con- sidered as being a conservative tracer in that it does not have a strong affinity for sorption or reaction in aquifer systems. It can increase through dissolution of aquifer materials, but concen- trations in groundwater should not normally decrease with in- creased distance of migration through an aquifer because of the high solubility of chloride-based salts. Chloride in the basin groundwater arises from four possible sources: (1) dissolution of halite from rock; (2) atmospheric chloride deposition (wet and dry); (3) leaching of soil where evapotranspiration concen- trated salts from crop irrigation occur; and (4) mixing with high salinity water or brines. The RAB is replete with evaporite rocks. Many of the formations contain disseminated halite in addition to bedded halite. Circulating groundwater has long Fig. 10 Chloride concentration contours based on the Tertiary- Quaternary-Permian Artesia Group 2 (AG2) facies wells (84 wells). Note the former Q2 facies wells are also included, and that some contour lines are outside of the well control points and are an artifact of the contouring software 834 Hydrogeol J (2016) 24:819–839 ago dissolved and removed the bedded halite from the aquifers, but it is reasonable to anticipate that continuing contact and solution of the soluble portions of the aquifers will result in increases in chloride concentrations. Atmospherically derived chloride is a source in all recharging water in the basin. Any influence of stored saline water is probably minor compared to the amount of chloride available from halite within the host rocks. Chloride concentrations within the shallow alluvial aqui- fers may also be increased by evaporative recycling of irriga- tion return water. Water applied to crops in the dry environment of the RAB is subject to high evapotranspiration rates which concentrates chloride. Contoured chloride concentration maps based on each hydrochemical facies except SA (not enough wells to contour) help illustrate the characteristics of the flow system, in addition to further highlighting differences in the facies (Figs. 9, 10, 11, 12 and 13). The figures illustrate chloride gradients which can be an indicator of potential flow direc- tions (i.e., water flows from low- to high-concentration, be- cause chloride concentrations will normally only increase or stay the same along a flow path, not decrease, unless mixing with a dilute water occurs—see discussions about flow directions and spatial chemical trends in Glynn and Plummer (2005) and Mazor (2004). The Q1 contour map is shown in Fig. 9. The map shows a broad region in the west where concentrations are under 100 mg/L, and concentrations increase closer to the Pecos River which suggests southwest to northeast flow consistent with the general flow direction of the basin (Fig. 3). Faults do not appear to have a strong relation to the chloride Fig. 11 Chloride concentration contours based on the Tertiary- Quaternary-Permian Artesia Group 1 (PGB1) facies wells (51 wells). Note that some contour lines are outside of the well con- trol points and are an artifact of the contouring software Hydrogeol J (2016) 24:819–839 835 concentrations (except possibly the high chloride well along the K-M fault), which suggests they may not greatly impact flow conditions in the alluvium. The AG2 map is shown in Fig. 10 and includes wells for- merly assigned to the Q2 facies. This facies primarily lies in the fault blocks south of the town of Roswell, and the contours in the Orchard Park block between the YO and K-M faults show a great deal of heterogeneity and much higher concen- trations than Q1. Such variation suggests that AG2 is not well mixed and flow paths are likely complex. The variability in AG2 chloride could be related to the geological transition between alluvium and the upper Artesia Group that this facies is associated with, and because groundwater in this facies can be unconfined or confined. The PGB1 facies wells lie primarily within the Roswell block between the Six-Mile Hill and YO faults, and the chloride contours (Fig. 11) also show a heterogeneous situa- tion, which like AG2 could be related to the geological tran- sition zone that this facies is associated with. Wells astride the Six-Mile Hill fault near the center of the map show quite marked differences in chloride concentration over short dis- tances. One of the wells in this zone had concentrations of 283 mg/L, while another well only 2.2 km away had a con- centration of 1,390 mg/L, suggesting that the fault is affecting flow between the blocks. It is also notable that the Roswell block has substantially higher chloride concentrations than wells to the north in the Six-Mile"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "contours based on the Tertiary- Quaternary-Permian Artesia Group 1 (PGB1) facies wells (51 wells). Note that some contour lines are outside of the well con- trol points and are an artifact of the contouring software Hydrogeol J (2016) 24:819–839 835 concentrations (except possibly the high chloride well along the K-M fault), which suggests they may not greatly impact flow conditions in the alluvium. The AG2 map is shown in Fig. 10 and includes wells for- merly assigned to the Q2 facies. This facies primarily lies in the fault blocks south of the town of Roswell, and the contours in the Orchard Park block between the YO and K-M faults show a great deal of heterogeneity and much higher concen- trations than Q1. Such variation suggests that AG2 is not well mixed and flow paths are likely complex. The variability in AG2 chloride could be related to the geological transition between alluvium and the upper Artesia Group that this facies is associated with, and because groundwater in this facies can be unconfined or confined. The PGB1 facies wells lie primarily within the Roswell block between the Six-Mile Hill and YO faults, and the chloride contours (Fig. 11) also show a heterogeneous situa- tion, which like AG2 could be related to the geological tran- sition zone that this facies is associated with. Wells astride the Six-Mile Hill fault near the center of the map show quite marked differences in chloride concentration over short dis- tances. One of the wells in this zone had concentrations of 283 mg/L, while another well only 2.2 km away had a con- centration of 1,390 mg/L, suggesting that the fault is affecting flow between the blocks. It is also notable that the Roswell block has substantially higher chloride concentrations than wells to the north in the Six-Mile Hill block (between the Six-Mile Hill and Border Hill faults), or to the south in the Orchard Park block (between the K-M and YO faults). The PGB1 facies is associated with both upper- and middle- Artesia Group rocks as well as alluvium, and faulting has juxtaposed these units which likely affects chloride Fig. 12 Chloride concentration contours based on Permian Artesia Group–San Andres Melange (M) facies wells. Note that some contour lines are out- side of the well control points and are an artifact of the contouring software 836 Hydrogeol J (2016) 24:819–839 distributions and flow conditions. Land and Newton (2008) reviewed 2005 water-table elevations for the RAB including the shallow system (of which the PGB1 facies would be con- sidered part of). Data were presented for the area south of the Six-Mile Hill fault. Contours bend along the axis of the YO fault on the west side of the shallow system, also suggesting that the fault is affecting flow. Water-table elevations within the Roswell Block were also variable which is consistent with the varying chloride concentrations within the block. The M facies is the shallowest of the artesian system facies and the chloride contour map is shown in Fig. 12. Chloride concentrations are relatively high, but variable, which is not surprising given the karstified nature of the lower Artesia Group and uppermost San Andres rocks which the M facies is associated with (Table 1). The heterogeneity in chloride concentrations is pronounced in the Roswell block (between the Six-Mile Hill and YO faults). There are also differences in the chloride values across the YO fault near the Pecos River, with higher concentrations on the Roswell block compared to the Orchard Park block to the south, again suggesting that this fault is affecting flow. Land and Newton (2008) note that there is a trough in the piezeometric surface of the artesian system associated with the YO fault. Low permeability Artesia Group rocks are offset with the San Andres Formation along the YO fault. Moving stratigraphically downward in the San Andres Formation, the Permian Upper San Andres (USA) hydrochemical facies is present in the region primarily be- tween the Six-Mile Hill and K-M faults (Roswell and Orchard Park blocks, Fig. 13). Chloride concentrations tend to increase from the southwest to the northeast following the general trend of the two fault blocks. One of the most notable Fig. 13 Chloride concentration contours based on Permian Artesia Group–San Andres (USA) facies wells. Note that some contour lines are outside of the well control points and are an artifact of the contouring software Hydrogeol J (2016) 24:819–839 837 features of this facies is that chloride concentrations in both blocks are low, ranging from 6 to 136 mg/L. These chloride values clearly contrast with the higher levels in the M facies where concentrations are often over 500 mg/L and the SA facies which are also several hundred to 1,000 mg/L. These differences in chloride highlight why there are three distinct hydrochemical facies within the basin artesian system. The USA facies is associated with the upper San Andres Formation, and the low chloride is probably related to the fact that dolomite and limestone are the dominant lithologies. The 3D structure map of the top of the San Andres Formation (Fig. 4) and schematic cross section (Fig. 3) serve to show how the processes of erosion and faulting have creat- ed the complex flow system in the basin. The resulting offset lithologies of contrasting hydraulic properties (e.g., Grayberg and San Andres formations), variable topography and thicknesses of geologic units create heterogeneity and anisotropy which are reflected by a highly zoned water chemistry and complex flow patterns within the basin. Such a conclusion is supported by a modeling study in the nearby Salt Basin in New Mexico and Texas where Mayer and Sharp (1998) found that incorporating heterogeneity (related to frac- turing and faulting) substantially improved groundwater mod- el representation of the carbonate aquifer compared to a ho- mogeneous assumption. Summary and conclusions This study shows that despite their subjective nature, graphi- cal methods can be an effective approach for hydrochemical facies identification, and it is demonstrated how graphically derived facies can be at least partially tested statistically. Combining graphical methods such as fingerprint diagrams with PCA, factor, and cluster analysis is an even better ap- proach, although subjective decisions will need to be made on how to integrate results from multiple methods. An additional reason that a combined graphical/statistical approach is useful is that it forces the investigator to spend more time with the data to understand similarities and differences between tech- niques and seek solutions that make sense in the context of the particular basin being studied. The identification of six facies in the RAB suggests that a homogenous and isotropic assumption about the hydrogeological system is unlikely to be correct. There are clear geochemical differences that are related to different lithol- ogies and the flowpaths that water takes as it moves through the basin. The basin groundwater chemistries (e.g., chloride) indi- cate strong structural influences on flow and transport that are related to faulting. Future work in the RAB should include refining the basin conceptual model in terms of groundwater age distributions, collecting temporally based geochemical data to examine mixing dynamics, and clarifying effects of agricul- tural pollutants such as nitrate on groundwater quality. Acknowledgements The authors would like to acknowledge Kay Birdsell for providing an"
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "highly zoned water chemistry and complex flow patterns within the basin. Such a conclusion is supported by a modeling study in the nearby Salt Basin in New Mexico and Texas where Mayer and Sharp (1998) found that incorporating heterogeneity (related to frac- turing and faulting) substantially improved groundwater mod- el representation of the carbonate aquifer compared to a ho- mogeneous assumption. Summary and conclusions This study shows that despite their subjective nature, graphi- cal methods can be an effective approach for hydrochemical facies identification, and it is demonstrated how graphically derived facies can be at least partially tested statistically. Combining graphical methods such as fingerprint diagrams with PCA, factor, and cluster analysis is an even better ap- proach, although subjective decisions will need to be made on how to integrate results from multiple methods. An additional reason that a combined graphical/statistical approach is useful is that it forces the investigator to spend more time with the data to understand similarities and differences between tech- niques and seek solutions that make sense in the context of the particular basin being studied. The identification of six facies in the RAB suggests that a homogenous and isotropic assumption about the hydrogeological system is unlikely to be correct. There are clear geochemical differences that are related to different lithol- ogies and the flowpaths that water takes as it moves through the basin. The basin groundwater chemistries (e.g., chloride) indi- cate strong structural influences on flow and transport that are related to faulting. Future work in the RAB should include refining the basin conceptual model in terms of groundwater age distributions, collecting temporally based geochemical data to examine mixing dynamics, and clarifying effects of agricul- tural pollutants such as nitrate on groundwater quality. Acknowledgements The authors would like to acknowledge Kay Birdsell for providing an early review of the manuscript. Comments by associate editor Stephen Grasby, Nelly Montcoudiol, and an anonymous reviewer helped us to greatly improve the paper. Assistance from the Los Alamos National Laboratory Small Business Office was greatly appreci- ated and Becky Coel-Roback is thanked for her support. The authors also wish to thank Garrett Altmann, Mei Ding, Rick Kelly, and Justine Yang for their graphics assistance. References Ashley R, Lloyd J (1978) An example of the use of factor analysis and cluster analysis in groundwater chemistry interpretation. J Hydrol 39(3):355–364 Back W (1966) Hydrochemical facies and ground-water flow patterns in northern part of Atlantic coastal plain. US Geol Surv Prof Pap 498-A Barroll P, Shomaker J (2003) Regional hydrology of the Roswell Artesian Basin and the Capitan aquifer: water resources of the Lower Pecos Region, New Mexico. Science, Policy, and a Look to the Future, Decision-Makers Field Conference, Socorro, NM, October 2003, pp 23–27 Dalton MG, Upchurch SB (1978) Interpretation of hydrochemical facies by factor analysis. Ground Water 16(4):228–233 Davis JC (1973) Statistics and data analysis in geology. Wiley, New York, 550 pp Dunn J (1964) Multiple comparisons using rank sums. Technometrics 6(24):1–252 Durov SA (1948) Natural waters and graphic representation of their com- position, Dok. Akad Nauk SSSR 59:87–90 Faure G (1991) Principles and applications of inorganic geochemistry. Macmillan, New York, 626 pp Fiedler AG, Nye SS (1933) Geology and ground-water resources of the Roswell Basin, New Mexico. US Geol Surv Water Suppl Pap 639, 372 pp Glynn PD, Plummer LN (2005) Geochemistry and the understanding of ground-water systems. Hydrogeol J 13(1):263–287 Güler C, Thyne GD, McCray JE, Turner AK (2002) Evaluation of graph- ical and multivariate statistical methods for classification of water chemistry data. Hydrogeol J 10:455–474 Havenor KC (1996) The hydrogeologic framework of the Roswell groundwater basin, Chaves, Eddy, Lincoln, and Otero counties, New Mexico. PhD Thesis, University of Arizona, Tucson, AZ, 274 pp Havenor KC (2002) Phase II hydrogeological investigation of the major aquifers in the northern portion of the Roswell groundwater basin, Chaves and northern Eddy counties, New Mexico. Chaves County, New Mexico Report P-99-10, Revision 1.11. (report available through Geosciences Technologies, Roswell, NM, USA, Kay@Georesources.com) Hussein MT (2004) Hydrochemical evaluation of groundwater in the Blue Nile Basin, eastern Sudan, using conventional and multivariate techniques. Hydrogeol J 12(2):144–158 Kelley VC (1971) Geology of the Pecos Country, southeastern New Mexico. New Mexico Bureau of Mines and Mineral Resources, Socorro, NM, 60 pp Kinney EE (1968) The Roswell Artesian Basin. Roswell Geological Society, Roswell, NM, 31 pp Kruskal WH, Wallis WA (1952) Use of ranks in one-criterion variance analysis. J Am Stat Assoc 47:583–621 838 Hydrogeol J (2016) 24:819–839 Land L, Newton BT (2007) Seasonal and long-term variations in hydrau- lic head in a karstic aquifer: Roswell Artesian Basin, New Mexico. N M Bureau Geol Mineral Resour Open File Rep 503, New Mexico Bureau of Geology and Mineral Resources, Socorro, NM, 31 pp Land L, Newton BT (2008) Seasonal and long‐term variations in hydrau- lic head in a Karstic Aquifer: Roswell Artesian Basin, New Mexico. J Am Water Resour Assoc 44(1):175–191 Mayer JR, Sharp JJM (1998) Fracture control of regional ground-water flow in a carbonate aquifer in a semi-arid region. Geol Soc Am Bull 110:269–283 Mazor E (2004) Chemical and isotopic groundwater hydrology. Dekker, New York, 453 pp Mower RW, Hood JW, Cushman et al. (1964) An appraisal of potential ground-water salvage along the Pecos River between Acme and Artesia, New Mexico. US Geol Surv Water Suppl Pap 1659 Newman BD, Land L, Phillips FM, Rawling GC (2016) The hydrogeol- ogy of the Sacramento Mountains and the Roswell and Salt basins of New Mexico, USA: overview of investigations on dryland ground- water systems using environmental tracers and geochemical ap- proaches. Hydrogeol J. doi:10.1007/s10040-016-1404-0 Parkhurst DL, Apello CAJ (1999) User’s guide to PHREEQC (Version 2): a computer program for speciation, batch-reaction, one- dimensional transport, and inverse geochemical calculations. US Geol Surv Water Resour Invest Rep 99-4259, 312 pp Rehfeldt KR, Grosse GW (1982) The carbonate aquifer of the central Roswell Basin: recharge estimation by numerical modeling. WRRI Technical Completion Rep 142, WRRI, New Mexico Water Resources Research Institute, Las Cruces, NM Robson SG, Banta ER (1995) Roswell Basin aquifer system. In: Ground water atlas of the United States, Arizona, Colorado, New Mexico, Utah, HA 730-C . http://pubs.usgs.gov/ha/ha730/ch_c/index.html. Accessed May 2015 Sanford WE, Aeschbach-Hertig W, Herczeg AL (2011) Preface: insights from environmental tracers in groundwater systems. Hydrogeol J 19(1):1–3 Scanlon BR, Reedy RC, Stonestrom DA, Prudic DE, Dennehy KF (2005) Impact of land use and land cover change on groundwater recharge and quality in the southwestern USA. Glob Chang Biol 11:1577– 1593 Schoeller H (1955) Geochimie des eaux sauterraines. aplication aux eaux des gisements de petrole [Geochemistry of subsurface water: appli- cation for water occurring with petroleum]. Inst. Francais du Petrole, Paris Schoeller H (1959) Arid zone hydrology, recent developments. Arid Zone Research XII, UNESCO, Paris Thyne G, Güler C, Poeter E (2004) Sequential analysis of hydrochemical data for watershed characterization. Ground Water 42:711–723 Van Tonder GJ, Hodgson FDI (1986) Interpretation of hydrogeochemical facies by multivariate statistical methods. Water SA 12:1–6 Walvoord MA, Phillips F, Stonestrom D et al (2003) A reservoir of nitrate beneath desert soils. Science 302:1021–1024 Hydrogeol J (2016) 24:819–839 839 Reproduced with permission of the copyright owner. Further reproduction prohibited without permission."
    },
    {
        "URL": "Newman2016_IdentificationHydrochemicalFaciesRAB.pdf",
        "Text": "and Salt basins of New Mexico, USA: overview of investigations on dryland ground- water systems using environmental tracers and geochemical ap- proaches. Hydrogeol J. doi:10.1007/s10040-016-1404-0 Parkhurst DL, Apello CAJ (1999) User’s guide to PHREEQC (Version 2): a computer program for speciation, batch-reaction, one- dimensional transport, and inverse geochemical calculations. US Geol Surv Water Resour Invest Rep 99-4259, 312 pp Rehfeldt KR, Grosse GW (1982) The carbonate aquifer of the central Roswell Basin: recharge estimation by numerical modeling. WRRI Technical Completion Rep 142, WRRI, New Mexico Water Resources Research Institute, Las Cruces, NM Robson SG, Banta ER (1995) Roswell Basin aquifer system. In: Ground water atlas of the United States, Arizona, Colorado, New Mexico, Utah, HA 730-C . http://pubs.usgs.gov/ha/ha730/ch_c/index.html. Accessed May 2015 Sanford WE, Aeschbach-Hertig W, Herczeg AL (2011) Preface: insights from environmental tracers in groundwater systems. Hydrogeol J 19(1):1–3 Scanlon BR, Reedy RC, Stonestrom DA, Prudic DE, Dennehy KF (2005) Impact of land use and land cover change on groundwater recharge and quality in the southwestern USA. Glob Chang Biol 11:1577– 1593 Schoeller H (1955) Geochimie des eaux sauterraines. aplication aux eaux des gisements de petrole [Geochemistry of subsurface water: appli- cation for water occurring with petroleum]. Inst. Francais du Petrole, Paris Schoeller H (1959) Arid zone hydrology, recent developments. Arid Zone Research XII, UNESCO, Paris Thyne G, Güler C, Poeter E (2004) Sequential analysis of hydrochemical data for watershed characterization. Ground Water 42:711–723 Van Tonder GJ, Hodgson FDI (1986) Interpretation of hydrogeochemical facies by multivariate statistical methods. Water SA 12:1–6 Walvoord MA, Phillips F, Stonestrom D et al (2003) A reservoir of nitrate beneath desert soils. Science 302:1021–1024 Hydrogeol J (2016) 24:819–839 839 Reproduced with permission of the copyright owner. Further reproduction prohibited without permission."
    }
]