[
    {
        "URL": "ofr_521.pdf",
        "Text": "Multi-tracer investigation of groundwater residence time in a karstic aquifer: Bitter Lake National Wildlife Refuge, New Mexico, USA Lewis Land, New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology; and the National Cave and Karst Research Institute; 1400 Commerce Dr., Carlsbad, NM, 88220, USA; 575-887-5508, lland@gis.nmt.edu G.F. Huff, Huff HydroResources, Las Cruces, NM, 88001 [Current Address: Alberta Geological Survey, 402 Twin Atria Building, 4999 98 Avenue, Edmonton, AB, T6B 2X3, Canada; 780-427-2893, rick.huff@ercb.ca] New Mexico Bureau of Geology and Mineral Resources, New Mexico Tech Socorro, New Mexico 87801 Open-file Report 521 January, 2010 Multitracer investigation of groundwater residence time in a karstic aquifer: Bitter Lake National Wildlife Refuge, New Mexico Lewis Land, New Mexico Bureau of Geology and Mineral Resources, and National Cave & Karst Research Institute; G.F. Huff, Alberta Geological Survey Multi-tracer investigation of groundwater residence time in a karstic aquifer: Bitter Lake National Wildlife Refuge, New Mexico, USA Lewis Land, New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology; and the National Cave and Karst Research Institute; 1400 Commerce Dr., Carlsbad, NM, 88220, USA; 575-887-5508, lland@gis.nmt.edu G.F. Huff, Huff HydroResources, Las Cruces, NM, 88001 [Current Address: Alberta Geological Survey, 402 Twin Atria Building, 4999 98 Avenue, Edmonton, AB, T6B 2X3, Canada; 780-427- 2893, rick.huff@ercb.ca] Abstract Several natural and anthropogenic tracers have been used to evaluate groundwater residence time within a karstic limestone aquifer in southeastern New Mexico, USA. Natural groundwater discharge occurs in the lower Pecos Valley from a region of karst springs, wetlands and sinkhole lakes at Bitter Lake National Wildlife Refuge,on the northeast margin of the Roswell Artesian Basin. The springs and sinkholes are formed in gypsum bedrock that serves as a leaky confining unit for an artesian aquifer in the underlying San Andres limestone. Because wetlands on the Refuge provide habitat for threatened and endangered species, there is concern about the potential for contamination by anthropogenic activity in the aquifer recharge area. Estimates of the time required for groundwater to travel through the artesian aquifer vary widely because of uncertainties regarding karst conduit flow. A better understanding of groundwater residence time is required to make informed decisions about management of water resources and wildlife habitat at Bitter Lake. Results indicate that the artesian aquifer contains a significant component of water recharged within the last 10 to 50 years, combined with pre-modern groundwater originating from deeper underlying aquifers, some of which may be indirectly sourced from the high Sacramento Mountains to the west. Key terms: karst, groundwater age, tracer tests, USA, Roswell Artesian Basin 1. Introduction Bitter Lake National Wildlife Refuge is located in the lower Pecos Valley of southeastern New Mexico, USA, about ten kilometers east of the city of Roswell (Figure 1). The Refuge occupies an area of natural groundwater discharge at the down-gradient end of the regional hydrologic system in the Roswell Artesian Basin (Land, 2005; Land and Newton, 2007; 2008). This discharge, which amounts to roughly 37 million m3/yr (30,000 acre-ft/yr), is represented by a number of springs, seeps, sinkhole lakes and extensive wetlands, formed in gypsum bedrock on the west side of the Pecos River floodplain. Bitter Lake lies east of the freshwater-saltwater transition zone in an underlying artesian aquifer formed in the San Andres limestone (Figure 2). Mineral content of the spring waters is also influenced by passage of the discharging water through subsurface layers of gypsum and halite overlying the aquifer (Martinez et al., 1998; Land, 2003). Water discharging from the springs and sinks is thus brackish to saline, with high sulfate, chloride, and total ion concentrations (Table 1). Wetlands and sinkholes on the Refuge play a critical role in the life cycles of a remarkable diversity of species, including 24 fish, 351 birds, 57 mammals, 52 amphibian and reptile species, and over 50 varieties of dragonflies (Paul Tashjian, USFWS, written communication), making 1 Figure 1: Regional map of southeastern New Mexico, showing location of Bitter Lake National Wildlife Refuge (BLNWR) and Bottomless Lakes State Park (BLSP). Red stars show locations of precipitation sampling stations. Pecos Buckles are shown by gray lines extending NE-SW across the Pecos Slope. Brown lines are roads. 2 Bitter Lake one of the most biologically significant wetlands in the state of New Mexico. Administrative personnel at the Refuge and technical staff with the U.S. Fish and Wildlife Service (USFWS) have expressed concern about the potential for contamination of water resources and wildlife habitat within the Refuge by nearby oil and gas drilling operations, and by septic tanks associated with new housing developments in the aquifer recharge area. Because of uncertainties about rates of groundwater flow and contaminant transport through the artesian aquifer system, the Fish and Wildlife Service requested that the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) conduct a tracer study of groundwater residence time in the artesian aquifer. This paper documents the results of that investigation. 2. Background The Roswell Artesian Basin is typically characterized as a two-aquifer system, a paradigm established by early investigators in the Basin (e.g., Fiedler and Nye, 1933; Morgan and Sayer, 1942). The system consists of an eastward-dipping carbonate aquifer overlain by a leaky confining unit, which is in turn overlain by an unconfined alluvial aquifer (Figure 2). The carbonate aquifer is artesian to the east near the Pecos River but is unconfined in the western outcrop area. Historically, the carbonate aquifer in the Roswell Basin is referred to as the “artesian aquifer”, regardless of its confined or unconfined state. The alluvial aquifer is commonly referred to as the “shallow aquifer”. Groundwater is stored in the carbonate aquifer in multiple highly porous and transmissive zones within the middle Permian (Guadalupian) San Andres Formation (Figure 2). In the Sacramento Mountains west of the study area the San Andres Formation has been described in outcrop as a bedded marine limestone containing dolomitic intervals (Pray, 1961). Figure 2: West-east hydrostratigraphic cross-section of the Roswell Artesian Basin, showing generalized direction of groundwater flow paths through the artesian aquifer system. Elevation is relative to sea level. Vertical exaggeration (v.e.) = 30X. Location of section shown in figure 1. 3 Secondary porosity in the carbonate aquifer consists of vuggy and cavernous limestones, intraformational solution-collapse breccias, and solution-enlarged fractures and bedding planes. Much of the porosity was formed by subsurface dissolution of interbedded evaporites within the San Andres limestone during late Permian time when the formation was exposed to erosion, and then subsequently enhanced by continued circulation of groundwater (Welder, 1983). The karstic nature of the artesian aquifer is well-illustrated by the breccia zones, within which many of the cavernous openings in the San Andres are developed (Motts and Cushman, 1964). Evidence of cavernous porosity in the subsurface includes lost circulation and bit drops of as much as 5 m during water well drilling operations (Havenor, 1968). Bedrock underlying the surficial alluvium in the lower Pecos Valley is made up of dolomites, evaporites, and redbeds of the middle Permian Artesia Group (Figure 2) (Kelley, 1971). In the Guadalupe Mountains to the south, rocks of the Artesia Group consist predominantly of carbonates, but to the north the section becomes increasingly evaporitic. In the vicinity of Roswell, the Artesia Group is made"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "the Roswell Basin is referred to as the “artesian aquifer”, regardless of its confined or unconfined state. The alluvial aquifer is commonly referred to as the “shallow aquifer”. Groundwater is stored in the carbonate aquifer in multiple highly porous and transmissive zones within the middle Permian (Guadalupian) San Andres Formation (Figure 2). In the Sacramento Mountains west of the study area the San Andres Formation has been described in outcrop as a bedded marine limestone containing dolomitic intervals (Pray, 1961). Figure 2: West-east hydrostratigraphic cross-section of the Roswell Artesian Basin, showing generalized direction of groundwater flow paths through the artesian aquifer system. Elevation is relative to sea level. Vertical exaggeration (v.e.) = 30X. Location of section shown in figure 1. 3 Secondary porosity in the carbonate aquifer consists of vuggy and cavernous limestones, intraformational solution-collapse breccias, and solution-enlarged fractures and bedding planes. Much of the porosity was formed by subsurface dissolution of interbedded evaporites within the San Andres limestone during late Permian time when the formation was exposed to erosion, and then subsequently enhanced by continued circulation of groundwater (Welder, 1983). The karstic nature of the artesian aquifer is well-illustrated by the breccia zones, within which many of the cavernous openings in the San Andres are developed (Motts and Cushman, 1964). Evidence of cavernous porosity in the subsurface includes lost circulation and bit drops of as much as 5 m during water well drilling operations (Havenor, 1968). Bedrock underlying the surficial alluvium in the lower Pecos Valley is made up of dolomites, evaporites, and redbeds of the middle Permian Artesia Group (Figure 2) (Kelley, 1971). In the Guadalupe Mountains to the south, rocks of the Artesia Group consist predominantly of carbonates, but to the north the section becomes increasingly evaporitic. In the vicinity of Roswell, the Artesia Group is made up of interbedded mudstone and gypsum at the surface, with thick, bedded salt and anhydrite in the subsurface. The presence of these highly soluble evaporitic rocks has contributed to the formation of sinkholes, which are abundant along the course of the lower Pecos River. In addition, much of the topography along the valley margins has been influenced by local and regional subsidence due to subsurface evaporite dissolution (Bachman, 1984; 1987). In the Roswell Basin, redbeds and gypsum of the Artesia Group serve as a leaky upper confining unit for the artesian aquifer. Thickness of the confining unit varies from 0 to ~300 m, thickening regionally downdip to the east. West of Roswell, the confining beds are truncated by erosion and the underlying San Andres limestone crops out at the surface (Figure 2). Local variations in thickness of the Artesia Group are caused by dissolution of gypsum in the upper part of the section. Siltstones and gypsum in the underlying Yeso Formation make up the lower confining unit for the artesian aquifer (Welder, 1983). In this semi-arid region (mean annual rainfall ~33 cm/yr), most of the recharge to the artesian aquifer occurs by runoff from intermittent losing streams that issue from the Sacramento Mountains and flow eastward across the Pecos Slope, the piedmont area connecting the Sacramento uplift and the Pecos Valley (Figures 1 and 2). Enhanced recharge occurs through sinkholes and solution-enlarged fractures associated with the Pecos Buckles (Figures 1 and 2), wrench fault zones that extend southwest-northeast for several tens of kilometers across the Slope (Motts and Cushman, 1964; Havenor, 1968; Kelly, 1971; Gross et al., 1976). Fiedler and Nye (1933) refer to the Pecos Slope as the Principal Intake Area because all major drainages crossing that region lose their surface flow, a manifestation of the great capacity of the San Andres limestone to absorb and transmit groundwater through karst features on the Slope (Hoy and Gross, 1982). Groundwater flows east and south, down gradient from the recharge area, then upward through leaky confining beds of the Artesia Group into the alluvial aquifer, and ultimately to the Pecos River (Figure 2) (Land and Newton, 2007; 2008). Discharge also occurs directly into the river and adjacent wetlands through solution channels and sinkholes in the overlying gypsum confining beds (Land, 2003). Mineral content of groundwater in the artesian aquifer is highly variable. Chloride concentrations range from 15 mg/L in the unconfined, western part of the aquifer to 7,000 mg/L east of Roswell, and also increase with depth. Chloride concentrations are lowest in the spring, and highest in the fall after the irrigation season is over. The largest annual fluctuations in 4 mineral content occur in the freshwater-saltwater transition zone (Figure 2) between Roswell and the Pecos River (Welder, 1983). 3. Statement of Problem During hydrologic investigations motivated by concerns over contaminant transport, it is important to distinguish between the travel time of groundwater and its residence time within an aquifer. The travel time, or particle flow velocity, may be thought of as the hydraulic age of groundwater, the time required for a volume of water to move across a specified flow path within an aquifer. The residence time of groundwater is often inferred from its “isotopic age”, based on environmental tracers such as tritium, chlorofluorocarbons (CFCs), or 14C. The isotopic age relates to the time elapsed between groundwater recharge and collection of a sample at a discharge point (Mazor and Nativ, 1992). Ideally the hydraulic age and isotope age are the same. However, in a dual porosity system such as a karstic aquifer, flow paths, porosity, and hydraulic conductivity may vary by several orders of magnitude between matrix and conduits, resulting in very different flow velocities and groundwater ages for the two components. Under such circumstances, tracer ages will also be influenced by diffusive transfer of that tracer between conduits and matrix, and the difference between groundwater residence time and hydraulic age may be profound. This fact accounts for the frequently observed discrepancy between dye trace investigations of karstic aquifers, which primarily represent groundwater flow rates; and isotope studies, which reflect groundwater residence time (e.g., Shapiro, 2007; Long et al., 2008). Groundwater velocities based on injected tracers have been measured on the order of hundreds to thousands of meters per day when one of the groundwater pathways involves conduit flow (Worthington et al., 2000; Worthington, 2007). Estimates of the amount of time required for groundwater to travel from recharge to discharge sites in the Roswell Artesian Basin vary widely. Rabinowitz et al. (1977) measured the tritium content of water samples from wells completed in the artesian aquifer, and correlated tritium activity peaks in the well samples with tritium peaks in meteoric water. Based on this analysis, Rabinowitz et al. (1977) arrived at a residence time of just four years for groundwater in the northern Artesian Basin. Such a young age for groundwater in the artesian aquifer would imply a particle flow velocity of about 20 m/day (Gross et al., 1982), and suggests values of hydraulic conductivity that exceed 400 m/day (4.6x10-3 m/s, or ~4,800 darcies permeability). These figures, although remarkably high for a typical porous medium, are not inconsistent with large-scale conduit flow through a cavernous limestone aquifer (e.g., Heath, 1983; White, 1988; Land and Burger, 2008). The Rabinowitz et al. (1977) hydrologic model implicitly assumes piston flow through the artesian aquifer, and a line source of nearly instantaneous recharge in"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "by several orders of magnitude between matrix and conduits, resulting in very different flow velocities and groundwater ages for the two components. Under such circumstances, tracer ages will also be influenced by diffusive transfer of that tracer between conduits and matrix, and the difference between groundwater residence time and hydraulic age may be profound. This fact accounts for the frequently observed discrepancy between dye trace investigations of karstic aquifers, which primarily represent groundwater flow rates; and isotope studies, which reflect groundwater residence time (e.g., Shapiro, 2007; Long et al., 2008). Groundwater velocities based on injected tracers have been measured on the order of hundreds to thousands of meters per day when one of the groundwater pathways involves conduit flow (Worthington et al., 2000; Worthington, 2007). Estimates of the amount of time required for groundwater to travel from recharge to discharge sites in the Roswell Artesian Basin vary widely. Rabinowitz et al. (1977) measured the tritium content of water samples from wells completed in the artesian aquifer, and correlated tritium activity peaks in the well samples with tritium peaks in meteoric water. Based on this analysis, Rabinowitz et al. (1977) arrived at a residence time of just four years for groundwater in the northern Artesian Basin. Such a young age for groundwater in the artesian aquifer would imply a particle flow velocity of about 20 m/day (Gross et al., 1982), and suggests values of hydraulic conductivity that exceed 400 m/day (4.6x10-3 m/s, or ~4,800 darcies permeability). These figures, although remarkably high for a typical porous medium, are not inconsistent with large-scale conduit flow through a cavernous limestone aquifer (e.g., Heath, 1983; White, 1988; Land and Burger, 2008). The Rabinowitz et al. (1977) hydrologic model implicitly assumes piston flow through the artesian aquifer, and a line source of nearly instantaneous recharge in the Principal Intake Area on the Pecos Slope (Gross et al., 1982). Piston flow models only reflect advective processes, and tend to ignore diffusion, dispersion and cross-formational flow from adjacent aquitards (Bethke and Johnson, 2002a; 2002b). However, a piston flow model may be more suitable for an aquifer dominated by conduit flow than exponential or dispersion models, which assume spatially uniform distribution of porosity (Solomon et al., 2006). Gross et al. (1976; 1982) conducted additional isotope investigations in the Artesian Basin, and concluded that a substantial component of water in the artesian aquifer may originate from slow, upward flow from the underlying Glorieta and Yeso Formations (Figure 2), a model supported by Reiter and Jordan’s (1996) heat flow measurements. This old, deep discharge component would influence determinations of groundwater residence time, and also significantly 5 influence salinity in the artesian aquifer and in spring water discharging from the aquifer. Gross et al. (1976; 1982) suggested that the very short residence time calculated by Rabinowitz et al. (1977) might result from downward leakage of relatively young waters from the alluvial aquifer due to a reduction of hydraulic head in the artesian aquifer. This hypothesis is supported by the fact that decades of pumping for irrigated farming had resulted in water levels in the artesian aquifer that were at historic lows during the 1960s and ‘70s when the samples used in the Rabinowitz et al. (1977) analysis were collected (Welder, 1983; Land and Newton, 2007; 2008). More recent numerical models of the artesian aquifer have arrived at a groundwater residence time of 40 to 100 years, corresponding to a flow rate of ~2 m/day (Wolford et al., 1999, unpublished report). However, these models assume advective flow through a porous medium and do not specifically incorporate conduit flow into the model framework. Given the extremely heterogeneous porosity and permeability distribution in the San Andres limestone, the Rabinowitz et al. (1977) estimate of groundwater flow rates may represent a valid upper end member in a spectrum of flow transport velocities through the artesian aquifer. Worthington (2007) reports flow rates based on dye trace studies in karstic aquifers as high as 4,800 m/day. Assuming the presence of conduit flow in the San Andres limestone, 20 m/day may in fact be an underestimate of groundwater velocity in the artesian aquifer. It is well known that slow subsurface movement of groundwater through an aquifer can remediate contaminants prone to biodegradation or sorption before the groundwater reaches a discharge site (e.g., Wiedemeier et al., 1999; National Research Council, 2000; Rittman, 2004). However, this natural remediation is influenced by the rate of groundwater advection. Aquifers composed of fractured crystalline rock or karstic limestone can permit the flow of groundwater very rapidly from recharge area to points of discharge, with little natural remediation occurring (White, 1988). Obviously the resource management decisions that must be made by Refuge staff will vary depending on the residence time of groundwater in the artesian aquifer. A residence time of a century or more could result in almost complete attenuation of contaminants. However, if the lesser figure is accurate, it is unlikely that very much natural remediation can occur, and the potential for contamination of water resources and degradation of wildlife habitat on the Refuge will be high. 4. Methods Water samples were collected from selected springs, sinkhole lakes, a playa lake, and an artesian well on the Refuge (Figure 3), and from three irrigation wells in the city of Roswell (Figure 4). One additional sample was collected from a submerged spring (~10 m water depth) discharging into Lea Lake, a large sinkhole lake at Bottomless Lakes State Park ~30 km southeast of Bitter Lake NWR (Figure 1). Scuba gear was used to collect samples from maximum depths in the sinkhole lakes to ensure that there was no mixing with meteoric waters. Sample BL-4 was collected from Bitter Lake, a broad, shallow (<1 m water depth) playa lake with no direct groundwater discharge source, to provide background values for comparison with the spring samples. All other samples are presumed to represent groundwater from the artesian aquifer, since the shallow aquifer is absent or very thin (<1 m) in the study area. Water samples were analyzed for tritium, 14C, sulfur hexafluoride (SF6), chlorofluorocarbons (CFCs), dissolved gases, stable isotopes of deuterium and 18O, general chemistry, and trace metals. In addition, stable isotope composition (2H and 18O) was measured in precipitation samples collected at four 6 Figure 3: Detailed map of Bitter Lake National Wildlife Refuge, showing sample locations. Refuge boundary is indicated by dashed line. stations on the Pecos Slope and in the Sacramento Mountains (Figure 1). Tritium concentration was also measured in one precipitation sample collected in the southern Sacramentos (Table 3, sample SSW) to provide tritium background values. CFC and SF6 samples were collected according to protocols established by the United States Geological Survey (USGS) Reston, Virginia Chlorofluorocarbon Laboratory (United States Geological Survey, 2007). Triplicate water samples were collected from spring outlets and the bottoms of sinkhole lakes using a peristaltic pump and a combination of Viton™, nylon, and refrigeration-grade copper tubing. Artesian wells that were sampled were allowed to flow for 24 hours to purge the wellbore. CFC samples were collected in 125 ml clear glass bottles, which were thorough rinsed with groundwater before sampling began. The sample bottle was placed in a 2 litre beaker and the discharge end of the tubing was"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "Bottomless Lakes State Park ~30 km southeast of Bitter Lake NWR (Figure 1). Scuba gear was used to collect samples from maximum depths in the sinkhole lakes to ensure that there was no mixing with meteoric waters. Sample BL-4 was collected from Bitter Lake, a broad, shallow (<1 m water depth) playa lake with no direct groundwater discharge source, to provide background values for comparison with the spring samples. All other samples are presumed to represent groundwater from the artesian aquifer, since the shallow aquifer is absent or very thin (<1 m) in the study area. Water samples were analyzed for tritium, 14C, sulfur hexafluoride (SF6), chlorofluorocarbons (CFCs), dissolved gases, stable isotopes of deuterium and 18O, general chemistry, and trace metals. In addition, stable isotope composition (2H and 18O) was measured in precipitation samples collected at four 6 Figure 3: Detailed map of Bitter Lake National Wildlife Refuge, showing sample locations. Refuge boundary is indicated by dashed line. stations on the Pecos Slope and in the Sacramento Mountains (Figure 1). Tritium concentration was also measured in one precipitation sample collected in the southern Sacramentos (Table 3, sample SSW) to provide tritium background values. CFC and SF6 samples were collected according to protocols established by the United States Geological Survey (USGS) Reston, Virginia Chlorofluorocarbon Laboratory (United States Geological Survey, 2007). Triplicate water samples were collected from spring outlets and the bottoms of sinkhole lakes using a peristaltic pump and a combination of Viton™, nylon, and refrigeration-grade copper tubing. Artesian wells that were sampled were allowed to flow for 24 hours to purge the wellbore. CFC samples were collected in 125 ml clear glass bottles, which were thorough rinsed with groundwater before sampling began. The sample bottle was placed in a 2 litre beaker and the discharge end of the tubing was inserted all the way into the bottom of the bottle. The sample bottle was allowed to overflow until at least 2 litres of water had passed through the bottle, thus ensuring that all atmospheric gases had been displaced. Sample bottles were capped underwater with aluminum-lined metal caps, and the caps were then secured with electrical tape. SF6 samples were collected in 1 litre bottles using the same procedure (United States Geological Survey, 2007). ly Dissolved gas samples were collected in 150 ml clear glass bottles using the sampling protocol described above. The bottles were capped underwater with rubber stoppers with hypodermic syringes inserted, and the syringes were removed underwater (United States Geological Survey, 2007). 7 Figure 4: Map of central Chaves Co., NM, showing location of Bitter Lake National Wildlife Refuge (NWR). Heavy blue lines are contours of hydrostatic head (m) in the San Andres artesian aquifer. Light black lines are topographic contours (m). Note that elevation of hydrostatic head is above ground level in the vicinity of the Refuge. Small filled circles (red and green) are irrigation and monitoring wells completed in the artesian aquifer. Large filled circles (purple) are 14C sampling stations. Stable isotope analysis was provided by Dr. Andrew Campbell’s lab in the New Mexico Tech Department of Earth and Environmental Sciences in Socorro, NM. Standard water chemistry measurements were made at the New Mexico Bureau of Geology and Mineral Resources chemistry lab in Socorro (see Environmental Protection Agency, 2005, for analytical procedures). Enriched tritium analysis was conducted by the University of Miami Tritium Laboratory (Östlund et al., 1974; Lucus and Unterweger, 2000). 14C content was determined by Beta Analytic, Miami, FL. The U.S. Geological Survey CFC lab in Reston, VA provided CFC and SF6 measurements (Plummer and Busenberg, 2000; Busenberg and Plummer, 2000). 4.1 Tritium systematics Tritium (3H), a short-lived isotope of hydrogen with a half-life of 12.32 years, is a commonly used tracer for determining the age of groundwater less than fifty years old. Tritium concentrations are expressed in Tritium Units (TU), where one TU indicates a tritium-hydrogen atomic abundance ratio of 10-18 (Clark and Fritz, 1997). 8 Tritium is produced naturally in the stratosphere by the effects of cosmic radiation on 14N, and enters the hydrologic cycle via precipitation. Large volumes of anthropogenic tritium were produced between 1951 and 1962 by atmospheric testing of thermonuclear weapons, creating a “bomb” tritium spike in groundwater that has been used as a tracer in many hydrologic investigations. Rabinowitz et al. (1977) arrived at their four year groundwater residence time by following the bomb tritium spike down-gradient through the artesian aquifer. By 1990 most of the bomb tritium had been washed from the atmosphere and tritium concentrations are now close to natural levels (6.0 TU in southeastern New Mexico, based on analysis of sample SSW). Use of the tritium isotope for dating modern groundwater now relies upon the largely natural 3H signal (Clark and Fritz, 1997). Qualitative assessments of mean groundwater residence time are commonly made based on tritium concentrations in water samples. Waters with a concentration of 5 to 15 TU are considered to be modern groundwater, <5 – 10 years old. Tritium concentrations of 0.8 to 4 probably represent a mixture of submodern and recent recharge. Water samples with 3H concentrations less than 0.8 TU are assumed to be submodern, recharged prior to 1952 (Clark and Fritz, 1997, p. 185). 4.2 CFC and SF6 systematics Chlorofluorocarbons are a class of halogenated alkanes with an atmospheric lifetime of 50-100 years that have been used in refrigeration and other industrial applications since the 1930s (Plummer and Busenberg, 2000). Atmospheric concentrations of CFC compounds increased in a quasi-exponential fashion from the 1950s through 1980s (Figure 5). Because CFCs contribute to destruction of the ozone layer, their production has been limited by international agreements, and in response atmospheric concentrations of CFCs have leveled off and begun to decrease since the 1990s. Used as a groundwater tracer, CFC compounds can provide virtual year-to-year dating sensitivity for water recharged before 1990. Estimates of the residence time of groundwater recharged since the 1990s are somewhat ambiguous because of declining CFC levels beginning in the late 20th century (Busenberg and Plummer, 2000; Phillips and Castro, 2003; International Atomic Energy Agency, 2006). However, CFC concentration ratios may also be used to determine groundwater age, and have extended the application of these tracers for groundwater dating into the 21st century. The use of CFC ratios has particular application to binary mixtures of young and pre-modern groundwater, since the CFC ratio can be used to define the age and volumetric fraction of the young component (Han et al., 2001; Plummer et al., 2006). Sulfur hexafluoride is an inert gas widely used as a gas-phase electrical insulator. SF6 has a very long atmospheric lifetime (up to 3,200 years: Ravishankara et al., 1993) and is detectable to very low levels using gas chromatography. Unlike CFCs, atmospheric concentrations of sulfur hexafluoride have continued to increase monotonically in the atmosphere since ~1970 (Figure 5), rendering this compound particularly useful for evaluating the age of groundwater recharged in the last few decades (Busenberg and Plummer, 2000). Figure 5: Atmospheric concentrations of chlorofluorocarbons and sulfur hexafluoride (modified from Busenberg and Plummer, 2000). 9 CFC and SF6 concentrations were referenced to average air compositions measured at the Niwot Ridge, Colorado, USA Climate Monitoring and Diagnostics Laboratory of the National Oceanic and Atmospheric Administration (NOAA)."
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "Atmospheric concentrations of CFC compounds increased in a quasi-exponential fashion from the 1950s through 1980s (Figure 5). Because CFCs contribute to destruction of the ozone layer, their production has been limited by international agreements, and in response atmospheric concentrations of CFCs have leveled off and begun to decrease since the 1990s. Used as a groundwater tracer, CFC compounds can provide virtual year-to-year dating sensitivity for water recharged before 1990. Estimates of the residence time of groundwater recharged since the 1990s are somewhat ambiguous because of declining CFC levels beginning in the late 20th century (Busenberg and Plummer, 2000; Phillips and Castro, 2003; International Atomic Energy Agency, 2006). However, CFC concentration ratios may also be used to determine groundwater age, and have extended the application of these tracers for groundwater dating into the 21st century. The use of CFC ratios has particular application to binary mixtures of young and pre-modern groundwater, since the CFC ratio can be used to define the age and volumetric fraction of the young component (Han et al., 2001; Plummer et al., 2006). Sulfur hexafluoride is an inert gas widely used as a gas-phase electrical insulator. SF6 has a very long atmospheric lifetime (up to 3,200 years: Ravishankara et al., 1993) and is detectable to very low levels using gas chromatography. Unlike CFCs, atmospheric concentrations of sulfur hexafluoride have continued to increase monotonically in the atmosphere since ~1970 (Figure 5), rendering this compound particularly useful for evaluating the age of groundwater recharged in the last few decades (Busenberg and Plummer, 2000). Figure 5: Atmospheric concentrations of chlorofluorocarbons and sulfur hexafluoride (modified from Busenberg and Plummer, 2000). 9 CFC and SF6 concentrations were referenced to average air compositions measured at the Niwot Ridge, Colorado, USA Climate Monitoring and Diagnostics Laboratory of the National Oceanic and Atmospheric Administration (NOAA). Previous workers (e.g., Han et al., 2007) have observed that in urban and heavily industrialized areas, the accumulation of small CFC releases may considerably increase atmospheric concentrations of CFCs, thus biasing groundwater residence times toward younger ages. Measurements of atmospheric concentrations of CFC compounds in the study area were not available. However, urban and industrial enrichment in atmospheric CFCs is uncommon in rural areas (Cook et al., 2006). Bitter Lake NWR is located in an isolated agricultural region of southeastern New Mexico, and it is thus unlikely that any significant sources of contamination are present. The simplest model for estimating groundwater age based on CFC and SF6 concentrations is the piston flow model (PFM), which assumes that after recharge occurs, the tracer becomes incorporated into a parcel of water and moves through the aquifer to points of discharge at the mean velocity of groundwater. Hydrodynamic dispersion and molecular diffusion are considered negligible, and the age based on the piston flow model is referred to as the apparent age of the groundwater sample (Bethke and Johnson, 2001a; 2001b; Katz, 2004; Long et al., 2008). Other models of groundwater age distribution include exponential models and models that assume mixing of two groundwater sources of different ages (binary mixing model) (Solomon et al., 2006; Plummer et al., 2006). 4.3 Carbon isotope systematics Carbon-14 (14C) is a naturally-occurring radioactive isotope of carbon, and was also produced by atmospheric thermonuclear testing during the mid-20th century, similar to tritium. 14C radioactivity of inorganic carbon in water is expressed in terms of percent modern carbon (PMC) relative to the abundance of 14C in atmospheric CO2. Once isolated from atmospheric gases, the abundance of 14C decreases at a rate governed by its half life of 5,730 years. The PMC of a water sample can be used to estimate its residence time up to ~50,000 radiocarbon years before present (rcybp). An accurate estimate of residence time in closed systems requires correction of measured PMC values for the effects of carbon mass transfer during geochemical reactions with carbon-bearing phases that take place along groundwater flow paths. In open systems, where carbon mass transfer can take place between water and gas or liquid phases of atmospheric or subterranean origin, PMC values can also be corrected if the system is well characterized (Phillips and Castro, 2003). Carbon-13 (13C) is a naturally-occurring stable isotope of carbon. 13C/12C ratios of inorganic carbon in water are expressed in the per mil (‰) difference (δ13C) between a sample and the PeeDee Belemnite standard (PDB). The PeeDee Belemnite is defined to have a δ13C value of 0 ‰. Typical δ13C values for selected natural materials include: Near 0 ‰ for marine carbonates; - 7 to -8 ‰ for atmospheric CO2; and -25 to -50 ‰ for biogenically or thermally produced subsurface CH4. Microbial respiration in soils can isotopically deplete atmospheric CO2 in 13C to varying degrees. The δ13C of inorganic carbon in water can serve as an indicator of water/rock/gas interactions along groundwater flow paths (Kalin, 2000). 5. Results 5.1 General chemistry Water samples collected at Bitter Lake NWR are brackish to saline, with total dissolved solids (TDS) >3,000 ppm (Table 1). Brackish water was also sampled in the three irrigation 10 wells west of the Refuge (RAB-1, 2, and 3), indicating that they lie within the freshwater- saltwater transition zone of the artesian aquifer (Figure 2). Highest TDS values in the data set are from the playa lake sample, BL-4 (Figure 3). The second highest concentrations are measured in the sample collected from Lake St. Francis (BL-1), the largest sinkhole lake on the Refuge, with a diameter of ~50 m. Sulfate and chloride concentrations in all samples are also very high, significantly greater than 1,000 ppm in most cases. Concentrations of bromide, fluoride, nitrate and phosphate are below detection levels. The freshest water samples were collected from the irrigation wells, located in the city of Roswell several kilometers west of the Refuge, reflecting the general west-to-east increase in mineral content in the artesian aquifer (Land and Newton, 2007). These stations also have nitrate concentrations around 8 ppm. The freshest water on the Refuge was collected from Sinkhole 59 (BL-2), a small sinkhole ~12 m in diameter and 8 m deep, with a water depth of 5 m (Figure 3). Water chemistry data from this station are consistent with field observations that younger karst features contain fresher water. Sinkhole 59 is formed in gypsum bedrock with near-vertical walls, fresh rock exposures, and a boulder-strewn floor, indicating that it is relatively young. Sequential air photos of the Refuge indicate that Sinkhole 59 probably formed within the last 30 years. A small cave that appears to be a spring outlet is present near the base of this sink. Water sample BL-2 was collected in the mouth of the cave, and water quality measurements were made during sample collection with a YSI™ multiparameter probe. No visible turbulence was observed that would suggest discharging groundwater, but measured water temperatures were over 3°C cooler in the mouth of the cave compared to ambient water temperature in the rest of the sinkhole. The decrease in temperature was accompanied by a decrease in specific conductance of 358 μS/cm, indicative of fresher water. The exceptionally high dissolved solids concentrations measured at stations BL-1 and BL-4 reflect in part the high evaporation rates associated with their large surface areas, in contrast with the spring and artesian"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "diameter of ~50 m. Sulfate and chloride concentrations in all samples are also very high, significantly greater than 1,000 ppm in most cases. Concentrations of bromide, fluoride, nitrate and phosphate are below detection levels. The freshest water samples were collected from the irrigation wells, located in the city of Roswell several kilometers west of the Refuge, reflecting the general west-to-east increase in mineral content in the artesian aquifer (Land and Newton, 2007). These stations also have nitrate concentrations around 8 ppm. The freshest water on the Refuge was collected from Sinkhole 59 (BL-2), a small sinkhole ~12 m in diameter and 8 m deep, with a water depth of 5 m (Figure 3). Water chemistry data from this station are consistent with field observations that younger karst features contain fresher water. Sinkhole 59 is formed in gypsum bedrock with near-vertical walls, fresh rock exposures, and a boulder-strewn floor, indicating that it is relatively young. Sequential air photos of the Refuge indicate that Sinkhole 59 probably formed within the last 30 years. A small cave that appears to be a spring outlet is present near the base of this sink. Water sample BL-2 was collected in the mouth of the cave, and water quality measurements were made during sample collection with a YSI™ multiparameter probe. No visible turbulence was observed that would suggest discharging groundwater, but measured water temperatures were over 3°C cooler in the mouth of the cave compared to ambient water temperature in the rest of the sinkhole. The decrease in temperature was accompanied by a decrease in specific conductance of 358 μS/cm, indicative of fresher water. The exceptionally high dissolved solids concentrations measured at stations BL-1 and BL-4 reflect in part the high evaporation rates associated with their large surface areas, in contrast with the spring and artesian well samples. High sulfate concentrations in all samples are consistent with a groundwater flow path from the underlying artesian aquifer through gypsum confining beds in the Artesia Group, or from dissolution of gypsum in formations underlying the artesian aquifer. Presence of measurable nitrate in the westernmost three stations probably results from fertilizer runoff in an area of irrigated agriculture. By contrast, no measureable nitrate was found in any of the Bitter Lake samples. Sodium concentrations generally vary directly with chloride concentrations in water samples collected from springs, sinks and wells in the study area (Figure 6-A), suggesting that water chemistry may be modified by dissolution of halite. The observed increase in sodium and chloride probably does not result from direct dissolution of halite into artesian aquifer groundwater, as no halite is known to exist in the artesian aquifer within the study area. The increase may reflect halite dissolution in the overlying Artesia Group, which contains thick, bedded salt in the subsurface (Land and Newton, 2007; 2008). Sodium and chloride could also be added to the artesian aquifer system by upward movement of more saline water from deeper strata underlying the San Andres limestone, such as the Yeso and Glorieta Formations (Figure 2). The absence of a well-defined down-gradient increase in chloride concentrations in the immediate vicinity of the Refuge further supports the idea that sodium and chloride are not derived from water-rock interactions within the artesian aquifer itself. 11 Figure 6: Hydrochemical data from Bitter Lake springs and artesian wells. a: Plot of chloride vs. sodium concentrations from water samples collected in the study area. Line shows the path of water at RAB2 as it would be modified by dissolution of halite. b: Plot of sulfate versus calcium concentrations from water samples from the study area. Line shows the path of water at RAB2 as it would be modified by dissolution of gypsum. c: Plot of bicarbonate versus calcium concentrations from water samples from the study area. d: Plot of bicarbonate concentrations versus δ13C values of dissolved inorganic carbon from water samples from the study area. e: Plot of mass fraction of 14C versus δ13C values of dissolved inorganic carbon from water samples from the study area. 12 Calcium concentrations vary directly with sulfate in sample waters (Figure 6-B), suggesting that calcium and sulfate increase in part through dissolution of gypsum. Bicarbonate concentrations in the sampled waters decrease as calcium concentrations increase (Figure 6-C). Bicarbonate concentrations also decrease as δ13C values of dissolved inorganic carbon increase (Figure 6-D). All but one of the water samples are supersaturated with respect to calcite (Table 1). Taken together, the relationships between changes in calcium, sulfate, and bicarbonate concentrations and δ13C values suggest that water chemistry is being modified by a dedolomitization process driven by gypsum dissolution, as has been described for the Madison aquifer by Back et al. (1983) and Plummer et al. (1990). Modern 14C values show a pronounced decrease with enrichment of δ13C (Figure 6-E), suggesting that dolomite dissolution may exert a strong control on the 14C content of dissolved inorganic carbon. 5.2 Stable isotopes Stable isotope composition was measured in precipitation samples collected at three month intervals from four stations on the Pecos Slope and in the Sacramento Mountains (Figure 1 and Table 2), at elevations ranging from 1,063 to 1,824 m, over a 15 month period between September, 2004 and December, 2005. The results were used to construct a meteoric water line for southeastern New Mexico (Figure 7). The isotopic composition of water samples collected at Bitter Lake was also measured, for comparison with meteoric values (Figure 8). Precipitation in New Mexico displays pronounced seasonal cycles. Most rainfall occurs as intense, localized thunderstorms during the summer monsoon season (July through September), associated with moisture originating in the Gulf of California and Gulf of Mexico. Much smaller precipitation events occur during late winter through early spring. Winter-spring precipitation is caused by frontal activity associated with Pacific Ocean storms moving across the U.S. from west to east (Western Regional Climate Center, 2009). Figure 7: Meteoric water line for southeastern New Mexico, based on precipitation samples collected over a 15 month period (September 2004 – December 2005) from stations on the Pecos Slope and in the Sacramento Mountains west of Roswell, New Mexico (Figure 1). 13 A pronounced seasonal effect is evident in the isotopic composition of the precipitation samples. Winter-spring precipitation is isotopically depleted in 18O and deuterium relative to monsoonal precipitation (Figure 7). This phenomenon is probably due to Rayleigh distillation associated with the continental rainout effect as Pacific moisture moves across the southwest, combined with the influence of cooler winter temperatures (Clark and Fritz, 1997). The local meteoric water line is expressed by the equation δD = 8.88δ18O + 25.0. The deuterium excess of 25.0 is significantly higher than that of Craig’s (1961) global meteoric water line (δD = 8δ18O + 10). The high value is, however, consistent with isotopic composition in arid environments such as the eastern Mediterranean, where evaporative effects push deuterium isotopes toward heavier values (Gat and Carmi, 1970). The 2004 monsoonal rains are isotopically lighter than the 2005 monsoon samples. This difference may represent an “amount effect,” reflecting the fact that periods of heavier rainfall tend to be isotopically depleted compared to periods of light rainfall (Dansgaard, 1964; Rozanski et al., 1993). Total rainfall in the Artesian Basin region in 2004 was 42 cm, compared"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "in New Mexico displays pronounced seasonal cycles. Most rainfall occurs as intense, localized thunderstorms during the summer monsoon season (July through September), associated with moisture originating in the Gulf of California and Gulf of Mexico. Much smaller precipitation events occur during late winter through early spring. Winter-spring precipitation is caused by frontal activity associated with Pacific Ocean storms moving across the U.S. from west to east (Western Regional Climate Center, 2009). Figure 7: Meteoric water line for southeastern New Mexico, based on precipitation samples collected over a 15 month period (September 2004 – December 2005) from stations on the Pecos Slope and in the Sacramento Mountains west of Roswell, New Mexico (Figure 1). 13 A pronounced seasonal effect is evident in the isotopic composition of the precipitation samples. Winter-spring precipitation is isotopically depleted in 18O and deuterium relative to monsoonal precipitation (Figure 7). This phenomenon is probably due to Rayleigh distillation associated with the continental rainout effect as Pacific moisture moves across the southwest, combined with the influence of cooler winter temperatures (Clark and Fritz, 1997). The local meteoric water line is expressed by the equation δD = 8.88δ18O + 25.0. The deuterium excess of 25.0 is significantly higher than that of Craig’s (1961) global meteoric water line (δD = 8δ18O + 10). The high value is, however, consistent with isotopic composition in arid environments such as the eastern Mediterranean, where evaporative effects push deuterium isotopes toward heavier values (Gat and Carmi, 1970). The 2004 monsoonal rains are isotopically lighter than the 2005 monsoon samples. This difference may represent an “amount effect,” reflecting the fact that periods of heavier rainfall tend to be isotopically depleted compared to periods of light rainfall (Dansgaard, 1964; Rozanski et al., 1993). Total rainfall in the Artesian Basin region in 2004 was 42 cm, compared with an annual total of 27 cm in 2005, and significantly above mean precipitation levels for southeastern New Mexico (Land and Newton, 2008). Precipitation samples were collected for comparison with the isotopic composition of springwater at Bitter Lake in an attempt to determine elevation of the recharge area for the springs. In general, precipitation at higher altitudes where temperatures are lower will be isotopically depleted. For 18O isotopes, the depletion commonly ranges from -0.15 to -0.5 ‰ per 100 m gain in elevation; deuterium isotopes may show a corresponding decrease of -1 to -4 ‰ per 100 m (Clark and Fritz, 1997). However, in this investigation topographic effects are relatively modest (Table 2). The westernmost precipitation station in this study, at an elevation of 1,824 m in the northern Sacramento Mountains, has average δ18O values of -9.63 ‰. The easternmost station at Bitter Lake NWR, at an elevation of 1,063 m, has average δ18O values of -8.17 ‰, amounting to an altitude effect of only -0.19 ‰ per 100 m. The range of deuterium values varies by -1.64 ‰ per 100 m. Seasonal effects thus appear to mask any significant topographic signal in the stable isotope data. Stable isotope values of water samples collected from springs and sinkholes at Bitter Lake display a pronounced evaporative trend relative to the local meteoric water line (Figure 8). Sample BL-4, collected from Bitter Lake playa, is the most highly enriched, with strongly positive isotopic values consistent with high levels of evaporation (Table 3). Lake St. Francis (sample BL-1), the largest sinkhole lake on the Refuge, also displays isotopic enrichment, probably related to evaporative processes associated with its large surface area. These two stations also have the highest dissolved solids content in the data set (Table 1). Isotopic content for the remainder of the karst springs and sinkholes on the Refuge is relatively homogeneous, clustering in values similar to monsoonal precipitation (Figure 8). The evaporative signal is not as pronounced in the isotopic composition of the spring waters, given their small surface area. Isotope values suggest that most recharge to the aquifer occurs during the summer monsoons. 5.3 Tritium Of the fourteen samples analyzed for tritium, twelve have measured 3H concentrations less than 0.8 TU (Table 3), suggesting a pre-modern groundwater residence time, with recharge occurring prior to 1952 (Clark and Fritz, 1997). Sample BL-4, from Bitter Lake, displays tritium concentrations equal to those found in precipitation in southern New Mexico. This result is not 14 Figure 8: Stable isotopic composition of water samples collected from springs and sinkholes at Bitter Lake NWR relative to the meteoric water line for southeastern New Mexico. surprising since BL-4 was collected from Bitter Lake playa, which has no direct groundwater source. Sample BL-10, from a flowing artesian well on the Refuge, has the lowest tritium concentration (0.04 TU, essentially a non-detect) of all samples collected. Lake St. Francis sink is the only station where groundwater tritium concentrations exceed 1 TU. Sample BL-1 was collected using scuba gear from a water depth of 15 m at the bottom of the sink, making it unlikely that mixing with meteoric water had occurred (Land, 2005). BL-1 has a tritium concentration of 2.48 TU, suggesting that the water discharging into Lake St. Francis is a mixture of recent and submodern recharge (Clark and Fritz, 1997). 5.4 Carbon isotope modeling Raw 14C data indicate groundwater residence times ranging from ~5000 – 15,000 years (Table 3). These very old dates probably reflect in part geochemical reactions that occurred as the groundwater moved through the carbonate aquifer. The addition of “dead” mineral carbon to the groundwater 14C pool can result in groundwater ages that are artificially old. An attempt was made to correct measured PMC values for the effects of carbon mass transfer during water-rock interactions by developing mass balance models of observed chemical changes in water using the geochemical modeling code NETPATH (Plummer et al., 1994). Mass-balance modeling can be used to correct for the effects of geochemical interactions between water, rock, and gas phases on the mass fraction of 14C in dissolved inorganic carbon. Once corrected, observed changes in the mass fraction of 14C along flow paths can be used to estimate the residence time of groundwater. Constraints used in the mass-balance models include measured concentrations of sodium, potassium, calcium, magnesium, chloride, sulfate, and bicarbonate. Potential reactive phases used in the NETPATH models include halite, sylvite, calcite, magnesium calcite (Ca0.8Mg0.2CO3), dolomite, gypsum, hydrogen sulfide gas (H2Sg), carbon dioxide gas (CO2g), and calcium/sodium ion exchange. Models that require the precipitation of dolomite were disregarded. Possible models were further constrained by the degree of agreement between δ13C values calculated by NETPATH and those observed in water samples from the termination of potential flow paths (Table 4). The modeling strategy employed uses water from station RAB2, the westernmost artesian well in the city of Roswell (Figure 4), as a starting point, and attempts to account for observed changes in model constraints between RAB2 and downgradient sampling sites. Because spring and lake samples show effects of 15 evaporation (Figure 8), selected NETPATH models also consider the potential effects of evaporation along flow paths terminating in a spring or lake. Results of mass-balance modeling (Table 4) are consistent with dedolomitization as a process that could account for the evolution of groundwater between RAB2 and potential flow paths terminating at BL3, BL8, BL10, and BLSP. No satisfactory model"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "the groundwater 14C pool can result in groundwater ages that are artificially old. An attempt was made to correct measured PMC values for the effects of carbon mass transfer during water-rock interactions by developing mass balance models of observed chemical changes in water using the geochemical modeling code NETPATH (Plummer et al., 1994). Mass-balance modeling can be used to correct for the effects of geochemical interactions between water, rock, and gas phases on the mass fraction of 14C in dissolved inorganic carbon. Once corrected, observed changes in the mass fraction of 14C along flow paths can be used to estimate the residence time of groundwater. Constraints used in the mass-balance models include measured concentrations of sodium, potassium, calcium, magnesium, chloride, sulfate, and bicarbonate. Potential reactive phases used in the NETPATH models include halite, sylvite, calcite, magnesium calcite (Ca0.8Mg0.2CO3), dolomite, gypsum, hydrogen sulfide gas (H2Sg), carbon dioxide gas (CO2g), and calcium/sodium ion exchange. Models that require the precipitation of dolomite were disregarded. Possible models were further constrained by the degree of agreement between δ13C values calculated by NETPATH and those observed in water samples from the termination of potential flow paths (Table 4). The modeling strategy employed uses water from station RAB2, the westernmost artesian well in the city of Roswell (Figure 4), as a starting point, and attempts to account for observed changes in model constraints between RAB2 and downgradient sampling sites. Because spring and lake samples show effects of 15 evaporation (Figure 8), selected NETPATH models also consider the potential effects of evaporation along flow paths terminating in a spring or lake. Results of mass-balance modeling (Table 4) are consistent with dedolomitization as a process that could account for the evolution of groundwater between RAB2 and potential flow paths terminating at BL3, BL8, BL10, and BLSP. No satisfactory model could be found for evolution of water between RAB2 and BL2. Modeling efforts suggest that the analytical magnesium concentration reported for RAB1 may be erroneously high. Modeling efforts relating to BL2 are discussed below. The mass-balance model describing evolution of groundwater at stations BL3, BL8, and BLSP requires dissolution of dolomite, gypsum, CO2g, halite, and sylvite; precipitation of calcite; and exchange of dissolved Na for Ca (Figure 9 and Table 4). Points falling below the line describing evolution of groundwater at RAB2 through dissolution of halite (Figure 6-A) provide reinforcing evidence for dissolved sodium depletion through cation exchange. Values of δ13C dissolving phases include +1.0 ‰ for dolomite and a range between -7.5 and -12.0 ‰ for CO2g. A δ13C value of -7.5 ‰ is consistent with atmospheric CO2g. More negative δ13C values may represent atmospheric CO2g locally modified by soil-zone processes, or partially derived from oxidation of 13C-depleted CH4 originating from underlying hydrocarbon-bearing zones. The mass-balance model describing evolution of groundwater at sampling point BL10 is similar to the model described above but incorporates H2Sg in place of CO2g (Figure 9). It is interesting to note that sample BL10 was obtained from an artesian well rather than from a near- surface sampling point. It is possible that the deeper flow path terminating at BL10 is closed to CO2g but open to H2Sg originating from underlying hydrocarbon-bearing units. Evidence for interaction of H2Sg originating from underlying oil and gas reservoirs with regional carbonate aquifers in southeastern New Mexico is well-documented (Hill, 1990; DuChene, 2009). The position of BL2 in Figure 9 suggests that it represents a mixture of two or more water sources evolving along the CO2g and H2Sg evolutionary paths. Figure 9: Plot of magnesium/bicarbonate ratios versus δ13C values of dissolved inorganic carbon from water samples from the study area, showing modeled evolution of groundwater in the presence of CO2g and H2Sg. Apparent residence times of groundwater based on corrected 14C abundances range from 603 to 7024 radiocarbon years before present (Table 4). The large spread and limited number of apparent residence times makes physical interpretation problematic. Provided that RAB2 is an appropriate starting point for mass-balance calculations, the spread in apparent residence times 16 may result from mixing of waters of differing ages in the study area. Additional complexity arises from uncertainty in the initial 14C abundance of CO2g that may be partly derived from oxidation of CH4. The modeling results do suggest that groundwater with residence times on the scale of several thousand years exists within the artesian aquifer system. 5.5 Chlorofluorocarbons and sulfur hexafluoride By contrast with the low tritium and 14C levels, measurable amounts of CFCs are present in samples collected from all springs, sinkholes and artesian wells in the study area (Table 5). Levels of CFC-11, 12, and 113 are consistent with piston flow ages ranging from the mid-1950s through early 1990s (Table 6). The youngest CFC age is from water collected from sinkhole 59 (BL-2), which is also the station with the freshest water in the Refuge data set. Very few of the samples yielded concordant apparent ages (Table 6). Several samples have CFC-113 apparent ages that are several years younger than ages based on CFC-11 and CFC-12 concentrations. In general, CFC-11 apparent ages are older than those based on CFC-12 and 113. These discrepancies are probably the result of several factors, including CFC contamination, microbial degradation, and/or mixing of two or more sources of groundwater (Han et al., 2001; Katz, 2004; Cook et al., 2006; Long et al., 2008). Two samples (BLSP and RAB-3) had CFC-11 and CFC-12 concentrations greatly exceeding atmospheric partial pressures (Table 5), indicating contamination by other sources of chlorofluorocarbons. Apparent ages based on ratios of the different CFC compounds range from 10 to 43 years, and are in every case younger than apparent ages based on absolute concentrations of CFCs (Table 6). Such a discrepancy between absolute and ratio ages indicates a high probability that mixing of waters of different ages has occurred (Han et al., 2001; Plummer et al., 2006). If binary mixing of two groundwater sources is assumed – an older (>50 yrs) component that is CFC-free, combined with a younger component of CFC-bearing water – then ratios of CFC concentrations can be used to estimate the volumetric fraction and age of the younger source, using the method of Busenberg and Plummer (2006). Multitracer plots generated by this method that compare mixing ratios of the different CFC species strongly support the assumption that mixing of two groundwater sources has occurred (Figure 10). The CFC multitracer plots indicate that the fraction of young water in samples collected at Bitter Lake NWR ranges from as little as 5.2% to greater than 90% (Table 6). Degradation of CFC compounds, especially CFC- 11, is also indicated (Figures 10-A and 10-C). With only two exceptions, all samples from Bitter Lake NWR were anaerobic (Table 5), an environment that is highly conducive to microbial degradation (Cook et al., 2006). All spring and sinkhole samples were found to be highly contaminated with sulfur hexafluoride, with concentrations significantly greater than present-day atmospheric levels. Busenberg and Plummer (2000) report elevated levels of SF6 in springs discharging from carbonate rocks in the Valley and Ridge province of the Appalachian region. Analysis of samples collected at Bitter Lake indicates the presence of naturally-occurring high levels of sulfur hexafluoride in the northern Artesian Basin, rendering that tracer invalid"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "partial pressures (Table 5), indicating contamination by other sources of chlorofluorocarbons. Apparent ages based on ratios of the different CFC compounds range from 10 to 43 years, and are in every case younger than apparent ages based on absolute concentrations of CFCs (Table 6). Such a discrepancy between absolute and ratio ages indicates a high probability that mixing of waters of different ages has occurred (Han et al., 2001; Plummer et al., 2006). If binary mixing of two groundwater sources is assumed – an older (>50 yrs) component that is CFC-free, combined with a younger component of CFC-bearing water – then ratios of CFC concentrations can be used to estimate the volumetric fraction and age of the younger source, using the method of Busenberg and Plummer (2006). Multitracer plots generated by this method that compare mixing ratios of the different CFC species strongly support the assumption that mixing of two groundwater sources has occurred (Figure 10). The CFC multitracer plots indicate that the fraction of young water in samples collected at Bitter Lake NWR ranges from as little as 5.2% to greater than 90% (Table 6). Degradation of CFC compounds, especially CFC- 11, is also indicated (Figures 10-A and 10-C). With only two exceptions, all samples from Bitter Lake NWR were anaerobic (Table 5), an environment that is highly conducive to microbial degradation (Cook et al., 2006). All spring and sinkhole samples were found to be highly contaminated with sulfur hexafluoride, with concentrations significantly greater than present-day atmospheric levels. Busenberg and Plummer (2000) report elevated levels of SF6 in springs discharging from carbonate rocks in the Valley and Ridge province of the Appalachian region. Analysis of samples collected at Bitter Lake indicates the presence of naturally-occurring high levels of sulfur hexafluoride in the northern Artesian Basin, rendering that tracer invalid for evaluation of groundwater residence time in the artesian aquifer system. 6. Discussion Tritium and 14C data from springs and sinks at Bitter Lake, and from samples collected from artesian wells west of the Refuge, appear to indicate that groundwater discharging from these sites is mostly pre-modern (Table 3), and that groundwater advective rates through the 17 Figure 10: Comparison of (a) CFC-11 and CFC-12, (b) CFC-113 and CFC-12, and (c) CFC-113 and CFC-11 atmospheric mixing ratios (pptv). Solid curves indicate pisto conditions. Dashed lines are binary mixing lines for various years (red: 2000; blue: 1995; green: 1990; orange: 1985; brown: 1980). Any point that falls on such a line represents linear mixing of old, CFC- free water with water recharged in that year. The fraction of young water can be estimated from location of the point on the binary mixing line. Points that fall outside the envelope defined by the piston flow curve and the binary mixing line of greatest slope have been influenced by concentration-modifying effects such as CFC contamination or degradation (Han et al., 2001). n flow 18 artesian aquifer may be much slower than previous workers predicted (Land, 2005). The presence of pre-modern tritium in samples collected from a series of karst springs and sinkholes fed by an aquifer with well-documented conduit flow was remarkable and unexpected. By contrast, analysis of CFC data indicates a groundwater residence time of less than 50 years (Table 6). Calculated and modeled residence times based on 14C measurements are on the order of thousands of years (Tables 3 and 4), in sharp contrast with apparent CFC ages. The discrepancies between tritium, 14C, and CFC data probably reflect mixing of relatively young meteoric water and pre-modern groundwater derived from older Paleozoic aquifers, as suggested by Gross et al. (1982). Such “forbidden” combinations of different tracers have been invoked by other workers as evidence of mixing of groundwater of varying ages (e.g., Mazor et al., 1986; Mazor and Nativ, 1992). Stable isotope compositions of samples collected from springs and wells discharging from the artesian aquifer are relatively homogeneous, with no clear indication of multiple sources of groundwater. However, it is possible that the homogeneous isotopic composition could result from thorough mixing of groundwater from multiple sources over very long flow paths, as suggested by Hoy and Gross (1982). Previous workers (e.g. Gross et al., 1976; Gross et al., 1982; Hoy and Gross, 1982), confronted with ambiguous tritium and stable isotope data, speculated that two principal recharge components contribute to groundwater in the artesian aquifer of the Roswell Artesian Basin: (1) A rapid recharge component derived from snowmelt in the Sacramento Mountains and summer storm runoff on the Pecos Slope, characterized by high tritium values; and (2) a slow, deep component with low tritium activity derived from the Yeso and Glorieta aquifers underlying the San Andres limestone (Figure 2). Gross (1982) suggested that the deep recharge component could make up 50% or more of the reservoir of groundwater in the artesian aquifer. Analysis of new data based on CFC concentrations provides strong support for the binary mixing model originally proposed by Gross et al. (1982). Carbon-14 modeling results are also consistent with multiple groundwater sources. Multitracer plots that compare different CFC compounds (Figure 10) indicate that as much as 95% of groundwater in the artesian aquifer may consist of old, CFC-free water derived from deeper, underlying aquifers. CFC ratio ages indicate that the younger component of groundwater in the aquifer may have a residence time of as little as ten years (Table 6). Most tracer studies of groundwater flow rates are based on the piston flow model (Bethke and Johnson, 2002a; 2002b). For example, the four year groundwater residence time proposed by Rabinowitz et al. (1977) is based on the assumption that almost instantaneous recharge to the artesian aquifer occurs in a narrow belt west of Roswell ~20 km wide (Gross et al., 1976; 1982). An alternate model might involve recharge occurring over a much broader catchment area extending across the entire Pecos Slope to the crest of the Sacramento Mountains (Figure 1). Work currently in progress by the New Mexico Bureau of Geology (Rawling et al., 2007; 2008) indicates that the Yeso Formation is the principal aquifer in the high Sacramentos. The Yeso aquifer is recharged by precipitation and spring snowmelt at high elevations. Groundwater discharges from springs in the Yeso to feed the headwaters of streams that issue from canyons in the Sacramentos and flow eastward to the Pecos River. Stable isotope content of these springs indicates that evaporative enrichment has occurred in some of the lower elevation spring waters (Rawling et al., 2008). The stable isotope data, coupled with field observations, suggest that groundwater traveling through the Yeso Formation may “daylight” and contribute to stream flow before recharging another portion of the aquifer at a lower elevation, in a process of recycling that may occur several times, each time re-setting the CFC clock. These surface drainages 19 ultimately become losing streams when they flow across the Pecos Slope, recharging the San Andres artesian aquifer with a significant component of older, tritium-depleted water that has been recycled through the Yeso Formation, yet with relatively high CFC concentrations; along with younger meteoric water acquired directly from precipitation in the mountains. 7. Conclusions Tracer investigations of karst springs and sinkhole lakes at Bitter Lake National Wildlife Refuge indicate that spring discharge is a"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "the piston flow model (Bethke and Johnson, 2002a; 2002b). For example, the four year groundwater residence time proposed by Rabinowitz et al. (1977) is based on the assumption that almost instantaneous recharge to the artesian aquifer occurs in a narrow belt west of Roswell ~20 km wide (Gross et al., 1976; 1982). An alternate model might involve recharge occurring over a much broader catchment area extending across the entire Pecos Slope to the crest of the Sacramento Mountains (Figure 1). Work currently in progress by the New Mexico Bureau of Geology (Rawling et al., 2007; 2008) indicates that the Yeso Formation is the principal aquifer in the high Sacramentos. The Yeso aquifer is recharged by precipitation and spring snowmelt at high elevations. Groundwater discharges from springs in the Yeso to feed the headwaters of streams that issue from canyons in the Sacramentos and flow eastward to the Pecos River. Stable isotope content of these springs indicates that evaporative enrichment has occurred in some of the lower elevation spring waters (Rawling et al., 2008). The stable isotope data, coupled with field observations, suggest that groundwater traveling through the Yeso Formation may “daylight” and contribute to stream flow before recharging another portion of the aquifer at a lower elevation, in a process of recycling that may occur several times, each time re-setting the CFC clock. These surface drainages 19 ultimately become losing streams when they flow across the Pecos Slope, recharging the San Andres artesian aquifer with a significant component of older, tritium-depleted water that has been recycled through the Yeso Formation, yet with relatively high CFC concentrations; along with younger meteoric water acquired directly from precipitation in the mountains. 7. Conclusions Tracer investigations of karst springs and sinkhole lakes at Bitter Lake National Wildlife Refuge indicate that spring discharge is a mixture of recent and pre-modern groundwater. CFC multitracer plots suggest that the young component of spring water is no more than 10 to 43 years old, in contrast with tritium data, which are mostly consistent with groundwater recharged prior to 1952, and with 14C groundwater ages of several thousand years. These conflicting results support a regional hydrologic model that involves recharge from multiple sources, moving along separate flow regimes, including an indirect component that originates from springs discharging from the Yeso Formation in the high Sacramento Mountains. These results are consistent with a recharge area for the Roswell Artesian Basin that is much more extensive than some previous workers have assumed. The residence time of groundwater discharging from springs at Bitter Lake clearly represents an integrated value of the very long residence time of water in the rock matrix and adjacent confining beds, older groundwater recycled through the Yeso Formation in the high Sacramentos, upwelling of very old groundwater from deeper Paleozoic aquifers, and the very short residence time of groundwater in subsurface conduits within the San Andres limestone. Acknowledgements Funding for this work was provided by the U.S. Fish and Wildlife Service. The authors wish to acknowledge the assistance of Gordon Warrick, wildlife biologist at Bitter Lake National Wildlife Refuge; Paul Tashjian, hydrogeologist with the U.S. Fish and Wildlife Service, Albuquerque, NM; and Phil Moyer, the senior author’s dive partner while collecting samples in the sinkhole lakes. The content of this paper has been greatly improved because of the comments of two anonymous reviewers. 20 References Bachman, G. O. (1984) Regional geology of Ochoan evaporites, northern part of Delaware Basin. New Mexico Bureau of Mines and Mineral Resources Circular 184. New Mexico Bureau of Mines and Mineral Resources, Socorro Bachman, G. O. (1987) Karst in evaporites in southeastern New Mexico. Sandia National Laboratories Contractor Report SAND86-7078 Back, W. A., Hanshaw, B. B., Plummer, L. N., Perry, H. R., Rightmire, P. H., and Meyer, R. (1983) Process and rate of dedolomitization: Mass transfer and 14C dating in a regional carbonate aquifer. Geological Society of America Bulletin 94: 1415-1429 Bethke, C. M. and Johnson, T. M. (2002a) Paradox of groundwater age. Geology 30: 107-110 Bethke, C. M. and Johnson, T. M. (2002b) Ground water age. Ground Water 40: 337-339 Busenberg, E. and Plummer, L. N. (2000) Dating young groundwater with sulfur hexafluoride: Natural and anthropogenic sources of sulfur hexafluoride. Water Resources Research 36: 3011-3030 Busenberg, E. and Plummer, L. N. (2006) CFC-2005-2a: USGS spreadsheet program for preliminary evaluation of CFC data. In: Use of chlorofluorocarbons in hydrology: A guidebook. International Atomic Energy Agency, Vienna Clark, I. and Fritz, P. (1997) Environmental Isotopes in Hydrogeology. Lewis Publishers, New York Cook, P. G., Plummer, L. N., Solomon, D. K., Busenberg, E., and Han, L. F. (2006) Effects and processes that can modify apparent CFC age. In: Use of chlorofluorocarbons in hydrology: A guidebook. International Atomic Energy Agency, Vienna: 31-58 Craig, H. (1961) Isotopic variations in meteoric waters. Science 133: 1702-1703 DuChene, H. (2009) Tectonic and hydrocarbon influences on speleogenesis in the Guadalupe Mountains, New Mexico and Texas. In: Stafford, K. W., Land, L., and Veni, G. (eds.) Advances in hypogene karst studies: National Cave and Karst Research Institute Symposium 1. National Cave and Karst Research Institute, Carlsbad: 111-120 Dansgaard, W. (1964) Stable isotopes in precipitation. Tellus 16: 436-468 Environmental Protection Agency (2009) US EPA Drinking water methods for chemical contaminants. Accessible at http://www.epa.gov/safewater/methods/ analyticalmethods_ogwdw.html. Cited 3 Aug 2009 Fiedler, A. G. and Nye, S. S. (1933) Geology and ground-water resources of the Roswell Artesian Basin. U.S. Geological Survey Water-Supply Paper 639. U.S. Government Printing Office, Washington Gat, J. R. and Carmi, I. (1970) Evolution of the isotopic composition of atmospheric waters in the Mediterranean Sea area. Journal of Geophysical Research 75: 3039-3048 Gross, G. W. (1982) Recharge in semiarid mountain environments. New Mexico Water Resources Research Institute Report 153. New Mexico Water Resources Research Institute, Las Cruces 21 Gross, G. W., Hoy, R. N., and Duffy, C. J. (1976) Application of environmental tritium in the measurement of recharge and aquifer parameters in a semi-arid limestone terrain. New Mexico Water Resources Research Institute Report 080. New Mexico Water Resources Research Institute, Las Cruces Gross, G. W., Hoy, R. N., Duffy, C. J., and Rehfeldt, K. R. (1982) Isotope studies of recharge in the Roswell basin. In: Perry, Jr., E.C. and Montgomery, C.W. (eds.). Isotope Studies of Hydrologic Processes. Northern Illinois University Press, DeKalb: 25-33 Han, L. F., Pang, Z. and Groening, M. (2001) Study of groundwater mixing using CFC data. Science in China 44: 21-28 Han, L. F., Hacker, P. and Groening, M. (2007) Residence times and age distributions of spring waters at the Semmering catchment area, eastern Austria, as inferred from tritium, CFCs and stable isotopes. Isotopes in Environmental and Health Studies 43: 31-50 Havenor, K. C. (1968) Structure, stratigraphy, and hydrogeology of the northern Roswell Artesian Basin, Chaves County, New Mexico. New Mexico Bureau of Mines and Mineral Resources Circular 93. New Mexico Bureau of Mines and Mineral Resources, Socorro Heath, R. C. (1983) Basic ground-water hydrology. U.S. Geological Survey Water-Supply Paper 2220. U.S. Geological Survey, Reston Hill, C.A. (1990) Sulfuric acid speleogenesis of Carlsbad Cavern and its relationship to hydrocarbons, Deleware Basin, New Mexico and Texas. American Association of Petroleum Geologists Bulletin 74: 1685-1694 Hoy, R. and Gross, G. (1982) A baseline study of oxygen-18 and deuterium in the Roswell, New"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "Printing Office, Washington Gat, J. R. and Carmi, I. (1970) Evolution of the isotopic composition of atmospheric waters in the Mediterranean Sea area. Journal of Geophysical Research 75: 3039-3048 Gross, G. W. (1982) Recharge in semiarid mountain environments. New Mexico Water Resources Research Institute Report 153. New Mexico Water Resources Research Institute, Las Cruces 21 Gross, G. W., Hoy, R. N., and Duffy, C. J. (1976) Application of environmental tritium in the measurement of recharge and aquifer parameters in a semi-arid limestone terrain. New Mexico Water Resources Research Institute Report 080. New Mexico Water Resources Research Institute, Las Cruces Gross, G. W., Hoy, R. N., Duffy, C. J., and Rehfeldt, K. R. (1982) Isotope studies of recharge in the Roswell basin. In: Perry, Jr., E.C. and Montgomery, C.W. (eds.). Isotope Studies of Hydrologic Processes. Northern Illinois University Press, DeKalb: 25-33 Han, L. F., Pang, Z. and Groening, M. (2001) Study of groundwater mixing using CFC data. Science in China 44: 21-28 Han, L. F., Hacker, P. and Groening, M. (2007) Residence times and age distributions of spring waters at the Semmering catchment area, eastern Austria, as inferred from tritium, CFCs and stable isotopes. Isotopes in Environmental and Health Studies 43: 31-50 Havenor, K. C. (1968) Structure, stratigraphy, and hydrogeology of the northern Roswell Artesian Basin, Chaves County, New Mexico. New Mexico Bureau of Mines and Mineral Resources Circular 93. New Mexico Bureau of Mines and Mineral Resources, Socorro Heath, R. C. (1983) Basic ground-water hydrology. U.S. Geological Survey Water-Supply Paper 2220. U.S. Geological Survey, Reston Hill, C.A. (1990) Sulfuric acid speleogenesis of Carlsbad Cavern and its relationship to hydrocarbons, Deleware Basin, New Mexico and Texas. American Association of Petroleum Geologists Bulletin 74: 1685-1694 Hoy, R. and Gross, G. (1982) A baseline study of oxygen-18 and deuterium in the Roswell, New Mexico, groundwater basin. New Mexico Water Resources Research Institute Report no. 144. New Mexico Water Resources Research Institute, Las Cruces International Atomic Energy Agency (2006) Use of chlorofluorcarbons in Hydrology: A Guidebook. International Atomic Energy Agency, Vienna Kalin, R. M. (2000) Radiocarbon dating of groundwater systems. In: Cook, P. G. and Herczeg, A. L. (eds.) Environmental tracers in subsurface hydrology. Kluwer Academic Publishers, Boston: 111-144 Katz, B. G. (2004) Sources of nitrate contamination and age of water in large karstic springs of Florida. Environmental Geology 46: 689-706 Kelley, V. C. (1971) Geology of the Pecos country, southeastern New Mexico. New Mexico Bureau of Mines and Mineral Resources Memoir 24. New Mexico Bureau of Mines and Mineral Resources, Socorro Land, L. (2003) Evaporite karst and regional groundwater circulation in the lower Pecos Valley. In: Johnson, K.S. and Neal, J.T. (eds.). Evaporite Karst and Engineering/Environmental Problems in the United States. Oklahoma Geological Survey Circular 109. Oklahoma Geological Survey, Norman: 227-232 Land, L. (2005) Evaluation of groundwater residence time in a karstic aquifer using environmental tracers: Roswell Artesian Basin, New Mexico. In: Proceedings of the Tenth Multidisciplinary Conference on Sinkholes and the Engineering and Environmental Impacts 22 of Karst, San Antonio, Texas, 2005. ASCE Geotechnical Special Publication no. 144: 432- 440 Land, L. and Newton, B. T. (2007) Seasonal and long-term variations in hydraulic head in a karstic aquifer: Roswell Artesian Basin, New Mexico. New Mexico Bureau of Geology and Mineral Resources Open-File Report no. 503. New Mexico Bureau of Geology and Mineral Resources, Socorro Land, L. and Newton, B. T. (2008) Seasonal and long-term variations in hydraulic head in a karstic aquifer: Roswell Artesian Basin, New Mexico. Journal of the American Water Resources Association 44: 175-191 Land, L. and Burger, P. (2008) Rapid recharge events in a karstic aquifer: An example from Lake of the White Roses, Lechuguilla Cave, NM. In: Proceedings of the Eleventh Multidisciplinary Conference on Sinkholes and the Engineering and Environmental Impacts of Karst, Tallahassee, Florida. ASCE Geotechnical Special Publication no. 183: 396-403 Long, A., Sawyer, J. and Putnam, L. (2008) Environmental tracers as indicators of karst conduits in groundwater in South Dakota, USA. Hydrogeology Journal 16: 263-280 Lucus L.L. and Unterweger, M.P. (2000) Comprehensive review and critical evaluation of the half-life of tritium. Journal of Research of the National Institute of Standards and Technology 105: 541-549 Martinez, J. D., Johnson, K. S., and Neal, J. T. (1998) Sinkholes in evaporite rocks. American Scientist 86: 38-51 Mazor, E. and Nativ, R. (1992) Hydraulic calculation of groundwater flow velocity and age: Examination of the basic premises. Journal of Hydrology 138: 211-222 Mazor, E., Jaffe, F. C., Fluck, J. and Dubois, J. D. (1986) Tritium, corrected 14C and atmospheric noble gas corrected 4He, applied to deduce ages of mixed groundwaters: Examples from the Baden region, Switzerland. Geochimica et Cosmochimica Acta 50: 1611-1618 Morgan, A. M. and Sayer, A. N. (1942) Geology and ground water, In: The Pecos River Joint Investigation, Report of the Participating Agencies. National Resources Planning Board, Washington: 28-38 Motts, W. S., and Cushman, R. L. (1964) An appraisal of the possibilities of artificial recharge to ground-water supplies in part of the Roswell Basin. U.S. Geological Survey Water-Supply Paper 1785. U.S. Government Printing Office, Washington National Research Council (2000) Natural Attenuation for Groundwater Remediation. National Academy Press, Washington Östlund, H.G., H.G. Dorsey and C.G. Rooth, (1974) GEOSECS North Atlantic radiocarbon and tritium results. Earth and Planetary Science Letters 23: 69-86 Phillips, F. M. and Castro, M. C. (2003) Groundwater dating and residence time measurements. In: Holland, H. D. and Turekian, K. K. (eds.). Treatise on Geochemistry vol. 5: Surface and Groundwater, Weathering and Soils (ed. J. I. Drever). Oxford University Press, Oxford 23 Plummer, L. N., Busby, J. F., Lee, R. W., and Hanshaw, B. B. (1990) Geochemical modeling of the Madison aquifer in parts of Montana, Wyoming, and South Dakota. Water Resources Research 26: 1981-2014 Plummer, L. N., Prestemon, E. C., and Parkhurst, D. L. (1994) An interactive code (NETPATH) for modeling net geochemical reactions along a flow path, version 2.0. U.S. Geological Survey Water-Resources Investigations Report 94-4169. U.S. Government Printing Office, Washington Plummer, L. N. and Busenberg, E. (2000). Chlorofluorcarbons. In: Cook, P. and Herczeg, A. L. (eds.) Environmental Tracers in Subsurface Hydrology. Kluwer Academic, Dordrecht: 441- 478 Plummer, L. N., Busenberg, E., and Han, L. (2006) CFCs in binary mixtures of young and old groundwater. In: Use of chlorofluorocarbons in hydrology: A guidebook. International Atomic Energy Agency, Vienna: 59-72 Pray, L. C. (1961) Geology of the Sacramento Mountains Escarpment, Otero County, New Mexico. New Mexico Bureau of Mines and Mineral Resources Bulletin 35. New Mexico Bureau of Mines and Mineral Resources, Socorro Rabinowitz, D., Gross, G., and Holmes, C. (1977) Environmental tritium as a hydrometeorological tool in the Roswell Basin, New Mexico, I, II, III. Journal of Hydrology 32: 3-46 Ravishankara, R. A., Solomon, S., Turnipseed, A. A., and Warren, R. F. (1993) Atmospheric lifetimes of long-lived species. Science 259: 194-199 Rawling, G. C., Timmons, S., Johnson, P., Walsh, P., Land., L., Timmons, M., and Felix, B. (2007) Sacramento Mountains Hydrogeology Study: Progress Report, July, 2007. New Mexico Bureau of Geology and Mineral Resources, Socorro Rawling, G. C., Timmons, S., Newton, T., Walsh, P., Land, L., Kludt, T., Timmons, M., Johnson, P., & Felix, B. (2008) Sacramento Mountains Hydrogeology Study. New Mexico Bureau of Geology & Mineral Resources Open File Report 512. New Mexico Bureau of"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "and Groundwater, Weathering and Soils (ed. J. I. Drever). Oxford University Press, Oxford 23 Plummer, L. N., Busby, J. F., Lee, R. W., and Hanshaw, B. B. (1990) Geochemical modeling of the Madison aquifer in parts of Montana, Wyoming, and South Dakota. Water Resources Research 26: 1981-2014 Plummer, L. N., Prestemon, E. C., and Parkhurst, D. L. (1994) An interactive code (NETPATH) for modeling net geochemical reactions along a flow path, version 2.0. U.S. Geological Survey Water-Resources Investigations Report 94-4169. U.S. Government Printing Office, Washington Plummer, L. N. and Busenberg, E. (2000). Chlorofluorcarbons. In: Cook, P. and Herczeg, A. L. (eds.) Environmental Tracers in Subsurface Hydrology. Kluwer Academic, Dordrecht: 441- 478 Plummer, L. N., Busenberg, E., and Han, L. (2006) CFCs in binary mixtures of young and old groundwater. In: Use of chlorofluorocarbons in hydrology: A guidebook. International Atomic Energy Agency, Vienna: 59-72 Pray, L. C. (1961) Geology of the Sacramento Mountains Escarpment, Otero County, New Mexico. New Mexico Bureau of Mines and Mineral Resources Bulletin 35. New Mexico Bureau of Mines and Mineral Resources, Socorro Rabinowitz, D., Gross, G., and Holmes, C. (1977) Environmental tritium as a hydrometeorological tool in the Roswell Basin, New Mexico, I, II, III. Journal of Hydrology 32: 3-46 Ravishankara, R. A., Solomon, S., Turnipseed, A. A., and Warren, R. F. (1993) Atmospheric lifetimes of long-lived species. Science 259: 194-199 Rawling, G. C., Timmons, S., Johnson, P., Walsh, P., Land., L., Timmons, M., and Felix, B. (2007) Sacramento Mountains Hydrogeology Study: Progress Report, July, 2007. New Mexico Bureau of Geology and Mineral Resources, Socorro Rawling, G. C., Timmons, S., Newton, T., Walsh, P., Land, L., Kludt, T., Timmons, M., Johnson, P., & Felix, B. (2008) Sacramento Mountains Hydrogeology Study. New Mexico Bureau of Geology & Mineral Resources Open File Report 512. New Mexico Bureau of Geology & Mineral Resources, Socorro Reiter, M. and Jordan, D. L. (1996) Hydrogeothermal studies across the Pecos River Valley, southeastern New Mexico. Geological Society of America Bulletin 108: 747-756 Rittman, B. E. (2004) Definition, objectives, and evaluation of natural attenuation. Biodegradation 15: 349-357 Rozanski, K., Araguas-Araguas, L., and Gonfiantini, R. (1993) Isotopic patterns in modern global precipitation. In: Swart, P. K., Lohmann, K. C., McKenzie, J., and Savin, S. (eds.) Climate Change in Continental Isotopic Records. American Geophysical Union. Geophysical Monograph 78: 1-36 Shapiro, A. M. (2007) Reconciling differences between residence times inferred from controlled- tracer tests and environmental tracers in fractured-rock and karst aquifers. Geological Society of America Abstracts with Programs 39: 596 24 Solomon, D. K., Cook, P. G. and Plummer, L. N. (2006) Models of groundwater ages and residence times. In: Use of chlorofluorocarbons in hydrology: A guidebook. International Atomic Energy Agency, Vienna: 73-88 United States Geological Survey (2008) The Reston chlorofluorocarbon laboratory. Accessible at http://water.usgs.gov/lab/. Cited 6 Aug 2009 Welder, G. (1983) Geohydrologic Framework of the Roswell Ground-Water Basin, Chaves and Eddy Counties, New Mexico. New Mexico State Engineeer Technical Report 42. New Mexico Office of the State Engineer, Santa Fe Western Regional Climate Center (2009) Climate of New Mexico. Accessible at http://www.wrcc.dri.edu/narratives/ NEWMEXICO.htm. Cited 6 Aug 2009 White, W. (1988) Geomorphology and Hydrology of Karst Terrains. Oxford University Press, New York Wiedemeier, T., Rifai, H., Newell, C., and Wilson, J. (1999) Natural Attenuation of Fuels and Chlorinated Solvents in the Subsurface. Wiley and Sons, New York Worthington, S. R. H. (2007) Groundwater residence times in unconfined carbonate aquifers. Journal of Cave and Karst Studies 69: 94-102 Worthington, S. R. H., Ford, D. C., and Beddows, P. A. (2000) Porosity and permeability enhancement in unconfined carbonate aquifers as a result of solution. In: Klimchouk, A. B., Ford, D. C., Palmer, A. N., and Dreybrodt, W. (eds.). Speleogenesis: Evolution of Karst Aquifers. National Speleological Society, Huntsville: 463-472 25 26 List of tables Table 1: Water quality and chemical composition of samples collected from sinkholes, springs, and an artesian well at Bitter Lake NWR; artesian wells west of the Refuge within or near the city of Roswell (RAB-1, 2, and 3); and from a submerged spring in Lea Lake at Bottomless Lakes State Park (BLSP). TDS = total dissolved solids. ppm = parts per million. ND = non- detect. nad83 = North American Datum of 1983, the official datum used for the primary geodetic network in North America. Complete data set available on request from authors. Table 2: Stable isotope data from precipitation sampling stations deployed on the Pecos Slope and in the northern Sacramento Mountains, west of Roswell. Table 3: Radioisotope and tracer data from water samples collected at Bitter Lake NWR, Bottomless Lakes SP, and artesian wells in and around Roswell. TU = tritium units. pmc = per cent modern carbon. rcybp = radiocarbon years before present. Table 4: Results of mass-balance modeling of 14C data between station RAB2 and sampling points BL3, BL8, BL10, and BLSP (locations shown in figure 4). rcybp = radiocarbon years before present. Table 5: CFC composition and calculated atmospheric partial pressure of CFCs for springs, sinkholes and artesian wells in study area. Estimated recharge elevation = 1677 m (5500 ft). pptv = parts per trillion by volume. Table 6: Calculated CFC recharge dates and groundwater residence time (piston flow age) for water samples collected from springs, sinkholes and artesian wells in study area. PFM = piston flow model. Sample Location Easting (nad83) Northing (nad83) TDS (ppm) Electrical conductivity (μS/cm) pH Hardness (CaCO3) (ppm) Alkalinity (HCO3 -) (ppm) Calcite saturation Ca 2+ (ppm) Mg 2+ (ppm) Na + (ppm) K + (ppm) Cl - (ppm) SO4 2- (ppm) NO3 - (ppm) BL-1 Lake St. Francis 554159 3705982 9,628 16,000 6.83 3,322 110 960 235 2,035 10.0 3,450 2,850 ND BL-2 Sinkhole 59 553678 3704059 4,627 6,740 6.91 1,985 142 0.347 650 95 735 4.4 1,150 1,900 ND BL-3 Sago Spring 553907 3704447 5,729 8,870 6.82 2,510 155 0.093 780 145 895 4.8 2,050 1,750 ND BL-4 Bitter Lake 554070 3704075 95,032 105,000 8.48 19,054 31 1,390 3,800 24,400 160.0 53,800 11,400 ND BL-5 Lost River spring 553201 3704603 6,452 9,630 7.54 2,703 172 800 180 1,200 5.2 2,300 1,850 ND BL-6 Bitter Creek 553236 3704617 6,227 9,530 7.46 2,691 175 770 195 1,100 4.1 2,300 1,740 ND BL-7 Snail Unit spring 554609 3699279 3,615 5,970 7.37 1,073 207 320 70 915 5.4 1,300 880 ND BL-8 Hunter Marsh sp. 553984 3697594 4,798 8,230 7.29 1,438 193 0.099 410 105 1,140 6.9 2,150 870 ND BL-9 Roswell spring 553821 3697408 5,177 8,730 7.25 1,773 200 530 115 1,165 6.9 2,300 940 ND BL-10 BL artesian well 556683 3702046 4,707 7,210 7.29 1,691 185 0.255 525 98 925 4.9 1,640 1,400 ND BLSP Lea Lake spring 562456 3686890 7,987 13,300 6.87 2,452 196 0.328 815 110 1,800 11.0 2,950 2,175 ND RAB-1 Greene well 547454 3700342 3,951 6,300 7.70 1,365 200 -0.166 355 120 880 4.1 1,580 880 8.3 RAB-2 Rogers well 543499 3701552 2,314 3,800 7.50 873 205 0.306 230 75 495 2.3 820 560 8.0 RAB-3 Thatcher well 546600 3696685 2,597 4,200 7.40 1,037 210 275 88 530 2.7 910 655 8.6 Table 1 27 28 Sample Station Easting (nad83) Northing (nad83) Elevation (m) Sample date δD (‰) δ18O (‰) PRCP-1 Government Spring 456324 3709166 1,824 11/29/2004 -73.99 -10.46 PRCP-1 4/13/2005"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "2+ (ppm) Mg 2+ (ppm) Na + (ppm) K + (ppm) Cl - (ppm) SO4 2- (ppm) NO3 - (ppm) BL-1 Lake St. Francis 554159 3705982 9,628 16,000 6.83 3,322 110 960 235 2,035 10.0 3,450 2,850 ND BL-2 Sinkhole 59 553678 3704059 4,627 6,740 6.91 1,985 142 0.347 650 95 735 4.4 1,150 1,900 ND BL-3 Sago Spring 553907 3704447 5,729 8,870 6.82 2,510 155 0.093 780 145 895 4.8 2,050 1,750 ND BL-4 Bitter Lake 554070 3704075 95,032 105,000 8.48 19,054 31 1,390 3,800 24,400 160.0 53,800 11,400 ND BL-5 Lost River spring 553201 3704603 6,452 9,630 7.54 2,703 172 800 180 1,200 5.2 2,300 1,850 ND BL-6 Bitter Creek 553236 3704617 6,227 9,530 7.46 2,691 175 770 195 1,100 4.1 2,300 1,740 ND BL-7 Snail Unit spring 554609 3699279 3,615 5,970 7.37 1,073 207 320 70 915 5.4 1,300 880 ND BL-8 Hunter Marsh sp. 553984 3697594 4,798 8,230 7.29 1,438 193 0.099 410 105 1,140 6.9 2,150 870 ND BL-9 Roswell spring 553821 3697408 5,177 8,730 7.25 1,773 200 530 115 1,165 6.9 2,300 940 ND BL-10 BL artesian well 556683 3702046 4,707 7,210 7.29 1,691 185 0.255 525 98 925 4.9 1,640 1,400 ND BLSP Lea Lake spring 562456 3686890 7,987 13,300 6.87 2,452 196 0.328 815 110 1,800 11.0 2,950 2,175 ND RAB-1 Greene well 547454 3700342 3,951 6,300 7.70 1,365 200 -0.166 355 120 880 4.1 1,580 880 8.3 RAB-2 Rogers well 543499 3701552 2,314 3,800 7.50 873 205 0.306 230 75 495 2.3 820 560 8.0 RAB-3 Thatcher well 546600 3696685 2,597 4,200 7.40 1,037 210 275 88 530 2.7 910 655 8.6 Table 1 27 28 Sample Station Easting (nad83) Northing (nad83) Elevation (m) Sample date δD (‰) δ18O (‰) PRCP-1 Government Spring 456324 3709166 1,824 11/29/2004 -73.99 -10.46 PRCP-1 4/13/2005 -95.13 -13.68 PRCP-1 8/2/2005 -41.26 -7.56 PRCP-1 12/6/2005 -35.00 -6.80 PRCP-3 Border Hills 510748 3690169 1,302 11/30/2004 -60.48 -9.11 PRCP-3 3/10/2005 -104.04 -14.96 PRCP-3 8/10/2005 -23.34 -5.89 PRCP-3 12/15/2005 -38.00 -7.20 PRCP-4 6-Mile Hill 534702 3694275 1,168 11/29/2004 -58.85 -9.15 PRCP-4 3/10/2005 -110.39 -15.40 PRCP-4 8/10/2005 -38.50 -7.40 PRCP-4 12/6/2005 -28.00 -6.20 PRCP-2 Bitter Lake 556443 3702283 1,063 3/9/2005 -82.15 -11.83 PRCP-2 8/10/2005 -39.56 -6.87 PRCP-2 12/15/2005 -25.00 -5.80 Table 2 Sample Location δD (per mil) δ18O (per mil) 3H (TU) 3H error (TU) 14C (pmc) δ13C (per mil) Calculated 14C age (rcybp) 14C error (+/- yrs) BL-1 Lake St. Francis -26.16 -0.77 2.48 0.13 51.87 -7.2 5,270 40 BL-2 Sinkhole 59 -52.43 -7.53 0.40 0.04 37.57 -3.3 7,860 50 BL-3 Sago Spring -55.16 -8.63 0.09 0.05 17.60 -5.0 13,950 70 BL-4 Bitter Lake 15.35 7.16 5.72 0.16 BL-5 Lost River spring -54.68 -8.18 0.46 0.05 BL-6 Bitter Creek -54.23 -8.05 0.34 0.05 BL-7 Snail Unit spring -55.85 -8.51 0.07 0.03 BL-8 Hunter Marsh spring -57.40 -8.36 0.16 0.05 41.66 -6.8 7,030 40 BL-9 Roswell spring -56.11 -8.28 0.21 0.04 BL-10 BL artesian well -57.90 -8.61 0.04 0.03 15.66 -4.4 14,890 70 BLSP Lea Lake spring -56.58 -8.48 0.43 0.04 29.47 -6.6 9,810 50 RAB-1 Greene well 0.34 0.09 36.51 -7.7 8,090 60 RAB-2 Rogers well 0.58 0.09 43.57 -7.8 6,670 50 RAB-3 Thatcher well 0.79 0.09 45.29 -8.3 6,360 50 SSW Sacramento Mts prcp. st. 6.00 2.00 Table 3 29 δ 13C value at termination of potential flow path (‰) Potential flow path Reactive phases δ 13C value of dissolving carbon- bearing phases (‰) Mass transfer into solution (mmol/kg H2O) Calculated Observed Apparent residence time (rcybp) RAB2 – BL3 Calcite -10.2 -5.3 -5.0 7024.0 Dolomite 1.0 2.9 Gypsum 12.5 CO2g -7.5 4.1 Halite 34.9 Sylvite 0.1 Na/Ca exchange -8.7 RAB2 – BL8 Calcite -4.7 -6.8 -6.8 603.0 Dolomite 1.0 1.2 Gypsum 3.3 CO2g -12.0 2.1 Halite 37.6 Sylvite 0.1 Na/Ca exchange -4.7 RAB2 – BL10 Calcite -2.2 -4.7 -4.7 3799.0 Dolomite 1.0 1.0 Gypsum 6.4 H2Sg 2.4 Halite 23.2 Sylvite 0.1 Na/Ca exchange -2.2 RAB2 – BLSP Calcite -5.3 -6.6 -6.6 3836.0 Dolomite 1.0 1.5 Gypsum 17.0 CO2g -9.5 2.7 Halite 60.5 Sylvite 0.2 Na/Ca exchange -1.6 Table 4 30 Sample Location Sample Date Recharge Temp (C) Salinity (‰) O2 (mg/l) Concentration (pmol/kg) Calculated Atmospheric Partial Pressure (pptv) CFC-11 CFC-12 CFC-113 CFC-11 CFC-12 CFC-113 BL-1 Lake St. Francis 06-10-2005 21.7 9.6 0.0 0.029 0.126 0.000 3.4 51.9 0.0 BL-1 06-10-2005 21.7 9.6 0.0 0.011 0.111 0.000 1.3 45.7 0.0 BL-2 Sinkhole 59 06-10-2005 22.5 4.6 1.446 0.210 1.273 0.109 24.0 515.7 42.3 BL-2 06-10-2005 22.5 4.6 2.469 0.907 1.280 0.149 103.5 518.5 57.8 BL-2 06-10-2005 22.5 4.6 0.0 1.042 1.256 0.143 118.9 508.8 55.5 BL-3 Sago Spring 06-10-2005 22.9 5.7 0.0 0.519 0.485 0.054 60.0 191.3 20.5 BL-3 06-10-2005 22.9 5.7 0.0 0.521 0.447 0.054 60.3 176.4 20.5 BL-3 06-10-2005 22.9 5.7 0.0 0.162 0.455 0.032 18.7 179.5 12.2 BL-5 Lost River spring 06-25-2005 21.4 6.5 0.0 0.862 0.828 0.081 94.9 319.9 29.7 BL-5 06-25-2005 21.4 6.5 0.0 0.018 0.843 0.000 2.0 325.6 0.0 BL-5 06-25-2005 21.4 6.5 0.0 0.019 0.792 0.000 2.1 305.9 0.0 BL-6 Bitter Creek 07-11-2005 21.9 6.2 1.792 1.402 1.390 0.151 158.6 562.6 58.2 BL-6 07-11-2005 21.9 6.2 2.259 1.651 1.358 0.155 186.8 549.7 59.7 BL-7 Snail Unit spring 07-12-2005 20.8 3.6 0.0 0.524 0.511 0.048 54.5 187.7 16.6 BL-7 07-12-2005 20.8 3.6 0.0 0.653 0.525 0.057 67.9 192.8 19.8 BL-8 Hunter Marsh spring 07-11-2005 22.4 4.8 0.0 0.106 0.077 0.000 11.9 30.0 0.0 BL-8 07-11-2005 22.4 4.8 0.0 0.120 0.086 0.000 13.5 33.5 0.0 BL-10 BL artesian well 06-24-2005 24.9 4.7 0.0 0.185 0.102 0.008 23.1 43.3 3.3 BL-10 06-24-2005 24.9 4.7 0.0 0.056 0.057 0.000 7.0 24.2 0.0 BL-10 06-24-2005 24.9 4.7 0.0 0.146 0.061 0.010 18.2 25.9 4.2 BLSP Lea Lake spring 08-09-2005 24.4 8.0 0.0 3.772 24.738 0.017 474.6 10437.6 7.0 BLSP 08-09-2005 24.4 8.0 0.0 1.761 25.590 0.010 221.6 10797.1 4.1 RAB-1 Greene well 08-26-2006 21.0 4.0 0.806 0.307 0.067 77.5 107.3 22.1 RAB-1 08-26-2006 21.0 4.0 0.536 0.262 0.056 51.5 91.4 18.4 RAB-1 08-26-2006 21.0 4.0 0.525 0.273 0.059 50.4 95.3 19.4 RAB-1 08-26-2006 21.0 4.0 0.665 0.295 0.059 63.9 103.1 19.4 RAB-2 Rogers well 08-26-2006 21.0 2.3 0.438 0.272 0.033 42.1 94.9 11.1 RAB-2 08-26-2006 21.0 2.3 0.488 0.306 0.044 46.9 106.9 14.4 RAB-2 08-26-2006 21.0 2.3 0.516 0.290 0.045 49.5 101.3 14.7 RAB-2 08-26-2006 21.0 2.3 0.655 0.316 0.041 62.9 110.5 13.4 RAB-3 Thatcher well 08-26-2006 21.0 2.6 28.384 0.557 0.086 2727.4 194.4 28.5 RAB-3 08-26-2006 21.0 2.6 29.736 0.571 0.073 2857.2 199.4 24.1 RAB-3 08-26-2006 21.0 2.6 29.193 0.562 0.028 2805.0 196.2 9.4 Table 5 31 32 Sample Location Sample Date Recharge Date - (PFM) (Calendar Year) Piston Flow Age (Years) Ratio Age (Years) and Fraction Modern Water (Binary Mixing Model) CFC-11 CFC-12 CFC-113 CFC-11 CFC-12 CFC-113 F11/F12 % young in mix (F12) F113/F12 % young in mix (F113) F113/F11 % young in mix (F113) BL-1 Lake St. Francis 06-10-2005 1954.5 1963.0 1953.0 50.94 42.44 52.4 BL-1 06-10-2005 1951.5 1962.0 1953.0 53.94 43.44 52.4 BL-2 Sinkhole 59 06-10-2005 1964.5 1991.5 1984.5 40.94 13.94 20.9 BL-2 06-10-2005 1974.0 1992.0 1987.5 31.44 13.44 17.9 BL-2 06-10-2005 1975.0 1991.5 1987.0 30.44 13.94 18.4 BL-3 Sago Spring 06-10-2005 1970.0 1973.0 1979.0 35.44 32.44 26.4 20.4 48.4% BL-3 06-10-2005 1970.0 1972.5 1979.0 35.44 32.94 26.4 19.4 42.7% BL-3 06-10-2005 1963.0 1972.5"
    },
    {
        "URL": "ofr_521.pdf",
        "Text": "BL-10 BL artesian well 06-24-2005 24.9 4.7 0.0 0.185 0.102 0.008 23.1 43.3 3.3 BL-10 06-24-2005 24.9 4.7 0.0 0.056 0.057 0.000 7.0 24.2 0.0 BL-10 06-24-2005 24.9 4.7 0.0 0.146 0.061 0.010 18.2 25.9 4.2 BLSP Lea Lake spring 08-09-2005 24.4 8.0 0.0 3.772 24.738 0.017 474.6 10437.6 7.0 BLSP 08-09-2005 24.4 8.0 0.0 1.761 25.590 0.010 221.6 10797.1 4.1 RAB-1 Greene well 08-26-2006 21.0 4.0 0.806 0.307 0.067 77.5 107.3 22.1 RAB-1 08-26-2006 21.0 4.0 0.536 0.262 0.056 51.5 91.4 18.4 RAB-1 08-26-2006 21.0 4.0 0.525 0.273 0.059 50.4 95.3 19.4 RAB-1 08-26-2006 21.0 4.0 0.665 0.295 0.059 63.9 103.1 19.4 RAB-2 Rogers well 08-26-2006 21.0 2.3 0.438 0.272 0.033 42.1 94.9 11.1 RAB-2 08-26-2006 21.0 2.3 0.488 0.306 0.044 46.9 106.9 14.4 RAB-2 08-26-2006 21.0 2.3 0.516 0.290 0.045 49.5 101.3 14.7 RAB-2 08-26-2006 21.0 2.3 0.655 0.316 0.041 62.9 110.5 13.4 RAB-3 Thatcher well 08-26-2006 21.0 2.6 28.384 0.557 0.086 2727.4 194.4 28.5 RAB-3 08-26-2006 21.0 2.6 29.736 0.571 0.073 2857.2 199.4 24.1 RAB-3 08-26-2006 21.0 2.6 29.193 0.562 0.028 2805.0 196.2 9.4 Table 5 31 32 Sample Location Sample Date Recharge Date - (PFM) (Calendar Year) Piston Flow Age (Years) Ratio Age (Years) and Fraction Modern Water (Binary Mixing Model) CFC-11 CFC-12 CFC-113 CFC-11 CFC-12 CFC-113 F11/F12 % young in mix (F12) F113/F12 % young in mix (F113) F113/F11 % young in mix (F113) BL-1 Lake St. Francis 06-10-2005 1954.5 1963.0 1953.0 50.94 42.44 52.4 BL-1 06-10-2005 1951.5 1962.0 1953.0 53.94 43.44 52.4 BL-2 Sinkhole 59 06-10-2005 1964.5 1991.5 1984.5 40.94 13.94 20.9 BL-2 06-10-2005 1974.0 1992.0 1987.5 31.44 13.44 17.9 BL-2 06-10-2005 1975.0 1991.5 1987.0 30.44 13.94 18.4 BL-3 Sago Spring 06-10-2005 1970.0 1973.0 1979.0 35.44 32.44 26.4 20.4 48.4% BL-3 06-10-2005 1970.0 1972.5 1979.0 35.44 32.94 26.4 19.4 42.7% BL-3 06-10-2005 1963.0 1972.5 1975.0 42.44 32.94 30.4 26.4 61.7% BL-5 Lost River spring 06-25-2005 1973.0 1980.5 1982.0 32.48 24.98 23.5 22.5 91.2% 10.0 83.7% BL-5 06-25-2005 1953.0 1981.0 1953.0 52.48 24.48 52.5 BL-5 06-25-2005 1953.0 1979.5 1953.0 52.48 25.98 52.5 BL-6 Bitter Creek 07-11-2005 1978.5 Modern 1987.5 27.03 Modern 18.0 BL-6 07-11-2005 1982.0 2001.0 1987.5 23.53 4.53 18.0 10.0 83.7% BL-7 Snail Unit spring 07-12-2005 1969.5 1973.0 1977.5 36.03 32.53 28.0 23.0 54.1% 11.5 83.2% BL-7 07-12-2005 1971.0 1973.5 1979.0 34.53 32.03 26.5 21.5 53.3% 15.0 76.6% BL-8 Hunter Marsh sp. 07-11-2005 1960.5 1958.5 1953.0 45.03 47.03 52.5 36.0 24.7% BL-8 07-11-2005 1961.5 1959.5 1953.0 44.03 46.03 52.5 35.5 25.9% BL-10 BL artesian well 06-24-2005 1964.0 1961.5 1966.0 41.48 43.98 39.5 25.0 13.8% 25.0 24.1% BL-10 06-24-2005 1957.5 1957.0 1953.0 47.98 48.48 52.5 43.0 50.3% BL-10 06-24-2005 1963.0 1957.5 1967.5 42.48 47.98 38.0 14.0 5.2% 19.0 51.1% BLSP Lea Lake spring 08-09-2005 Cont. Cont. 1971.0 Cont. Cont. 34.6 BLSP 08-09-2005 1985.5 Cont. 1967.5 20.11 Cont. 38.1 RAB-1 Greene well 08-26-2006 1971.5 1968.5 1979.5 35.15 38.15 27.2 RAB-1 08-26-2006 1969.0 1967.0 1978.0 37.65 39.65 28.7 RAB-1 08-26-2006 1969.0 1967.5 1978.5 37.65 39.15 28.2 RAB-1 08-26-2006 1970.5 1968.0 1978.5 36.15 38.65 28.2 RAB-2 Rogers well 08-26-2006 1967.5 1967.5 1974.5 39.15 39.15 32.2 RAB-2 08-26-2006 1968.5 1968.0 1976.5 38.15 38.65 30.2 RAB-2 08-26-2006 1968.5 1968.0 1976.5 38.15 38.65 30.2 RAB-2 08-26-2006 1970.5 1968.5 1976.0 36.15 38.15 30.7 RAB-3 Thatcher well 08-26-2006 Cont. 1973.5 1981.5 Cont. 33.15 25.2 RAB-3 08-26-2006 Cont. 1973.5 1980.0 Cont. 33.15 26.7 RAB-3 08-26-2006 Cont. 1973.5 1973.5 Cont. 33.15 33.2 Table 6"
    }
]