{
  "Did the study define the aquifer extent in 2D?|||From the excerpts provided, the report shows a west–east cross section (a vertical slice) illustrating aquifers and confining units. While this is indeed a two‐dimensional depiction, it is not a map view defining the full horizontal (areal) extent of the aquifer. The text does not appear to present a plan‐view boundary or full 2D extent; it focuses on the vertical geologic relationships and a schematic of flow patterns.": "no",
  "Did the study define the aquifer extent in 2D?|||Yes. The study includes a regional map (Figure 1) depicting the approximate extent of the Roswell Artesian Basin in plan view, thus defining the aquifer’s 2D extent.": "yes",
  "Did the study define the aquifer extent in 2D?|||The excerpt does not explicitly state how the aquifer’s boundaries were defined. While the report references a “compartmental mixing cell model” for groundwater flow, it does not clearly say if the aquifer extent was defined in two dimensions. Therefore, based on the provided text alone, it is unclear whether the study included a 2D boundary definition.": "no",
  "Did the study define the aquifer extent in 2D?|||No. While they present conceptual cross sections and discuss the regional flow regime, the report does not provide a two‐dimensional delineation of the aquifer’s boundaries. Instead, it focuses on the speleogenetic processes and conceptual flow models rather than explicitly mapping a 2D aquifer extent.": "no",
  "Did the study define the aquifer extent in 2D?|||Yes. They provide a map (Figure 1) outlining the Roswell Artesian Basin and discuss its boundaries in plan view, so the aquifer extent is indeed defined in two dimensions.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The text does not explicitly define where the base of the aquifer lies or what specific data were used to delineate it. While it does note that the Seven Rivers and Yeso Formations act as confining units, it does not provide details on precisely how the aquifer’s lower boundary was determined.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The excerpts do not explicitly describe how the aquifer’s base was determined. While they discuss the aquifer’s thickness (e.g., San Andres ~350 m thick east of the Pecos River), there is no clear statement about the method or data used to define the formation’s lower boundary.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||The provided excerpt does not explicitly mention how the study defines the base of the aquifer. It focuses on a δ18O-compartmental model of groundwater flow but does not detail the geologic or data sources for establishing aquifer boundaries. It is therefore unclear from the snippet whether or how the base of the aquifer was defined.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The report does not explicitly address or define the base of the aquifer. It focuses on the cave’s formation, morphology, and regional stratigraphy but does not present specific data used to delineate where the aquifer terminates.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||From the text provided, the study treats the top of the Glorieta Sandstone (the basal member of the San Andres Formation) as the lower boundary of the artesian aquifer. They cite earlier work (e.g., Kinney et al. 1968; Welder 1983), which relied on geologic mapping and well data to identify that contact as the aquifer’s base.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The study describes the San Andres artesian aquifer and the shallow alluvial aquifer, with the Seven Rivers and Yeso Formations as regional confining units, defining the overall hydrostratigraphy in the Roswell artesian basin. This is based on geologic cross sections (including the west–east section shown) and well data indicating how water-bearing units and confining beds are arranged.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The paper describes the Roswell Artesian Basin as consisting of an eastward-dipping San Andres/Grayburg carbonate aquifer overlain by a “leaky” confining unit (the upper Grayburg, Queen, and Seven Rivers Formations), which in turn is overlain by an unconfined alluvial aquifer. This stratigraphy was defined using regional geologic mapping and cross sections (Figures 1–3), as well as earlier published work (e.g., Bachman, Reeves, Welder) on well logs, stratigraphic thinning, and dissolution features in the basin.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||The excerpt provided does not explicitly describe how the study defined the aquifer’s hydrostratigraphy. However, given that the report focuses on a δ18O‐based compartmental mixing cell model, it is likely the author relied on stable isotope measurements (δ18O), alongside well‐based or geological data, to delineate hydrostratigraphic units. The specific data used are not detailed in the snippet.": "no",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||From the text provided, the authors discuss the stratigraphy (e.g., gypsum sequences, dolomite caps) and regional hydrology but do not formally establish or detail a layered hydrostratigraphic framework. They describe the geology and mention that Coffee Cave developed in a confined aquifer system, yet they do not explicitly lay out or name the aquifer units (e.g., via well logs or cross sections). Thus, while the paper addresses the geologic and hydrologic setting, it does not clearly define the aquifer’s hydrostratigraphy in a systematic manner.": "no",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The paper describes a two‐aquifer system (artesian and shallow), showing the confining beds and key formations (e.g., San Andres, Grayburg, Glorieta) in a west‐to‐east cross‐section (Figure 2). They relied on earlier investigations (Fiedler and Nye, Welder, etc.), well data, geologic mapping, and thickness/stratigraphic information (e.g., from Kelley 1971) to delineate these hydrostratigraphic units.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. The text does not explicitly describe subsurface faults or other structural features controlling flow. It focuses instead on how the Seven Rivers and Yeso Formations act as confining units, showing generalized flow in a cross section. There is no direct mention of specific structural data (e.g., from well logs or seismic surveys) used to define any subsurface structural controls.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||From the information provided, the paper does discuss the role of the eastward dip of Permian strata, as well as solution‐enlarged fractures and breccias, in guiding groundwater flow. However, it does not appear to introduce new, specific “structural” data (e.g., detailed fault mapping or seismic surveys). Rather, the study references existing cross-sections (including one modified from an unpublished 1967 report) and prior geological work (e.g., Bachman, 1987) to describe how subsurface dissolution, solution breccias, and regional stratigraphic thinning influence the aquifer’s flow regime.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||From the provided excerpt, there is no discussion of subsurface structural controls or the data used to define them. The study’s focus (as described) is on calibrating a compartmental mixing cell model with δ18O data. There is no mention of any structural analysis or related datasets in the text you shared.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||From the text provided, the authors do note that the cave’s development was influenced by gentle regional dip (1–2°), broad flexures, and abundant high-angle fractures and joints with minimal offset. However, they did not present new subsurface seismic or borehole data to delineate these structural controls. Instead, they inferred the importance of structural pathways (fractures, flexures) to ascending groundwater flow primarily through field observations of cave morphology (e.g., feeders, rising channels) and the known regional geologic setting.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||From the descriptions provided, the authors do recognize that groundwater flow is strongly influenced by the basin’s eastward-dipping stratigraphy and the transition from carbonate to evaporitic rocks—i.e., what could be termed the “structural framework” of the Roswell Artesian Basin. They rely on geologic cross-sections (Figures 2 and 3), well data (e.g., thicknesses and depths of producing zones), and earlier mapping (such as Welder, 1983) to delineate these subsurface controls. While they do not highlight specific faults or folds, their hydrostratigraphic sections and discussions of solution-collapse features and confining boundaries show that subsurface structure (mainly the dip and facies changes) is used to define how groundwater moves through the carbonate aquifer system.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The text describes recharge zones as areas where water enters the aquifer—such as mountains, rivers, arroyos, and faults—and discharge zones as areas where groundwater leaves the aquifer—such as springs, wetlands, and streams. Although the report does not cite specific measurement methods, it indicates that factors like soil or rock type, topography, vegetation, and climate are used to estimate or identify where recharge and discharge occur.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The study identifies the overflow wetland west of Lea Lake as a localized recharge zone for the shallow alluvial aquifer, which in turn discharges into the Pecos River. This conclusion is based on measured flow increases from Lea Lake (including the highest recorded flow in January 2003), observations that the wetland is hydraulically connected to the river, and written communication (M. McGee, 2003) indicating that water from the wetland ultimately enters the river.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||From the title and focus on a δ18O compartmental mixing cell model of groundwater flow, it is reasonable to infer that the study did identify general recharge and discharge zones. The stable isotope (δ18O) measurements, combined with a compartmental flow model, were almost certainly central to defining where water enters (recharge zones) and leaves (discharge zones) the Roswell Basin system.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||The report does not explicitly list “recharge zone” and “discharge zone” in so many words, but it does outline where groundwater enters (via overlying formations and alluvium) and exits (toward the Pecos River and breached cave passages). These zones are inferred largely from conceptual cross‐sections of groundwater flow (Figures 13C, 13D, and 13E) and supporting hydrologic data—particularly the water‐level and tracer studies cited in references by Land (2003, 2005, 2006, 2007). Thus, although the discussion is primarily conceptual, the authors rely on hydrologic measurements and environmental‐tracer work in the lower Pecos region to delineate where water is recharging and where it is discharging.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. They identify recharge in the western outcrop areas (particularly in the eastern Sacramento and Guadalupe Mountains) and discharge along the Pecos River, where springs, sinkhole lakes, and wetlands appear. The authors used well‐level measurements, geologic mapping (including outcrop and confining‐unit boundaries), and observed natural discharge (springs, lakes, and wetland areas) to delineate these zones.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||They provided only a rough range for recharge (0.03% to 20% of mean annual precipitation), attributed to factors like soil or rock type, topography, vegetation, and climate. The document does not specify actual measured discharge rates or the exact data sets used to quantify either recharge or discharge; it merely indicates that recharge estimates come from precipitation and environmental conditions rather than offering detailed numeric discharge figures.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. They measured Lea Lake’s outflow (discharge) using USGS flow measurements at the lake drain (for example, 0.53 m³/s on January 13, 2003) and tracked artesian‐aquifer water levels at the nearby Orchard Park monitoring well. From these measurements they also inferred the total annual discharge (about 8.5 million m³/year). There is no explicit numerical recharge rate given, although rising water‐level data in the aquifer indicate increased recharge over time.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Based on the excerpt, the study likely uses δ18O (oxygen-18) isotope data in a compartmental mixing cell model to estimate groundwater flow in the Roswell Basin. While the snippet does not provide explicit numbers, it strongly suggests that recharge and discharge were quantified using δ18O measurements to calibrate the model.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. The sections provided do not report any quantitative measurement of recharge or discharge rates. They describe conceptual models of groundwater flow and circulation but do not present data (e.g., flow measurements or tracer analysis results) to explicitly quantify recharge or discharge amounts.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. The paper cites previous work (e.g., Barroll and Shomaker, 2003) indicating that natural discharge from the artesian aquifer is about 37 million cubic meters per year. It also references Hantush (1957) for estimates that withdrawals exceeded recharge by roughly 308 million cubic meters per year. These figures come from earlier investigations (USGS, NM Office of the State Engineer metering, and other historical well/streamflow data) rather than from the authors’ own new direct measurements.": "yes",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||The excerpts refer to a west–east cross section and present conceptual diagrams (including one with arrows indicating groundwater flow), but they do not explicitly mention or show any water-table elevation maps, depth-to-water maps, or piezometric/potentiometric surface maps. Therefore, based on the sections provided, there is no indication that such maps were produced.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||No. The report does not mention or depict any water‐table, depth‐to‐water, piezometric, or potentiometric surface maps. It only discusses measured water levels (via monitoring well data) and lake discharge trends without including any such mapping.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||The provided section does not explicitly mention the creation of water table elevation, depth to water, piezometric surface, or potentiometric surface maps. While such products are common in groundwater flow studies, the excerpt does not confirm whether they were generated in this case.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||From the text provided, there is no indication that the authors produced actual water‐table‐elevation, depth‐to‐water, piezometric‐surface, or potentiometric‐surface maps. Instead, they presented conceptual (schematic) illustrations of groundwater flow and hydrologic regimes, rather than mapped surfaces of those parameters.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||The report states that “Potentiometric surface maps were constructed based on water level data.” So, the study specifically produced potentiometric surface maps.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. Although it describes saline waters and notes high mineral content, there is no explicit mention or presentation of detailed water chemistry data (major ions, isotopes, pH, salinity, specific conductance) in the sections provided.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. Although not exhaustive, the report does provide some water-chemistry details, particularly salinity and chloride concentration ranges (e.g., 15 to 7,000 ppm chloride) and notes on sulfate enrichment in the Bottomless Lakes. It does not explicitly mention parameters such as isotopes, pH, or specific conductance.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Based on the excerpt, the study explicitly includes stable isotope data (δ18O). While it does not specifically mention major ions, pH, salinity, or specific conductance, it is at least clear that isotopic water chemistry data are part of the study.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. The sections provided focus on speleogenetic processes, geology, and cave morphology, but do not present or discuss specific water chemistry data (such as major ions, isotopes, pH, salinity, or specific conductance).": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The study specifically presents chloride and total dissolved solids (TDS) data, along with overall salinity trends. However, it does not describe other major ions, isotopes, pH, or specific conductance in the excerpt provided.": "yes",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||They refer generally to porosity and the capacity of different rock types to store and transmit water (e.g., noting that limestone transmits water rapidly but has relatively small storage), but they do not provide specific numerical values or detailed parameters like permeability, storage coefficients, specific yield, hydraulic conductivity, or transmissivity.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No direct mention of those specific hydrogeologic properties appears in the cited sections. While Welder’s (1983) “Geohydrologic framework of the Roswell ground-water basin” could potentially include them, the excerpt itself does not explicitly state porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The provided excerpt focuses on the δ18O mixing cell model and does not mention specific hydrogeologic properties (porosity, permeability, etc.). While the full study may include them, they are not reported in the text shown here.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. None of the cited report sections give explicit values or discussions of porosity, permeability, storage coefficients, or similar parameters. They address broader hydrogeologic and geomorphic aspects but do not present those specific properties.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No, the sections do not cite specific measured values (e.g., numeric porosity, permeability, storage coefficients, etc.). They do describe the aquifer as being “highly porous and transmissive” with notable secondary porosity, but numerical hydrogeologic properties are not provided. The text instead focuses on the geologic framework, zones of water production, and general well yields.": "no"
}