[
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "Water 2014, 6, 301-323; doi:10.3390/w6020301 water ISSN 2073-4441 www.mdpi.com/journal/water Article Isotopes as Tracers of Water Origin in and Near a Regional Carbonate Aquifer: The Southern Sacramento Mountains, New Mexico Christopher J. Eastoe 1,* and Ryan Rodney 2 1 Geosciences Department, University of Arizona, Tucson, AZ 85721, USA 2 Newmont Mining Corporation, 1655 Mountain City Highway, Elko, NV 89801, USA; E-Mail: ryan.rodney@newmont.com * Author to whom correspondence should be addressed; E-Mail: eastoe@email.arizona.edu; Tel.: +1-520-621-1638; Fax: +1-520-621-2672. Received: 11 November 2013; in revised form: 16 January 2014 / Accepted: 24 January 2014 / Published: 28 January 2014 Abstract: High-elevation groundwater sampled in 2003 in the Sacramento Mountains defines a line resembling an evaporation trend in δD-δ18O space. The trend results from recharge of winter precipitation into fractured limestone, with evaporation prior to recharge in broad mountain valleys. The same trend occurs in basin groundwater east and west of the range, indicating the high Sacramento Mountains as the principal regional water source, either direct from the limestone aquifers or from mountain-derived surface water. Tritium and carbon-14 indicate bulk residence times of a few decades in the high Sacramento Mountains and at Alamogordo, and of thousands of years south of Alamogordo and in the artesian aquifer near Artesia. Stable O, H isotope data fail to demonstrate the presence of Sacramento Mountains water in a saline aquifer of the Hueco Bolson (Texas). Keywords: carbonate rocks; stable isotopes; groundwater/surface water relationships; groundwater recharge; USA 1. Introduction In the Basin and Range province of the southwest USA, stable isotope studies have proved useful in distinguishing sources of recharge where altitude effects are large, e.g., Tucson Basin [1], or where OPEN ACCESS Water 2014, 6 302 isotope effects due to latitude/altitude and evaporation generate river water that is distinctive beside native basin groundwater [2,3]. The Sacramento Mountains of south-central New Mexico (Figure 1) include a broad area of forested, well-watered terrain, the source of perennial streams flowing east toward the Roswell Basin and the Pecos River and of intermittent streams flowing west into the Tularosa Valley. Pre-development and recent water level data indicate groundwater movement from Tularosa Valley to the Hueco Bolson [4–6]. Mayer and Sharp [7] suggested regional flow of groundwater from the Sacramento Mountains to the Texas-New Mexico border, through karst aquifers. Figure 1. Map showing the study areas. Abbreviations are: NM = New Mexico; TX = Texas; A = Alamogordo; C = Cloudcroft; E = Elk; EP = El Paso; FM = Franklin Mountains; HB = Hueco Bolson; M = Mayhill; OM = Organ Mountains; P = Piñon; R = Red Bluff; T = Tularosa; TV = Tularosa Valley; W = Weed. X-X’ is the line of the geological section in Figure 2. Groundwater samples for this study were collected in the Sacramento Mountains and the flanking basins from 2003 to 2008. The aim of the study was to use environmental isotopes to determine the relationship between water from the Sacramento Mountains and the adjacent basin aquifers. The relationship between groundwater in the high mountains and that in the Tularosa Valley, the deep alluvial basin to the west, is the first topic to be addressed. The relationship between groundwater in the high mountains and that in the hard-rock Roswell artesian basin to the east is the second topic to be addressed. In both cases, we also attempt to constrain groundwater residence times, and to determine the seasonality of recharge. Finally, we discuss whether the isotope signature of Sacramento Mountains groundwater can be recognized as far south as the Hueco Bolson in Texas (Figure 1). Water 2014, 6 303 2. Background Figure 1 shows the location of the study areas. Area 1, encompassing the Sacramento Mountains near Cloudcroft and Weed, and the freshwater lens on the western flank of the mountains, encompasses sites sampled for the first topic described above. Area 2 stretches from the eastern flank of the mountains to the Pecos River at Artesia, and encompasses sites samples for the second topic. 2.1. Topography, Climate and Vegetation The Sacramento Mountains rise to 2500–2800 m above sea level (m.a.s.l.) in the study area. A steep western escarpment with deep canyons abuts the Tularosa Valley, a typical fault-bounded basin of the Basin-and-Range province. Tularosa Valley continues southward into Texas where the valley is named the Hueco Bolson; Neogene alluvium fills the entire extent of the combined basin to depths of 600 to 3000 m in the basin center [6]. The eastern flank of the Sacramento Mountains approximates a dip-slope, and descends gradually toward the Pecos River. No deep alluvial basin is present on the east side of the range. The climate in the basins is semi-arid; average annual precipitation is 335 mm at Alamogordo and 340 mm at Artesia. In the high mountains, precipitation is higher, e.g., 715 mm at Cloudcroft near the range crest [8]. There are two wet seasons, a weak summer monsoon (June to October) providing 65%–70% of the precipitation, and a winter season of rain and snow from frontal weather systems [8]. The amounts of both winter and summer precipitation vary greatly from year to year (Figure 15 of [9]). Vegetation consists of coniferous forest interspersed with grassy valleys above 2300 m.a.s.l.. At lower elevation, scrubby oak forest and desert scrub predominate, except along perennial streams where riparian forest is present. Much of the study area is dry ranch land on which groundwater pumping is essential to the survival of cattle herds. Large-scale irrigated agriculture, using quarter-section and larger center-pivot and side-roll equipment, is practiced on the Pecos River flood plain near Artesia. Scattered irrigated plots are present near Tularosa. 2.2. Geology The Sacramento Mountains constitute a tilted horst with range-bounding faults on the western side (Figure 2), and consist of Paleozoic marine sedimentary rocks, mostly Permian-Mississippian limestone and evaporite, overlying concealed Precambrian basement [9,10]. The surface east of the range crest approximates a dip slope, with a discontinuous veneer of lower members of the San Andres formation overlying dolomite and anhydrite of the Yeso formation, both overlain to the east by the Queen-Grayburg anhydrite and limestone and dolomite of the San Andres formation. Thin (40 m) Quaternary alluvium overlies Paleozoic strata on the Pecos River flood plain. West of the range crest, the entire Paleozoic section of the region, mainly carbonate strata, is exposed. Neogene alluvium fills the Tularosa Valley to depths of 230 to 300 m at Alamogordo. 2.3. Geohydrology The carbonate strata constitute a regional aquifer system conveying water from the mountains to the basins, eastward from the range crest through the Yeso formation, and westward through the highly fractured Paleozoic carbonate section. A map of the potentiometric surface east of the range crest is Water 2014, 6 304 available in ([9], Figure 18), and indicates general eastward groundwater flow. West of the range crest, groundwater levels are less precisely known within area 1, but they decline steeply towards the west and southwest elsewhere on the escarpment [9]. In the high mountains, the geohydrology is complex and governed by the detailed lithology of the Yeso formation. The following geohydrologic features are present ([9], Figure 25): a regional aquifer, locally confined beneath impermeable interbeds of the Yeso formation, and probably continuous with regional aquifers east of the range; multiple perched"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "Large-scale irrigated agriculture, using quarter-section and larger center-pivot and side-roll equipment, is practiced on the Pecos River flood plain near Artesia. Scattered irrigated plots are present near Tularosa. 2.2. Geology The Sacramento Mountains constitute a tilted horst with range-bounding faults on the western side (Figure 2), and consist of Paleozoic marine sedimentary rocks, mostly Permian-Mississippian limestone and evaporite, overlying concealed Precambrian basement [9,10]. The surface east of the range crest approximates a dip slope, with a discontinuous veneer of lower members of the San Andres formation overlying dolomite and anhydrite of the Yeso formation, both overlain to the east by the Queen-Grayburg anhydrite and limestone and dolomite of the San Andres formation. Thin (40 m) Quaternary alluvium overlies Paleozoic strata on the Pecos River flood plain. West of the range crest, the entire Paleozoic section of the region, mainly carbonate strata, is exposed. Neogene alluvium fills the Tularosa Valley to depths of 230 to 300 m at Alamogordo. 2.3. Geohydrology The carbonate strata constitute a regional aquifer system conveying water from the mountains to the basins, eastward from the range crest through the Yeso formation, and westward through the highly fractured Paleozoic carbonate section. A map of the potentiometric surface east of the range crest is Water 2014, 6 304 available in ([9], Figure 18), and indicates general eastward groundwater flow. West of the range crest, groundwater levels are less precisely known within area 1, but they decline steeply towards the west and southwest elsewhere on the escarpment [9]. In the high mountains, the geohydrology is complex and governed by the detailed lithology of the Yeso formation. The following geohydrologic features are present ([9], Figure 25): a regional aquifer, locally confined beneath impermeable interbeds of the Yeso formation, and probably continuous with regional aquifers east of the range; multiple perched aquifers overlying the regional aquifer, some discharging in small springs controlled by impermeable strata; and vadose zones above and between the perched aquifers. Large summer rain events in 2006 and 2008 caused rapid water-level response in the perched aquifers, but slower response in the regional aquifer. In the Roswell artesian basin, a shallow unconfined aquifer is present in carbonate strata overlying the Queen-Grayburg anhydrite, at depths less than 100 m below the surface at Artesia. The regional aquifer in this area, at 200–300 m below the surface, is confined beneath the Queen-Grayburg anhydrite and was artesian at the time of first development; subsequent pumping has lowered static water levels by tens of meters (Table 1) [11]. Groundwater is present in an unconfined basin-fill aquifer in the alluvium of the Tularosa Valley, where supply wells pump water from the upper 50 m. Figure 2. Cross section X-X’ (see Figure 1 for location), after Roswell Geological Society (1956). SL = sea level. The east slope of the Sacramento Mountains is a dip-slope with widespread veneer, too thin to depict here, of the Glorieta Sandstone and overlying members of the San Andres formation. 2.4. Previous Isotope Studies Stable oxygen and hydrogen isotope and tritium data were collected for rainwater, surface water and groundwater from Roswell Basin in the late 1970s [12,13], in order to identify sources of recharge and groundwater residence times. The authors concluded that more detailed sampling was required, but were able to identify loci of local, rapid recharge using tritium data in the mountain areas and near Roswell [13]. Stable oxygen and hydrogen isotope data for surface water in the Pecos River [14,15], have been used to determine the relative contributions of winter snow and monsoon precipitation to the river in Texas, the authors concluding that the latter predominates [14]. Sulfur isotopes in Sacramento Mountains groundwater have been utilized to determine the relative inputs of evaporite gypsum, oxidized sulfides and rain sulfate to the dissolved sulfate inventory [16]. Reference [17] provided stable Water 2014, 6 305 O and H isotope and 14C data for the well-field supplying water to the air-force base in Tularosa Valley, and interpreted the data to indicate water residence times greater than 1000 years. The most detailed recent work is in reference [9], which presented detailed stable isotope data for precipitation and groundwater collected in 2006–2009 between the range crest and Hope, New Mexico. The authors identified predominant summer recharge in years of heavy summer rainfall, and used tritium, 14C and CFCs to estimate groundwater residence times of decades in the high mountains, to thousands of years in the aquifer extending east of the range. The pattern of stable O and H isotope data in groundwater presented in reference [9] differs markedly from that in our dataset, allowing for an improved understanding of the hydrology of the mountain range when both datasets are taken into account. Our study also complements reference [9] in extending spatial coverage into flanking basins east and west of the Sacramento Mountains. 3. Methods 3.1. Analytical Methods Samples were taken from domestic, agricultural and municipal production wells, springs, and surface water in the Peñasco and Pecos Rivers, and from rain gauges near Weed. Isotope measurements (except accelerator mass spectrometry carbon-14) were performed at the Environmental Isotope Laboratory, University of Arizona. Stable O, H and C isotopes were measured on a Finnigan Delta S® dual-inlet mass spectrometer equipped with an automated CO2 equilibrator (for O) and an automated Cr-reduction furnace (for H). Stable S isotopes were measured on a Thermo Electron Delta Plus XL® continuous flow mass spectrometer equipped with a Costech® elemental analyzer for preparation of SO2. Carbon-14 was measured by accelerator mass spectrometry at the NSF-Arizona Accelerator Facility, University of Arizona. Data generated for this study are listed in Table 1. Analytical precisions (1σ) are 0.08‰ (O), 0.9‰ (H), 0.15‰ (C) and 0.15‰ (S). Detection limits are 0.6 TU (3H) and 0.2 pMC (14C). 3.2. Correction of Raw Carbon-14 Data The data lack sufficient detail for chemical balance modeling; therefore a simpler method based on δ13C values is used, following ([18], p. 210). Values of δ13C for soil gas are assumed to be −23‰ (corresponding to 100% C3 plant matter input) for the forested mountains, and −19.9‰ (corresponding to 75% C3 input) for desert areas. “Dead” rock carbonate of Guadalupian age has δ13C values from +1 to +5‰ [19,20]; for these strata corrections were calculated for +1‰ and +4‰. Corrected ages are given in Table 1. In the basin-fill aquifer near Alamogordo, corrections were calculated for rock δ13C from 0‰ to +3‰, representing the entire Paleozoic section. Water 2014, 6 306 Table 1. Site information and isotope data. Well Site name (Group) Lat Long Site altitude Date Well depth SWL δ18O δD δ34S δ13C DIC Tritium C-14 Corrected age m.a.s.l. m m.a.s.l. ‰ ‰ ‰ ‰ TU pMC yrs BP Study area 1: high Sacramento Mountains 1-1 Fields (H2) 32.959 −105.525 2270 10 December 2003 121 na −7.9 −53 12.1 −8.2 0.5 82.0 post-bomb 1-2 Cloudcroft well 4 (H1) 32.9505 −105.7019 2550 8 August 2003 164 2474.5 −9.3 −63 10.3 −9.8 5.1 82.7 post-bomb 1-3 Ehret (W) 32.945 −105.8405 2007 9 August 2003 206 1861.5 −9.9 −71 1-4 Bearden (W) 32.9601 −105.8844 1627 10 August 2003 9 na −8.5 −61 2.3 1-5 Macon (W) 32.9951 −105.8437 1900 9 August 2003 19 1886.0 −9.7 −66 12.3 2.4 78.5 post-bomb 1-6 Macon spring"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "analyzer for preparation of SO2. Carbon-14 was measured by accelerator mass spectrometry at the NSF-Arizona Accelerator Facility, University of Arizona. Data generated for this study are listed in Table 1. Analytical precisions (1σ) are 0.08‰ (O), 0.9‰ (H), 0.15‰ (C) and 0.15‰ (S). Detection limits are 0.6 TU (3H) and 0.2 pMC (14C). 3.2. Correction of Raw Carbon-14 Data The data lack sufficient detail for chemical balance modeling; therefore a simpler method based on δ13C values is used, following ([18], p. 210). Values of δ13C for soil gas are assumed to be −23‰ (corresponding to 100% C3 plant matter input) for the forested mountains, and −19.9‰ (corresponding to 75% C3 input) for desert areas. “Dead” rock carbonate of Guadalupian age has δ13C values from +1 to +5‰ [19,20]; for these strata corrections were calculated for +1‰ and +4‰. Corrected ages are given in Table 1. In the basin-fill aquifer near Alamogordo, corrections were calculated for rock δ13C from 0‰ to +3‰, representing the entire Paleozoic section. Water 2014, 6 306 Table 1. Site information and isotope data. Well Site name (Group) Lat Long Site altitude Date Well depth SWL δ18O δD δ34S δ13C DIC Tritium C-14 Corrected age m.a.s.l. m m.a.s.l. ‰ ‰ ‰ ‰ TU pMC yrs BP Study area 1: high Sacramento Mountains 1-1 Fields (H2) 32.959 −105.525 2270 10 December 2003 121 na −7.9 −53 12.1 −8.2 0.5 82.0 post-bomb 1-2 Cloudcroft well 4 (H1) 32.9505 −105.7019 2550 8 August 2003 164 2474.5 −9.3 −63 10.3 −9.8 5.1 82.7 post-bomb 1-3 Ehret (W) 32.945 −105.8405 2007 9 August 2003 206 1861.5 −9.9 −71 1-4 Bearden (W) 32.9601 −105.8844 1627 10 August 2003 9 na −8.5 −61 2.3 1-5 Macon (W) 32.9951 −105.8437 1900 9 August 2003 19 1886.0 −9.7 −66 12.3 2.4 78.5 post-bomb 1-6 Macon spring (W) 32.9951 −105.8437 1900 9 August 2003 na na −9.5 −66 2.5 1-7 Williams (W) 32.9905 −105.894 1624 9 August 2003 16 na −9.6 −66 12.3 1.3 72.6 post-bomb 1-8 Warnock (W) 32.9892 −105.8474 1820 8 August 2003 90 1793.6 −9.9 −66 12.2 1.7 72.5 post-bomb 1-9 Sect. 22 Water Assoc.Spr. (W) 32.991 −105.871 1760 9 August 2003 −9.6 −66 A 0.5 1-10 Posey spring (H1) 32.793 −105.5779 2450 7 December 2003 −9.3 −64 9.0 −10.2 5.7 95.0 post-bomb 1-11 Sky Ridge (H1) 32.792 −105.5672 2350 7 December 2003 na na −9.6 −65 1-12 Sky Ridge spring (H1) 32.794 −105.5783 2355 7 December 2003 −9.4 −64 −9.7 1-13 Scott (H2) 32.798 −105.5521 2230 7 December 2003 48 na −8.1 −57 −9.4 1-14 Sac. Methodist Academy (H2) 32.794 −105.558 2240 7 December 2003 na na −8.6 −60 −9.9 0.7 1-15 Essek (H1) 32.716 −105.5305 2225 7 December 2003 273 na −10.2 −69 13.0 −4.3 2.0 22.1 2,000–4,500 1-16 Wright (H2) 32.7414 −105.4793 2075 9 December 2003 na na −8.1 2.9 1-17 Bell (H2) 32.7414 −105.4793 2075 8 December 2003 na na −8.2 −57 1-18 Stewart (H2) 32.6953 −105.4219 2035 8 December 2003 252 na −8.1 −57 12.2 −7.4 0.6 44.3 1,800–2,800 1-19 Sand spring (H1) 32.713 −105.684 2600 7 December 2003 −10.0 −68 −9.5 1-20 Apple Tree Canyon spring (H1) 32.713 −105.747 2380 7 December 2003 −9.9 −66 12.1 −10.1 6.2 92.8 post-bomb Study area 1: Alamogordo and Tularosa 1-21 Abercrombie 33.091 −106.015 1380 25 January 2005 91 1330.0 −8.5 −59 2.1 1-22 Cates 33.075 −106.045 1347 25 January 2005 na na −10.5 −67 −8.1 84.4 post-bomb 1-23 Hornback 33.062 −106.063 1326 25 January 2005 42 1305.4 −8.2 −59 −8.1 2.0 79.7 post-bomb 1-24 Cinert 33.040 −106.011 1357 25 January 2005 na na −8.4 −59 −4.6 1.2 36.5 post-bomb 1-25 McGinn 32.99 −105.99 1360 25 January 2005 56 na −9.1 −63 Water 2014, 6 307 Table 1. Cont. Well Site name (Group) Lat Long Site altitude Date Well depth SWL δ18O δD δ34S δ13C DIC Tritium C-14 Corrected age 1-26 Dyer 32.9157 −105.9864 1319 8 August 2003 58 1291.7 −8.9 −62 12.6 3.3 1-27 McDonald 32.9009 −106.0069 1299 8 August 2003 91 1279.3 −8.9 −62 12.1 −6.0 1.2 1-28 Dellacorino 32.90 −105.96 1326 25 January 2005 96 na −9.1 −63 1-29 Noriega 32.8954 −105.9885 1303 9 August 2003 30 na −8.9 −62 −6.3 3.9 53.6 post-bomb 1-30 City of Alamogordo well 2 32.9681 −105.9369 1440 September 2003 na na −8.9 −63 −6.0 1.3 50.6 post-bomb 1-31 City of Alamogordo well 8 32.9681 −105.9369 1440 September 2003 na na −9.0 −63 1-32 Harrington 32.9462 −105.9469 1402 8 August 2003 121 na −9.1 −63 12.6 1.6 1-33 Moore 32.83 −105.96 1294 8 August 2003 61 1259.0 −9.3 −64 11.2 −6.0 <0.5 39.8 500–2,200 1-34 Boyle 32.81 −105.99 1253 25 January 2005 46 1234.8 −9.5 −66 A 0.5 1-35 Harrell 32.81 −105.99 1253 25 January 2005 61 1233.3 −9.4 −65 1-36 Baca 32.81 −105.99 1253 25 January 2005 76 1239.4 −9.2 −64 1-37 Mount 32.74 −105.97 1234 25 January 2005 52 −9.0 −63 1-38 Wisdom 32.744 −105.966 1237 25 January 2005 49 1203.1 −9.2 −64 Southeastern Tularosa Valley 1-39 Otero County landfill 32.562 −106.025 1230 22 March 2004 na na −8.9 −69 −3.8 <0.6 2.9 17,850–21,000 1-40 El Paso WU Brine injection site 31.973 −106.106 1269 early 2007 na na −9.5 −71 −1.8 <0.4 2.8 12,100–18,500 1-40 El Paso WU Brine injection site 31.973 −106.106 1269 early 2008 na na −9.5 −70 Study area 2 2-1 Unnamed spring 32.931 −105.282 1750 July 2006 −7.9 −55 2-2 J. Powell windmill 32.955 −105.277 1758 July 2006 73 1694.0 −7.9 −55 −8.9 1.8 75.2 post-bomb 2-3 J. Powell well 32.979 −105.248 1748 July 2006 24 1732.8 −8.3 −58 12.3 1.5 2-4 H. Powell 32.921 −105.252 1740 July 2006 33 1709.5 −8.4 −58 2-5 Orton 32.892 −105.08 1602 July 2006 259 1419.1 −8.1 −56 13.8 −8.8 1.0 57.5 900–1600 2-6 Duncan 32.845 −104.892 1380 July 2006 na na −8.3 −56 12.4 2-7 Young 32.840 −104.773 1277 July 2006 na 1086.5 −7.9 −55 <0.7 2-8 Hope Water Co. 32.810 −104.734 1250 July 2006 na na −8.3 −58 2-9 Bannon 32.783 −104.713 1042 July 2006 195 875.3 −8.3 −57 −6.7 <0.7 29.2 4,400–5,600 2-10 Jones 32.847 −104.613 1060 July 2006 na 999.0 −8.1 −54 14.3 Water 2014, 6 308 Table 1. Cont. Well Site name (Group) Lat Long Site altitude Date Well depth SWL δ18O δD δ34S δ13C DIC Tritium C-14 Corrected age 2-11 Lamb 32.843 −104.568 1035 July 2006 na na −8.3 −57 −5.9 <0.6 29.9 2,600–4,000 2-12 Brown 1 D 32.741 −104.496 1085 July 2006 130 1021.0 −8.3 −58 2-13 Brown 2 D 32.764 −104.534 1085 July 2006 130 na −7.1 −51 2-14 Brown 3 D 32.712 −104.552 1085 July 2006 na na −8.1 −57 2-15 Joy 1 S 32.833 −104.378 1020 July 2006 81 1000.2 −7.9 −54 13.0 2-16 Joy 2 D 32.834 −104.368 1020 July 2006 290 na −8.3 −57 13.2 <0.5 2-17 Pardue S 32.820 −104.362 1015 July 2006 61 954.0 −8.1 −55 2-18 Rodney S 32.882 −104.424 1045 July 2006 64 990.1 −7.8 −55 2-19 Mayberry 3 S 32.925 −104.412 1032 July 2006 61 1000.0 −7.2 −51 12.8 1.3 2-20 Mayberry 4 D 32.925 −104.412 1032 July 2006 304 na −8.4 −58 13.4 2-21 Mayberry 2 D 32.937 −104.412 1030 July 2006 304 975.1 −8.2 −56 13.8 −6.1 0.5 33.7 1,350–3,000 2-22 Mayberry 1"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "73 1694.0 −7.9 −55 −8.9 1.8 75.2 post-bomb 2-3 J. Powell well 32.979 −105.248 1748 July 2006 24 1732.8 −8.3 −58 12.3 1.5 2-4 H. Powell 32.921 −105.252 1740 July 2006 33 1709.5 −8.4 −58 2-5 Orton 32.892 −105.08 1602 July 2006 259 1419.1 −8.1 −56 13.8 −8.8 1.0 57.5 900–1600 2-6 Duncan 32.845 −104.892 1380 July 2006 na na −8.3 −56 12.4 2-7 Young 32.840 −104.773 1277 July 2006 na 1086.5 −7.9 −55 <0.7 2-8 Hope Water Co. 32.810 −104.734 1250 July 2006 na na −8.3 −58 2-9 Bannon 32.783 −104.713 1042 July 2006 195 875.3 −8.3 −57 −6.7 <0.7 29.2 4,400–5,600 2-10 Jones 32.847 −104.613 1060 July 2006 na 999.0 −8.1 −54 14.3 Water 2014, 6 308 Table 1. Cont. Well Site name (Group) Lat Long Site altitude Date Well depth SWL δ18O δD δ34S δ13C DIC Tritium C-14 Corrected age 2-11 Lamb 32.843 −104.568 1035 July 2006 na na −8.3 −57 −5.9 <0.6 29.9 2,600–4,000 2-12 Brown 1 D 32.741 −104.496 1085 July 2006 130 1021.0 −8.3 −58 2-13 Brown 2 D 32.764 −104.534 1085 July 2006 130 na −7.1 −51 2-14 Brown 3 D 32.712 −104.552 1085 July 2006 na na −8.1 −57 2-15 Joy 1 S 32.833 −104.378 1020 July 2006 81 1000.2 −7.9 −54 13.0 2-16 Joy 2 D 32.834 −104.368 1020 July 2006 290 na −8.3 −57 13.2 <0.5 2-17 Pardue S 32.820 −104.362 1015 July 2006 61 954.0 −8.1 −55 2-18 Rodney S 32.882 −104.424 1045 July 2006 64 990.1 −7.8 −55 2-19 Mayberry 3 S 32.925 −104.412 1032 July 2006 61 1000.0 −7.2 −51 12.8 1.3 2-20 Mayberry 4 D 32.925 −104.412 1032 July 2006 304 na −8.4 −58 13.4 2-21 Mayberry 2 D 32.937 −104.412 1030 July 2006 304 975.1 −8.2 −56 13.8 −6.1 0.5 33.7 1,350–3,000 2-22 Mayberry 1 D 32.963 −104.509 1070 July 2006 274 na −8.3 −58 13.4 −5.4 35.6 2-23 Menefee D 32.970 −104.508 1072 July 2006 274 1044.6 −8.2 −57 13.1 Roswell 2-24 Hatfield N well 33.574 −104.482 1105 May 2007 na na −6.6 −49 2-25 Hatfield E well 33.572 −104.479 1104 May 2007 na na −7.6 −53 2-26 Hatfield artesian 33.574 −104.483 1104 May 2007 na na −8.4 −56 Surface Water 32.887 −105.186 1730 July 2006 −8.4 −57 12.7 Rio Penasco 32.886 −104.344 1010 July 2006 −3.3 −34 12.2 Pecos river 32.886 −104.344 1010 December 2006 −6.5 −49 Pecos R. 33.209 −104.395 1041 December 2006 −6.7 −51 Pecos R. 33.382 −104.404 1056 May 2007 −2.7 −35 Pecos R. Precipitation 1-8 32.9892 −105.8474 August 2003 −6.4 −47 4.6 1-16 32.7414 −105.4793 2075 August–October 2003 −10.4 −70 4.7 1-16 32.7414 −105.4793 2075 March 2004 −8.2 −54 7.4 1-13 32.798 −105.5521 2230 August–September 2003 −6.8 −57 3.9 Notes: S = shallow aquifer, D = Deep (Principal) aquifer in Artesia area; na = not available; A = Apparent tritium; * meters below surface. Water 2014, 6 309 4. Area 1: High Sacramento Mountains Samples were collected from wells near La Luz and Fresnal canyons and areas near New Mexico Route 24 east of the range crest (Figure 3). All samples are from fractured limestone except for 1–4, which is from shallow alluvium in Fresnal Canyon. Figure 3. Sample location map for areas 1and 2 (see Figure 1). Stream/canyon names are abbreviated thus: AC = Agua Chiquita; Bw = Bluewater; Fr = Fresnal; LL = La Luz; SR = Sacramento River. Town/village names are A = Alamogordo; C = Cloudcroft; M = Mayhill; T = Tularosa; W =Weed. Site numbers (e.g., 1) correspond to entries in Table 1, where the corresponding number is 1-1 for area 1, or 2-1 for area 2. Black circles: sample sites for this study; white circles: sample sites from reference [17]. 4.1. O and H Isotopes On a plot of δD vs. δ18O, most of the data fall on a straight line with a slope near 5.6 (Figure 4A), henceforth called the Sacramento Mountains Trend (SMT). The straight line intersects an estimate of average winter precipitation at a station at 2790 m.a.s.l. (calculated as arithmetic means (because amount data are not available) of δ18O and δD for three bulk collections in March 2007, 2008 and 2009, and representing the prior 3 months; data from [9]), but does not intersect mean summer precipitation [9] for that station. In Figure 4B, three groups of δ18O values emerge in relation to site altitude. For the wells, collar altitude is used because static water levels are not available in all cases. Values of δ18O of group W (western slopes) overlap those of group H1 (high elevations), despite the large altitude difference between the two groups. The difference between groups H2 (high elevations, but generally lower than H1) and H1 is too great to attribute to altitude. Group H2 sites (1-13, 1-14, 1-16, 1-17) are adjacent to broad, flat, canyon bottoms, a typical geomorphic feature of the Sacramento Mountains. In such places, Water 2014, 6 310 deep soil (more than 1 m near site 1-16) overlies carbonate strata, while elsewhere carbonate outcrop is widespread. The data for groundwater in 2003 differ from data for groundwater in 2006–2009 [9]. The latter occupy a field between the SMT and summer rain for 2006 and 2008 (Figure 4A), and reflect rapid recharge from heavy monsoon rains in 2006 and 2008. Prior to 2003, there had been no large monsoon rain totals since 1997. Figure 4. (A) Plot of δ18O vs. δD for groundwater samples from the high Sacramento Mountains. The green line encloses groundwater isotope data from [9]. Seasonal means for precipitation and the local meteoric water line (LMWL) are for years 2006–2009 [9]. Data plotted as individual points were collected for this study in 2003; (B) Plot of elevation of well collars vs. δ18O for sample sites in the high Sacramento Mountains. The diagonal lines show the long-term δ18O lapse-rates of −1.2‰/1000 m (Tucson Basin [21], and 1.8‰/1000 m [13]. Site numbers (e.g., 3) correspond to entries in Table 1, where the corresponding number is 1-3. -90 -80 -70 -60 -50 -40 -30 -13 -12 -11 -10 -9 -8 -7 δD, ‰ δ18O, ‰ West slope High mountains Seasonal means GMWL 3 SMT 1500 1700 1900 2100 2300 2500 2700 -11 -10 -9 -8 -7 Elevation, m.a.s.l. δ18O ‰ West slope High mountains B H1 W H2 4 A H2 H1 &W LMWL 2006-2009 data [9] summer winter Water 2014, 6 311 4.2. Other Parameters Groundwater in this area generally has δ34S values of 10‰ to 13‰, tritium concentrations of 1 to 3 TU, and 14C in the range 72 to 93 pMC (cf. 0 to 7 TU, and 83 to 93 pMC, for samples from 2006 to 2008 [9]). Corrected 14C data indicate post-bomb water in the west-slope canyons and in two high-elevation springs, with older groundwater (300–4500 years) at sites 1–15 and 1–18 (Table 1). 4.3. Interpretation The SMT can be explained as an evaporation trend originating in winter precipitation. Evaporation prior to infiltration varies in degree, and is greatest in groundwater near the broad canyon bottoms, (sites 1–13, 1–14, 1–16 and 1–17), where standing water and wet soil are likely to undergo partial evaporation. Well-mixed high altitude groundwater will plot between groups H1 and H2, and this isotope"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "groundwater samples from the high Sacramento Mountains. The green line encloses groundwater isotope data from [9]. Seasonal means for precipitation and the local meteoric water line (LMWL) are for years 2006–2009 [9]. Data plotted as individual points were collected for this study in 2003; (B) Plot of elevation of well collars vs. δ18O for sample sites in the high Sacramento Mountains. The diagonal lines show the long-term δ18O lapse-rates of −1.2‰/1000 m (Tucson Basin [21], and 1.8‰/1000 m [13]. Site numbers (e.g., 3) correspond to entries in Table 1, where the corresponding number is 1-3. -90 -80 -70 -60 -50 -40 -30 -13 -12 -11 -10 -9 -8 -7 δD, ‰ δ18O, ‰ West slope High mountains Seasonal means GMWL 3 SMT 1500 1700 1900 2100 2300 2500 2700 -11 -10 -9 -8 -7 Elevation, m.a.s.l. δ18O ‰ West slope High mountains B H1 W H2 4 A H2 H1 &W LMWL 2006-2009 data [9] summer winter Water 2014, 6 311 4.2. Other Parameters Groundwater in this area generally has δ34S values of 10‰ to 13‰, tritium concentrations of 1 to 3 TU, and 14C in the range 72 to 93 pMC (cf. 0 to 7 TU, and 83 to 93 pMC, for samples from 2006 to 2008 [9]). Corrected 14C data indicate post-bomb water in the west-slope canyons and in two high-elevation springs, with older groundwater (300–4500 years) at sites 1–15 and 1–18 (Table 1). 4.3. Interpretation The SMT can be explained as an evaporation trend originating in winter precipitation. Evaporation prior to infiltration varies in degree, and is greatest in groundwater near the broad canyon bottoms, (sites 1–13, 1–14, 1–16 and 1–17), where standing water and wet soil are likely to undergo partial evaporation. Well-mixed high altitude groundwater will plot between groups H1 and H2, and this isotope signature will be found in groundwater of the limestone aquifer at lower elevations unless water of different isotope composition is added downgradient. Evaporated runoff from high elevations may plot on the SMT to the right of group H2. Addition of water from local low-elevation precipitation would shift groundwater isotopes towards the GMWL. The difference between the 2003 and 2006–2009 data sets indicates two modes of recharge. In years with unusually wet summers, (e.g., 2006 and 2008), summer recharge with little evaporation is the dominant source of recharge. The local meteoric water line (LMWL) in Figure 4A is governed by rainfall from those years, and may not apply under drier conditions. Following a succession of dry to average summers, however, winter recharge predominates, even though there is more precipitation in summer than in winter rain on average. Such was the case from summer 1998 to 2003 when sampling for this study occurred. Under these conditions, evaporation of the infiltrating water occurs in the broad canyon bottoms east of the range crest, but is not observed between the range crest and the canyons on the steep west escarpment. Tritium and corrected 14C contents of high-elevation groundwater indicate the presence of post-bomb recharge, but tritium levels in 2003 were predominantly lower than average tritium in post-1992 precipitation (4–7 TU, see Table 1 and [9]; compare a better-constrained average of 5.3 TU for Tucson [22]), indicating mixing with pre-bomb meteoric water. By 2006–2008, more post-bomb recharge was present, tritium-helium dates were mainly 1–15 years, and CFC ages were largely 20–30 years [9]. Values of δ34S indicate Permian marine gypsum (+12‰ to +13‰) as the main source of sulfate; lower values most likely reflect oxidation of sulfide present in these strata [16]. 5. Area 1—Alamogordo and Tularosa Sampling from supply wells in basin-fill alluvium represents lower-TDS water suitable for human consumption; brackish water is also present >5 km west of the range front. Groundwater in this area flows west at Alamogordo and Tularosa [4,5], but parallel to the range front south of Alamogordo, where no major canyons contribute water to the basin. Water 2014, 6 312 5.1. O and H Isotopes Most data plot on the SMT (Figure 5), to the right of group W. Samples from Tularosa include the most and least evaporated of the set. Data for wells south of site 1-33 (δ18O between −9.9‰ and −9.5‰ in reference [17]) differ from data collected for the present study in the same area (δ18O between –9.5‰ and –9.0‰). Actual variation in δ18O (as opposed to measurement error) is unlikely in such old groundwater (see below); the earlier data are not used here. In southeastern Tularosa Valley, sites 1-39 and 1-40 (Figure 1) have groundwater that plots below the SMT Figure 5. Plot of δ18O vs. δD for groundwater samples from basin sediments near Alamogordo and Tularosa, in relation to samples from La Luz and nearby canyons and the high Sacramento Mountains. Samples 1-39 and 1-40 are from basin fill more than 40 km south of Alamogordo (see Figures 1 and 3). 5.2. Other Parameters Tritium is present (1-3 TU) north of site 1-33, and is generally absent (below detection to 0.5 TU) south of 1-33. 14C generally decreases from near 80 pMC near Tularosa to 20 pMC south of Alamogordo (Figure 6). Corrected 14C data indicate young groundwater (post-bomb to a few hundred years) north of Alamogordo and in La Luz canyon, and much older water (500–7500 years, considering also corrected data from [17]) south of Alamogordo. Values of δ34S are near +12‰. At sites 1–39 and 1–40, tritium is below detection, 14C levels are 3 pMC, and corrected ages are 12,000 to 21,000 years (Table 1). -90 -80 -70 -60 -50 -40 -30 -11 -10 -9 -8 -7 δD ‰ δ18O ‰ Alamogordo Tularosa Group W (La Luz Canyon) Outlying GMWL 22 SMT 39 40 Water 2014, 6 313 Figure 6. Detail of Figure 3, showing distribution of carbon-14 (pMC) in groundwater samples. Black circles: this study; white circles: data from [17]. 5.3. Interpretation O and H isotope data plotting on the SMT indicate high-elevation precipitation as the source of groundwater in basin alluvium near Alamogordo and Tularosa. Groundwater from the high Sacramento Mts. flows to La Luz Canyon sample sites without isotopic shift. The higher degree of evaporation in samples from the alluvial aquifer could be explained: (1) as mountain-block recharge combining more-evaporated and less-evaporated recharge from high elevations; or (2) as mountain-front recharge of surface water supplied from high elevations by way of the mountain canyons. The absence of an evaporation signature in groundwater from carbonate strata in La Luz Canyon, between the range crest and the basin) argues against the first possibility, while the presence of evaporated water in the alluvium argues for the second. The higher degree of evaporation of groundwater farther from the range front (Tularosa, 12–15 km from the range front), in contrast to groundwater nearer to the range front (Alamogordo, within 6 km), suggests that the sites of infiltration of surface water extend into the basin, rather than being confined to a narrow zone at the range front. This is particularly evident in the case of site 1-22 at Tularosa, (Figure 5), where the coincidence of low δD and δ18O with high 14C indicates recharge of very recent runoff at a distance of up to 15 km from the range front. Both mountain-front and mountain-block recharge"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "are 3 pMC, and corrected ages are 12,000 to 21,000 years (Table 1). -90 -80 -70 -60 -50 -40 -30 -11 -10 -9 -8 -7 δD ‰ δ18O ‰ Alamogordo Tularosa Group W (La Luz Canyon) Outlying GMWL 22 SMT 39 40 Water 2014, 6 313 Figure 6. Detail of Figure 3, showing distribution of carbon-14 (pMC) in groundwater samples. Black circles: this study; white circles: data from [17]. 5.3. Interpretation O and H isotope data plotting on the SMT indicate high-elevation precipitation as the source of groundwater in basin alluvium near Alamogordo and Tularosa. Groundwater from the high Sacramento Mts. flows to La Luz Canyon sample sites without isotopic shift. The higher degree of evaporation in samples from the alluvial aquifer could be explained: (1) as mountain-block recharge combining more-evaporated and less-evaporated recharge from high elevations; or (2) as mountain-front recharge of surface water supplied from high elevations by way of the mountain canyons. The absence of an evaporation signature in groundwater from carbonate strata in La Luz Canyon, between the range crest and the basin) argues against the first possibility, while the presence of evaporated water in the alluvium argues for the second. The higher degree of evaporation of groundwater farther from the range front (Tularosa, 12–15 km from the range front), in contrast to groundwater nearer to the range front (Alamogordo, within 6 km), suggests that the sites of infiltration of surface water extend into the basin, rather than being confined to a narrow zone at the range front. This is particularly evident in the case of site 1-22 at Tularosa, (Figure 5), where the coincidence of low δD and δ18O with high 14C indicates recharge of very recent runoff at a distance of up to 15 km from the range front. Both mountain-front and mountain-block recharge seem likely, but the data do not indicate the relative amounts. In the basin fill south of Alamogordo, tritium and 14C data are consistent with slow southward flow of groundwater, with little recharge from nearby mountain canyons. A T US70 54 40 84 80 37 N 20 km 51 44 35 20,26 17 43 Water 2014, 6 314 6. Area 2: Peñasco to Artesia Samples were collected between Peñasco and Artesia (Figure 3). Near Peñasco, groundwater samples were taken from a spring and a windmill in limestone, and from wells in the Rio Peñasco flood plain. East of the range front, as far as site 2-10, an unconfined aquifer (the principal aquifer of [11]) is present near the boundary of the Yeso and San Andres formations. Recharge to these strata may occur near the range front. Samples are from domestic and agricultural wells up to 260 m deep, with static water levels (SWLs) near 190 m below the surface. East of site 2-10, beneath a broad plain west of the Pecos River, two major aquifers were sampled. An unconfined aquifer with SWLs from 30 to 60 m below the surface exists in flood-plain sediments near Artesia. The eastward continuation of the principal aquifer, 275 to 300 m below the surface, is confined beneath the Queen-Grayburg anhydrite (Figure 2). It was artesian at the time of first exploitation; SWLs at present range from 20 to 60m below the surface. Surface water samples were collected from the Peñasco and Pecos Rivers. From Peñasco to Hope, groundwater flow is east-southeast (Figure 18 of [9]). Allowing for variation due to pumping, SWLs in the principal aquifer east of Hope are close to 1000 m.a.s.l. (Table 1). Southward flow is likely in this area. 6.1. O and H Isotopes All groundwater and surface water samples plot close to the SMT (Figure 7A). Most data cluster at the intersection of the SMT with the GMWL, where the separation of the lines is less than 2‰ in δD, and therefore impossible to resolve within measurement error. Data for the principal aquifer from Mayhill to Hope [9] match the present data set in δD but include lower values of δ18O. Two groundwater samples from near Artesia (2-13, 2-19) plot to the right of the main data cluster. Surface water from the Pecos River in the reaches between Artesia and Red Bluff ([15] for 1984–1987, [14] for 2005, and data from this study) largely plot as a linear trend, close to an extrapolated SMT (Figure 7A,B). At the range front, groundwater from limestone (sites 2-1, 2-2) is distinct in δ18O from groundwater and surface water in the Rio Peñasco flood plain (sites 2-3, 2-4) (Figure 7, inset). These two groups of data bracket the δ18O range of the principal aquifer to the east. The unconfined aquifer at Artesia has δ18O values >–8.1‰, higher than for the principal aquifer; two of the samples (2-15, 2-17) may plot on the GMWL, while one other (2-19) plots on the SMT. One principal aquifer sample (2-10) plots above the GMWL. Three outlying samples (2-24, 25 and 26, locations in Figure 1) from the principal (artesian) and shallow aquifers near Roswell plot on a trend similar to, but slightly above, the SMT. Previous data for the principal aquifer [13] pre-date automated isotope methods, and partially overlap the main data cluster from the present study. The two data sets correspond in δ18O, but the older δD data have a spread >20‰, apparently spurious, and appear not to be useful. Weighted precipitation averages from [12] are for δ18O alone, and have been plotted on the GMWL in Figure 7. 6.2. Tritium In 1977-1978, when bomb tritium averaged about 35 TU in local precipitation, surface water and alluvial groundwater from the Peñasco River flood plain contained about 10 TU, and tritium in the principal aquifer near Artesia was below detection [13]. In samples collected for this study, tritium is present at low levels (<2 TU) in groundwater from near the range front (sites 2-2, 2-3, 2-5), at site 2-19 in Water 2014, 6 315 the shallow aquifer, and in one deep aquifer sample (site 2-21, 0.5 TU); at other sites it is below detection (Figure 8). Groundwater from the alluvial aquifer beneath the Peñasco River (site 2-3) contains 1.5 TU, distinctly lower than the average for precipitation, and consistent (cf. [13]), with a large pre-bomb groundwater contribution to the surface water of the river. Reference [9] listed tritium contents <2 TU in groundwater between Elk and Hope. Figure 7. (A) Plot of δ18O vs. δD for groundwater and surface water samples from study area 2. (A) All data from this study. The field of data from [13] is for the principal aquifer from Artesia to Roswell, and encompasses all but three outlying data points. The inset shows a magnified view of clustered data. Site numbers (e.g., 1) correspond to entries in Table 1, where the corresponding number is 2-1; (B) Plot of δ18O vs. δD for the Pecos River between Artesia and Red Bluff, from other studies [14,15], relative to the SMT. -80 -70 -60 -50 -40 -30 -11 -10 -9 -8 -7 -6 -5 -4 -3 -2 δD ‰ δ18O ‰ High mountains Range front Penasco to Hope Artesia deep Artesia shallow Surface water Roswell GMWL SMT 19 Pecos R. 13 Ave. precipitation, Elk and Roswell, [12] Principal aquifer, [13] -60 -55 -50 -8.5 -8.3 -8.1"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "in Figure 7. 6.2. Tritium In 1977-1978, when bomb tritium averaged about 35 TU in local precipitation, surface water and alluvial groundwater from the Peñasco River flood plain contained about 10 TU, and tritium in the principal aquifer near Artesia was below detection [13]. In samples collected for this study, tritium is present at low levels (<2 TU) in groundwater from near the range front (sites 2-2, 2-3, 2-5), at site 2-19 in Water 2014, 6 315 the shallow aquifer, and in one deep aquifer sample (site 2-21, 0.5 TU); at other sites it is below detection (Figure 8). Groundwater from the alluvial aquifer beneath the Peñasco River (site 2-3) contains 1.5 TU, distinctly lower than the average for precipitation, and consistent (cf. [13]), with a large pre-bomb groundwater contribution to the surface water of the river. Reference [9] listed tritium contents <2 TU in groundwater between Elk and Hope. Figure 7. (A) Plot of δ18O vs. δD for groundwater and surface water samples from study area 2. (A) All data from this study. The field of data from [13] is for the principal aquifer from Artesia to Roswell, and encompasses all but three outlying data points. The inset shows a magnified view of clustered data. Site numbers (e.g., 1) correspond to entries in Table 1, where the corresponding number is 2-1; (B) Plot of δ18O vs. δD for the Pecos River between Artesia and Red Bluff, from other studies [14,15], relative to the SMT. -80 -70 -60 -50 -40 -30 -11 -10 -9 -8 -7 -6 -5 -4 -3 -2 δD ‰ δ18O ‰ High mountains Range front Penasco to Hope Artesia deep Artesia shallow Surface water Roswell GMWL SMT 19 Pecos R. 13 Ave. precipitation, Elk and Roswell, [12] Principal aquifer, [13] -60 -55 -50 -8.5 -8.3 -8.1 -7.9 -7.7 3 4 Penasco R. 1, 2 15 10 6 17 Pecos slope aquifer, [9] 25 24 26 A -70 -50 -30 -10 10 -10 -8 -6 -4 -2 0 δD, ‰ δ18O, ‰ Winter + Spring Summer + Autumn GMWL B SMT Water 2014, 6 316 Figure 8. A. East-west profile of Area 2 (refer to Figure 2 for location) showing well depths and static water levels (SWL) in relation to the surface. “Shallow” refers to the shallow aquifer at Artesia, and “deep” to the deeper artesian aquifer. Also shown are measurements of carbon-14 (pMC) and tritium (TU). Tritium below detection is indicated as “bd”. 6.3. Other Parameters 14C is higher (78 and 55 pMC, corrected to 115 and 82 pMC) in two samples (2-2, 2-5) from near the range front, than in four samples between Hope and Artesia, (29–36 pMC, corrected to 50–70 pMC (Figure 8). Reference [9] gave 40–50 pMC in most groundwater between Elk and Hope. Values of δ34S are 12‰ to 14‰. 6.4. Interpretation Groundwater in the Pecos Slope and artesian aquifers is largely uniform in isotope content over an east-west extent of about 100 km, and lies on or close to the SMT. A dominant water source in the high Sacramento Mountains is therefore likely. East of Peñasco, a few samples (2-13, 2-19, 2-24 and 2-25) have isotope data plotting on the SMT, but to the right of the main data cluster; these may reflect local recharge of evaporated surface water. Site 2-13 is close to the ephemeral lower reach of the Rio Peñasco, where recharge of evaporated surface water may occur. The other three samples are from the shallow aquifer beneath irrigated fields, where reflux of evaporated irrigation water is probable. Addition of local rainwater is likely for site 2-10 (Figure 7). Bulk groundwater residence times (the corrected versions of the data shown in Figure 8) in the principal aquifer are 1300 to 5600 years east of Hope, greater than those suggested in [13]. Most of the δ18O and δD data for the Pecos River between Artesia and Red Bluff plot on a linear trend close to an extrapolated SMT, regardless of season (Figure 7B), and can be therefore be generated as a result of evaporation of water like that in the principal aquifer at Artesia. The principal source of river 600 800 1000 1200 1400 1600 1800 0 20 40 60 80 100 Elevation, m.a.s.l. km from origin Surface Well depth SWL Hope Peñasco Artesia 75, 1.8 58, 1.0 36 29, bd shallow 1.3 deep 34, 0.5 30, bd bd deep bd sample site W E Data shown thus: pMC, TU Water 2014, 6 317 water in this area is therefore most likely the Sacramento Mountains, either by natural recharge from the aquifer, or by way of irrigation on the Pecos flood plain. If this is true, mountain-derived water is discharged with an isotope signature of evaporation into the river near Roswell and Artesia. This suggests a modification to the modeling, based on deuterium excess, of river water sources in reference [14]. 7. Discussion 7.1. Water Sources in Study Area Most water sampled for this study plots on the Sacramento Mountains trend (SMT) in δD–δ18O space. The SMT originates in high-altitude winter precipitation. Such precipitation is therefore the principal and ultimate source of groundwater in the area between Alamogordo and the Pecos River. Most water in the Pecos River near Artesia also appears to be of that origin. There is scant evidence for recharge of local meteoric water at low altitudes. The few exceptions include groundwater from the southeastern part of Tularosa Valley (where ancient water from high elevations appears to be present), and some unconfined-aquifer samples from Artesia (where local recharge probably occurs). 7.2. Seasonality of Recharge The heavy monsoon rains of 2006 and 2008 generated recharge of distinctive δD–δ18O signature in groundwater of the high Sacramento Mountains, but in drier years, 2007 and 2009, groundwater isotopes shifted towards the SMT [9]. Monsoon rainfall comparable to that in 2006 had not occurred since 1997, and in the 2003 sampling for this study, winter recharge, plotting on the SMT as a result of local evaporation prior to infiltration, was predominant. Where old groundwater is present (south of Alamogordo and in the principal aquifer of Roswell Basin), δD and δ18O conform largely to the SMT. In the long term, therefore, recharge in dry to average years contributes the larger volume to low-elevation aquifers around the Sacramento Mountains. Years with unusually wet summers lead to a transient (a few years) response in the high-altitude aquifers, but make little contribution to the old groundwater in basins at the foot of the mountains. The Sacramento Mountains are therefore an unusual example of a mountain block in which the dominant season of recharge can change in response to seasonal precipitation amounts, although winter precipitation, only 35% of total precipitation on average, predominates in the long-term. Winter recharge is considered predominant in a number of other mountain ranges in the arid western USA. In the Spring Mountains, Nevada, another carbonate-rock range, winter precipitation is dominant; summer rain contributes about 30% of annual precipitation, but only about 10% of recharge [23]. Winter recharge also predominates in the Huachuca Mountains, Arizona, where summer precipitation contributes 54% of the annual total on average, but winter precipitation accounts for 65% ± 25% of recharge [24]. In the Santa Catalina Mountains, Arizona"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "Tularosa Valley (where ancient water from high elevations appears to be present), and some unconfined-aquifer samples from Artesia (where local recharge probably occurs). 7.2. Seasonality of Recharge The heavy monsoon rains of 2006 and 2008 generated recharge of distinctive δD–δ18O signature in groundwater of the high Sacramento Mountains, but in drier years, 2007 and 2009, groundwater isotopes shifted towards the SMT [9]. Monsoon rainfall comparable to that in 2006 had not occurred since 1997, and in the 2003 sampling for this study, winter recharge, plotting on the SMT as a result of local evaporation prior to infiltration, was predominant. Where old groundwater is present (south of Alamogordo and in the principal aquifer of Roswell Basin), δD and δ18O conform largely to the SMT. In the long term, therefore, recharge in dry to average years contributes the larger volume to low-elevation aquifers around the Sacramento Mountains. Years with unusually wet summers lead to a transient (a few years) response in the high-altitude aquifers, but make little contribution to the old groundwater in basins at the foot of the mountains. The Sacramento Mountains are therefore an unusual example of a mountain block in which the dominant season of recharge can change in response to seasonal precipitation amounts, although winter precipitation, only 35% of total precipitation on average, predominates in the long-term. Winter recharge is considered predominant in a number of other mountain ranges in the arid western USA. In the Spring Mountains, Nevada, another carbonate-rock range, winter precipitation is dominant; summer rain contributes about 30% of annual precipitation, but only about 10% of recharge [23]. Winter recharge also predominates in the Huachuca Mountains, Arizona, where summer precipitation contributes 54% of the annual total on average, but winter precipitation accounts for 65% ± 25% of recharge [24]. In the Santa Catalina Mountains, Arizona [25], and the ranges delimiting the Verde River watershed, Arizona [26], winter recharge is considered predominant, contributing 98% of recharge in the latter case. Water 2014, 6 318 7.3. Sacramento Mountain Carbonate Strata as a Karst Aquifer A continuum of aquifers exists in carbonate rock [27]. At one extreme, carbonate dissolution leads to wide solution cavities that self-organize into dendritic drainage networks discharging through large springs; water flow rates are commonly 102 to 104 m/day over distances of 103 to 104 m. At the other extreme, solution cavities are narrow and of limited interconnection, generating an aquifer with lower flow rates and discharge through many small springs. Although small-scale collapse structures are recognized [9], cavern networks are not developed in the thinly bedded strata, some impermeable, of the study area. A flow rate of 10 m/day over 30 km between the range crest and the eastern range front would result in water travel times of about 8 years. The tritium and 14C data imply residence times >60 years in the mountain aquifers several cases, while surface water in the Rio Peñasco and associated flood-plain groundwater also contain some pre-bomb precipitation. The isotope evidence indicates widespread persistence of pre-bomb precipitation in groundwater, and flow rates typically much lower than 10 m/day. The Sacramento Mountains therefore fall at the latter end of the continuum of karst aquifers as described above. Nonetheless, the carbonate strata in and east of the Sacramento Mountains compose a regional aquifer system over a distance of 130 km. Regional carbonate aquifers of similar extent have been demonstrated elsewhere in the region on the basis of geochemical modeling, east of the Salt Basin in West Texas [28], and in the region southwest of the Cuatrocienegas Basin of Coahuila, Mexico [29]. 7.4. Mode of Mountain-Front Recharge to Basin Alluvium The location of mountain-front recharge relative to the interface between hard-rock mountain blocks and basin alluvium in the southwest USA has been addressed in several studies. In the middle Rio Grande Basin (New Mexico), infiltration is thought to occur in a narrow zone along the range front of the Sandia and Manzano Mountains [30]. In Chino Valley (Arizona) [26] and Tucson Basin (Arizona) [1], evidence indicates infiltration from stream beds downstream of the mountain fronts, at distances of 6 to 10 km in the case of Tucson Basin. Groundwater isotope data also indicate recharge of ponded surface water in the center of the Hueco Bolson (Texas) [31]. The present study concurs with the possibility of infiltration as far as 15 km downstream of the range front. 7.5. Source of Hueco Bolson Groundwater The question addressed here is the source of saline water in the center of the Hueco Bolson, an alluvial basin near El Paso, Texas, 100–130 km southwest of Alamogordo (Figure 1). Subsurface movement of groundwater from the Tularosa Valley to the Hueco Bolson is physically possible according to piezometric data [4,6]. An alternative source is recharge from the Organ and Franklin Mountains (Figure 1), which supply a freshwater aquifer, the Franklin Mountains freshwater lens (FMFWL) in ancient fluvial deposits at the western edge of the Hueco Bolson [6]. The catchment for the FMFWL is largely at altitudes between 1300 and 2400 m.a.s.l. in the Organ Mountains, in contrast to a catchment at 2400–2800 m.a.s.l. for the four large canyons that focus fresh water from the Sacramento Mountains into basin sediment near Alamogordo. H and O isotopes might therefore discriminate between the two sources, as discussed inconclusively in [31]. Water 2014, 6 319 Groundwater from the FMFWL plots along the global meteoric water line with δ18O values between –9‰ and –11‰ (Figure 9). The upper end of the data array corresponds to groundwater of short residence time, while the lower end corresponds largely to groundwater resident for thousands of years [2]. The SMT and the suggested paleo-SMT (based on samples 1-39 and 1-40) intersect the FMFWL trend near –9‰ and –11‰, respectively. On the one hand, the δ18O and. δD values of the saline, evaporated water in the center of the Hueco Bolson plot between the SMT and the paleo-SMT, and could therefore represent mixtures of older and younger water from the Sacramento Mountains. On the other hand, δ18O and. δD values define an evaporation trend that could originate in older FMFWL water, so that the water could have originated in the Frankin and Organ Mountains, perhaps as surface water ponded and evaporated in the basin center at a time of cooler, wetter climate. The stable isotopes fail to distinguish the two possibilities because of the likely presence of ancient groundwater. Figure 9. Plot of δ18O vs. δD showing: (a) The Sacramento Mountains Trend (SMT, as in Figure 4) and data for groundwater at Alamogordo; (b) Data for groundwater in the Hueco Bolson in Texas, from [2] and [24], distinguished according to salinity (HB-saline at the basin center, and HB-fresh from the Franklin Mountains fresh water lens on the western side of the basin); (c) A suggested paleo-SMT based on two samples of ancient water in the southeastern part of Tularosa Valley. 7.6. Implications for Groundwater Management High-elevation winter recharge is the principal source of groundwater over the long term in the aquifers of the Sacramento Mountains and the flanking basins. If winter precipitation declines, for instance in response to global climate change, groundwater supply will decrease. The effect would be felt initially in the high mountain communities such as"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "–11‰ (Figure 9). The upper end of the data array corresponds to groundwater of short residence time, while the lower end corresponds largely to groundwater resident for thousands of years [2]. The SMT and the suggested paleo-SMT (based on samples 1-39 and 1-40) intersect the FMFWL trend near –9‰ and –11‰, respectively. On the one hand, the δ18O and. δD values of the saline, evaporated water in the center of the Hueco Bolson plot between the SMT and the paleo-SMT, and could therefore represent mixtures of older and younger water from the Sacramento Mountains. On the other hand, δ18O and. δD values define an evaporation trend that could originate in older FMFWL water, so that the water could have originated in the Frankin and Organ Mountains, perhaps as surface water ponded and evaporated in the basin center at a time of cooler, wetter climate. The stable isotopes fail to distinguish the two possibilities because of the likely presence of ancient groundwater. Figure 9. Plot of δ18O vs. δD showing: (a) The Sacramento Mountains Trend (SMT, as in Figure 4) and data for groundwater at Alamogordo; (b) Data for groundwater in the Hueco Bolson in Texas, from [2] and [24], distinguished according to salinity (HB-saline at the basin center, and HB-fresh from the Franklin Mountains fresh water lens on the western side of the basin); (c) A suggested paleo-SMT based on two samples of ancient water in the southeastern part of Tularosa Valley. 7.6. Implications for Groundwater Management High-elevation winter recharge is the principal source of groundwater over the long term in the aquifers of the Sacramento Mountains and the flanking basins. If winter precipitation declines, for instance in response to global climate change, groundwater supply will decrease. The effect would be felt initially in the high mountain communities such as Weed and Cloudcroft (but might be mitigated if occasional wet summers persist) and in areas from La Luz Canyon to Alamogordo and Tularosa where groundwater is of post-bomb age (Table 1). In the Roswell basin, where artesian water has been resident for thousands of years, there would be no short-term effect of diminished winter recharge; over-pumping for irrigation would be of more immediate concern. -80 -75 -70 -65 -60 -55 -50 -45 -11 -10 -9 -8 -7 δD, ‰ δ18O‰ HB saline HB fresh SE Tularosa ancient water GMWL SMT paleo-SMT 1-39 1-40 Water 2014, 6 320 8. Conclusions Stable O and H isotopes have proved useful as environmental tracers in determining the relationships among various occurrences of groundwater in the study area, and the seasonality of recharge. Tritium and 14C have provided valuable constraints on groundwater residence times. A. Relationship between groundwater in the Sacramento Mountains and in flanking basins. Groundwater sampled from the high Sacramento Mountains in 2003 has a characteristic isotope signature. On a δ18O vs. δD diagram, it plots on an evaporation trend (the Sacramento Mountains trend, SMT) of slope near 5.6. Recharge in subsequent years of high summer precipitation plots above the SMT, and has the isotope signature of summer rain [9]. The SMT signature is found in carbonate and basin-fill aquifers west and east of the Sacramento Mountains, indicating winter precipitation in the high mountains as the principal long-term source of groundwater in those basins. Water derived from high elevations is supplied to aquifers at lower elevations by a combination of flow through the carbonate aquifers, and mountain-front recharge of surface water showing the isotope effect of evaporation. Recharge of local low-altitude meteoric water and irrigation reflux occurs in the shallow aquifer at Artesia. The principal (artesian) aquifer of the Roswell Basin receives little or no recharge east of the range front (near Peñasco). B. Groundwater residence times. Short residence times, a few decades, are characteristic of the high Sacramento Mountains (cf. [9]). Bulk residence times for groundwater near Hope and Artesia range from 1000 to 5000 years. In Tularosa Valley, bulk residence times are a few decades near Alamogordo and Tularosa, hundreds to thousands of years immediately south of Alamogordo, and up to 20,000 years at distances of 50 or more km south of Alamogordo. The oldest water has δ18O and δD values lower than those on the SMT. C. Recharge seasonality. Groundwater plotting on the SMT is the result of winter recharge. However, both winter recharge and summer recharge can occur in the carbonate rock of the high Sacramento Mountains. Summer recharge is contributes greatly to mountain groundwater during years of unusually high monsoon rainfall [9], but winter recharge is predominant at other times. D. Origin of waters more distant from the mountains. Surface water in the Pecos River between Artesia and Red Bluff has isotope compositions consistent with a predominant origin in the principal artesian aquifer of Roswell Basin. Groundwater of the central area of the Hueco Bolson near El Paso, Texas, may have originated from the Sacramento Mountains or from the Organ and Franklin Mountains. Stable H and O isotopes cannot distinguish the two sources. Acknowledgements Richard Warnock, Russell Wright and Elaine Wright of the Sacramento Mountains Watershed Restoration Corporation, and Monroe Curtis of Otero County introduced us to numerous well-owners who kindly permitted us to take samples. Bob Mayberry, A.J. Posey, Elaine Wright, Bobbie Melton and Richard Warnock accompanied us in the field. Lynwood Hume kindly provided river and groundwater samples from Roswell. The authors gratefully acknowledge the contributions of three reviewers, whose comments greatly improved the article. The study was funded though SAHRA (Sustainability of semi-Arid Hydrology and Riparian Areas) under the STC Program of the National Science Foundation, Water 2014, 6 321 Agreement No. EAR-9876800, except for Study Area 2, where work was funded by the Environmental Isotope Laboratory at the University of Arizona. Conflicts of Interest The authors declare no conflict of interest. References 1. Eastoe, C.J.; Gu, A.; Long, A. The Origins, Ages and Flow Paths of Groundwater in Tucson Basin: Results of a Study of Multiple Isotope Systems. In Groundwater Recharge in a Desert Environment: The Southwestern United States, Water Science and Applications Series; Hogan, J.F., Phillips, F.M., Scanlon, B.R., Eds.; American Geophysical Union: Washington, DC, USA, 2004; Volume 9, pp. 217–234. 2. Eastoe, C.J.; Hibbs, B.J.; Olivas, A.G.; Hogan, J.; Hawley, J.; Hutchison, W.R. Isotopes in the Hueco Bolson Aquifer, Texas (USA) and Chihuahua (Mexico): Local and general implications for recharge sources in alluvial basins. Hydrogeol. J. 2008, 16, 737–747. 3. Eastoe, C.J.; Hutchison, W.R.; Hibbs, B.J.; Hawley, J.; Hogan, J.F. Interaction of a river with an alluvial basin aquifer: Stable isotopes, salinity and water budgets. J. Hydrol. 2010, 395, 67–78. 4. Meinzer, O.E.; Hare, F.R. Geology and Water Resources of Tularosa Basin, New Mexico; U.S. Geological Survey Water-Supply Paper 343; U.S. Government Printing Office: Washington, DC, USA, 1915; p. 317. 5. Huff, G.F. Simulation of Ground-Water Flow in the Basin-Fill Aquifer of the Tularosa Basin, South-Central New Mexico, Predevelopment through 2040; Scientific Investigations Report; U.S. Geological Survey: Reston, VA, USA, 2005; pp. 2004–5197. 6. Hibbs, B.J.; Boghici, R.N.; Hayes, M.E.; Ashworth, J.B.; Hanson, A.N.; Samani, Z.A.; Kennedy, J.F.; Creel, R.J. Transboundary Aquifers of the El Paso/Ciudad Juarez/Las Cruces Region; Contract Report; Texas Water Development Board, Austin & New Mexico Water Resources Research Institute: Las Cruces, NM, USA, 1997; p. 148. 7. Mayer,"
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "study was funded though SAHRA (Sustainability of semi-Arid Hydrology and Riparian Areas) under the STC Program of the National Science Foundation, Water 2014, 6 321 Agreement No. EAR-9876800, except for Study Area 2, where work was funded by the Environmental Isotope Laboratory at the University of Arizona. Conflicts of Interest The authors declare no conflict of interest. References 1. Eastoe, C.J.; Gu, A.; Long, A. The Origins, Ages and Flow Paths of Groundwater in Tucson Basin: Results of a Study of Multiple Isotope Systems. In Groundwater Recharge in a Desert Environment: The Southwestern United States, Water Science and Applications Series; Hogan, J.F., Phillips, F.M., Scanlon, B.R., Eds.; American Geophysical Union: Washington, DC, USA, 2004; Volume 9, pp. 217–234. 2. Eastoe, C.J.; Hibbs, B.J.; Olivas, A.G.; Hogan, J.; Hawley, J.; Hutchison, W.R. Isotopes in the Hueco Bolson Aquifer, Texas (USA) and Chihuahua (Mexico): Local and general implications for recharge sources in alluvial basins. Hydrogeol. J. 2008, 16, 737–747. 3. Eastoe, C.J.; Hutchison, W.R.; Hibbs, B.J.; Hawley, J.; Hogan, J.F. Interaction of a river with an alluvial basin aquifer: Stable isotopes, salinity and water budgets. J. Hydrol. 2010, 395, 67–78. 4. Meinzer, O.E.; Hare, F.R. Geology and Water Resources of Tularosa Basin, New Mexico; U.S. Geological Survey Water-Supply Paper 343; U.S. Government Printing Office: Washington, DC, USA, 1915; p. 317. 5. Huff, G.F. Simulation of Ground-Water Flow in the Basin-Fill Aquifer of the Tularosa Basin, South-Central New Mexico, Predevelopment through 2040; Scientific Investigations Report; U.S. Geological Survey: Reston, VA, USA, 2005; pp. 2004–5197. 6. Hibbs, B.J.; Boghici, R.N.; Hayes, M.E.; Ashworth, J.B.; Hanson, A.N.; Samani, Z.A.; Kennedy, J.F.; Creel, R.J. Transboundary Aquifers of the El Paso/Ciudad Juarez/Las Cruces Region; Contract Report; Texas Water Development Board, Austin & New Mexico Water Resources Research Institute: Las Cruces, NM, USA, 1997; p. 148. 7. Mayer, J.R.; Sharp, J.M., Jr. Fracture control of regional groundwater flow in a carbonate aquifer in a semi-arid region. Geol. Soc. Am. Bull. 1998, 110, 1657–1671. 8. National Oceanic and Atmospheric Administration. Climatography of the United States No. 81, Monthly Normals of Temperature, Precipitation and Heating and Cooling Degree Days, 1971–2000. Available online: http://cdo.ncdc.noaa.gov/climatenormals/clim81/NMnorm.pdf (accessed on 15 January 2013). 9. Newton, T.B.; Rawling, G.C.; Timmons, S.S.; Land, L.; Johnson, P.S.; Kludt, T.J.; Timmons, J.M. Sacramento Mountains Hydrogeology Study; New Mexico Bureau of Geology and Mineral Resources Open-File Report 543; New Mexico Bureau of Geology and Mineral Resources: Socorro, NM, USA, 2012; p. 78. 10. Roswell Geological Society; Stratigraphic Research Committee. West-East Correlation Section, San Andres Mts. to N.Mex.-Texas Line, Southeastern New Mexico; Roswell Geological Society: Roswell, NM, USA, 1956. Water 2014, 6 322 11. Havenor, K.C. The Hydrogeologic Framework of the Roswell Groundwater Basin, Chaves, Eddy, Lincoln, and Otero Counties, New Mexico. Ph.D. Thesis, University of Arizona, Tucson, AZ, USA, 1996. 12. Gross, G.W.; Hoy, R.N.; Duffy, C.J.; Rehfeldt, K.R. Isotope Studies of Recharge in Roswell Basin. In Isotope Studies in Hydrologic Processes; Perry, E.C., Jr., Montgomery, C.W., Eds.; Northern Illinois University Press: DeKalb, IL, USA, 1982; pp. 25–33. 13. Hoy, R.N.; Gross, G.W. A Baseline Study of Oxygen 18 and Deuterium in the Roswell, New Mexico, Groundwater Basin; New Mexico Water Resources Research Institute: Las Cruces, NM, USA, 1982; Volume 144, p. 98. 14. Yuan, F.; Miyamoto, S. Characteristics of oxygen-18 and deuterium composition in waters from the Pecos River in American Southwest. Chem. Geol. 2008, 255, 220–230. 15. Coplen, T.B.; Kendall, C. Stable Oxygen and Hydrogen Isotope Ratios for Selected Sites of the U.S. Geological Survey’s NASQAN and Benchmark Surface Water Networks; U.S. Geological Survey Open-File Report 00-160; U.S. Geological Survey: Reston, VA, USA, 2000; p. 409. 16. Szynkiewicz, A.; Newton, B.T.; Timmons, S.S.; Borrok, D.M. The sources and budget for dissolved sulfate in a fractured carbonate aquifer, Southern Sacramento Mountains, New Mexico, USA. Appl. Geochem. 2012, 27, 1451–1462. 17. Huff, G.F. Apparent Age of Ground Water Near the Southeastern Margin of the Tularosa Basin, Otero County, New Mexico. In Geology of White Sands: New Mexico Geological Society Guidebook; Giles, K.A., Lueth, V.W., Lucas, S.G., Kues, B.S., Myers, R., Ulmer-Scholle, D.S., Eds.; New Mexico Geological Society: Alamogordo, NM, USA, 2002; Volume 53, pp. 303–307. 18. Clark, I.; Fritz, P. Environmental Isotopes in Hydrogeology; Lewis Publishers: Boca Raton, FL, USA, 1997; p. 328 19. Veizer, J.; Hoefs, J. The nature of 18O/16O and 13C/12C secular trends in sedimentary carbonate rocks. Geochim. Cosmochim. Acta 1976, 40, 1387–1395. 20. Colgan, R.E.; Scholle, P.A. Carbon isotopic stratigraphy of the San Andres Formation; A possible correlation tool? (Abstract). Am. Assoc. Pet. Geologists Bull. 1991, 75, 555. 21. Wright, W.E. δD and δ18O in Mixed Conifer Systems in the U.S. Southwest: The Potential of δ18O in Pinus Ponderosa Tree Rings as a Natural Environmental Recorder. Ph.D. Thesis, Department of Geosciences, The University of Arizona, Tucson, AZ, USA, 2001. 22. Eastoe, C.J.; Watts, C.J.; Ploughe, M.; Wright, W.E. Future use of tritium in mapping pre-bomb groundwater volumes. Ground Water 2011, 50, 87–93. 23. Winograd, I.J.; Riggs, A.C.; Coplen, T.B. The relative contributions of summer and cool-season precipitation to groundwater recharge, Spring Mountains, Nevada, USA. Hydrogeol. J. 1998, 6, 77–93. 24. Wahi, A.K.; Hogan, J.F.; Ekwurzel, B.; Baillie, M.N.; Eastoe, C.J. Geochemical quantification of semiarid mountain recharge. Ground Water 2008, 46, 414–425. 25. Cunningham, E.E.B.; Long, A.; Eastoe, C.J.; Bassett, R.L. Migration of recharge waters downgradient from the Santa Catalina Mountains into the Tucson Basin aquifer. Hydrogeol. J. 1998, 6, 94–103. 26. Blasch, K.W.; Bryson, J.R. Distinguishing sources of ground water recharge by using δ2H and δ18O. Ground Water 2007, 45, 294–308. Water 2014, 6 323 27. Worthington, S.R.H.; Ford, D.C. Self-organized permeability in carbonate aquifers. Ground Water 2009, 47, 326–336. 28. Uliana, M.M.; Sharp, J.M. Tracing regional flow paths to major springs in Trans-Pecos Texas using geochemical data and geochemical models. Chem. Geol. 2001, 179, 53–72. 29. Wolaver, B.D.; Sharp, J.M.; Rodriguez, J.M.; Ibarra, F. Delineation of regional karstic aquifers: An integrative data approach. Ground Water 2008, 46, 396–413. 30. Plummer, L.N.; Bexfield, L.M.; Anderholm, S.K.; Sanford, W.E.; Busenberg, E. Geochemical Characterization of Ground-Water Flow in the Santa Fe Group Aquifer System, Middle Rio Grande Basin, New Mexico; U.S.G.S. Water-Resources Investigation Report 03-4131; U.S. Geological Survey: Reston, VA, USA, 2004; 1–395. 31. Druhan, J.L.; Hogan, J.F.; Eastoe, C.J.; Hibbs, B.; Hutchison, W.R. Hydrogeologic controls on groundwater recharge and salinization: A geochemical analysis of the Northern Hueco Bolson Aquifer, El Paso, Texas. Hydrogeol. J. 2008, 16, 281–296. © 2014 by the authors; licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution license (http://creativecommons.org/licenses/by/3.0/)."
    },
    {
        "URL": "Eastoe2014_water-06-00301.pdf",
        "Text": "sources of ground water recharge by using δ2H and δ18O. Ground Water 2007, 45, 294–308. Water 2014, 6 323 27. Worthington, S.R.H.; Ford, D.C. Self-organized permeability in carbonate aquifers. Ground Water 2009, 47, 326–336. 28. Uliana, M.M.; Sharp, J.M. Tracing regional flow paths to major springs in Trans-Pecos Texas using geochemical data and geochemical models. Chem. Geol. 2001, 179, 53–72. 29. Wolaver, B.D.; Sharp, J.M.; Rodriguez, J.M.; Ibarra, F. Delineation of regional karstic aquifers: An integrative data approach. Ground Water 2008, 46, 396–413. 30. Plummer, L.N.; Bexfield, L.M.; Anderholm, S.K.; Sanford, W.E.; Busenberg, E. Geochemical Characterization of Ground-Water Flow in the Santa Fe Group Aquifer System, Middle Rio Grande Basin, New Mexico; U.S.G.S. Water-Resources Investigation Report 03-4131; U.S. Geological Survey: Reston, VA, USA, 2004; 1–395. 31. Druhan, J.L.; Hogan, J.F.; Eastoe, C.J.; Hibbs, B.; Hutchison, W.R. Hydrogeologic controls on groundwater recharge and salinization: A geochemical analysis of the Northern Hueco Bolson Aquifer, El Paso, Texas. Hydrogeol. J. 2008, 16, 281–296. © 2014 by the authors; licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution license (http://creativecommons.org/licenses/by/3.0/)."
    }
]