[
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "REPORT Soil-water dynamics and tree water uptake in the Sacramento Mountains of New Mexico (USA): a stable isotope study Casey Gierke1 & B. Talon Newton2 & Fred M. Phillips3 Received: 21 August 2015 /Accepted: 12 March 2016 /Published online: 16 April 2016 # Springer-Verlag Berlin Heidelberg 2016 Abstract In the southwestern United States, precipitation in the high mountains is a primary source of groundwater re- charge. Precipitation patterns, soil properties and vegetation largely control the rate and timing of groundwater recharge. The interactions between climate, soil and mountain vegeta- tion thus have important implications for the groundwater supply. This study took place in the Sacramento Mountains, which is the recharge area for multiple regional aquifers in southern New Mexico. The stable isotopes of oxygen and hydrogen were used to determine whether infiltration of pre- cipitation is homogeneously distributed in the soil or whether it is partitioned among soil-water ‘compartments’, from which trees extract water for transpiration as a function of the season. The results indicate that “immobile” or “slow” soil water, which is derived primarily from snowmelt, infiltrates soils in a relatively uniform fashion, filling small pores in the shallow soils. “Mobile” or “fast” soil water, which is mostly associated with summer thunderstorms, infiltrates very quickly through macropores and along preferential flow paths, evading evaporative loss. It was found that throughout the entire year, trees principally use immobile water derived from snowmelt mixed to differing degrees with seasonally available mobile- water sources. The replenishment of these different water pools in soils appears to depend on initial soil-water content, the manner in which the water was introduced to the soil (snowmelt versus intense thunderstorms), and the seasonal variability of the precipitation and evapotranspiration. These results have important implications for the effect of climate change on recharge mechanisms in the Sacramento Mountains. Keywords USA . Karst . Stable isotopes . Groundwater recharge/water budget . Soil water Introduction Within the basin-and-range province, which extends over much of the southwestern US, basin aquifers provide a signif- icant amount of water for municipal, industrial and agricultur- al uses. Recharge to these aquifers dominantly originates as precipitation in adjacent mountain ranges (Wilson and Guan 2004). These mountainous areas receive greater precipitation than the surrounding basins, much of which falls as snow. Thin soils, fractured bedrock, lower temperatures and larger surface albedo due to snow cover, all play a role in producing the greater groundwater recharge rates in mountainous areas. The Sacramento Mountains, located in southern New Mexico, serve as the primary recharge area for adjacent re- gional aquifers. Precipitation in the Sacramento Mountains can recharge the surrounding lowland basin aquifers in a va- riety of ways (Wilson and Guan 2004). Most water that re- charges the system percolates through soils. When rain or snowmelt reaches the soil surface, some water may run off This article belongs to a series that characterizes the hydrogeology of the Sacramento Mountains and the Roswell and Salt basins in New Mexico, USA * B. Talon Newton talon@nmbg.nmt.edu 1 Lee Wilson & Associates, 1420 Carlisle Blvd NE Suite 200b, Albuquerque, NM 87110, USA 2 New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, 801 Leroy Place, Socorro, NM 87801-4796, USA 3 Earth and Environmental Science Department, New Mexico Institute of Mining and Technology, 801 Leroy Place, Socorro, NM 87801-4796, USA Hydrogeol J (2016) 24:805–818 DOI 10.1007/s10040-016-1403-1 and the rest will infiltrate into the soil. Of the water that infil- trates, some may move through the soil column, through the soil matrix or by preferential flow, while much of it will be stored in the soil (Gee et al. 2009). The water that is stored may undergo evaporation or be extracted by mountain trees and other vegetation. This partitioning is controlled by precip- itation amounts and seasonality, soil thickness, texture, struc- ture, heterogeneity, antecedent soil-water conditions and veg- etation type and density. Assuming the average soil texture and depth is relatively constant over time, the antecedent con- ditions are mainly controlled by the magnitude and frequency of precipitation events and evapotranspiration (ET) rates, all of which vary seasonally. A key objective of this project was to elucidate the partitioning of soil water between drainage, soil storage and uptake by trees around the annual cycle. The stable isotopes of oxygen and hydrogen have proven to be useful tools for investigating soil-water dynamics by en- abling researchers to correlate the isotopic composition of soil water to the seasonal cycle of local precipitation (Mathieu and Bariac 1996; Newman et al. 1998; Gazis and Feng 2004; Brooks et al. 2010); therefore, percolation rates and mixing processes within the soil can be assessed. This methodology has recently shown that in some settings, water bound tightly to the matrix may essentially be decoupled from water that moves quickly along preferential flow paths (Brooks et al. 2010). As mentioned in the previous, ET from mountain veg- etation, especially trees, may play a large role in the soil-water balance. Many researchers have also used the stable isotopes of oxygen and hydrogen to investigate interactions between trees and the local hydrogeology (Dawson and Ehleringer 1991; Ehleringer and Dawson (1992); Adar et al. 1995; Brunel et al. 1997; Goldsmith et al. 2012; Bertrand et al. 2014). This study was conducted in the Sacramento Mountains in southern New Mexico, which has been the subject of several research projects (Newman et al. 2016). The Sacramento Mountains provide groundwater recharge to adjacent regional aquifers (Newton et al. 2012), including the Roswell Artesian Basin, which is heavily developed for agriculture. Using the stable isotopes of oxygen and hydrogen as environmental tracers, two research questions were addressed: is infiltration of precipitation homogeneously distributed in the soil or is it partitioned among soil-water ‘compartments’? and, if there are compartments, from which of these do trees extract water for transpiration as a function of the season? These questions were addressed by tracking the isotopic signatures of precip- itation, soil water, and mobile water in tree tissues over the course of 1 year (2011–2012). Study site and geologic setting The Sacramento Mountains are located in southern New Mexico to the east of Alamogordo (Fig. 1). This mountain range is a large back-tilted fault block that has been uplifted due to extensional tectonism related to the Rio Grande Rift. This mountain range is characterized by a very steep escarp- ment to the west and gently sloping topography to the east that generally approximates the dip slope of the sedimentary for- mations that compose the range. On the eastern slopes of the range, the geology is relatively simple, consisting of the Permian shallow sea deposits of the San Andres and Yeso formations. The San Andres Formation overlies the Yeso Formation, and in the high mountains where this study was conducted, it caps the ridges with fairly homogeneous, highly fractured limestone. The Yeso Formation, which is exposed on low-to-mid slopes, is highly heterogeneous, both laterally and vertically, and consists of mudstones, siltstones and interbedded lime- stone units. Precipitation in the Sacramento Mountains varies from 36 cm annually in the surrounding lowlands to 66 cm near the range crest (Newton et al. 2012). The summer monsoon, typically between July and September, accounts for about 50 % of annual precipitation,"
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "to adjacent regional aquifers (Newton et al. 2012), including the Roswell Artesian Basin, which is heavily developed for agriculture. Using the stable isotopes of oxygen and hydrogen as environmental tracers, two research questions were addressed: is infiltration of precipitation homogeneously distributed in the soil or is it partitioned among soil-water ‘compartments’? and, if there are compartments, from which of these do trees extract water for transpiration as a function of the season? These questions were addressed by tracking the isotopic signatures of precip- itation, soil water, and mobile water in tree tissues over the course of 1 year (2011–2012). Study site and geologic setting The Sacramento Mountains are located in southern New Mexico to the east of Alamogordo (Fig. 1). This mountain range is a large back-tilted fault block that has been uplifted due to extensional tectonism related to the Rio Grande Rift. This mountain range is characterized by a very steep escarp- ment to the west and gently sloping topography to the east that generally approximates the dip slope of the sedimentary for- mations that compose the range. On the eastern slopes of the range, the geology is relatively simple, consisting of the Permian shallow sea deposits of the San Andres and Yeso formations. The San Andres Formation overlies the Yeso Formation, and in the high mountains where this study was conducted, it caps the ridges with fairly homogeneous, highly fractured limestone. The Yeso Formation, which is exposed on low-to-mid slopes, is highly heterogeneous, both laterally and vertically, and consists of mudstones, siltstones and interbedded lime- stone units. Precipitation in the Sacramento Mountains varies from 36 cm annually in the surrounding lowlands to 66 cm near the range crest (Newton et al. 2012). The summer monsoon, typically between July and September, accounts for about 50 % of annual precipitation, and approximately 75 % of the annual precipitation falls between the months of May and October. Precipitation at elevations greater than 2,380 m is the primary source of groundwater recharge; the groundwater eventually flows into the larger regional system to the east and southeast (Newton et al. 2012). Groundwater in the high mountains flows generally to the east, primarily through frac- tured limestone units within the Yeso Formation (Newton et al. 2012). The heterogeneity of the Yeso Formation is reflected in the hydrogeologic system, which is characterized by multiple layers of fracture-controlled carbonate aquifers, ranging from localized perched systems to larger intermediate aquifers at depth. Surface exposure of the highly heteroge- neous Yeso Formation results in many springs emitting from carbonate layers within the Yeso. These springs typically feed short stream reaches before reinfiltrating, which is the domi- nant recharge mechanism on a regional scale (Newton et al. 2012). The study area is located in Three L Canyon (Fig. 1), which is tributary to James Canyon between Cloudcroft and Mayhill. The study area covers approximately 325 ha and elevations range from ~2,700 m at the tops of the ridges to ~2,300 m at the canyon bottom. Vegetation in the area consists mainly of mixed conifer (Douglas Fir, Ponderosa Pine, White Fir, and White Pine) on the hill-slopes and ridge tops and grass on the canyon floors. Two springs in the canyon discharge water that is stored in small ponds. Streamflow in this canyon is very rare. Soils on the ridge top and overlying San Andres limestones are typically thin, silt loam to loam in texture, high in organic litter content, and exhibit only an A horizon overlying interlocking angular blocks of the parent carbonate material (Fig. 2a). Soils that develop on the Yeso formation are often 806 Hydrogeol J (2016) 24:805–818 similar to those on the San Andres with silt loams being com- mon, but Yeso soils are typically deeper and better developed, containing B horizons and moderate subangular blocky struc- ture (Fig. 2b). The similarity of the two soil types and the lack of carbonate content suggests that the fine fractions of soils in this area must originate from another source, likely eolian dust (J. Frechette, New Mexico Bureau of Geology and Mineral Resources, unpublished report “Three L Canyon soil geomor- phic units”, 2008). Stable isotopic characterization of water in the Sacramento Mountains Several researchers have studied the stable isotopes of oxygen and hydrogen in groundwater and surface water in the Sacramento Mountains and surrounding areas (Newton et al. 2012; Gross et al. 1982; Eastoe and Rodney 2014). Newton et al. (2012) sampled precipitation from several different ele- vations over a 5-year period and constructed a local meteoric Fig. 1 Study area location. Three L Canyon is a small watershed (~325 ha) in the Sacramento Mountains in southeastern New Mexico, shown here with topographic shading Hydrogeol J (2016) 24:805–818 807 water line (LMWL) for the Sacramento Mountains, given by δD=8.4×δ18O+23. A typical seasonal trend for the isotopic composition of precipitation was observed, with heavier values in the summer and lighter values in the winter. Eastoe and Rodney (2014) observed that groundwater and springs in the Sacramento Mountains and surrounding areas commonly plotted along an evaporation line that they termed the ‘Sacramento Mountain trend’ (SMT). This trend line, which was also observed by Newton et al. (2012), has an approximate slope of 5.4, and intersects the LMWL within the upper end of the range typical for winter precipitation (Fig. 3). The observed intersection with the LMWL was interpreted to be the result of recharge to the high-elevation perched groundwater systems be- ing dominated by quick infiltration of winter precipita- tion. The shallow slope of the SMT was interpreted as an evolving evaporative signature. Groundwater dis- charges at hundreds of local springs in upland water- sheds, feeding mountain streams where water evaporates before re-infiltrating through fractured bedrock stream- beds and recharging other perched aquifers at lower elevations. This cycle continues down gradient in the region where the Yeso Formation is exposed at the sur- face (west of Mayhill). The heterogeneous and karstic nature of this system results in well-mixed groundwa- ters. The evaporative isotopic signature can be seen in groundwater in adjacent regional aquifers to the east, west and south of the Sacramento Mountains (Eastoe and Rodney 2014). It is important to note that, from the results discussed in the aforementioned, the primary recharge mechanism is apparently focused recharge of primarily snowmelt through mountain streambeds. However, changes in the isotopic composition of local springs and groundwater due to large recharge events in the summers of 2006 and 2008 (Newton et al. 2012) suggest that these ex- treme storm events flushed diffuse-recharge waters, which are stored in the unsaturated zone, into the satu- rated system. These waters representing diffuse recharge are likely characterized by a non-evaporative isotopic composition that plots on the LMWL. Methods Precipitation, tree water and soil water were analyzed for the isotopes of oxygen and hydrogen. Samples were collected several times over a year. Some samples were collected from on the ridge top and others were collected near the canyon floor. Figure 4 shows these sample locations. Precipitation sampling Precipitation was collected from a ridge top near the sampling areas for soil and tree water. Precipitation was sampled with a section of 7.6 cm diameter PVC pipe about 30 cm long with a funnel and rubber tubing attached to"
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "be- ing dominated by quick infiltration of winter precipita- tion. The shallow slope of the SMT was interpreted as an evolving evaporative signature. Groundwater dis- charges at hundreds of local springs in upland water- sheds, feeding mountain streams where water evaporates before re-infiltrating through fractured bedrock stream- beds and recharging other perched aquifers at lower elevations. This cycle continues down gradient in the region where the Yeso Formation is exposed at the sur- face (west of Mayhill). The heterogeneous and karstic nature of this system results in well-mixed groundwa- ters. The evaporative isotopic signature can be seen in groundwater in adjacent regional aquifers to the east, west and south of the Sacramento Mountains (Eastoe and Rodney 2014). It is important to note that, from the results discussed in the aforementioned, the primary recharge mechanism is apparently focused recharge of primarily snowmelt through mountain streambeds. However, changes in the isotopic composition of local springs and groundwater due to large recharge events in the summers of 2006 and 2008 (Newton et al. 2012) suggest that these ex- treme storm events flushed diffuse-recharge waters, which are stored in the unsaturated zone, into the satu- rated system. These waters representing diffuse recharge are likely characterized by a non-evaporative isotopic composition that plots on the LMWL. Methods Precipitation, tree water and soil water were analyzed for the isotopes of oxygen and hydrogen. Samples were collected several times over a year. Some samples were collected from on the ridge top and others were collected near the canyon floor. Figure 4 shows these sample locations. Precipitation sampling Precipitation was collected from a ridge top near the sampling areas for soil and tree water. Precipitation was sampled with a section of 7.6 cm diameter PVC pipe about 30 cm long with a funnel and rubber tubing attached to the bottom, leading to a 3.79 L collection jar. Mineral oil was placed in the collection jar to prevent evaporation of the sampled water. Samples were typically collected every 2–3 months, and in some cases when possible, on a daily or event-specific basis. Fig. 2 a Soils that overlie the San Andres Formation on the upper slopes and ridges are typically thin, silt loam to loam and exhibit only an A horizon. b Soils that overlie the Yeso Formation on the lower slopes and valley bottoms are thicker and more developed than soils at higher elevations 808 Hydrogeol J (2016) 24:805–818 Fig. 3 Isosopic characterization of waters in the Sacramento Mountains (Newton et al. 2012). The isotopic composition of precipitation in the study area plots along the local meteoric water line (LMWL), with heavier values in the summer (monsoons) and lighter values in the winter. Isotopic compositions of most groundwater and spring discharge in the Sacramento mountains and surrounding areas plot along the Sacramento Mountains Trend (SMT), which is an evaporation line Fig. 4 Soil and tree sample locations. RT indicates sample locations on the ridge top, and VB indicates sample location on the valley bottom. P indicates the location of continuous soil moisture measurements. The location of two springs in Three L Canyon are also shown Hydrogeol J (2016) 24:805–818 809 Tree water sampling Twig samples from Douglas Fir (Pseudotsuga menziesii) trees, ranging from approximately 25 to 30 cm in length and from 0.5 to 2.5 cm in diameter, were collected in the field. Samples were wrapped in plastic wrap, sealed in Ziploc bags and placed on ice and transported back to the lab. Twig sam- ples were then stored in a freezer until processing. This study used cryogenic vacuum distillation to extract water from both bulk soil and twig samples (Brunel et al. 1991; Tang and Feng 2001; Unkovich et al. 2001; West et al. 2006; Vendramini and Sternberg 2007). Cryogenic vac- uum distillation first isolates the sample in a closed system then immobilizes the water by freezing it in a liquid nitrogen bath. The system is then put under a vacuum, resealed and heat is applied to the sample side via boiling water, while the collection side is put in a liquid nitrogen bath. Water evapo- rates out of the sample and condenses in the liquid nitrogen cooled collection vessel. Forty-five minutes to an hour was allowed for the extraction process, which previous studies have shown to be ample time for complete extractions (West et al. 2006; Orlowski et al. 2013). Bark or phloem was re- moved prior to the sample being placed in the distillation vessel, and samples were weighed before and after extraction to calculate gravimetric water content. Extracted waters were stored in 30-ml cone-topped glass storage bottles. Activated carbon was placed in the extracted twig water samples to remove organic material and clear up their milky appearance, which may be indicative of high concentrations of organic solutes. In total, 31 tree water samples were collected, proc- essed and successfully analyzed; although, some analyses were not successful due to excess dissolved organic matter. Soil moisture Volumetric soil moisture was measured on an hourly basis at eight locations, four on the ridge top, and four on the valley bottom (Fig. 4) with a Campbell Scientific CS616 water- content reflectometer. These sensors measured volumetric wa- ter content and were calibrated to the specific soils being mea- sured for this study. At each site, soil moisture was measured at 3 depths (~5, ~15, ~35 cm). Bulk soil-water sampling Two methods were employed for soil-water sampling: grab samples and passive wick samples. Grab samples were obtain- ed with a hand auger from locations close to sampled trees. Sample depths are given in Table 1 but they are an approxi- mation of the 5–10-cm interval sampled. Soil samples were stored in 1 L mason jars with screw-band SNAP lids (Newman et al. 1998). Sample jars were further sealed with parafilm to prevent any evaporation or atmospheric exchange. Water extraction from grab samples used the distillation meth- od (Campbell et al. 1996) described for tree water, with the modification of using a heating apparatus rather than a water bath. This sampling method is assumed to extract all water present in the soil sample including tightly bound water, weakly bound water, and gravitational water if it is present, and will be referred to as bulk soil (BS) water. It should be noted that BS water samples are discrete in both time and location. In total, 33 BS water samples were collected, proc- essed and successfully analyzed. Table 1 Bulk soil-water samples that were collected on the ridge top and the valley bottom at different times of the year and stable isotope data. The second number in the sample name indicates the depth at which the soil sample was collected in cm Date Sample δ18O (‰) δD (‰) θ (gravimetric water content) 3/17/2011 VB 1- 25 −5.9 −70 0.22 VB 1- 40 −6.5 −72 0.21 VB 2-15 −5.8 −62 0.26 VB 2- 25 −7.6 −66 0.31 VB 2- 40 −8.2 −70 0.36 VB 2- 65 −9.4 −76 0.38 VB 3- 35 −8.8 −75 0.19 VB 3- 50 −8.9 −77 0.19 VB 3- 95 −9 −71 0.15 VB 5- 30 −7.5 −71 0.18 RT 2- 30 −6.8 −83 0.21 RT 2- 40 −9 −84 0.19 RT 3-15 −4.2 −95 0.18 RT 3- 30 −1.5"
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "passive wick samples. Grab samples were obtain- ed with a hand auger from locations close to sampled trees. Sample depths are given in Table 1 but they are an approxi- mation of the 5–10-cm interval sampled. Soil samples were stored in 1 L mason jars with screw-band SNAP lids (Newman et al. 1998). Sample jars were further sealed with parafilm to prevent any evaporation or atmospheric exchange. Water extraction from grab samples used the distillation meth- od (Campbell et al. 1996) described for tree water, with the modification of using a heating apparatus rather than a water bath. This sampling method is assumed to extract all water present in the soil sample including tightly bound water, weakly bound water, and gravitational water if it is present, and will be referred to as bulk soil (BS) water. It should be noted that BS water samples are discrete in both time and location. In total, 33 BS water samples were collected, proc- essed and successfully analyzed. Table 1 Bulk soil-water samples that were collected on the ridge top and the valley bottom at different times of the year and stable isotope data. The second number in the sample name indicates the depth at which the soil sample was collected in cm Date Sample δ18O (‰) δD (‰) θ (gravimetric water content) 3/17/2011 VB 1- 25 −5.9 −70 0.22 VB 1- 40 −6.5 −72 0.21 VB 2-15 −5.8 −62 0.26 VB 2- 25 −7.6 −66 0.31 VB 2- 40 −8.2 −70 0.36 VB 2- 65 −9.4 −76 0.38 VB 3- 35 −8.8 −75 0.19 VB 3- 50 −8.9 −77 0.19 VB 3- 95 −9 −71 0.15 VB 5- 30 −7.5 −71 0.18 RT 2- 30 −6.8 −83 0.21 RT 2- 40 −9 −84 0.19 RT 3-15 −4.2 −95 0.18 RT 3- 30 −1.5 −80 0.19 7/17/2011 VB 2- 20 −8.4 −70 0.33 9/11/2011 VB 3b- 25 −7.6 −76 0.18 VB 3b- 50 −8.7 −69 0.17 VB 3b- 75 −9.2 −76 0.14 VB 3- 70 −9.2 −79 0.16 11/20/2011 RT 2- 5 0.5 −36 0.24 RT 2- 10 −7.1 −66 a VB 2- 20 −8.2 −81 0.31 VB 2- 40 −8.6 −65 0.32 VB 2- 55 −9.2 −72 0.19 VB 3- 20 −6.7 −58 0.18 VB 9- 25 −5.7 −48 0.08 VB 9- 45 −7.9 −64 0.11 VB 9- 65 −8.3 −64 0.11 VB 9- 85 −8.5 −70 0.11 2/25/2012 VB 2b- 13 −4 −59 0.14 VB 2b- 25 −6.6 −75 0.12 VB 2b- 33 −7.1 −77 0.13 a Vessel broke before collected sample was weighed 810 Hydrogeol J (2016) 24:805–818 Passive-wick soil-water sampling Passive-wick soil (PWS) water samples were collected with passive capillary samplers (PCAPS; Frisbee et al. 2008; Gee et al. 2009). These samplers are constructed of a high capil- larity fiberglass wick. The wick is coiled upon itself and placed in contact with soils with a tail to transport water out of the soil matrix to a collection vessel. From the coiled end to the collection bottle, the wick was threaded through a plastic tube to prevent evaporation from the wick. Once inside the collection vessel, the wick was arranged such that water would drip from the wick into the collection bottle and thus the wick could not draw water back to the soil matrix when matric potentials shift. Mineral oil was placed in the bottom of the collection bottles to ensure that there would be no evapo- ration from the sample once collected. These samplers extract water from the soil matrix when soil moisture content is above a threshold value at which the capillarity of the wick is able to overcome the soil matric potential. The wicks were 30.5-cm long resulting in a wick matric potential of 30.5 cm; thus, they extracted only loosely bound soil water (Knutson and Selker 1994; Frisbee et al. 2008). Landon et al. (1999) noted that PCAPS commonly collect more mobile soil water. Note that PCAPS did not always produce samples. No samples were recovered until the 2011 monsoon season began in July and all but one of the PWS water samples recovered were from the valley bottom. Several of the installations failed to produce even a single sample. Because PCAPS collect water only when soil moisture content is high, PWS water samples do not represent the entire period of time between sample collections, but rather only the periods when the soil moisture threshold value was exceeded. As such, PWS water samples may be representative of indi- vidual events; however, if several precipitation events occur between collections, the sample obtained was an integration of all events during which the PCAP was in place and soil mois- ture thresholds were exceeded. In total, nine PWS samples were collected and analyzed. Stable isotope analysis Samples were analyzed for the stable isotopes of hydrogen and oxygen on a Picarro Cavity Ring Down Spectrometer. Sample waters were injected three times and isotopic ratios were calculated from the average of these injections. On this apparatus, samples containing organic matter may be subject to spectral interference. Spectral interference is a complication associated with stable isotope analysis of waters with high organic content using isotope-ratio infrared spectroscopy (IRIS). This method of analysis uses photo absorption of an infrared laser by H2O molecules to calculate the abundances of the isotopologues of water via spectroscopy. The bonds between heavier isotopes of hydrogen or oxygen have different bond energies that can be detected with different laser frequencies. Organic compounds present in distilled tree and soil-water samples can interfere with this process and cause erroneous calculated isotope abundances. Spectral inter- ference can cause deviations as large as 15.4 ‰ δ18O and 46 ‰ δD (West et al. 2010). Spectral interference was analyzed using the procedure rec- ommended by the manufacturer (Picarro Inc.). Inner cavity H2O level data was used to identify injections. Injections were identified as periods when inner cavity H2O levels were above the specified minimum value (15,000 ppmv). Standard devi- ation residuals produced during the analysis were examined during these injection peaks. The standard deviation residuals of the first five calibration samples were averaged and used to compare the quality of the following injections. Each subse- quent injection was divided by that average; variations of 30 % or more were flagged as having spectral interference and data from that injection was rejected. 26.7 % of the dataset (20 % for soils and 32 % for trees) was flagged as having spectral interference and removed. Results and discussion During the course of this study, BS water varied from −95 to −36 ‰ δD and −9.4 to 0.5 ‰ δ18O (Table 1). PWS water ranged from −70 to −35 ‰ δD and −8.5 to −4.9 ‰ δ18O (Table 2). Tree water varied from −49 to −85 ‰ δD and −5.4 to −9.3 ‰ δ18O (Table 3). Local precipitation varied from −98 to 2 ‰ δD and −13 to 0 ‰ δ18O (Table 4), and plotted as expected near the LMWL (data not shown). The stable isotopic composition of one snow sample was −80 ‰ δD and −11.2 ‰ δ18O (Table 5). Volumetric soil-water content on the ridge top and the valley bottom show similar trends and are seen to increase during the winter and summer in"
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "laser frequencies. Organic compounds present in distilled tree and soil-water samples can interfere with this process and cause erroneous calculated isotope abundances. Spectral inter- ference can cause deviations as large as 15.4 ‰ δ18O and 46 ‰ δD (West et al. 2010). Spectral interference was analyzed using the procedure rec- ommended by the manufacturer (Picarro Inc.). Inner cavity H2O level data was used to identify injections. Injections were identified as periods when inner cavity H2O levels were above the specified minimum value (15,000 ppmv). Standard devi- ation residuals produced during the analysis were examined during these injection peaks. The standard deviation residuals of the first five calibration samples were averaged and used to compare the quality of the following injections. Each subse- quent injection was divided by that average; variations of 30 % or more were flagged as having spectral interference and data from that injection was rejected. 26.7 % of the dataset (20 % for soils and 32 % for trees) was flagged as having spectral interference and removed. Results and discussion During the course of this study, BS water varied from −95 to −36 ‰ δD and −9.4 to 0.5 ‰ δ18O (Table 1). PWS water ranged from −70 to −35 ‰ δD and −8.5 to −4.9 ‰ δ18O (Table 2). Tree water varied from −49 to −85 ‰ δD and −5.4 to −9.3 ‰ δ18O (Table 3). Local precipitation varied from −98 to 2 ‰ δD and −13 to 0 ‰ δ18O (Table 4), and plotted as expected near the LMWL (data not shown). The stable isotopic composition of one snow sample was −80 ‰ δD and −11.2 ‰ δ18O (Table 5). Volumetric soil-water content on the ridge top and the valley bottom show similar trends and are seen to increase during the winter and summer in 2011 and 2012 (Fig. 5). Increases in the soil moisture content during winter months correlate to average Table 2 The number of PWS samples that were collected on the ridge top and the valley bottom at different times of the year, and stable isotope data Date Location δ18O (‰) δD (‰) 7/17/2011 VB 2- 30 cm −8.4 −70 8/15/2011 VB 2- 30 cm −6.6 −47 8/21/2011 VB 2- 30 cm −6.2 −45 9/11/2011 VB 2- 30 cm −5.9 −35 VB 3- 30 cm −6.5 −44 10/28/2011 RT 3- 35 cm −4.9 −36 11/20/2011 VB 2- 30 cm −5.8 −41 VB 3- 30 cm −8.5 −55 2/25/2012 VB 3- 30 cm −7.5 −52 Hydrogeol J (2016) 24:805–818 811 daily temperature increases that follow sub-zero temperatures and are therefore likely snowmelt events. Soil moisture then decreases steadily over several months until the monsoon season begins. During the monsoon, soil moisture responds to individ- ual rain events very quickly and also decreases quickly in a matter of days to weeks. Although water from individual rain events appears to drain rather quickly from soil, there is an observed cumulative soil moisture increase in response to mon- soon rains. Soil moisture then decreases quickly in the late fall and early winter until the observed snowmelt events take place. All BS water values are shown on a δ18O vs. δD plot in Fig. 6. The high degree of variability is consistent with other studies (Landon et al. 1999; Tang and Feng 2001; Brooks et al. 2010). The variability in BS water is caused by evaporative enrichment and variable source water (Barnes and Allison 1988; Tang and Feng 2001). The March 2011 VB 2 samples form a linear trend on this plot, which is due to evaporation of soil water. The data exhibit an inverse relationship between the degree of evaporation and sample depth, with water closer to the surface showing a larger degree of evaporation. The VB-2 evap- oration line intersects the LMWL below the intersection of the SMTand the LMWL and in the winter precipitation region of the LMWL. The location of this intersection suggests that the initial composition of the source water for March 2011 VB-2 BS water is dominantly snowmelt. This linear evaporative trend was only observed for the VB 2 BS sample, but all of the BS water plot in the same area to the right of the LMWL and below the SMT line. BS water plotting in this region is interpreted to be water that entered the soil as snowmelt and subsequently evaporated. The isotopic composition of PWS waters and tree waters are shown on a δ18O vs. δD plot in Fig. 7. PWS water sampled in July was isotopically similar to BS waters. As the monsoon season progressed (July–September), the isotopic composi- tion of PWS waters was observed to progressively evolve towards heavier values approaching the LMWL. This evolu- tion reached a maximum in September before shifting back towards lighter values in the winter (November and February). These results are interpreted as indicating that the PWS waters in the summer were derived from recent, intense precipitation that quickly percolated through the soil column via macropores and preferential flow paths. The isotopic composition of PWS waters appear to constitute a mixture of recent precipitation and BS waters. During the monsoon season, the isotopic composi- tion of this mixture approached that of recent summer Table 3 Tree water samples collected at different locations and times along with stable isotope data Date Sample δ18O (‰) δD (‰) 3/17/2011 VB 1 −7.9 −76 VB 2 −7.8 −68 VB 4 −8.9 −77 VB 5 −9.0 −76 RT 2 −6.9 −85 RT 4 −9.1 −84 VB 7 −9.3 −81 7/17/2011 VB 6 −7.3 −74 RT 2- a −6.0 −70 RT 2- b −7.3 −75 8/21/2011 VB 2- b −7.9 −61 VB 2- c −7.7 −61 9/11/2011 VB 2- a −6.8 −57 VB 2- b −6.8 −56 RT 2- a −6.0 −52 RT 2- b −6.5 −53 RT 2- c −6.5 −54 11/20/2011 VB 3- a −5.8 −52 VB 3- b −5.4 −50 VB 3- c −5.5 −49 VB 7- a −8.5 −65 VB 8-a −8.4 −68 VB 8- b −8.1 −66 VB 9 −5.6 −51 RT 2- a −5.8 −56 RT 2- b −6.9 −63 RT 6 −6.3 −57 2/25/2012 VB 2- a −8.5 −77 VB 2- b −7.9 −77 RT 2- a −8.9 −73 RT 2- b −8.9 −74 Table 4 Stable isotope data of precipitation samples collected at different times Date δ18O (‰) δD (‰) 3/2/2011 −13.3 −98 8/12/2011 −5.0 −27 8/15/2011 −0.5 2 8/15/2011 −3.3 −13 8/17/2011 −3.1 −16 8/18/2011 −6.0 −33 8/19/2011 −3.1 −12 9/1/2011 −6.4 −35 9/11/2011 −5.0 −22 11/17/2011 −7.4 −48 12/1/2011 −9.1 −48 2/24/2012 −12.4 −69 2/25/2012 −11.3 −79 Table 5 Stable isotope data of a snow sample collected in late spring Date δ18O (‰) δD (‰) 3/26/2011 −11.2 −80 812 Hydrogeol J (2016) 24:805–818 precipitation. Once the monsoon rains stopped, the proportion of the BS water end-member increased in the mixture. It should be noted that the apparent correlation between the isotopic composition of PWS waters and the SMT line is purely coincidental. The isotopic compositions of the springs in the watershed are rather constant. Newton et al. (2012) sampled the local springs over a 6-year period, and although they always plotted on the SMT, they were isotopically much lighter than PWS waters. The isotopic composition of tree"
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "−76 RT 2 −6.9 −85 RT 4 −9.1 −84 VB 7 −9.3 −81 7/17/2011 VB 6 −7.3 −74 RT 2- a −6.0 −70 RT 2- b −7.3 −75 8/21/2011 VB 2- b −7.9 −61 VB 2- c −7.7 −61 9/11/2011 VB 2- a −6.8 −57 VB 2- b −6.8 −56 RT 2- a −6.0 −52 RT 2- b −6.5 −53 RT 2- c −6.5 −54 11/20/2011 VB 3- a −5.8 −52 VB 3- b −5.4 −50 VB 3- c −5.5 −49 VB 7- a −8.5 −65 VB 8-a −8.4 −68 VB 8- b −8.1 −66 VB 9 −5.6 −51 RT 2- a −5.8 −56 RT 2- b −6.9 −63 RT 6 −6.3 −57 2/25/2012 VB 2- a −8.5 −77 VB 2- b −7.9 −77 RT 2- a −8.9 −73 RT 2- b −8.9 −74 Table 4 Stable isotope data of precipitation samples collected at different times Date δ18O (‰) δD (‰) 3/2/2011 −13.3 −98 8/12/2011 −5.0 −27 8/15/2011 −0.5 2 8/15/2011 −3.3 −13 8/17/2011 −3.1 −16 8/18/2011 −6.0 −33 8/19/2011 −3.1 −12 9/1/2011 −6.4 −35 9/11/2011 −5.0 −22 11/17/2011 −7.4 −48 12/1/2011 −9.1 −48 2/24/2012 −12.4 −69 2/25/2012 −11.3 −79 Table 5 Stable isotope data of a snow sample collected in late spring Date δ18O (‰) δD (‰) 3/26/2011 −11.2 −80 812 Hydrogeol J (2016) 24:805–818 precipitation. Once the monsoon rains stopped, the proportion of the BS water end-member increased in the mixture. It should be noted that the apparent correlation between the isotopic composition of PWS waters and the SMT line is purely coincidental. The isotopic compositions of the springs in the watershed are rather constant. Newton et al. (2012) sampled the local springs over a 6-year period, and although they always plotted on the SMT, they were isotopically much lighter than PWS waters. The isotopic composition of tree water sampled in March plots among the BS samples, indicating that trees were extracting BS water from the soil. Isotopic values for tree water collected in August through November 2011 consistently plot between BS and PWS waters. This observation is interpreted as trees using a mixture of these two water types. In February, all tree waters once again appeared to be extracted from the BS reservoir; therefore, it seems likely that the trees use BS waters all year round, but when the PWS waters are available due to the monsoon rains, trees take advantage of this new water source. Deuterium data from BS water, PWS water, valley bottom tree water and precipitation, as well as precipitation amounts, are shown on a time series plot in Fig. 8. This figure demonstrates the dependent relationships between tree water and soil water and between soil water and precipitation. It also displays the ranges in observed values for each sample type as well as the time of sample collection. Precipitation has the largest range in isotopic values, though it is quite seasonal, while both PWS and tree water show similar trends, albeit dampened and delayed. The range of values for BS waters was fairly constant over the same time period though some sampling events yielded less variability. The decreased variability of the July sampling is due to only a single soil sample being collected. Having only a single sample in July does not capture the natural variability of BS water and therefore BS data from this period do not encompass the ob- served variability of tree samples from that period. PWS and tree water display larger variations than BS water, similar to precip- itation, and remain isotopically heavier months after the infiltra- tion of significant isotopically heavy monsoon precipitation. Fig. 5 Average soil moisture over 35 cm depth on the ridgetop (P1A) and in the valley bottom (P3B). Daily average temperature is also shown Hydrogeol J (2016) 24:805–818 813 Soil-water dynamics and interactions with trees Isotopically distinct BS and PWS water indicate the presence of dual soil-water pools and suggests that preferential flow is active in this system (Newman et al. 1998; Brooks et al. 2010). Independent studies have shown that macropore development, and resultant preferential flow, are common and that often preferential flow is the dominant flow mechanism (Mathieu and Bariac 1996; Landon et al. 1999). Like Brooks et al. (2010), this study observed a tightly bound water pool (BS waters) that resides in smaller pores and a mobile water pool (PWS waters) that moves quickly through the soil column, likely via macropores and preferential flow paths. The isotopic composition of the tightly bound water, which this study will refer to as “slow” water, has an evaporative signature with an apparent initial isotopic composition that resembles that of local winter precipitation as shown in Fig. 3 (Campbell et al. 1996). Many researchers have studied the effects of evaporation on soil-water isotopes and shown that soil water typically be- comes more enriched at shallow depths (Barnes and Allison 1988; Mathieu and Bariac 1996; Tang and Feng 2001). The isotopic compositions of mobile waters, which this study will call “fast” waters, are best explained as a mixture of recent summer monsoon rains and the tightly bound “slow” soil water. Fig. 6 Soil water plotted on a δ18O vs. δD plot. For reference the local meteoric water line (LMWL) and Sacramento Mountain Trend (SMT) line are shown. The point of intersection of an evaporation line, such as that of the groundwater or BS water line, indicates the source of water being evaporated. Here it is seen that the BS water source is more depleted than the groundwater source. The open circles represent a single location (VB-2) and their size corresponds to depth with larger circles representing samples collected from greater depths Fig. 7 BS water, PWS water, and tree water isotope data grouped by sampling time on a δ18O vs. δD plot. Because BS water samples were already presented in Fig. 6, they are represented by an oval that encompasses most of the observed BS water values. Local spring water has been grouped and circled to eliminate confusion with PWS soil waters that plot on the regional groundwater trend line. Chronologically, the plot starts with March 2011 tree samples on the bottom left. Symbol sizes are approximately equal to the size of the error associated with measurement 814 Hydrogeol J (2016) 24:805–818 As the monsoon season progressed, the isotopic composition of this mixture approached that of recent rains. It is likely that during monsoon seasons with unusually large amounts of pre- cipitation this “fast” water at depth is isotopically identical to that of the monsoon rains. Brooks et al. (2010) hypothesized that the presence of these two soil-water pools was likely a result of the regional climate in their study area, which was characterized by a prolonged dry season. The tightly bound water in their study was derived from the first fall precipitation to wet the soil after the summer dry season. This study also observes tightly bound soil water in a seasonally dry climate but the tightly bound soil water is a result of the infiltration of local snowmelt, in mid-winter to spring, into soil that has dried during the late fall and early winter dry season. In the Sacramento Mountains, the principal dry season is usually between February and July, with a secondary one"
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "that the BS water source is more depleted than the groundwater source. The open circles represent a single location (VB-2) and their size corresponds to depth with larger circles representing samples collected from greater depths Fig. 7 BS water, PWS water, and tree water isotope data grouped by sampling time on a δ18O vs. δD plot. Because BS water samples were already presented in Fig. 6, they are represented by an oval that encompasses most of the observed BS water values. Local spring water has been grouped and circled to eliminate confusion with PWS soil waters that plot on the regional groundwater trend line. Chronologically, the plot starts with March 2011 tree samples on the bottom left. Symbol sizes are approximately equal to the size of the error associated with measurement 814 Hydrogeol J (2016) 24:805–818 As the monsoon season progressed, the isotopic composition of this mixture approached that of recent rains. It is likely that during monsoon seasons with unusually large amounts of pre- cipitation this “fast” water at depth is isotopically identical to that of the monsoon rains. Brooks et al. (2010) hypothesized that the presence of these two soil-water pools was likely a result of the regional climate in their study area, which was characterized by a prolonged dry season. The tightly bound water in their study was derived from the first fall precipitation to wet the soil after the summer dry season. This study also observes tightly bound soil water in a seasonally dry climate but the tightly bound soil water is a result of the infiltration of local snowmelt, in mid-winter to spring, into soil that has dried during the late fall and early winter dry season. In the Sacramento Mountains, the principal dry season is usually between February and July, with a secondary one from October to December. The summer monsoons, typically between July and September, can provide more than half of the annual precipitation. High elevations in the Sacramento Mountains receive snow every winter, although the amount of snow varies considerably from 1 year to the next. The amount of time that snow is stored on the surface as snow pack is also highly vari- able. It can be seen from Fig. 5 that snowmelt events can happen at any time during the winter season when the daily temperature increases enough to melt the snow. Similar to the observations of Brooks et al. (2010), this water replenishes soil moisture that has been depleted by ET during the late fall and early winter. This study suggests that how the water is introduced to the system is important. Water delivery via the spring snowmelt is slow relative to monsoonal precipitation events (Earman et al. 2006). The slow delivery allows water to infiltrate into the soil in a more uniform fashion, which presumably fills micro-pores first and is the primary contribution to the slow or immobile water pool that is tightly bound to the soil (Brooks et al. 2010). The evaporative signature of this “slow” water indicates that it stays in the shallow subsurface long enough to undergo significant evaporation. This “slow” water is the primary water source for trees during spring and early summer, until monsoons begin. During and after the monsoon season, trees continued to use this tightly bound water but they also began to use more mobile water as is evident by their isotopic signature plotting between the two potential sources (Figs. 7 and 8). The authors speculate that by the autumn the trees may have depleted the tightly bound reservoir and turn to the loosely bound reservoir; analogous shifts have been observed in other montane environ- ments (Bertrand et al. 2014). Although in more northern lati- tudes and high-montane environments trees cease transpiring during the winter, in mountain ranges in the southwestern United States conifers continue to transpire through most of the winter (Brown-Mitic et al. 2007), and thus the sap isotopic composition still probably reflects that of the soil-water source. Unlike snowmelt, high intensity summer thunderstorms deliver liquid water to the surface very quickly. When the precipitation rate exceeds the soil infiltration capacity, this water begins to either run off or be channeled into preferential flow paths (i.e., the mobile or “fast” water pool). It is apparent that although trees extracted “slow” water over the entire year, trees also used this “fast” water when it was available. The observation that some trees were still using this fast water in November, 2 months after the monsoon season ended, sug- gests that these fast-moving waters are being stored in the subsurface within the root zone. These waters are likely stored in the macropores in the deeper soils or in fractures and epikarst features in the underlying bedrock (Fig. 9). Fig. 8 Time series showing precipitation recorded in Cloudcroft, New Mexico (NOAA station GHCND:US1NMOT0027) on the right hand y-axis, and stable isotope values of BS water, PWS water, tree water and precipitation on the left hand y-axis. BS, PWS and tree water data shown represent samples collected in the valley bottom only. Average values were used to connect lines between sampling times and all observed values are shown. The deviation from BS water observed in both PWS water and tree-water values correlates with heavy monsoon precipitation Hydrogeol J (2016) 24:805–818 815 Implications for groundwater recharge Interestingly, the isotopic composition of none of the soil wa- ters sampled resembled groundwater and spring discharge in the Sacramento Mountains, as documented by Newton et al. (2012) and Eastoe and Rodney (2014). Again, although some of the PWS waters did plot near the SMT, this is likely just a coincidence. Springs and wells in the area produce water with a rather constant isotopic composition that plots on or near the SMT. As can be seen in Fig. 7, the PWS waters plot all along the SMT but they plot further along the SMT line than local groundwater samples. The fact that soil waters do not isotopically resemble groundwater in the area suggests that these soil waters are not the primary recharge source and supports the findings of Newton et al. (2012) that most groundwater is recharged in localized areas at high elevations where soils are very thin or nonexistent. However, the isotopic shift towards the LMWL observed for spring discharge and groundwater in response to extreme monsoon rains by Newton et al. (2012) is likely due to the flushing of non- evaporated water that is stored in the unsaturated fractured bedrock, into the saturated system. The authors suggest that this non-evaporated water is the “fast moving” (PWS water) water described in this study. Summary and conclusions Examination of stable isotope data for precipitation, soil water and tree water in a high elevation watershed in the American Southwest has identified dual soil-water pools and temporally variable tree water usage at this study site. Although much of the annual precipitation in the area falls during the monsoon season in the summer, high temperatures and a high mixed- conifer tree density result in elevated ET rates that significant- ly deplete soil moisture by October or November. During winter, precipitation falls primarily as snow in the study area, and episodic snowmelt events provide prolonged water input to the soil (Fig. 5). This"
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "Sacramento Mountains, as documented by Newton et al. (2012) and Eastoe and Rodney (2014). Again, although some of the PWS waters did plot near the SMT, this is likely just a coincidence. Springs and wells in the area produce water with a rather constant isotopic composition that plots on or near the SMT. As can be seen in Fig. 7, the PWS waters plot all along the SMT but they plot further along the SMT line than local groundwater samples. The fact that soil waters do not isotopically resemble groundwater in the area suggests that these soil waters are not the primary recharge source and supports the findings of Newton et al. (2012) that most groundwater is recharged in localized areas at high elevations where soils are very thin or nonexistent. However, the isotopic shift towards the LMWL observed for spring discharge and groundwater in response to extreme monsoon rains by Newton et al. (2012) is likely due to the flushing of non- evaporated water that is stored in the unsaturated fractured bedrock, into the saturated system. The authors suggest that this non-evaporated water is the “fast moving” (PWS water) water described in this study. Summary and conclusions Examination of stable isotope data for precipitation, soil water and tree water in a high elevation watershed in the American Southwest has identified dual soil-water pools and temporally variable tree water usage at this study site. Although much of the annual precipitation in the area falls during the monsoon season in the summer, high temperatures and a high mixed- conifer tree density result in elevated ET rates that significant- ly deplete soil moisture by October or November. During winter, precipitation falls primarily as snow in the study area, and episodic snowmelt events provide prolonged water input to the soil (Fig. 5). This water replenishes soil moisture by filling small pores and micropores first. This tightly bound water, recovered from bulk soil samples (BS water), appears to reside in, or move very slowly through, the soil column, as is evidenced by its evaporated isotopic signature (Fig. 6). These snowmelt events were observed to raise soil moisture up to 35 % while monsoon precipitation raised it up to 40 %. Soil moisture then decreased gradually over several months until the monsoons began. Monsoon rains, which are often high-intensity thunderstorms, appear to infiltrate the soil quickly along macro-pores and preferential flow paths. These “fast” waters, which were collected with passive wick samplers (PWS), appear to be a mixture of BS water and local monsoon rains. As the monsoon season progressed, the isoto- pic signature of the PWS water evolved to reflect a higher proportion of recent rainfall. However, during the monsoon season the isotopic composition of BS waters did not change significantly to reflect addition of recent rainfall; therefore, it appears that monsoon precipitation quickly percolates through preferential flow paths, experiencing only limited interactions with the tightly bound BS water. For the entire year, the isotopic compositions of waters extracted from trees exhibited a BS water component. During the winter, tree water appeared to be purely tightly bound BS water. During the monsoon season, tree water evolved toward isotopic compositions representative of a mix- ture of the tightly bound water and the fast moving water that resulted from high intensity monsoon thunderstorms. Months after the monsoon season had ended, some trees were ob- served to still be using these fast-moving waters. This obser- vation suggests that these fast moving waters were being stored in the soil and/or in the underlying bedrock where tree roots can still access it. The observations of this study are similar to those of Brooks et al. (2010), who observed in the Cascade Mountains (USA/Canada) that replenishment of depleted soils after peak summer ET rates resulted in slow/immobile water that is tightly bound to the soil and is used by trees for the entire year. However, in the Sacramento Mountains, it is snowmelt, rather than rain, that replenishes these tightly Fig. 9 Conceptual depiction of dual soil-water pools and preferential flow. Slow release during snowmelt allows soils to absorb melt water while high- intensity precipitation can deliver water that exceeds a soil’s infiltration capacity. This water then begins to either run off or be channeled to macropores and preferential flow paths 816 Hydrogeol J (2016) 24:805–818 bound soil waters, and trees in the Sacramento Mountains used fast water when it was available in the late summer, whereas those in the Cascades did not. The authors cannot identify the cause for this difference, but note that the ability to shift water sources would appear to be ecologically and evolutionarily favorable. Another notable difference between observations in the Sacramento Mountains and the Cascades is that neither type of soil water sampled in the Sacramento Mountains isotopically resembled local surface or groundwater. Results of this study have important implications for the effects of climate change on the timing and amount of re- charge in the Sacramento Mountains and other mountain ranges of the southwestern United States. Current predictions for climate change in the southwestern United States include decreased snowfall and snow pack and higher average tem- peratures. These changes could significantly change soil- water dynamics by limiting the amount of water entering the slow-water pool. With less water available in the slow-water pool, trees and other vegetation may die off if they are not able to derive water from some other equally reliable sources. Acknowledgements The authors would like to acknowledge the land owner, Michael Coleman, for granting access to the study site, Otero Soil and Water Conservation District, the New Mexico Legislature and the New Mexico Geologic Society for project funding and numerous indi- viduals from both the New Mexico Bureau of Geology and Mineral Resources (Trevor Kludt, Bridgette Felix Kludt, Stacy Timmons, Bonnie Frey) and the New Mexico Tech Earth and Environmental Sciences Department (Andy Campbell, Bruce Harrison, Marty Frisbee). References Adar EM, Gev I, Lipp J, Yakir D, Gat J, Cohen Y (1995) Utilization of oxygen-18 and deuterium in stem flow for the identification of tran- spiration sources: soil water versus groundwater in sand dune ter- rain. In: Adar EM, Leibundgut C (eds) Application of tracers in arid zone hydrology. IAHS Publ. 232. IAHS, Wallingford, UK, pp 329– 338 Barnes CJ, Allison GB (1988) Tracing of water movement in the unsaturated zone using stable isotopes of hydrogen and oxygen. J Hydrol 100:143–176 Bertrand G, Masini J, Goldschneider N, Meeks J, Lavastre V, Celle- Jeanton H, Gobat J, Hunkeler D (2014) Determination of spatiotem- poral variability of tree water uptake using stable isotopes (δ18O, δ2H) in an alluvial system supplied by a high-altitude watershed, Pfyn forest, Switzerland. Ecohydrology 7:319–333. doi:10.1002/ eco.1347 Brooks JR, Barnard HR, Coulombe R, McDonnell JJ (2010) Ecohydrologic separation of water between trees and streams in a Mediterranean climate. Nat Geosci 3(2):100–104. doi:10.1038/ ngeo722 Brown-Mitic C, Shuttleworth WJ, Harlow RC, Petti J, Burke E, Bales R (2007) Seasonal water dynamics of a sky island subalpine forest in semi-arid southwestern United States. J Arid Environ 69:237–258 Brunel JP, Walker GR, Dighton JC, Monteny B (1997) Use of stable isotopes of water to determine the origin of water used by the vegetation and to partition evapotranspiration: a case study from HAPEX-Sahel."
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "Acknowledgements The authors would like to acknowledge the land owner, Michael Coleman, for granting access to the study site, Otero Soil and Water Conservation District, the New Mexico Legislature and the New Mexico Geologic Society for project funding and numerous indi- viduals from both the New Mexico Bureau of Geology and Mineral Resources (Trevor Kludt, Bridgette Felix Kludt, Stacy Timmons, Bonnie Frey) and the New Mexico Tech Earth and Environmental Sciences Department (Andy Campbell, Bruce Harrison, Marty Frisbee). References Adar EM, Gev I, Lipp J, Yakir D, Gat J, Cohen Y (1995) Utilization of oxygen-18 and deuterium in stem flow for the identification of tran- spiration sources: soil water versus groundwater in sand dune ter- rain. In: Adar EM, Leibundgut C (eds) Application of tracers in arid zone hydrology. IAHS Publ. 232. IAHS, Wallingford, UK, pp 329– 338 Barnes CJ, Allison GB (1988) Tracing of water movement in the unsaturated zone using stable isotopes of hydrogen and oxygen. J Hydrol 100:143–176 Bertrand G, Masini J, Goldschneider N, Meeks J, Lavastre V, Celle- Jeanton H, Gobat J, Hunkeler D (2014) Determination of spatiotem- poral variability of tree water uptake using stable isotopes (δ18O, δ2H) in an alluvial system supplied by a high-altitude watershed, Pfyn forest, Switzerland. Ecohydrology 7:319–333. doi:10.1002/ eco.1347 Brooks JR, Barnard HR, Coulombe R, McDonnell JJ (2010) Ecohydrologic separation of water between trees and streams in a Mediterranean climate. Nat Geosci 3(2):100–104. doi:10.1038/ ngeo722 Brown-Mitic C, Shuttleworth WJ, Harlow RC, Petti J, Burke E, Bales R (2007) Seasonal water dynamics of a sky island subalpine forest in semi-arid southwestern United States. J Arid Environ 69:237–258 Brunel JP, Walker GR, Dighton JC, Monteny B (1997) Use of stable isotopes of water to determine the origin of water used by the vegetation and to partition evapotranspiration: a case study from HAPEX-Sahel. J Hydrol 188–89(1–4):466–481 Brunel JP, Walker GR, Walker CD, Dighton JC, Kennett-Smith A (1991) Using stable isotopes of water to trace plant water uptake. In: International Symposium on the Use of Stable Isotopes in Plant Nutrition, Soil Fertility and Environmental Studies. IAEA-FAO, Vienna, pp 543–551 Campbell AR, Phillips FM, Vanlandingham RJ (1996) Stable isotope study of soil water, WIPP site New Mexico: estimation of recharge to Rustler aquifers. Radioact Waste Manag 20(2):153–165 Dawson TE, Ehleringer JR (1991) Streamside trees that do not use stream water. Nature 350(6316):335–337 Earman S, Campbell AR, Phillips FM, Newman BD (2006) Isotopic exchange between snow and atmospheric water vapor: Estimation of the snowmelt component of groundwater recharge in the south- western United States. J Geophys Res 111:D09302. doi:10.1029/ 2005JD006470 Eastoe CJ, Rodney R (2014) Isotopes as tracers of water origin in and near a regional carbonate aquifer: the southern Sacramento Mountains, New Mexico. Water 6:301–323. doi:10.3390/w6020301 Ehleringer JR, Dawson TE (1992) Water uptake by plants: perspectives from stable isotope composition. Plant Cell Environ 15(9):1073– 1082. doi:10.1111/j.1365-3040.1992.tb01657.x Frisbee MD, Phillips FM, Campbell AR, Hendrickx JMH (2008) Using passive capillary samplers to collect soil-meltwater endmembers for stable isotope analysis. In: Webb RMT, Semmens DJ (eds) The third interagency conference on research in the watersheds. Estes Park, CO. US Geol Surv Sci Invest Rep 5049, pp 163–170 Gazis C, Feng X (2004) A stable isotope study of soil water: evidence for mixing and peferential flow paths. Geoderma 119:97–111. doi:10. 1016/S0016-7061(03)00243-X Gee GW, Newman BD, Green SR, Meissner R, Rupp H, Zhang ZF, Keller JM, Waugh WJ,van der Velde M, Salazar J (2009) Passive wick fluxmeters: design considerations and field applications. Water Resour Res 45(4), W04420,18 pp. doi:10.1029/2008WR007088 Goldsmith GR, Muñoz-Villers LE, Holwerda F, McDonnell JJ, Asbjornsen H, Dawson TE (2012) Stable isotopes reveal linkages among ecohydrological processes in a seasonally dry tropical montane cloud forest. Ecohydrology 5:779–790. doi:10.1002/eco. 268 Gross GW, Hoy RN, Duffy CJ, Rehfeldt KR (1982) Isotope studies of recharge in the Roswell Basin. In: Perry EC Jr, Montgomery CW (eds) Isotope studies of hydrologic processes. Northern Illinois University Press, DeKalb, IL, pp 25–33 Knutson JH, Selker JS (1994) Unsaturated hydraulic conductivities of fiberglass wicks and designing capillary wick pore-water samplers. Soil Sci Soc Am J 58:721–729. doi:10.2136/sssaj1994. 03615995005800030012x Landon MK, Delin GN, Komor SC, Regan CP (1999) Comparison of the stable-isotopic composition of soil water collected from suction ly- simeters, wick samplers, and cores in a sandy unsaturated zone. J Hydrol 224(1):45–54 Mathieu R, Bariac T (1996) An isotopic study of water movements in clayey soils under a semiarid climate. Water Resour Res 32(4):779– 789 Newman BD, Campbell AR, Wilcox P (1998) Lateral subsurface flow pathways in a semiarid ponderosa pine hillslope. Water Resour Res 34(12):3485–3496 Newman BD, Land L, Phillips FM, Rawling GC (2016) The hydrogeol- ogy of the Sacramento Mountains and the Roswell and Salt basins of New Mexico, USA: overview of investigations on dryland ground- water systems using environmental tracers and geochemical ap- proaches. Hydrogeol J. doi:10.1007/s10040-016-1404-0 Newton BT, Rawling GC, Timmons SS, Land L, Johnson PS, Kludt T, Timmons JM (2012) Sacramento Mountains hydrogeology study. Open file report 543, New Mexico Bureau of Geology and Hydrogeol J (2016) 24:805–818 817 Mineral Resources, Socorro, NM. Available from: http://geoinfo. nmt.edu/publications/openfile/details.cfml?Volume=543. Accessed January 14, 2012 Orlowski N, Frede H, Brüggemann N, Breuer L (2013) Validation and application of a cryogenic vacuum extraction system for soil and plant water extraction for isotope analysis. J Sensors Sensor Syst. 2:179–193 Tang K, Feng X (2001) The effect of soil hydrology on the oxygen and hydrogen isotopic compositions of plants’source water. Earth Planet Sci Lett 185(3):355–367 Unkovich MJ, Pate J, McNeill AM, Gibbs J (eds) (2001) Stable isotope techniques in the study of biological processes and functioning of ecosystems. Kluwer, Norwell, MA Vendramini PF, Sternberg LDSL (2007) A faster plant stem-water extrac- tion method. Rapid Commun Mass Spectrom 21(2):164–168 West AG, Patrickson SJ, Ehleringer JR (2006) Water extraction times for plant and soil materials used in stable isotope analysis. Rapid Commun Mass Spectrom 20(8):1317–1321 West AG, Goldsmith GR, Brooks PD, Dawson TE (2010) Discrepancies between isotope ratio infrared spectroscopy and isotope ratio mass spectrometry for the stable isotope analysis of plant and soil waters. Rapid Commun Mass Spectrom 24(14):1948–1954. doi:10.1002/ rcm.4597 Wilson JL, Guan H (2004) Mountain-block hydrology and mountain front recharge. In: Hogan JF, Phillips FM, Scanlon BR (eds) Groundwater recharge in a desert environment: the Southwestern United States. AGU, Washington, DC, pp 113–138 818 Hydrogeol J (2016) 24:805–818 Reproduced with permission of the copyright owner. Further reproduction prohibited without permission."
    },
    {
        "URL": "Gierke2016_SoilWaterDynamicsTreeWaterUptakeSacramentoMountainsNM.pdf",
        "Text": "Pate J, McNeill AM, Gibbs J (eds) (2001) Stable isotope techniques in the study of biological processes and functioning of ecosystems. Kluwer, Norwell, MA Vendramini PF, Sternberg LDSL (2007) A faster plant stem-water extrac- tion method. Rapid Commun Mass Spectrom 21(2):164–168 West AG, Patrickson SJ, Ehleringer JR (2006) Water extraction times for plant and soil materials used in stable isotope analysis. Rapid Commun Mass Spectrom 20(8):1317–1321 West AG, Goldsmith GR, Brooks PD, Dawson TE (2010) Discrepancies between isotope ratio infrared spectroscopy and isotope ratio mass spectrometry for the stable isotope analysis of plant and soil waters. Rapid Commun Mass Spectrom 24(14):1948–1954. doi:10.1002/ rcm.4597 Wilson JL, Guan H (2004) Mountain-block hydrology and mountain front recharge. In: Hogan JF, Phillips FM, Scanlon BR (eds) Groundwater recharge in a desert environment: the Southwestern United States. AGU, Washington, DC, pp 113–138 818 Hydrogeol J (2016) 24:805–818 Reproduced with permission of the copyright owner. Further reproduction prohibited without permission."
    }
]