[
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "PAPER Evaluation of groundwater residence time in a high mountain aquifer system (Sacramento Mountains, USA): insights gained from use of multiple environmental tracers Lewis Land1 & Stacy Timmons2 Received: 31 October 2014 /Accepted: 12 March 2016 /Published online: 6 April 2016 # Springer-Verlag Berlin Heidelberg 2016 Abstract The New Mexico Bureau of Geology and Mineral Resources (USA) has conducted a regional investigation of groundwater residence time within the southern Sacramento Mountains aquifer system using multiple environmental tracers. Results of the tracer surveys indicate that groundwater in the southern Sacramento Mountains ranges in age from less than 1 year to greater than 50 years, although the calculated ages contain uncertainties and vary significantly depending on which tracer is used. A distinctive feature of the results is discordance among the methods used to date groundwater in the study area. This apparent ambiguity results from the ef- fects of a thick unsaturated zone, which produces non- conservative behavior among the dissolved gas tracers, and the heterogeneous character and semi-karstic nature of the aquifer system, which may yield water from matrix porosity, fractures, solution-enlarged conduits, or a combination of the three. The data also indicate mixing of groundwater from two or more sources, including recent recharge originating from precipitation at high elevations, old groundwater stored in the matrix, and pre-modern groundwater upwelling along fault zones. The tracer data have also been influenced by surface- water/groundwater exchange via losing streams and lower el- evation springs (groundwater recycling). This study high- lights the importance of using multiple tracers when conducting large-scale investigations of a heterogeneous aquifer system, and sheds light on characteristics of groundwater flow systems that can produce discrepancies in calculations of groundwater age. Keywords USA . Karst . Groundwater age . Tracer tests Introduction The concept of groundwater age, or residence time, is of cen- tral importance to the work of hydrologists. Knowledge of the residence time of groundwater in an aquifer implies a deep understanding of all the hydrodynamic parameters, recharge rates, and processes of mass transfer within an aquifer system (Castro and Goblet 2005). Groundwater residence time, simply defined, is the time required for a particle of water to move from the recharge area to a sampling site. The age of a groundwater sample is thus closely related to its travel time, or particle flow velocity (Bethke and Johnson 2008; Land and Huff 2010). Implicit in this definition of groundwater age is the assumption that a packet of water moves through the aquifer as a closed system, wherein water molecules neither enter nor leave, and process- es of diffusion, dispersion, and cross-formational flow are assumed to be negligible. This concept is commonly referred This article belongs to a series that characterizes the hydrogeology of the Sacramento Mountains and the Roswell and Salt basins in New Mexico, USA Electronic supplementary material The online version of this article (doi:10.1007/s10040-016-1400-4) contains supplementary material, which is available to authorized users. * Lewis Land lland@nckri.org Stacy Timmons stacy@nmbg.nmt.edu 1 New Mexico Bureau of Geology and Mineral Resources, and the National Cave and Karst Research Institute, New Mexico Institute of Mining and Technology, 400-1 Cascades Ave., Carlsbad, NM 88220, USA 2 New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, 801 Leroy Pl., Socorro, NM 87801, USA Hydrogeol J (2016) 24:787–804 DOI 10.1007/s10040-016-1400-4 to as the piston flow model (Bethke and Johnson 2002a, b, 2008). The groundwater residence time based on this model can be derived from the basic equations of Darcian flow, and is thus referred to as the hydraulic age (Mazor and Nativ 1992); or the advective age, because it assumes that the water particle is moving through the aquifer by means of advection alone (McCallum et al. 2014). The residence time of groundwater is often inferred from radioisotope tracers such as tritium (3H), carbon-14 (14C), and chlorine-36 (36Cl); and from environmental tracers such as chlorofluorocarbons (CFCs) and sulfur hexafluoride (SF6; Phillips and Castro 2003; Plummer and Busenberg 2000, 2006). The residence time derived from these tracers is some- times referred to as the tracer age, or isotopic age of ground- water (Mazor and Nativ 1992). Under ideal circumstances, the advective age and the isotopic age will be the same; however, in dual or triple porosity systems such as fractured or karstic aquifers, hydraulic properties and groundwater flow rates may vary by several orders of magnitude between matrix, fractures and conduits. In such heterogeneous aquifers, tracer ages will be influenced by diffusive transfer of old groundwater be- tween conduits and matrix (e.g., Land and Huff 2010), and from fine-grained sediments of adjacent aquitards (Bethke and Johnson 2002a, b, 2008). Under these circumstances, the dif- ference between the advective and isotopic age of a ground- water sample may be very large. Early investigations of groundwater residence time using environmental and radioisotope tracers in relatively homoge- neous, unconfined aquifers found remarkable agreement be- tween different tracer ages (e.g., Ekwurzel et al. 1994). Implicit in these investigations was the assumption of piston flow and a unique age for the groundwater being studied; however, this simple concept of groundwater age has been questioned as studies of heterogeneous aquifer systems have revealed tracer ages that vary significantly from one another, and fail to agree with flow rates derived from Darcy’s Law (e.g., Weissmann et al. 2002; Katz 2004; Castro and Goblet 2005; Bethke and Johnson 2008; Land and Huff 2010; Solomon et al. 2010). Groundwater residence time is increas- ingly being regarded as a distribution, wherein water mole- cules in a sample may be of many ages because of processes of dispersion and diffusion, and of mixing of groundwaters from different sources (Eberts et al. 2012; McCallum et al. 2014). Mean age refers to the mean of this distribution of residence times (Goode 1996). This article is part of a larger investigation of the hydroge- ology of the southern Sacramento Mountains in south-central New Mexico, USA (Newman et al. 2016). The objective of this study was to develop a better understanding of the region- al hydrogeologic framework that controls the occurrence and movement of groundwater in the region. An assessment of the residence time of groundwater using environmental tracers was considered essential in providing an accurate characterization of the groundwater flow system. As the in- vestigation progressed, it became obvious that a distinctive feature of the tracer data is discordance among the various methods used to date groundwater in the study area. In this paper it is demonstrated that this seemingly contradictory data set provides important information about the flow regime and physical properties of the regional aquifer system. Geologic setting The southern Sacramento Mountains study area encompasses approximately 6,200 km2 in south-central New Mexico. The west flank of the range is a fault-bounded escarpment, while the eastern margin slopes gently into a piedmont region known as the Pecos Slope (Fig. 1). Lower and Middle Permian rocks of the San Andres and Yeso formations crop out throughout most of the Sacramentos (Fig. 2), while Lower Paleozoic strata of Ordovician through Pennsylvanian age are exposed on the steep western flank (Pray 1961). The Tularosa Basin, one of the major extensional sedimentary basins of the Rio Grande Rift, lies to the west (Kelley 1971; Newton et al."
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "residence time is increas- ingly being regarded as a distribution, wherein water mole- cules in a sample may be of many ages because of processes of dispersion and diffusion, and of mixing of groundwaters from different sources (Eberts et al. 2012; McCallum et al. 2014). Mean age refers to the mean of this distribution of residence times (Goode 1996). This article is part of a larger investigation of the hydroge- ology of the southern Sacramento Mountains in south-central New Mexico, USA (Newman et al. 2016). The objective of this study was to develop a better understanding of the region- al hydrogeologic framework that controls the occurrence and movement of groundwater in the region. An assessment of the residence time of groundwater using environmental tracers was considered essential in providing an accurate characterization of the groundwater flow system. As the in- vestigation progressed, it became obvious that a distinctive feature of the tracer data is discordance among the various methods used to date groundwater in the study area. In this paper it is demonstrated that this seemingly contradictory data set provides important information about the flow regime and physical properties of the regional aquifer system. Geologic setting The southern Sacramento Mountains study area encompasses approximately 6,200 km2 in south-central New Mexico. The west flank of the range is a fault-bounded escarpment, while the eastern margin slopes gently into a piedmont region known as the Pecos Slope (Fig. 1). Lower and Middle Permian rocks of the San Andres and Yeso formations crop out throughout most of the Sacramentos (Fig. 2), while Lower Paleozoic strata of Ordovician through Pennsylvanian age are exposed on the steep western flank (Pray 1961). The Tularosa Basin, one of the major extensional sedimentary basins of the Rio Grande Rift, lies to the west (Kelley 1971; Newton et al. 2012). Otero Mesa is a flat upland extending south of the mountains from the Sacramento River valley. To the east, the Roswell Artesian Basin aquifer system underlies the Pecos Valley and easternmost Pecos Slope. The Guadalupe Mountains and the Salt Basin, another extensional tectonic basin, lie to the south. North of the study area are the volcanic and granitic highlands of the Sierra Blanca and Capitan Mountains. Late Tertiary extensional tectonics associated with opening of the Rio Grande Rift formed the Tularosa Basin and uplifted the Sacramento Mountains. Elevations in the study area in- clude several peaks over 2,700 m above sea level, decreasing to approximately 1,200 m east of the mountains on the Pecos Slope. Average annual precipitation correlates with elevation, varying from 660 mm at the crest to less than 300 mm on the eastern margin of the Pecos Slope. Most precipitation falls as summer monsoon rains. Winter snowfall, although highly var- iable, accounts for ~20 % of precipitation. Vegetation reflects variations in elevation and precipitation, with a mixed conifer forest at higher elevations and piñon-juniper vegetation at lower elevations (Newton et al. 2012). Hydrology The aquifer system in the southern Sacramento Mountains is developed primarily within the Yeso Formation, a heteroge- neous unit composed of siltstone, mudstone, fine sandstone, gypsum and fractured limestone (Fig. 3). The aquifer rises in the stratigraphic section to the east and becomes incorporated within the karstic San Andres limestone beneath the Pecos 788 Hydrogeol J (2016) 24:787–804 Slope, where it merges with the aquifer in the Roswell Artesian Basin (Figs. 1 and 2). Field observations of high- volume spring flow following the 2006 monsoon season, combined with stable isotope measurements (Newton et al. 2012), indicate that the Yeso is a semi-karstic aquifer with a dual or triple porosity system (Fig. 4). Long-term storage of groundwater is contained in the rock matrix, while short-term, high-volume flow periodically occurs through fractures and solution-enlarged conduits formed in carbonate beds within the Yeso Formation (Land et al. 2012). Water-bearing zones are distributed vertically and lat- erally throughout the section, and are connected by local and regional fracture systems. In most cases, it is impos- sible to determine whether a measured water level corre- sponds to a perched aquifer or is part of the regional piezometric surface (Gross 1985; Newton et al. 2012). On the regional scale of this investigation, such a distinc- tion is probably irrelevant. Many small, rural communities in the study area rely on high elevation watersheds in the Sacramento Mountains as sources of recharge to local aquifers. These high elevation watersheds also feed stream systems that flow into adjacent groundwater basins to the east, west, and south. In addition, research conducted in the past three decades indicates that the Sacramento Mountains may provide significant recharge to the Roswell Artesian Basin, an important agricultural district in the Pecos Valley east of the mountains (Newton et al. 2012). Most groundwater recharge occurs near the high-elevation crest of the Sacramento Mountains; at slightly lower eleva- tions mountain springs discharge from small, highly localized perched aquifers (Newton et al. 2012). This surface water then recharges the shallow groundwater system via losing streams, and later discharges from lower elevation springs to the east. Field observations and surface geologic mapping indicate that some of the lower elevation springs display artesian flow con- ditions in the vicinity of faults and fractures. As one follows the groundwater system downgradient from west to east, the perched aquifers begin to coalesce into a regional flow system that rises in the stratigraphic section, eventually merging with the San Andres limestone aquifer in the Roswell Artesian Basin. Flattening of the water table east of Mayhill (Fig. 5) reflects a significant proportion of groundwater flow through high-transmissivity karstic limestones of the overlying San Andres Formation (Land et al. 2012). Background and previous hydrologic work The Sacramento Mountains region is sparsely populated, with limited agricultural resources. For this reason, much of the Fig. 1 Physiographic features of the Sacramento Mountains and surrounding region. Study area is outlined in red Hydrogeol J (2016) 24:787–804 789 Fig. 2 Regional geologic setting. Study area outlined in red 790 Hydrogeol J (2016) 24:787–804 previous work relevant to hydrology of the Sacramentos has focused on adjacent groundwater basins such as the Roswell Artesian Basin to the east, where more abundant water re- sources support a higher level of agricultural activity. The Roswell Artesian Basin, which derives its water from a karstic aquifer formed in the San Andres limestone, underlies the west side of the lower Pecos valley and easternmost Pecos Slope (Fiedler and Nye 1933; Land and Newton 2008; Fig. 1). Hydrologic investigations of the Roswell Basin have generated a substantial body of work (e.g., Bean 1949; Hantush 1957; Motts and Cushman 1964; Havenor 1968; Welder 1983; Reiter and Jordan 1996), some of which is di- rectly relevant to the Sacramento Mountains watershed. Fiedler and Nye (1933) conducted the first comprehensive investigation of geology and groundwater resources in the Roswell Artesian Basin. The Sacramento Mountains were of secondary importance, except as a source of surface water that could recharge the San Andres aquifer where it is exposed on the Pecos Slope. According to the conceptual model devel- oped by Fiedler and Nye, most recharge to the artesian aquifer occurs within a narrow belt on the Pecos Slope referred to as the Principal Intake Area, where east-flowing streams origi- nating in the Sacramento"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "Artesian Basin. Flattening of the water table east of Mayhill (Fig. 5) reflects a significant proportion of groundwater flow through high-transmissivity karstic limestones of the overlying San Andres Formation (Land et al. 2012). Background and previous hydrologic work The Sacramento Mountains region is sparsely populated, with limited agricultural resources. For this reason, much of the Fig. 1 Physiographic features of the Sacramento Mountains and surrounding region. Study area is outlined in red Hydrogeol J (2016) 24:787–804 789 Fig. 2 Regional geologic setting. Study area outlined in red 790 Hydrogeol J (2016) 24:787–804 previous work relevant to hydrology of the Sacramentos has focused on adjacent groundwater basins such as the Roswell Artesian Basin to the east, where more abundant water re- sources support a higher level of agricultural activity. The Roswell Artesian Basin, which derives its water from a karstic aquifer formed in the San Andres limestone, underlies the west side of the lower Pecos valley and easternmost Pecos Slope (Fiedler and Nye 1933; Land and Newton 2008; Fig. 1). Hydrologic investigations of the Roswell Basin have generated a substantial body of work (e.g., Bean 1949; Hantush 1957; Motts and Cushman 1964; Havenor 1968; Welder 1983; Reiter and Jordan 1996), some of which is di- rectly relevant to the Sacramento Mountains watershed. Fiedler and Nye (1933) conducted the first comprehensive investigation of geology and groundwater resources in the Roswell Artesian Basin. The Sacramento Mountains were of secondary importance, except as a source of surface water that could recharge the San Andres aquifer where it is exposed on the Pecos Slope. According to the conceptual model devel- oped by Fiedler and Nye, most recharge to the artesian aquifer occurs within a narrow belt on the Pecos Slope referred to as the Principal Intake Area, where east-flowing streams origi- nating in the Sacramento Mountains lose their water through sinkholes and solution-enlarged fissures. Fiedler and Nye es- timated total annual recharge in the Artesian Basin to be ~308.4 million m3/year (250,000 acre-ft/year), an estimate based on calculations of total discharges from artesian wells, natural springs, and baseflow into the Pecos River. This esti- mate discounted the possibility of any recharge from deeper aquifers such as the Glorieta and Yeso formations because of their low hydraulic conductivity. Beginning in the 1970s, researchers at the New Mexico Institute of Mining and Technology began a series of investi- gations of hydrology and groundwater residence time in the greater artesian aquifer system of the Roswell Basin (Rabinowitz and Gross 1972; Gross et al. 1976, 1979, 1982; Rabinowitz et al. 1977; Duffy et al. 1978; Davis et al. 1980; Gross and Hoy 1980; Rehfeldt and Gross 1981; Hoy and Gross 1982; Gross 1982, 1985; Wasiolek and Gross 1983; Childers and Gross 1985; Simcox and Gross 1985; Wasiolek 1991). In one of the first reports in this series, Rabinowitz et al. (1977) correlated tritium activity peaks in well samples from the Artesian Basin with bomb tritium peaks in meteoric water associated with atmospheric nuclear testing in the mid-20th century. Based on this analysis, Rabinowitz et al. concluded that groundwater in the northern Artesian Basin has a resi- dence time of just 4 years, thus indicating a particle flow velocity of ~20 m/day (Gross et al. 1982). This hydrologic model implicitly assumes piston flow through the artesian aquifer, originating from a line source of nearly instantaneous recharge in the Principal Intake Area on the Pecos Slope, based on the original hydrologic paradigm developed by Fiedler and Nye. In subsequent work, Duffy et al. (1978) used water level and stream runoff data to estimate total recharge to the artesian aquifer resulting from channel losses from tributaries to the Pecos River. Duffy et al. estimated that this component of aquifer recharge amounted to ~46.9 million m3/year (38, 000 acre-ft/year). Because surface recharge from these losing streams cannot account for total basin recharge, Gross (1982) uses this discrepancy to argue in support of a substantial deep recharge component originating from the west. The hydrolog- ic framework of the Sacramento Mountains may thus be more closely linked to the aquifer system in the Roswell Artesian Basin than previous workers had assumed. Methods The environmental tracers tritium (3H), tritium-helium (3H/3He), carbon-14 (14C), and chlorofluorocarbons (CFCs) were used to determine the residence time of groundwater collected from wells and springs in the southern Sacramento Mountains (Fig. 6). Early in this investigation it was deter- mined that the southern Sacramentos is an open aquifer sys- tem, allowing for re-equilibration between dissolved inorganic carbon and atmospheric CO2; therefore, conventional 14C dat- ing techniques could not be used to determine groundwater residence time. The raw data are available in Newton et al. (2012). Tritium and tritium-helium systematics Tritium is a short-lived radioactive isotope of hydrogen with a half-life of 12.32 years, and is a commonly used tracer for making qualitative assessments of residence time for ground- water less than 50 years old. Tritium concentrations are expressed in tritium units (TU), wherein one TU indicates a tritium-hydrogen atomic abundance ratio of 10−18. Modern atmospheric tritium in the study area, as measured in Fig. 3 Photograph of Yeso Formation outcrop Hydrogeol J (2016) 24:787–804 791 precipitation samples (Table 1), ranges from approximately 3– 10 TU. High levels of tritium in groundwater are consistent with contemporary recharge, while very low values (<1 TU) are assumed to be pre-modern, recharged prior to 1952 (cf. Clark and Fritz 1997). Intermediate tritium concentrations probably represent mixtures of recent and pre-modern recharge. Tritium concentrations were analyzed in water samples from wells, springs, and precipitation. Samples were collected in two 500-ml polypropylene bottles, or one 1-L polypropyl- ene bottle, after rinsing three times with environmental water. Personnel collecting tritium samples were not permitted to wear wrist watches to prevent contamination of water samples by radioluminescent dials in the watch face. Forty samples were shipped to the University of Miami Tritium Laboratory, where they were analyzed by internal gas proportional counting with electrolytic enrichment. The enrichment step increases tritium concentrations in the sample about 60-fold through volume reduction, yielding lower detection limits. Accuracy of this low-level measurement is 0.10 TU, or 3 %, whichever is greater. Stated errors, typically 0.09 TU, are one standard deviation. Thirty-nine samples were analyzed by the University of Utah Dissolved and Noble Gases Laboratory, using the helium ingrowth method. The detection limit with this method is typically 0.10 TU. Tritium is subject to radioactive decay by beta emission to yield its daughter product, helium-3. By measuring 3H and 3He together, a true radiometric groundwater age can be de- termined that does not rely on a tritium input function (Solomon and Sudicky 1991). Under ideal circumstances, the tritium-helium method of dating groundwater is remark- ably accurate for water samples less than 40 years old (Clark and Fritz 1997; Kazemi et al. 2006). Other noble gases mea- sured were 40Ar, 84Kr, 129Xe, and 20Ne. In addition to tritiogenic helium produced by tritium decay, other sources of 3He include (1) mantle-derived helium; (2) nucleogenic helium produced by radioactive decay of urani- um and thorium nuclides in the earth’s crust; and (3) atmo- spheric helium, which includes an excess air component. The ratio of helium-3 to helium-4 is a parameter that is commonly measured during noble gas analysis"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "of recent and pre-modern recharge. Tritium concentrations were analyzed in water samples from wells, springs, and precipitation. Samples were collected in two 500-ml polypropylene bottles, or one 1-L polypropyl- ene bottle, after rinsing three times with environmental water. Personnel collecting tritium samples were not permitted to wear wrist watches to prevent contamination of water samples by radioluminescent dials in the watch face. Forty samples were shipped to the University of Miami Tritium Laboratory, where they were analyzed by internal gas proportional counting with electrolytic enrichment. The enrichment step increases tritium concentrations in the sample about 60-fold through volume reduction, yielding lower detection limits. Accuracy of this low-level measurement is 0.10 TU, or 3 %, whichever is greater. Stated errors, typically 0.09 TU, are one standard deviation. Thirty-nine samples were analyzed by the University of Utah Dissolved and Noble Gases Laboratory, using the helium ingrowth method. The detection limit with this method is typically 0.10 TU. Tritium is subject to radioactive decay by beta emission to yield its daughter product, helium-3. By measuring 3H and 3He together, a true radiometric groundwater age can be de- termined that does not rely on a tritium input function (Solomon and Sudicky 1991). Under ideal circumstances, the tritium-helium method of dating groundwater is remark- ably accurate for water samples less than 40 years old (Clark and Fritz 1997; Kazemi et al. 2006). Other noble gases mea- sured were 40Ar, 84Kr, 129Xe, and 20Ne. In addition to tritiogenic helium produced by tritium decay, other sources of 3He include (1) mantle-derived helium; (2) nucleogenic helium produced by radioactive decay of urani- um and thorium nuclides in the earth’s crust; and (3) atmo- spheric helium, which includes an excess air component. The ratio of helium-3 to helium-4 is a parameter that is commonly measured during noble gas analysis (Solomon 2000). Because primordial helium derived from mantle sources consists of the 3He isotope —the same isotope produced by radioactive de- cay of tritium in groundwater—it must be accounted for when Fig. 4 Watershed-scale conceptual model of the Yeso aquifer system. The system includes (1 and 2) upper and intermediate unsaturated zones in unsaturated bedrock, wherein water can be stored in fractures and epikarst; (3) local perched aquifers that discharge from high- mountain springs; (4) intermediate perched aquifers that are recharged from one or more watersheds and by leakage from overlying perched aquifers; and (5) a regional aquifer system that is recharged from losing streams and leakage from overlying perched aquifers. The regional aquifer system merges downgradient and provides recharge through underflow with the artesian aquifer in the Roswell Artesian Basin 792 Hydrogeol J (2016) 24:787–804 conducting studies of groundwater residence time using tritium-helium methodology. Elevated 3He/4He ratios in groundwater samples indicate that those waters may contain a significant percentage of mantle-derived helium-3, thereby invalidating tritium-helium dates (Newell et al. 2005; Crossey et al. 2006; Solomon et al. 2010). Analyses obtained from this study provide ratios of 3He/4He in water samples compared to ratios of 3He/4He in the atmosphere (R/Ra). The 3He/4He ratio of the atmosphere is considered a constant, so any variation in the R/Ra number is a result of the 3He/4He ratio from the sample. Numerous observations have shown that groundwater fre- quently contains more atmospheric gas than can be accounted for by equilibrium solubility with the atmosphere. This excess air is probably a result of transient rise in the water table that does not fully displace the gas phase, but it can also be artifi- cially introduced during well construction or development (Cook et al. 2006). Excess air can also be a problem if air bubbles remain in the sampling equipment when the water sample is collected, or if air bubbles are produced by a submersible pump in the well (Solomon and Cook 2000). The correction for excess air can be made by analysis of the concentrations of noble gases such as neon, or from the nitrogen-argon ratio in the sample (Kazemi et al. 2006). Dissolved gas samples were collected from wells in the south- ern Sacramento Mountains using the copper tube method de- scribed on the University of Utah Dissolved and Noble Gases Laboratory website (University of Utah Dissolved Gas Lab 2007). Pinch clamps were loosely attached to each end of a copper tube ~1.3 cm (0.5 in.) in diameter and ~30 cm (12 in.) long. Plastic tubing was secured to each end of the copper tube using hose clamps, and the upstream end of the tubing was attached to an outlet on the wellhead. The downstream end of the copper tube was elevated relative to the upstream end, and the sampling string was then flushed with several liters of water to purge it of atmospheric gases. While purging the system, a wrench was used to tap the entire length of the sampling string to dislodge air bubbles from the inside of the copper and plastic tubing. A visual inspection of the clear plastic tubing was made throughout the purging process for Fig. 5 Configuration of the water table in the southern Sacramento Mountains. Contours (in feet, ft.) indicate that groundwater flows from the western crest of the mountains to lower elevations to the east, west and south. Contours do not distinguish between perched and regional aquifers. Most recharge occurs near the crest of the mountains above the 7,800 ft topographic contour. 1 ft = 0.3048 m Hydrogeol J (2016) 24:787–804 793 bubble formation, and a valve was used on the downstream end of the sampling tube to provide backing pressure if bub- bles were present. Once the tubing was purged and no bubbles were observed in the downstream plastic tube, the pinch clamps were closed, crimping the copper tube. Plastic caps were filled with water and secured to each end of the copper tube, to prevent any leakage across the clamped surface. Samples were shipped to the University of Utah Dissolved and Noble Gases Laboratory, where dissolved gases were ex- tracted from the copper tubes and analyzed on a mass spec- trometer, as described on their website (University of Utah Dissolved Gas Lab 2007). Chlorofluorcarbon systematics Chlorofluorocarbons are a class of volatile, synthetic com- pounds of carbon, chlorine and fluorine that have been used in refrigeration and other industrial applications since the 1930s (Plummer and Busenberg 2000, 2006). The CFC com- pounds most commonly used in hydrologic studies are CFC11, CFC12, and CFC113 (Plummer et al. 2006a). Atmospheric concentrations of CFC compounds increased in a quasi-exponential fashion from the 1950s through 1980s and the history of their concentrations is well known. Used as a groundwater tracer, CFC compounds can provide virtual year- to-year dating sensitivity for water recharged before 1990 (Plummer and Busenberg 2000; Phillips and Castro 2003; International Atomic Energy Agency 2006). CFC concentra- tion ratios (i.e. ratios of one compound to another; e.g. CFC12/CFC113) may also be used to determine groundwater age, and have extended the application of these tracers for groundwater dating into the 21st century. The use of CFC ratios has particular application to quantifying binary mixtures of young and pre-modern groundwater, since the CFC ratio can be used to define the age and volumetric fraction of the young component (Han et al. 2001; Plummer et al. 2006b). When using CFCs"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "valve was used on the downstream end of the sampling tube to provide backing pressure if bub- bles were present. Once the tubing was purged and no bubbles were observed in the downstream plastic tube, the pinch clamps were closed, crimping the copper tube. Plastic caps were filled with water and secured to each end of the copper tube, to prevent any leakage across the clamped surface. Samples were shipped to the University of Utah Dissolved and Noble Gases Laboratory, where dissolved gases were ex- tracted from the copper tubes and analyzed on a mass spec- trometer, as described on their website (University of Utah Dissolved Gas Lab 2007). Chlorofluorcarbon systematics Chlorofluorocarbons are a class of volatile, synthetic com- pounds of carbon, chlorine and fluorine that have been used in refrigeration and other industrial applications since the 1930s (Plummer and Busenberg 2000, 2006). The CFC com- pounds most commonly used in hydrologic studies are CFC11, CFC12, and CFC113 (Plummer et al. 2006a). Atmospheric concentrations of CFC compounds increased in a quasi-exponential fashion from the 1950s through 1980s and the history of their concentrations is well known. Used as a groundwater tracer, CFC compounds can provide virtual year- to-year dating sensitivity for water recharged before 1990 (Plummer and Busenberg 2000; Phillips and Castro 2003; International Atomic Energy Agency 2006). CFC concentra- tion ratios (i.e. ratios of one compound to another; e.g. CFC12/CFC113) may also be used to determine groundwater age, and have extended the application of these tracers for groundwater dating into the 21st century. The use of CFC ratios has particular application to quantifying binary mixtures of young and pre-modern groundwater, since the CFC ratio can be used to define the age and volumetric fraction of the young component (Han et al. 2001; Plummer et al. 2006b). When using CFCs to date groundwater samples, the CFC12 date is usually considered the most reliable. CFC12 has the highest atmospheric concentrations, and thus has the highest absolute concentrations in natural water samples. CFC113 has the lowest atmospheric concentrations and was introduced into the atmosphere later than the other two CFC species. CFC11 has a greater potential for contamination and microbial degradation (Plummer and Busenberg 2000). Calculations of CFC apparent age are dependent on a knowledge of the input recharge elevation, temperature, and Fig. 6 Map showing sample locations for age-dating analyses 794 Hydrogeol J (2016) 24:787–804 Table 1 Mean residence time of groundwater from wells and springs in the study area, and fraction modern water, derived from comparison of CFC and tritium data with output from two lumped parameter models— one model that assumes exponential piston flow conditions (EPM); and another model that assumes binary mixing of two groundwater components, a young component experiencing piston flow conditions (PFM), and an older component experiencing partial exponential mixing (PEM) Sample Sample date Exponential piston flow model (EPM) Binary mixing model - piston flow - partial exponential mixing (BMM-PFM-PEM) Mean residence time (yrs) Tracers used Relative error (%) Mean residence time, young fraction (yrs) Percentage young (%) Tracers used Relative error (%) Wells SM-0007 7/23/2007 19.9 F12,F113 4.92 21.1 94.27 F12,3H 0.26 SM-0011 7/23/2007 43.1 F12 0.00 25.1 59.14 F12,3H 0.11 SM-0018 8/28/2007 28.2 F12,F113 2.03 20.2 77.94 F12,F113, 3H 0.35 SM-0021 7/10/2007 21.2 F12,F113 2.01 19.0 85.51 F12,F113, 3H 5.67 SM-0023 7/10/2007 50.2 F113 0.00 26.5 65.52 F11,F113 0.98 SM-0026 8/29/2007 40.4 F12,F113 1.81 20.5 52.73 F12, 3H 0.62 SM-0032 8/13/2008 36.5 F12 0.00 24.8 71.70 F12,F113 0.77 SM-0038 7/9/2007 17.2 F12,F113 1.96 16.7 77.05 F113, 3H 7.81 SM-0040 7/9/2007 42.0 F113 0.00 – – – – SM-0042 7/24/2007 25.5 F113 0.00 14.9 59.23 F113, 3H 3.25 SM-0044 7/9/2007 31.5 F113 0.00 14.9 69.48 F12, 3H 3.03 SM-0045 8/10/2007 37.5 F113 0.00 22.7 69.16 F113, 3H 3.93 SM-0056 7/26/2007 44.9 F12,F113 2.66 22.6 50.00 F12, 3H 7.04 SM-0057 7/26/2007 35.0 F12,F113 0.00 8.7 50.52 F12, 3H 0.00 SM-0059 7/11/2007 28.7 F113 0.00 13.1 51.72 F113, 3H 0.78 SM-0068 8/10/2007 49.8 F12,F113 3.72 26.6 50.10 F12,F113 3.78 SM-0074 7/24/2007 24.3 F12 0.00 12.6 51.67 F113, 3H 0.00 SM-0076 7/25/2007 67.3 F113 0.00 34.0 50.0 F11,F113 4.24 SM-0085 7/24/2007 22.0 F12 0.00 – – – – SM-0086 7/25/2007 28.2 F12,F113 4.05 20.8 82.02 F12,F113 0.69 SM-0092 8/13/2008 63.4 F12 0.00 – – – – SM-0152 12/11/2007 57.9 F12 0.00 38.6 98.00 F12,F113 8.32 SM-0153 7/25/2007 28.2 F12 0.00 – – – – SM-0158 12/12/2007 42.2 F11,F113 0.02 22.7 53.03 F11,F113 0.49 SM-0174 9/25/2008 45.4 F12,F113 1.87 24.3 53.20 F12,F113 0.55 SM-0193 11/22/2008 63.9 F113 0.00 – – – – SM-0201 8/28/2007 42.3 F12,F113 1.16 22.2 51.72 F12, 3H 0.65 SM-0202 12/12/2007 34.8 F113 0.00 24.25 92.95 F12,F113 0.22 SM-0207 12/11/2007 34.8 F12 0.00 – – – – SM-0217 9/24/2008 88.5 F11 0.00 – – – – Springs SM-1007 10/24/2006 24.4 F12,F113 0.48 19.8 84.12 F12,F113, 3H 5.29 SM-1009 10/23/2006 21.4 F12,F113 1.56 17.6 80.49 F12,F113, 3H 4.11 SM-1013 6/20/2006 21.7 F12 0.00 18.0 84.92 F12, 3H 1.77 SM-1014 10/25/2006 22.9 F12,F113 2.52 6.7 62.86 F11,F113, 3H 0.44 SM-1017 6/20/2006 25.2 F12,F113 0.38 18.5 78.66 F12,F113, 3H 2.41 SM-1018 10/24/2006 26.0 F12 0.00 20.7 84.27 F12,F113, 3H 5.87 SM-1023 11/13/2006 19.9 F12 0.00 12.2 76.65 F12, 3H 2.55 SM-1026 6/20/2006 49.0 F12,F113 1.31 27.9 59.88 F12, 3H 0.50 SM-1039 11/7/2006 26.0 F113 0.00 20.5 92.47 F12,F113, 3H 0.76 SM-1042 11/7/2006 25.5 F113 0.00 16.0 59.01 F11,F113, 3H 4.33 SM-1044 10/23/2006 21.8 F12,F113 0.92 19.2 88.45 F12,F113, 3H 3.16 SM-1051 11/6/2006 22.4 F12,F113 5.59 13.1 63.41 F11,F113, 3H 0.99 Hydrogeol J (2016) 24:787–804 795 salinity, with recharge temperature being the critical variable. Lower temperatures and higher elevations will result in lower atmospheric and groundwater CFC concentrations. In many areas of the Sacramento Mountains, these parameters are dif- ficult to determine, particularly when multiple sources of re- charge may be a factor. Recharge temperatures and elevations can be determined with high precision using the noble gas composition of a groundwater sample because the solubilities of those gases (N2, Ne, Ar, Kr, and Xe) vary differently as a function of temperature and elevation (Weiss 1970; Stute and Schlosser 2000; Cook et al. 2006; Cey et al. 2009). Over the past four decades, noble gas recharge thermometry has become a well- established method in the hydrologic sciences (e.g., Mazor 1972; Solomon et al. 2010). Sample elevations were derived from a 10-m digital eleva- tion model (DEM) in an area of fairly rugged terrain, with an accuracy of ±2.5 m. Sample elevations in the study area range from 1394 to 2801 m—see Table S1 in the electronic supple- mentary material (ESM). Data from table 3.2 in Plummer et al. (2006a) indicate that for this range of elevations, uncertainty in the calculated recharge year will vary by less than 12 months, as confirmed by sensitivity analysis of the data reported as part of this study. Noble gas-derived recharge el- evations suggest that a significant portion of recharge may be locally derived; therefore, for purposes of groundwater age calculation, recharge elevations for this study are assumed to be approximately the same as elevation of the sample site. Salinity corrections are necessary for CFC investigations involving seawater and saline lakes, but most shallow groundwater is too dilute to require corrections for salinity (Plummer and Busenberg"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "3.16 SM-1051 11/6/2006 22.4 F12,F113 5.59 13.1 63.41 F11,F113, 3H 0.99 Hydrogeol J (2016) 24:787–804 795 salinity, with recharge temperature being the critical variable. Lower temperatures and higher elevations will result in lower atmospheric and groundwater CFC concentrations. In many areas of the Sacramento Mountains, these parameters are dif- ficult to determine, particularly when multiple sources of re- charge may be a factor. Recharge temperatures and elevations can be determined with high precision using the noble gas composition of a groundwater sample because the solubilities of those gases (N2, Ne, Ar, Kr, and Xe) vary differently as a function of temperature and elevation (Weiss 1970; Stute and Schlosser 2000; Cook et al. 2006; Cey et al. 2009). Over the past four decades, noble gas recharge thermometry has become a well- established method in the hydrologic sciences (e.g., Mazor 1972; Solomon et al. 2010). Sample elevations were derived from a 10-m digital eleva- tion model (DEM) in an area of fairly rugged terrain, with an accuracy of ±2.5 m. Sample elevations in the study area range from 1394 to 2801 m—see Table S1 in the electronic supple- mentary material (ESM). Data from table 3.2 in Plummer et al. (2006a) indicate that for this range of elevations, uncertainty in the calculated recharge year will vary by less than 12 months, as confirmed by sensitivity analysis of the data reported as part of this study. Noble gas-derived recharge el- evations suggest that a significant portion of recharge may be locally derived; therefore, for purposes of groundwater age calculation, recharge elevations for this study are assumed to be approximately the same as elevation of the sample site. Salinity corrections are necessary for CFC investigations involving seawater and saline lakes, but most shallow groundwater is too dilute to require corrections for salinity (Plummer and Busenberg 2000). Dissolved solids content is thus assumed to be zero for purposes of CFC analysis. CFC-derived groundwater ages are most sensitive to vari- ations in recharge temperature, a parameter that can be ambig- uous and difficult to determine when multiple sources of groundwater recharge are involved. In addition, noble gas- derived recharge temperatures were only available for a lim- ited number of samples; however, regression analysis indi- cates a linear correlation of those noble gas-derived recharge temperatures as a function of the measured sample tempera- tures (Fig. 7). Recharge temperatures for the remaining sam- ples were then extrapolated based on regression analysis ac- cording to the following empirical relationship, for which R2=0.8034: Recharge temperature ¼ 0:855 sampled temperature ð Þ – 3:1177 ð1Þ Water samples were collected from well and spring dis- charge points with no atmospheric exposure, using sampling protocols described in Timmons et al. (2013). Samples were collected in three 500-ml glass bottles with foil-lined caps. The bottles and caps were rinsed with environmental water, then filled and capped underwater in a rigid bucket. The sam- ples were analyzed for CFC content at the University of Miami Tritium Laboratory, using a purge-and-trap gas chro- matograph with an electron capture detector. The limit of de- tection for the method is 0.001 × 10−12 mol/kg of water Table 1 (continued) Sample Sample date Exponential piston flow model (EPM) Binary mixing model - piston flow - partial exponential mixing (BMM-PFM-PEM) Mean residence time (yrs) Tracers used Relative error (%) Mean residence time, young fraction (yrs) Percentage young (%) Tracers used Relative error (%) SM-1058 11/15/2006 20.9 F12,F113 1.91 19.4 91.63 F12,F113, 3H 3.48 SM-1060 10/25/2006 20.3 F12,F113 1.01 18.9 96.76 F12,F113, 3H 4.81 SM-1062 10/25/2006 26.7 F12,F113 2.17 20.1 82.10 F12,F113, 3H 2.64 SM-1067 10/23/2006 24.2 F12,F113 4.59 19.8 93.54 F12,F113, 3H 3.35 SM-1069 10/23/2006 24.0 F12,F113 2.35 18.8 78.98 F12,F113, 3H 5.28 SM-1073 10/24/2006 31.5 F12,F113 1.85 5.5 53.89 F12, 3H 2.10 SM-1076 10/24/2006 28.2 F12 0.00 23.9 88.95 F12, 3H 3.31 SM-1077 10/24/2006 23.3 F113 0.00 16.5 67.81 F12,F113, 3H 2.28 SM-1079 11/10/2008 33.1 F12 0.00 30.9 95.40 F12,F113 10.38 SM-1084 10/25/2006 26.6 F12 0.00 20.8 72.93 F11,F113, 3H 2.86 SM-1087 11/7/2006 27.6 F12 0.00 20.7 80.54 F12,F113, 3H 4.02 SM-1090 11/14/2006 25.4 F12,F113 3.05 19.6 83.93 F12,F113, 3H 0.34 SM-1091 11/10/2008 28.2 F113 0.00 22.6 94.77 F12,F113 0.51 SM-1097 8/28/2007 28.8 F12 0.00 15.2 50.00 F11, 3H 2.65 SM-1099 8/19/2008 26.1 F12,F113 4.01 21.5 87.59 F12,F113 1.40 796 Hydrogeol J (2016) 24:787–804 (pmol/kg). Precision of CFC11, CFC12 and CFC113 analyses is 2 % or less and the accuracy of CFC12 derived recharge ages is 2 years or less. Results Tritium Tritium levels collected from precipitation in the southern Sacramento Mountains range from 3 to 10 TU, reflecting typ- ical seasonal variations (Table S1 of the ESM). Tritium con- centrations in groundwater samples from the study area range from zero to 7.82 TU (Table S1 of the ESM). Highest tritium concentrations generally occur in the high mountains re- gion—the area between Cloudcroft, Mayhill, and Timberon (Fig. 8)—and a rough correlation exists between sample ele- vation and 3H concentration. A general decrease in tritium values is apparent farther downgradient, and the lowest con- centrations of 3H, less than 1 TU, are found in wells sampled on the Pecos Slope, in the eastern part of the study area (Fig. 8). Water samples from wells in the study area tend to have lower tritium concentrations than spring samples. Tritium data from well samples also show a general decrease in tritium concentration as a function of well depth (Fig. 9). Tritium-helium Tritium, helium, and other noble gases were analyzed in 16 groundwater samples collected in the southern Sacramentos study area. These analyses were used to derive tritium-helium (3H/3He) groundwater ages, which vary from zero to >50 years (Tables S1 and S2 of the ESM). The 50-year age based on noble gas analysis indicates that the age is off the 3H/3He scale, and the true age of the groundwater sample is too old to be determined using noble gas systematics. Most of the tritium-helium ages in the study area are quite young, in several cases less than 2 years old. Although the youngest 3H/3He dates are found in the high mountains, some very old waters were also sampled in that region. For example, three well samples in the greater Sacramentos study area were dated at >50 years. These wells also have very low measured tritium concentrations. Most groundwater samples from the southern Sacramentos yield 3He/4He ratios that are very close to atmospheric gases, making it unlikely that mantle-derived helium is contributing to the 3He component. One anomalous sample, located near the western crest of the mountains, has a high 3He/4He ratio and a very low tritium level, making it the one site where there may be a mantle-derived source of 3He. By contrast, low 3He/4He ratios may result from elevated levels of 4He in groundwater samples. Helium-4 is the most common isotope of helium in the atmosphere, and is also a product of radioactive decay of uranium and thorium nuclides in the earth’s crust (Solomon 2000). Wells SM-0076 and SM- 0040 yielded tritium-helium ages >50 years, coupled with low 3He/4He ratios, suggesting a possible deep crustal source of groundwater. CFCs A preliminary analysis of the raw CFC data, assuming piston flow conditions, was conducted using the Excel spreadsheet program CFC-2005-2a (Busenberg and Plummer 2006),"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "and other noble gases were analyzed in 16 groundwater samples collected in the southern Sacramentos study area. These analyses were used to derive tritium-helium (3H/3He) groundwater ages, which vary from zero to >50 years (Tables S1 and S2 of the ESM). The 50-year age based on noble gas analysis indicates that the age is off the 3H/3He scale, and the true age of the groundwater sample is too old to be determined using noble gas systematics. Most of the tritium-helium ages in the study area are quite young, in several cases less than 2 years old. Although the youngest 3H/3He dates are found in the high mountains, some very old waters were also sampled in that region. For example, three well samples in the greater Sacramentos study area were dated at >50 years. These wells also have very low measured tritium concentrations. Most groundwater samples from the southern Sacramentos yield 3He/4He ratios that are very close to atmospheric gases, making it unlikely that mantle-derived helium is contributing to the 3He component. One anomalous sample, located near the western crest of the mountains, has a high 3He/4He ratio and a very low tritium level, making it the one site where there may be a mantle-derived source of 3He. By contrast, low 3He/4He ratios may result from elevated levels of 4He in groundwater samples. Helium-4 is the most common isotope of helium in the atmosphere, and is also a product of radioactive decay of uranium and thorium nuclides in the earth’s crust (Solomon 2000). Wells SM-0076 and SM- 0040 yielded tritium-helium ages >50 years, coupled with low 3He/4He ratios, suggesting a possible deep crustal source of groundwater. CFCs A preliminary analysis of the raw CFC data, assuming piston flow conditions, was conducted using the Excel spreadsheet program CFC-2005-2a (Busenberg and Plummer 2006), in- cluding corrections for recharge temperatures and elevations. Samples analyzed for chlorofluorocarbons display a range of CFC12 ages that vary from 19.8 to 67.6 years (Tables S1 and S3 of the ESM). Most of the CFC apparent ages are not con- cordant, with discrepancies of 3–10 years between CFC12 and CFC113. By applying a simple binary mixing model based on piston flow, ratio ages and percent young water were derived using CFC12 and CFC113 concentration ratios (Han et al. 2001; Fig. 7 Regression analysis of noble gas-derived recharge temperatures as a function of sample temperatures Hydrogeol J (2016) 24:787–804 797 Fig. 8 Maps showing spatial variation of tritium concentration in groundwater in the southern Sacramentos watershed: a in springs, and b in wells (data range a–b in legend denotes a – < b) 798 Hydrogeol J (2016) 24:787–804 Plummer et al. 2006b; Busenberg and Plummer 2006). Several locations sampled for CFCs indicate the presence of a significant component of old water, including SM-0076, with <15 % young water (Table S3 of the ESM) (in this con- text, Byoung water^ refers specifically to water containing CFC compounds, thus recharged less than ~60 years ago). A direct correlation exists between apparent age of the water samples and the fraction of young water, with the oldest sam- ples containing the smallest percentage of young water (Fig. 10). This correlation suggests that a binary mixing model may be valid, and that the percentage of young water is the principal factor influencing groundwater apparent age based on individual CFC species, a phenomenon also observed by other workers in dual porosity systems (e.g., Long et al. 2008). Binary mixing is also indicated by a plot of CFC12 vs. CFC113 mixing ratios (Fig. 11). Different lumped parameter models of the CFC and tritium data were evaluated using the Excel workbook model TracerLPM (Jurgens et al. 2012). This program allows comparison between tracer data and simulations of vari- ous lumped parameter models of groundwater flow, in- cluding exponential mixing, piston flow, exponential with piston flow, partial exponential mixing, and binary mixing combinations of these models. Piston flow models (PFM) assume that groundwater travels from a recharge area to an outlet such as a well or spring with no hydrodynamic dispersion or mixing. Piston flow models may be applicable to groundwater flow through fractures or karstic conduits. Exponential mixing models (EMM) have more application to homogeneous, uncon- fined aquifers receiving uniform recharge, leading to a vertical stratification of groundwater age. Partial expo- nential models (PEM) are used when only the lower part of an aquifer is accessed, as is often the case with public water supply wells. The general procedure involves selection of a specific lumped parameter model (LPM) that best fits a conceptual model of the physical system, and varying the mean age and any additional model parameters until the model output con- centration closely matches measured concentrations of tracers. Multiple tracers can be analyzed in a single sample (Jurgens et al. 2012). The LPM that most closely corresponds to the physical conceptual model of the southern Sacramento Mountains aquifer system is the exponential piston flow model (EPM). This model can be used to characterize an aquifer consisting of two segments of groundwater flow in a se- ries—one segment of exponential flow followed by Fig. 9 Tritium concentration as a function of well depth Fig. 10 CFC12 apparent age of groundwater vs. percent young water in samples. Most water samples appear to be composed of >50 % young water Fig. 11 Plot comparing CFC113 and CFC12 atmospheric mixing ratios (pptv). Solid curve indicates piston flow conditions. Dashed lines are binary mixing lines for various recharge years. Any point that falls on one of the dashed lines represents linear mixing of old, CFC-free water with younger water recharged during that year (Busenberg and Plummer 2006). Percent young water can be estimated by location of a point on the binary mixing line. Points that fall outside the envelope defined by the piston flow curve and the binary mixing lines have been influenced by concentration-modifying effects such as CFC contamination or microbial degradation (Han et al. 2001) Hydrogeol J (2016) 24:787–804 799 another segment of piston flow. A typical scenario might be an aquifer with an upgradient unconfined portion re- ceiving aerially distributed recharge (the exponential com- ponent) connected to a downgradient confined portion experiencing piston flow conditions (Jurgens et al. 2012). In this scenario, the unconfined portion of the Yeso aquifer in the high mountains might represent the exponential component of the system, and the San Andres limestone beneath the Pecos Slope could represent the confined or semi-confined portion of the system experiencing piston flow through karstic conduits. Figure 12 shows an example of EPM model output com- pared to CFC12 and CFC113 concentrations from ground- water samples collected in August 2007. The relative er- ror of the curve fit to the data for all samples is less than 5 % (Table 1). Because preliminary analysis of the CFC data supports a binary mixing model (Figs. 10 and 11), CFC and tritium data were also compared to simulations assuming binary mixing of two groundwater components, a young compo- nent experiencing piston flow conditions (PFM), and an older component experiencing partial exponential mixing (PEM; Fig. 13). This model is also consistent with the conceptual model of the southern Sacramentos aquifer system, wherein piston flow conditions prevail in frac- tures and solution-enlarged"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "are binary mixing lines for various recharge years. Any point that falls on one of the dashed lines represents linear mixing of old, CFC-free water with younger water recharged during that year (Busenberg and Plummer 2006). Percent young water can be estimated by location of a point on the binary mixing line. Points that fall outside the envelope defined by the piston flow curve and the binary mixing lines have been influenced by concentration-modifying effects such as CFC contamination or microbial degradation (Han et al. 2001) Hydrogeol J (2016) 24:787–804 799 another segment of piston flow. A typical scenario might be an aquifer with an upgradient unconfined portion re- ceiving aerially distributed recharge (the exponential com- ponent) connected to a downgradient confined portion experiencing piston flow conditions (Jurgens et al. 2012). In this scenario, the unconfined portion of the Yeso aquifer in the high mountains might represent the exponential component of the system, and the San Andres limestone beneath the Pecos Slope could represent the confined or semi-confined portion of the system experiencing piston flow through karstic conduits. Figure 12 shows an example of EPM model output com- pared to CFC12 and CFC113 concentrations from ground- water samples collected in August 2007. The relative er- ror of the curve fit to the data for all samples is less than 5 % (Table 1). Because preliminary analysis of the CFC data supports a binary mixing model (Figs. 10 and 11), CFC and tritium data were also compared to simulations assuming binary mixing of two groundwater components, a young compo- nent experiencing piston flow conditions (PFM), and an older component experiencing partial exponential mixing (PEM; Fig. 13). This model is also consistent with the conceptual model of the southern Sacramentos aquifer system, wherein piston flow conditions prevail in frac- tures and solution-enlarged conduits in the San Andres limestone and the carbonate portion of the Yeso Formation, while exponential mixing dominates flow con- ditions in the lower permeability matrix of the Yeso (Fig. 4). For all but seven of the samples, relative error of the curve fit to the data is less than 5 % (Table 1). In all but one sample, ratio ages derived from the BMM-PFM-PEM model are younger than mean resi- dence time of groundwater samples derived from the EPM model that does not assume binary mixing (Fig. 14). Such a discrepancy usually implies that mixing of waters of different ages has occurred (Han et al. 2001; Plummer et al. 2006b). Discussion Groundwater residence time in the southern Sacramento Mountains based on tritium samples, and on tritium-helium and CFC methodologies, ranges from less than 1 year to great- er than 50 years. Average ages vary from ~13 years based on 3H/3He systematics to ~28 years based on CFC12 concentra- tions. CFC apparent ages derived from concentration ratios yield intermediate ages averaging ~21 years. The spatial dis- tribution of tritium in water samples (Fig. 8) indicates that groundwater age generally increases to the east, consistent with regional groundwater flow patterns derived from map- ping of the water table in the southern Sacramentos (Fig. 5). Well samples also show a general depletion in tritium concen- tration as a function of well depth (Fig. 9). This phenomenon may reflect the fact that wells are accessing deeper, older water than high mountain springs, many of which discharge from local perched aquifers. A distinctive feature of the sampling program is the lack of concordance among the several methods used to determine the residence time of groundwater in the study area. This apparent Fig. 12 Simulation of exponential piston flow conditions (blue line), compared to CFC12 and CFC113 tracer data from August 2007 Fig. 13 Model simulation of binary mixing of a two-component groundwater mixture (BMM-PFM-PEM), assuming one component experiencing piston flow, and another represented by partial exponential mixing of groundwater. a CFC12 and CFC113 tracer data from August, 2007 compared to BMM-PFM-PEM model output (red line). b CFC12 and 3H tracer data from August 2007 compared to BMM-PFM-PEM model (red line) 800 Hydrogeol J (2016) 24:787–804 ambiguity provides additional insight into the character of the southern Sacramento Mountains groundwater system. Because of the heterogeneous nature of the Yeso Formation, groundwater flow velocities may differ signifi- cantly from the isotopic age of groundwater samples. The age of a sample may be influenced by mixing of waters due to conduit/fracture/matrix interactions, or by mixing of groundwater from multiple sources (e.g., Land and Huff 2010). Such aquifer heterogeneities complicate investigations of groundwater flow rates and residence time in regional-scale investigations such as this study. Four factors (discussed in the subsequent material) specifically contribute to the discordance among the several methodologies employed to evaluate groundwater residence time in the southern Sacramento Mountains. Thick unsaturated zone Water levels in many of the wells sampled are quite deep, in some cases several tens to hundreds of meters below ground level (Table S1 of the ESM). These deep water levels imply a very thick unsaturated zone formed in epikarst in many parts of the study area. Seepage of water through a thick unsaturated zone can produce conflicting results when dating groundwater using CFC and tritium-helium methodologies. Kazemi et al. (2006) observe that the tritium molecule in groundwater be- gins to decay in the unsaturated zone, where radiogenically produced 3He atoms can escape to the atmosphere. Only those 3He atoms produced in the saturated zone are preserved in groundwater, which means that the 3H/3He age begins at the water table and does not account for travel time through the unsaturated zone (Solomon and Cook 2000; Solomon et al. 2010). In those areas where a thick unsaturated zone is present and vertical rates of water infiltration are low, 3H/3He ages will be much younger than the true age of the groundwater sample. A thick unsaturated zone will have the opposite effect on groundwater age derived from CFC concentrations. Most groundwater models begin with the assumption that tracers behave conservatively and travel with the water; therefore, the mean age inferred from tracer concentrations is equal to the mean age of the groundwater sample (Jurgens et al. 2012). However, if a thick unsaturated zone is present and soil water content is high, CFCs may be preferentially dissolved into the soil water, leaving the groundwater somewhat depleted in CFCs; in addition, dissolved CFCs will partition into gas phase and ultimately travel through the unsaturated zone at a slower rate than the infiltrating water. The net effect leads to an overestimation of groundwater age. In other words, a thick unsaturated zone can result in anomalously young 3H/3He groundwater ages, and anomalously old CFC apparent ages (Kazemi et al. 2006; Happell et al. 2006). Discrepancies between 3H/3He and CFC ages suggest the influence of a thick unsaturated zone in the southern Sacramento Mountains recharge area, an issue also reported by previous workers (e.g., Solomon et al. 2010). Some sam- ples yield 3H/3He groundwater ages of less than 1 year, and CFC12 ages ranging from 20 to 33 years (Table S1 of the ESM). Unsaturated zone flow rates are not well constrained in this investigation, yet disparities between CFC and tritium- helium groundwater dates suggest that flow through the un- saturated zone may be an important component of the total"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "3H/3He age begins at the water table and does not account for travel time through the unsaturated zone (Solomon and Cook 2000; Solomon et al. 2010). In those areas where a thick unsaturated zone is present and vertical rates of water infiltration are low, 3H/3He ages will be much younger than the true age of the groundwater sample. A thick unsaturated zone will have the opposite effect on groundwater age derived from CFC concentrations. Most groundwater models begin with the assumption that tracers behave conservatively and travel with the water; therefore, the mean age inferred from tracer concentrations is equal to the mean age of the groundwater sample (Jurgens et al. 2012). However, if a thick unsaturated zone is present and soil water content is high, CFCs may be preferentially dissolved into the soil water, leaving the groundwater somewhat depleted in CFCs; in addition, dissolved CFCs will partition into gas phase and ultimately travel through the unsaturated zone at a slower rate than the infiltrating water. The net effect leads to an overestimation of groundwater age. In other words, a thick unsaturated zone can result in anomalously young 3H/3He groundwater ages, and anomalously old CFC apparent ages (Kazemi et al. 2006; Happell et al. 2006). Discrepancies between 3H/3He and CFC ages suggest the influence of a thick unsaturated zone in the southern Sacramento Mountains recharge area, an issue also reported by previous workers (e.g., Solomon et al. 2010). Some sam- ples yield 3H/3He groundwater ages of less than 1 year, and CFC12 ages ranging from 20 to 33 years (Table S1 of the ESM). Unsaturated zone flow rates are not well constrained in this investigation, yet disparities between CFC and tritium- helium groundwater dates suggest that flow through the un- saturated zone may be an important component of the total residence time of groundwater in the study area. Recycled groundwater A second factor influencing discrepancies among the different groundwater dating methods involves recycling of surface water to groundwater, particularly in the high mountains. Regional mapping of the water table (Fig. 5), coupled with high tritium concentrations (Fig. 8), show that the primary source of groundwater recharge is local precipitation above 2,380 m (7,800 ft; Newton et al. 2012). Stable isotope data, water chemistry, and field observations suggest that water discharging from perched aquifers and springs at higher ele- vations undergoes evaporation as part of the surface water system. This surface water then recharges the shallow ground- water system via losing streams, and later discharges from other springs at lower elevations (Newton et al. 2012). Each time groundwater re-emerges from springs, the water partially or fully re-equilibrates with the atmosphere, resetting the CFC and 3H/3He clocks, whereas the tritium content remains the same. This process of recycling may occur several times be- fore the water is deep enough below the surface that it no longer interacts with the surface water system. Recycling of groundwater is indicated by samples with young 3H/3He and/ or CFC ages that are relatively depleted in 3H (Table S1 of the Fig. 14 Comparison of mean residence time of groundwater derived from an exponential piston flow model to age of the young fraction of groundwater from a binary mixing model that assumes one component of piston flow and another component dominated by partial exponential mixing Hydrogeol J (2016) 24:787–804 801 ESM). Previous workers (e.g., Land and Huff 2010) also in- voked groundwater recycling as a mechanism to account for discrepancies between CFC apparent ages and tritium content in the Roswell Artesian Basin. Aquifer heterogeneity The aquifer system in the southern Sacramento Mountains is contained primarily within the Yeso Formation, but rises in the stratigraphic section to the east and becomes incorporated with- in the San Andres limestone. The Yeso Formation in the study area may be characterized as a semi-karstic aquifer with a dual or triple porosity system, embedded in a lower-permeability aquitard (Figs. 3 and 4). Long-term storage of groundwater is contained in the rock matrix, while short-term high-volume flow periodically occurs through fractures and solution- enlarged conduits. Conduit flow is also well documented in the San Andres limestone aquifer (Land and Newton 2008). Karstic conduits can provide short-circuit pathways within an aquifer that can result in groundwater mixtures of significantly different mean ages (Jurgens et al. 2012). Groundwater residence time can also be influenced by in- teractions between conduits and much older water stored in the lower permeability, non-carbonate matrix component of the Yeso Formation. Even when fluid exchange rates are low, very small quantities of pre-modern groundwater origi- nating from the aquitard component of the Yeso could have profound effects on the mean age of groundwater in the adja- cent aquifer (Bethke and Johnson 2002a, b, 2008; Eberts et al. 2012). The different modes of groundwater flow behavior indicated by lumped parameter models, essentially a combi- nation of piston flow and exponential mixing (Figs. 12 and 13), probably reflect the heterogeneity and semi-karstic nature of the aquifer system in the Sacramento Mountains. Groundwater mixing Mixing of groundwater of different ages is suggested by CFC data (Figs. 10 and 11), and by discordance in groundwater age among the three CFC species, tritium, and tritium-helium sam- ples employed to evaluate groundwater residence time in the Sacramento Mountains. Very low (<1 TU) tritium concentra- tions are found in some lower elevation springs on the Pecos Slope that nevertheless contain measurable quantities of CFCs, indicating mixing of recent and pre-modern groundwater. In addition, mean ages of the young fraction of groundwater de- rived from lumped parameter models that assume binary mixing are consistently younger than apparent ages inferred from exponential-piston flow models that do not incorporate mixing (Fig. 14). This disparity indicates a high probability for mixing of waters of two principal groundwater end-members, one pre- modern source that is CFC-free, and one younger source of CFC-bearing groundwater (Han et al. 2001). Tritium-helium data also suggest that a deep artesian com- ponent of groundwater may contribute to the mean residence time of some samples (Newton et al. 2012). CFC analyses identify three samples composed of less than 25 % young water that have tritium concentrations less than one TU, and 3H/3He ages greater than 50 years (Table S1 of the ESM). SM- 0076 is representative of these older waters (Fig. 6). This well water sample was collected near a gaining reach of the Rio Peñasco, and CFC analysis indicates that it contains <15 % young water. SM-0076 has a low 3He/4He ratio, indicative of groundwater with a deep crustal origin (Solomon 2000), and is located on the Mayhill fault zone (Fig. 2), which may serve as a conduit for upwelling of old, deep groundwater. Taken together, these data support a model that involves mixing of relatively young, fresh groundwater with older wa- ter stored in the matrix, and a component of pre-modern artesian groundwater upwelling along fault zones from greater depths. Mixing of groundwater from multiple sources appears to have contributed to the variation of groundwater ages de- rived from the different analytical methods employed in this study. Conclusions Groundwater in the southern Sacramento Mountains displays a broad variation of mean residence times, ranging from pre- modern to less than 10 years. A distinctive feature of the results"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "and pre-modern groundwater. In addition, mean ages of the young fraction of groundwater de- rived from lumped parameter models that assume binary mixing are consistently younger than apparent ages inferred from exponential-piston flow models that do not incorporate mixing (Fig. 14). This disparity indicates a high probability for mixing of waters of two principal groundwater end-members, one pre- modern source that is CFC-free, and one younger source of CFC-bearing groundwater (Han et al. 2001). Tritium-helium data also suggest that a deep artesian com- ponent of groundwater may contribute to the mean residence time of some samples (Newton et al. 2012). CFC analyses identify three samples composed of less than 25 % young water that have tritium concentrations less than one TU, and 3H/3He ages greater than 50 years (Table S1 of the ESM). SM- 0076 is representative of these older waters (Fig. 6). This well water sample was collected near a gaining reach of the Rio Peñasco, and CFC analysis indicates that it contains <15 % young water. SM-0076 has a low 3He/4He ratio, indicative of groundwater with a deep crustal origin (Solomon 2000), and is located on the Mayhill fault zone (Fig. 2), which may serve as a conduit for upwelling of old, deep groundwater. Taken together, these data support a model that involves mixing of relatively young, fresh groundwater with older wa- ter stored in the matrix, and a component of pre-modern artesian groundwater upwelling along fault zones from greater depths. Mixing of groundwater from multiple sources appears to have contributed to the variation of groundwater ages de- rived from the different analytical methods employed in this study. Conclusions Groundwater in the southern Sacramento Mountains displays a broad variation of mean residence times, ranging from pre- modern to less than 10 years. A distinctive feature of the results of this investigation is discordance among the methods used to date groundwater in the study area. This apparent ambiguity is attributed to four factors: (1) atmospheric gases present within epikarst in a thick unsaturated zone, which cause non-conservative behavior among the dissolved gas tracers (3He and CFCs); (2) recycling of groundwater that discharges from high mountain springs, then re-enters the groundwater system along losing reaches of streams at lower elevations; (3) the heterogeneous and semi-karstic nature of the aquifer system, wherein wells and springs may yield water from matrix porosity, fractures, solution-enlarged conduits, or a combination of the three; and (4) mixing of groundwater from multiple sources, including pre-modern groundwater up- welling along fault zones and old groundwater stored in the matrix. The results also suggest that the southern Sacramento Mountains watershed plays a greater role in recharge to the Roswell Artesian Basin than previous workers had assumed. This investigation demonstrates that evaluations of ground- water age based on use of a single tracer may yield inaccurate results and a misleading and overly simplistic characterization of the groundwater system. The study thus highlights the im- portance of using multiple tracers when conducting large- scale investigations of groundwater residence time, and sheds light on characteristics of the groundwater flow system that can produce discrepancies in calculations of groundwater age. 802 Hydrogeol J (2016) 24:787–804 Acknowledgements Funding for this investigation was provided by the New Mexico State Legislature through the Otero Soil and Water Conservation District, the New Mexico Department of Agriculture, the New Mexico Bureau of Geology and Mineral Resources Aquifer Mapping Program, and the National Cave and Karst Research Institute. This paper was improved by suggestions from Drs. Ed Busenberg and Bryant Jurgens, US Geological Survey, and the comments of two anon- ymous reviewers. References Bean RT (1949) Geology of the Roswell Artesian Basin, New Mexico, and its relation to the Hondo reservoir. N M State Eng Off Tech Rep 9:1–31 Bethke CM, Johnson TM (2002a) Paradox of groundwater age. Geology 30:107–110 Bethke CM, Johnson TM (2002b) Ground water age. Ground Water 40: 337–339 Bethke CM, Johnson TM (2008) Groundwater age and groundwater age dating. Annu Rev Earth Planet Sci 2008(36):121–152 Busenberg E, Plummer LN (2006) CFC-2005-2a: USGS spreadsheet program for preliminary evaluation of CFC data. In: Use of chloro- fluorocarbons in hydrology: a guidebook. International Atomic Energy Agency, Vienna Castro MC, Goblet P (2005) Calculation of ground water ages: a com- parative analysis. Ground Water 43(3):368–380 Cey BD, Hudson GB, Moran JE, Scanlon BR (2009) Evaluation of noble gas recharge temperatures in a shallow unconfined aquifer. Ground Water 47(5):646–659 Childers A, Gross GW (1985) The Yeso aquifer of the middle Pecos basin, analysis and interpretation. Geophysical Research Center Report H-16. New Mexico Institute of Mining and Technology, Socorro, NM Clark I, Fritz P (1997) Environmental isotopes in hydrogeology. Lewis, New York Cook PG, Plummer LN, Solomon DK, Busenberg E, Han LF (2006) Effects and processes that can modify apparent CFC age. In: Use of chlorofluorocarbons in hydrology: a guidebook. International Atomic Energy Agency, Vienna, pp 31–58 Crossey LJ, Fischer TP, Patchett PJ, Karlstrom KE, Hilton DR, Newell DL, Huntoon P, Reynolds AC, de Leeuw GAM (2006) Dissected hydrologic system at the Grand Canyon: interaction between deeply derived fluids and plateau aquifer waters in modern springs and travertine. Geology 34:25–28 Davis P, Wilcox R, Gross GW (1980) Spring characteristics of the west- ern Roswell Artesian Basin. New Mexico Water Resources Research Institute Report 116, NM WRRI, Las Cruces, NM Duffy CJ, Gelhar LW, Gross GW (1978) Recharge and groundwater conditions in the western region of the Roswell Basin. New Mexico Water Resources Research Institute Report 100, NM WRRI, Las Cruces, NM Eberts SM, Böhlke JK, Kauffman LJ, Jurgens BC (2012) Comparison of particle-tracking and lumped-parameter age-distribution models for evaluating vulnerability of production wells to contamination. Hydrogeol J 20:263–282 Ekwurzel B, Schlosser P, Smethie WM Jr, Plummer LN, Busenberg E, Michel RL, Weppernig R, Stute M (1994) Dating of shallow groundwater: comparison of the transient tracers 3H/3He, chloro- fluorocarbons, and 85Kr. Water Resour Res 30(6):1693–1708 Fiedler AG, Nye SS (1933) Geology and ground-water resources of the Roswell Basin. US Geol Surv Water Suppl Pap 639 Goode DJ (1996) Direct simulation of groundwater age. Water Resour Res 32(2):289–296 Gross GW (1982) Recharge in semiarid mountain environments. New Mexico Water Resources Research Institute Report 153, NM WRRI, Las Cruces, NM Gross GW (1985) The Yeso aquifer of the middle Pecos basin, part II: hydrology of the Rio Felix drainage. Final report, New Mexico Interstate Stream Commission, Santa Fe, NM Gross GW, Hoy RN (1980) A geochemical and hydrological investiga- tion of groundwater recharge in the Roswell Basin of New Mexico: summary of results and updated listing of tritium determinations. New Mexico Water Resources Research Institute Report 122, NM WRRI, Las Cruces, NM Gross GW, Hoy RN, Duffy CJ (1976) Application of environmental tritium in the measurement of recharge and aquifer parameters in a semi-arid limestone terrain. New Mexico Water Resources Research Institute Report 080, NM WRRI, Las Cruces, NM Gross GW, Davis P, Rehfeldt KR (1979) Paul Spring: an investigation of recharge in the Roswell (NM) Artesian Basin. New Mexico Water Resources Research Institute Report 113, NM WRRI, Las Cruces, NM Gross GW, Hoy RN, Duffy CJ, Rehfeldt KR (1982) Isotope studies of recharge in the Roswell basin. In: Perry EC Jr, Montgomery CW (eds) Isotope studies of hydrologic processes. Northern Illinois University"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "Water Resources Research Institute Report 100, NM WRRI, Las Cruces, NM Eberts SM, Böhlke JK, Kauffman LJ, Jurgens BC (2012) Comparison of particle-tracking and lumped-parameter age-distribution models for evaluating vulnerability of production wells to contamination. Hydrogeol J 20:263–282 Ekwurzel B, Schlosser P, Smethie WM Jr, Plummer LN, Busenberg E, Michel RL, Weppernig R, Stute M (1994) Dating of shallow groundwater: comparison of the transient tracers 3H/3He, chloro- fluorocarbons, and 85Kr. Water Resour Res 30(6):1693–1708 Fiedler AG, Nye SS (1933) Geology and ground-water resources of the Roswell Basin. US Geol Surv Water Suppl Pap 639 Goode DJ (1996) Direct simulation of groundwater age. Water Resour Res 32(2):289–296 Gross GW (1982) Recharge in semiarid mountain environments. New Mexico Water Resources Research Institute Report 153, NM WRRI, Las Cruces, NM Gross GW (1985) The Yeso aquifer of the middle Pecos basin, part II: hydrology of the Rio Felix drainage. Final report, New Mexico Interstate Stream Commission, Santa Fe, NM Gross GW, Hoy RN (1980) A geochemical and hydrological investiga- tion of groundwater recharge in the Roswell Basin of New Mexico: summary of results and updated listing of tritium determinations. New Mexico Water Resources Research Institute Report 122, NM WRRI, Las Cruces, NM Gross GW, Hoy RN, Duffy CJ (1976) Application of environmental tritium in the measurement of recharge and aquifer parameters in a semi-arid limestone terrain. New Mexico Water Resources Research Institute Report 080, NM WRRI, Las Cruces, NM Gross GW, Davis P, Rehfeldt KR (1979) Paul Spring: an investigation of recharge in the Roswell (NM) Artesian Basin. New Mexico Water Resources Research Institute Report 113, NM WRRI, Las Cruces, NM Gross GW, Hoy RN, Duffy CJ, Rehfeldt KR (1982) Isotope studies of recharge in the Roswell basin. In: Perry EC Jr, Montgomery CW (eds) Isotope studies of hydrologic processes. Northern Illinois University Press, DeKalb, IL, pp 25–33 Han LF, Pang Z, Groening M (2001) Study of groundwater mixing using CFC data. Sci China 44:21–28 Hantush MS (1957) Preliminary quantitative study of the Roswell ground-water reservoir, New Mexico. New Mexico Institute of Mining and Technology, Socorro, NM Happell JD, Opsahl S, Top Z, Chanton JP (2006) Apparent CFC and 3H/3He age differences in water from Floridan Aquifer springs. J Hydrol 319:410–426 Havenor KC (1968) Structure, stratigraphy, and hydrogeology of the northern Roswell Artesian Basin, Chaves County.NM Bureau Mines Mineral Resour Circ 93, New Mexico Bureau of Mines and Mineral Resources, Socorro, NM Hoy RN, Gross GW (1982) A baseline study of oxygen 18 and deuterium in the Roswell, New Mexico, groundwater basin. New Mexico Water Resources Research Institute report, NM WRRI, Las Cruces, NM, 144 pp International Atomic Energy Agency (2006) Use of chlorofluorcarbons in hydrology: a guidebook. International Atomic Energy Agency, Vienna Jurgens BC, Böhlke JK, Eberts SM (2012) TracerLPM (version 1): An Excel® workbook for interpreting groundwater age distributions from environmental tracer data. US Geol Surv Techniques Methods Rep 4-F3 Katz BG (2004) Sources of nitrate contamination and age of water in large karstic springs of Florida. Environ Geol 46:689–706 Kazemi GA, Lehr JH, Perrochet P (2006) Groundwater age. Wiley, Hoboken, NJ Kelley VC (1971) Geology of the Pecos country, southeastern New Mexico. New Mexico Bureau of Mines and Mineral Resources Memoir, Socorro, NM, 24 pp Land L, Huff GF (2010) Multi-tracer investigation of groundwater resi- dence time in a karstic aquifer: Bitter Lake National Wildlife Refuge, New Mexico, USA. Hydrogeol J 18:455–472 Land L, Newton BT (2008) Seasonal and long-term variations in hydrau- lic head in a karstic aquifer: Roswell Artesian Basin, New Mexico. J Am Water Resour Assoc 44:175–191 Land L, Rawling G, Timmons, S (2012) Regional water table map of the southern Sacramento Mountains. NM Bureau Geology Mineral Resour Open-File Rep 542, 1:100,000, New Mexico Bureau of Geology and Mineral Resources, Socorro, NM. Available from: http://geoinfo.nmt.edu/publications/openfile/downloads/500-599/ 542/OFR-542_watertable_150k_LR.pdf. Accessed February 2016 Hydrogeol J (2016) 24:787–804 803 Long A, Sawyer J, Putnam L (2008) Environmental tracers as indicators of karst conduits in groundwater in South Dakota, USA. Hydrogeol J 16:263–280 Mazor E (1972) Paleotemperatures and other hydrological parameters deduced from gases dissolved in groundwater, Jordan Rift Valley, Israel. Geochim Cosmochim Acta 36:1321–1336 Mazor E, Nativ R (1992) Hydraulic calculation of groundwater flow velocity and age: examination of the basic premises. J Hydrol 138: 211–222 McCallum JL, Cook PG, Simmons CT, Werner AD (2014) Bias of ap- parent tracer ages in heterogeneous environments. Groundwater 52(2):239–250 Motts WS, Cushman RL (eds) (1964) An appraisal of the possibilities of artificial recharge to ground-water supplies in part of the Roswell Basin, New Mexico. US Geol Surv Water Suppl Pap 1785 Newell DL, Crossey LJ, Karlstrom KE, Fischer TP (2005) Continental- scale links between the mantle and groundwater systems of the western United States: evidence from travertine springs and regional He isotope data. GSA Today 15:4–10 Newman BD, Land L, Phillips FM, Rawling GC (2016) The hydrogeol- ogy of the Sacramento Mountains and the Roswell and Salt basins of New Mexico, USA: overview of investigations on dryland ground- water systems using environmental tracers and geochemical ap- proaches. Hydrogeol J. doi:10.1007/s10040-016-1404-0 Newton BT, Rawling GC, Timmons SS, Land L, Johnson PS, Kludt TJ, Timmons JM (2012) Sacramento Mountains hydrogeology study. NM Bureau Geol Mineral Resour Open-File Rep 543. http:// geoinfo.nmt.edu/publications/openfile/details.cfml?Volume=543. Accessed March 2016 Phillips FM, Castro MC (2003) Groundwater dating and residence time measurements. In: Holland HD, Turekian KK (eds) Treatise on geo- chemistry, vol 5: surface and groundwater, weathering and soils. Oxford University Press, Oxford, UK Plummer LN, Busenberg E (2000) Chlorofluorcarbons: tools for dating and tracing young groundwater. In: Cook P, Herczeg AL (eds) Environmental tracers in subsurface hydrology. Kluwer, Dordrecht, The Netherlands Plummer LN, Busenberg E (2006) Chlorofluorcarbons in aquatic envi- ronments. In: Use of chlorofluorocarbons in hydrology: a guide- book. International Atomic Energy Agency, Vienna Plummer LN, Busenberg E, Cook PG (2006a) Principles of chlorofluo- rocarbon dating. In: Use of chlorofluorocarbons in hydrology: a guidebook. International Atomic Energy Agency, Vienna, pp 17–29 Plummer LN, Busenberg E, Han L (2006b) CFCs in binary mixtures of young and old groundwater. In: Use of chlorofluorocarbons in hy- drology: a guidebook. International Atomic Energy Agency, Vienna, pp 59–72 Pray LC (1961) Geology of the Sacramento Mountains escarpment, Otero County. NM Bureau Mines Mineral Resour Bull 35 Rabinowitz D, Gross GW (1972) Environmental tritium as a hydrometeorologic tool in the Roswell Basin. New Mexico Water Resources Research Institute Report 016, New Mexico, NM WRRI, Socorro, NM Rabinowitz D, Gross GW, Holmes C (1977) Environmental tritium as a hydrometeorological tool in the Roswell Basin, New Mexico, I, II, III. J Hydrol 32:3–46 Rehfeldt KR, Gross GW (1981) The carbonate aquifer of the central Roswell Basin: recharge estimation by numerical modeling. New Mexico Water Resources Research Institute Report 142, NM WRRI, Socorro, NM Reiter M, Jordan DL (1996) Hydrogeothermal studies across the Pecos River Valley, southeastern New Mexico. Geol Soc Am Bull 108: 747–756 Simcox AC, Gross GW (1985) The Yeso aquifer of the middle Pecos basin. Hydrology Research Program. NM Institute Mining Technol Rep H-15, New Mexico Institute of Mining and Technology, Socorro, NM, 152 pp Solomon DK (2000) 4He in groundwater. In: Cook P, Herczeg AL (eds) Environmental tracers in subsurface hydrology. Kluwer, Dordrecht, The Netherlands, pp 425–439 Solomon DK, Cook PG (2000) 3H and 3He. In:"
    },
    {
        "URL": "Land2016_EvaluationGWResidenceTimeSacramentoMountains.pdf",
        "Text": "UK Plummer LN, Busenberg E (2000) Chlorofluorcarbons: tools for dating and tracing young groundwater. In: Cook P, Herczeg AL (eds) Environmental tracers in subsurface hydrology. Kluwer, Dordrecht, The Netherlands Plummer LN, Busenberg E (2006) Chlorofluorcarbons in aquatic envi- ronments. In: Use of chlorofluorocarbons in hydrology: a guide- book. International Atomic Energy Agency, Vienna Plummer LN, Busenberg E, Cook PG (2006a) Principles of chlorofluo- rocarbon dating. In: Use of chlorofluorocarbons in hydrology: a guidebook. International Atomic Energy Agency, Vienna, pp 17–29 Plummer LN, Busenberg E, Han L (2006b) CFCs in binary mixtures of young and old groundwater. In: Use of chlorofluorocarbons in hy- drology: a guidebook. International Atomic Energy Agency, Vienna, pp 59–72 Pray LC (1961) Geology of the Sacramento Mountains escarpment, Otero County. NM Bureau Mines Mineral Resour Bull 35 Rabinowitz D, Gross GW (1972) Environmental tritium as a hydrometeorologic tool in the Roswell Basin. New Mexico Water Resources Research Institute Report 016, New Mexico, NM WRRI, Socorro, NM Rabinowitz D, Gross GW, Holmes C (1977) Environmental tritium as a hydrometeorological tool in the Roswell Basin, New Mexico, I, II, III. J Hydrol 32:3–46 Rehfeldt KR, Gross GW (1981) The carbonate aquifer of the central Roswell Basin: recharge estimation by numerical modeling. New Mexico Water Resources Research Institute Report 142, NM WRRI, Socorro, NM Reiter M, Jordan DL (1996) Hydrogeothermal studies across the Pecos River Valley, southeastern New Mexico. Geol Soc Am Bull 108: 747–756 Simcox AC, Gross GW (1985) The Yeso aquifer of the middle Pecos basin. Hydrology Research Program. NM Institute Mining Technol Rep H-15, New Mexico Institute of Mining and Technology, Socorro, NM, 152 pp Solomon DK (2000) 4He in groundwater. In: Cook P, Herczeg AL (eds) Environmental tracers in subsurface hydrology. Kluwer, Dordrecht, The Netherlands, pp 425–439 Solomon DK, Cook PG (2000) 3H and 3He. In: Cook P, Herczeg AL (eds) Environmental tracers in subsurface hydrology. Kluwer, Dordrecht, The Netherlands, pp 397–424 Solomon DK, Sudicky EA (1991) Tritium and helium-3 isotope ratios for direct estimation of spatial variations in groundwater recharge. Water Resour Res 27:2309–2319 Solomon DK, Genereux DP, Plummer LN, Busenberg E (2010) Testing mixing models of old and young groundwater in a tropical lowland rain forest with environmental tracers. Water Resour Res 46, WO4518. doi:10.1029/2009WR008341 Stute M, Schlosser P (2000) Atmospheric noble gases. In: Cook P, Herczeg AL (eds) Environmental tracers in subsurface hydrology. Kluwer, Dordrecht, The Netherlands, pp 349–377 Timmons S, Land L, Newton BT, Frey B (2013) Aquifer mapping pro- gram technical document: water sampling procedures, analysis, and systematics. NM Bureau Geol Mineral Resour Open-File Rep 558. http://geoinfo.nmt.edu/publications/openfile/details.cfml?Volume= 558. Accessed March 2016 University of Utah Dissolved Gas Lab (2007) Dissolved gas sampling using copper tubing. University of Utah, Salt Lake City, UT. Available from http://www.noblegaslab.utah.edu/pdfs/cu_tube_ sampling.pdf. Accessed February 2016 Wasiolek M (1991) The hydrogeology of the Permian Yeso Formation within the upper Rio Hondo Basin and the eastern Mescalero Apache Indian Reservation, Lincoln and Otero counties, New Mexico. In: Barker JM, Kues BS, Austin GS, Lucas SG (eds) Geology of the Sierra Blanca, Sacramento, and Capitan Ranges, New Mexico. New Mexico Geological Society guidebook 42. New Mexico Geological Society, Socorro, NM, pp 343–351 Wasiolek M, Gross GW (1983) Hydrogeology of the upper Rio Penasco drainage basin between James and Cox Canyons, Otero Co., New Mexico. Geophysical Research Center Report H-13, New Mexico Institute of Mining and Technology, Socorro, NM Weiss RF (1970) The solubility of nitrogen, oxygen and argon in water and seawater. Deep-Sea Res 17:721–735 Weissmann G, Zhang Y, Labolle E, Fogg G (2002) Dispersion of ground- water age in an alluvial aquifer system. Water Resour Res 38(10): 16-1–16-13 Welder GE (1983) Geohydrologic framework of the Roswell Ground- Water Basin, Chaves and Eddy counties, New Mexico. NM State Eng Technical Rep 42, New Mexico State Engineer, Santa Fe, NM 804 Hydrogeol J (2016) 24:787–804 Reproduced with permission of the copyright owner. Further reproduction prohibited without permission."
    }
]