[
    {
        "URL": "Newman2016_HydrogeologyOfSacramentoMtnsRoswellSaltBasinsNM.pdf",
        "Text": "ESSAY The hydrogeology of the Sacramento Mountains and Roswell and Salt basins of New Mexico, USA: overview of investigations on dryland groundwater systems using environmental tracers and geochemical approaches Brent D. Newman1 & Lewis Land2 & Fred M. Phillips3 & Geoffrey C. Rawling4 Received: 24 February 2016 /Accepted: 12 March 2016 /Published online: 14 April 2016 # Springer-Verlag Berlin Heidelberg (outside the USA) 2016 Keywords Karst . USA . Environmental tracers . Geochemistry Introduction Drylands cover approximately 40 % of the Earth’s land area, and support two billion people, 90 % of whom live in devel- oping countries (UN-FAO 2011). Groundwater is a major source of fresh water in drylands, and its use is expected to increase because surface-water supplies are essentially fully allocated. In other words, increases in water use related to expansion of agriculture, industry, or human populations must come from groundwater. The magnitude of projected in- creases is staggering; for example, the global population is expected to reach around 9.1 billion by 2050 requiring a 70 % increase in food production from 2005 levels, and agri- cultural production in developing countries would need to double (UN-FAO 2011). Even with development of more water-efficient agriculture, these projections suggest large in- creases in groundwater use for food production alone. Climate change is also expected to drive increased reliance on ground- water (Dragoni and Sukhija 2008; Carter and Parker 2009; Kundzewicz and Döll 2009; Llewellyn and Vaddey 2013). Because drylands are water limited, pressures on ground- water may be particularly acute, especially if climate change reduces surface flows and decreases recharge (Scanlon et al. 2006; Kundzewicz and Döll 2009; Llewellyn and Vaddey 2013). Given the aforementioned, it is imperative to have a robust understanding of how dryland systems function. Adequate knowledge of hydrogeology is a prerequisite to un- derstanding the effects of increased water use or climate per- turbations on groundwater supplies (Dragoni and Sukhija 2008; Kundzewicz and Döll 2009). This is especially the case for carbonate aquifers in dryland regions. Carbonate aquifers are often characterized by relatively low porosity and extreme heterogeneity of permeability. Whereas under humid climate the shallow portions of carbonate aquifers frequently show fairly pervasive development of secondary permeability due to solution weathering, in drylands secondary porosity and permeability may be produced mainly by tectonic fracturing and sparse solution corrosion only in areas where water flow is focused. This may result in flow patterns and water avail- ability that is quite different from humid areas with similar lithology. The Sacramento Mountains, Roswell Basin, and Salt Basin in south-central New Mexico, USA (Fig. 1), provide a well- studied example of carbonate aquifers that are recharged at higher elevation and flow into semiarid basins supporting ex- tensive irrigated agriculture. These mountains and semiarid basins are karstified systems that have many similarities to This article belongs to a series that characterizes the hydrogeology of the Sacramento Mountains and the Roswell and Salt basins in New Mexico, USA * Brent D. Newman bnewman@LANL.gov 1 Earth & Environmental Sciences Division, MS J495, Los Alamos National Laboratory, Los Alamos, NM 87545, USA 2 New Mexico Bureau of Geology and Mineral Resources, and the National Cave and Karst Research Institute, New Mexico Institute of Mining and Technology, 400-1 Cascades Ave., Carlsbad, NM 88220, USA 3 Earth and Environmental Science Department, New Mexico Institute of Mining and Technology, Socorro, NM 87801, USA 4 New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, 2808 Central SE, Suite 127, Albuquerque, NM 87106-2245, USA Hydrogeol J (2016) 24:753–756 DOI 10.1007/s10040-016-1404-0 other drylands; thus, the results from studies in this area can help guide investigations of other dryland systems where mountain block recharge, faulting, and conduit/fracture/matrix flow conditions may be important. In the rest of this essay, more details are provided about what makes these particular moun- tains and set of basins worth knowing about, and the environ- mental tracer and geochemical approaches that were used to characterize their hydrogeological functioning are highlighted. Significance of the study area and research approaches One of the unique aspects of the five New Mexico hydrology studies in this volume of Hydrogeology Journal is that when combined they provide a regional-scale characterization of a mountain recharge area and its connection with two adjacent groundwater basins (Fig. 1). The combined studies cover an area of approximately 33,400 km2, which is large enough to highlight differences in inter- and intra-basin hydrogeology; for example, even though the Roswell and Salt basins are in close proximity and are recharged (at least partially) through the Sacramento Mountains, there is substantial contrast between these two systems. All three components of this re- gional system are characterized by complex stratigraphy and geologic structure including highly karstified zones which hamper traditional hydrologically based interpretation. To ad- dress these challenges, environmental tracers and/or geochem- ical approaches were used in all of the studies. Because these approaches provide information that is independent from typ- ical hydraulic measurements, they can often greatly reduce ambiguity or uncertainty about how a groundwater system functions (Newman et al. 2010); thus, the papers in this vol- ume of Hydrogeology Journal also demonstrate the breadth of information that can be obtained with the appropriate applica- tion of environmental tracers and geochemistry. Though these techniques provide a great complement to hydrological mea- surements, they are still underutilized (Newman et al. 2010; Elliot 2014). These examples are thus intended to help spur increased application of environmental tracers and geochem- ical approaches, especially in drylands. Cook and Böhlke (2000) described environmental tracers as Bnatural or anthropogenic compounds or isotopes that are widely distributed in the near-surface environment of the Earth, such that variations in their abundance can be used to determine pathways and timescales of environmental processes.^ Environmental tracers include a variety of com- pounds, including dissolved ions such as chloride, radionu- clides such as tritium and carbon-14, stable isotopes in the water molecule (H2 18O and 2HHO), and chlorofluorocarbons (see Cook and Herczeg 2000 and Newman et al. 2010 for discussion of environmental tracer approaches). Environ- mental tracers tend to be conservative (i.e., not strongly retard- ed by the aquifer matrix). Major- and minor-ion chemistry can also be used to understand hydrogeological conditions, even though many ions are not conservative in the classic tracer sense. Mapping spatial variations of ion concentrations in groundwaters and the hydrochemical facies approach are ef- fective ways of characterizing water−rock interactions along flow paths and for understanding the patterns of water flow (see discussions in Back 1966 and Mazor 2004). The first three dryland papers in this volume of Hydrogeology Journal focus on mountain-block flow dynamics and mountain/basin recharge connections in the Sacramento Mountains. Rawling and Newton (2016, this issue) provide a framework for understanding the hydrogeol- ogy of the Sacramento Mountains and adjacent Pecos Slope area that borders the Roswell Basin (also known as the Roswell Artesian Basin, RAB). They applied water-table fluc- tuation and chloride mass-balance methods to identify re- charge areas and quantify recharge amounts over a range of spatial and temporal scales. Developing an understanding of the complex and varied geology, and its controls on hydrology across the Sacramento Mountains was essential to interpreting the environmental tracer, major-ion chemistry, and physical hydrologic data. Recharge quantities"
    },
    {
        "URL": "Newman2016_HydrogeologyOfSacramentoMtnsRoswellSaltBasinsNM.pdf",
        "Text": "of environmental tracers and geochem- ical approaches, especially in drylands. Cook and Böhlke (2000) described environmental tracers as Bnatural or anthropogenic compounds or isotopes that are widely distributed in the near-surface environment of the Earth, such that variations in their abundance can be used to determine pathways and timescales of environmental processes.^ Environmental tracers include a variety of com- pounds, including dissolved ions such as chloride, radionu- clides such as tritium and carbon-14, stable isotopes in the water molecule (H2 18O and 2HHO), and chlorofluorocarbons (see Cook and Herczeg 2000 and Newman et al. 2010 for discussion of environmental tracer approaches). Environ- mental tracers tend to be conservative (i.e., not strongly retard- ed by the aquifer matrix). Major- and minor-ion chemistry can also be used to understand hydrogeological conditions, even though many ions are not conservative in the classic tracer sense. Mapping spatial variations of ion concentrations in groundwaters and the hydrochemical facies approach are ef- fective ways of characterizing water−rock interactions along flow paths and for understanding the patterns of water flow (see discussions in Back 1966 and Mazor 2004). The first three dryland papers in this volume of Hydrogeology Journal focus on mountain-block flow dynamics and mountain/basin recharge connections in the Sacramento Mountains. Rawling and Newton (2016, this issue) provide a framework for understanding the hydrogeol- ogy of the Sacramento Mountains and adjacent Pecos Slope area that borders the Roswell Basin (also known as the Roswell Artesian Basin, RAB). They applied water-table fluc- tuation and chloride mass-balance methods to identify re- charge areas and quantify recharge amounts over a range of spatial and temporal scales. Developing an understanding of the complex and varied geology, and its controls on hydrology across the Sacramento Mountains was essential to interpreting the environmental tracer, major-ion chemistry, and physical hydrologic data. Recharge quantities and locations were Fig. 1 Location of the Sacramento Mountains, Roswell Artesian Basin, and Salt Basin in New Mexico, USA 754 Hydrogeol J (2016) 24:753–756 compared with previous studies of inputs to the RAB. Results are consistent with previous conclusions that approximately 75 % of the recharge to the confined aquifer in the RAB is derived from the Sacramento Mountains. Land and Timmons (2016, this issue) utilized a multiple environmental tracer approach using tritium, tritium/helium-3, and chlorofluorocarbons to characterize groundwater resi- dence times in the Sacramento Mountains. Results indicate that groundwater in the southern Sacramento Mountains ranges in age from less than 1 year to greater than 50 years (i.e., pre-modern), although the calculated ages vary signifi- cantly depending on tracer type. A distinctive and surprising feature of their results is discordance among the groundwater dating methods. The authors attribute this apparent ambiguity to the effects of a thick unsaturated zone, and the heteroge- neous character and semi-karstic nature of the aquifer system. The data also indicate mixing of groundwater from two or more sources, including recent recharge from precipitation, old groundwater stored in the matrix, and pre-modern ground- water upwelling along fault zones. In addition, the tracer data have been influenced by surface-water/groundwater exchange via losing streams and lower elevation springs (groundwater recycling). Land and Timmons’ work highlights the impor- tance of using multiple tracers when conducting large-scale investigations of heterogeneous aquifers, and sheds light on characteristics of groundwater flow systems that can produce discrepancies in calculations of groundwater age. Gierke et al. (2016, this issue) used stable isotopes (δ18O and δ2H) to trace water movement through mountain soils as a function of precipitation source (winter snow versus summer monsoon rainfall), and to understand transpirative use of wa- ter by montane conifers in relation to the seasonality of soil- water infiltration. Infiltration from snowmelt was termed Bslow^ water because it infiltrated slowly, filling first the mi- cropores and then larger pore spaces. Because it is held in large part in the smaller pore spaces, it is also relatively im- mobile and is thus retained near the soil surface where it is subject to evaporation and evaporative enrichment of the sta- ble isotopes. Monsoon precipitation, falling mostly in intense thunderstorms, infiltrates rapidly through macropores and was hence termed Bfast^ water. This water percolated rapidly and underwent little evaporative enrichment. Interestingly, neither of these correspond to the source of most groundwater re- charge, which infiltrates very rapidly in areas near mountain summits having very thin or no soil. The water source for transpiration by conifer trees, the dominant vegetation, was identified by analyzing sap water in twigs near the tips of branches. In the winter and early spring, these data corresponded in composition to the slow water, but as autumn progressed an increasing proportion of unevaporated fast water was observed. This is a notable difference from the findings of the landmark study by Brooks et al. (2010) in the Cascade Range, which determined that for the entire year, trees relied only on relatively immobile water that infiltrated during the first rain events of the autumn/ winter wet season. The difference may be the result of evolu- tionary adaption to the higher water demand and lower amount of precipitation in the semiarid Southwest. The last two papers complete the regional hydrogeological picture by applying environmental tracers and geochemical approaches to the Roswell Artesian Basin (RAB) and the Salt Basin. Newman et al. (2016 , this issue) review the hydrogeological characteristics of the RAB, which is an im- portant agricultural water source and is considered an excel- lent example of a rechargeable artesian system. They used a hydrochemical facies approach (Back 1966) to understand the spatial relationships between variations in groundwater chem- istry, stratigraphy and basin faulting. Using water chemistry data from over 300 RAB wells, they defined six hydrochemical facies in the central basin, which suggests a complicated flow system. They also used chloride to infer possible flow directions and found that basin faults are likely affecting flow patterns. Differences in chloride concentrations from one side of a fault to the other suggest faults are altering at least local flow directions, and there is considerable variation in concentrations between individual fault blocks. Newman et al. (2016) also explore different approaches for hydrochemical facies definition. They initially tested a graph- ically based set of hydrochemical facies that were largely de- fined using fingerprint diagrams (see Mazor 2004). Graphical approaches (e.g., fingerprint/Schoeller, Piper, Stiff, and Durov plots) are frequently used to understand geochemical evolution and the spatial relations between water chemistry, stratigraphy and structure within basins; however, interpretations based on these techniques are subjective, and there has been little quantitative evaluation of whether such interpretations are robust. Newman et al. (2016) assumed that if a set of graphically determined hydrochemical facies are valid then the individual facies should have statistically sig- nificant differences in chemistry from one facies to another. Using a nonparametric approach, they found that there were multiple significant differences in ion chemistry between the various combinations of fingerprint-based RAB facies. These results justify the use of the graphical approach at least in this case and suggest that statistical comparison tests are a useful tool for evaluation of graphically based interpretations. They also examined three other statistical approaches (principle components, factor analysis, and cluster analysis) using the same RAB water chemistry data, and discuss the benefits and limitations of each of these"
    },
    {
        "URL": "Newman2016_HydrogeologyOfSacramentoMtnsRoswellSaltBasinsNM.pdf",
        "Text": "system. They used a hydrochemical facies approach (Back 1966) to understand the spatial relationships between variations in groundwater chem- istry, stratigraphy and basin faulting. Using water chemistry data from over 300 RAB wells, they defined six hydrochemical facies in the central basin, which suggests a complicated flow system. They also used chloride to infer possible flow directions and found that basin faults are likely affecting flow patterns. Differences in chloride concentrations from one side of a fault to the other suggest faults are altering at least local flow directions, and there is considerable variation in concentrations between individual fault blocks. Newman et al. (2016) also explore different approaches for hydrochemical facies definition. They initially tested a graph- ically based set of hydrochemical facies that were largely de- fined using fingerprint diagrams (see Mazor 2004). Graphical approaches (e.g., fingerprint/Schoeller, Piper, Stiff, and Durov plots) are frequently used to understand geochemical evolution and the spatial relations between water chemistry, stratigraphy and structure within basins; however, interpretations based on these techniques are subjective, and there has been little quantitative evaluation of whether such interpretations are robust. Newman et al. (2016) assumed that if a set of graphically determined hydrochemical facies are valid then the individual facies should have statistically sig- nificant differences in chemistry from one facies to another. Using a nonparametric approach, they found that there were multiple significant differences in ion chemistry between the various combinations of fingerprint-based RAB facies. These results justify the use of the graphical approach at least in this case and suggest that statistical comparison tests are a useful tool for evaluation of graphically based interpretations. They also examined three other statistical approaches (principle components, factor analysis, and cluster analysis) using the same RAB water chemistry data, and discuss the benefits and limitations of each of these approaches. Sigstedt et al. (2016, this issue) used environmental tracers (stable isotopes of O, H, and C; and carbon-14) and geochem- istry to characterize recharge areas and flow rates of ground- water in the Salt Basin (Fig. 1). The groundwater in this area is notable for the depth to the water table, which can be as deep as 400 m. They termed the aquifer ‘underfit’ because chemical Hydrogeol J (2016) 24:753–756 755 dissolution of the carbonate rock had resulted in an aquifer capable of carrying a much greater flux of groundwater than is actually available. They hypothesized that this anomaly result- ed from the aquifer being formed during periods in the past when groundwater recharge was much greater than it is today. They used 14C dating to estimate flow rates and groundwa- ter residence times. This approach requires knowledge of the carbonate geochemistry of the water. The spatial patterns of chemical composition show that water-quality evolution is dominated by dedolomitization. Correction of measured ra- diocarbon activities based on the stoichiometry of dedolomitization indicates that it takes the groundwater about 20,000 years to flow the 80 km from the high-mountain re- charge areas to discharge at the Salt Flats in the basin center. Groundwaters dated from the Last Glacial Maximum (15, 000–20,000 years ago) have lighter stable-isotope composi- tions and less evaporative enrichment than modern recharge, consistent with a greater rate of recharge at that time, thus supporting the hypothesis that the current great depth to water results from a reduction in recharge. This conclusion may be applicable to many dryland carbonate aquifers worldwide, which commonly also have great depths to water. Summary Pressures on dryland groundwaters are extreme and will con- tinue to grow as populations increase and climate change drive more utilization of subsurface water. Effective management of these critical water resources cannot be accomplished without a good understanding of dryland hydrogeology. These sys- tems are often complicated by mountain-dominated recharge areas adjacent to large, deep basin flow systems. Carbonate terrains are also common with varying stratigraphies and structures that can result in strongly contrasting hydraulic properties. When karstified, these systems have extremely complicated flow behaviors. Traditional hydrological mea- surements are useful, but typically insufficient for character- izing these systems. Environmental tracers and geochemistry are powerful ways to build a more complete understanding of the timing and rates of key hydrological processes in drylands. Studies presented here of the Sacramento Mountains and the associated Roswell Artesian Basin and Salt Basin illustrate the breadth of environmental tracer and geochemical tools that can be used to understand the complications of dryland sys- tems. They also provide a regional hydrological perspective from mountains to central basins which should be a useful reference for studies of other dryland systems. References Back W (1966) Hydrochemical facies and ground-water flow patterns in northern part of Atlantic coastal plain. US Geol Surv Prof Pap 498-A Brooks JR, Barnard HR, Coulombe R, McDonnell JJ (2010) Ecohydrologic separation of water between trees and streams in a Mediterranean climate. Nat Geosci 3:100–104 Carter RC, Parker A (2009) Climate change, population trends and groundwater in Africa. Hydrol Sci J 54:676–689 Cook PG, Böhlke J-K (2000) Determining timescales for groundwater flow and solute transport. In: Cook PG, Herczeg AL (eds) Environmental tracers in subsurface hydrology. Kluwer, Boston, pp 1–30 Cook PG, Herczeg AL (2000) Environmental tracers in subsurface hy- drology. Kluwer, Boston, 529 pp Dragoni W, Sukhija BS (2008) Climate change and groundwater: a short review. In: Dragoni W, Sukhija BS (eds) Climate change and groundwater. Geol Soc Lond Spec Publ 288:1–12 Elliot T (2014) Environmental tracers (Editorial). Water 6:3264–3269 Gierke C, Newton BT, Phillips FM (2016) Soil-water dynamics and tree water uptake in the Sacramento Mountains of New Mexico (USA): a stable isotope study. Hydrogeol J. doi:10.1007/s10040-016-1403-1 Kundzewicz ZW, Döll P (2009) Will groundwater ease freshwater stress under climate change? Hydrol Sci J 54:665–675 Land L, Timmons S (2016) Evaluation of groundwater residence time in a high mountain aquifer system (Sacramento Mountains, USA): in- sights gained from use of multiple environmental tracers. Hydrogeol J. doi:10.1007/s10040-016-1395-x Llewellyn D, Vaddey S (2013) West-wide climate risk assessment: Upper Rio Grande impact assessment. US Bureau of Reclamation, Upper Colorado Region, Albuquerque, NM, 169 pp Mazor E (2004) Chemical and isotopic groundwater hydrology. Dekker, New York, 453 pp Newman BD, Osenbrück K, Aeschbach-Hertig W, Solomon DK, Cook P, Różański K, Kipfer R (2010) Dating of ‘young’ groundwaters using environmental tracers: advantages, applications, and research needs. Isot Environ Health Stud 46:259–278 Newman BD, Havenor KC, Longmire P (2016) Identification of hydrochemical facies in the Roswell Artesian Basin, New Mexico (USA), using graphical and statistical methods. Hydrogeol J. doi:10. 1007/s10040-016-1401-3 Rawling GC, Newton BT (2016) Quantity and location of groundwater recharge in the Sacramento Mountains, south-central New Mexico (USA), and their relation to the adjacent Roswell Artesian Basin. Hydrogeol J. doi:10.1007/s10040-016-1399-6 Scanlon BRKE, Keese AL, Flint LE, Flint CB, Gaye WM, Edmunds M, Simmers I (2006) Global synthesis of groundwater recharge in semi- arid and arid regions. Hydrol Process 20:3335–3370 Sigstedt SC, Phillips FM, Ritchie ABO (2016) Groundwater flow in an ‘underfit’ carbonate aquifer in a semiarid climate: application of environmental tracers to the Salt Basin, New Mexico (USA). Hydrogeol J. doi:10.1007/s10040-016-1402-2 United Nations (2011) Global drylands: a UN system-wide response. http://www.unccd.int/Lists/SiteDocumentLibrary/Publications/ Global_Drylands_Full_Report.pdf. Accessed January 2015, 132 pp UN-FAO (Food and Agriculture Organization) (2011) High level expert forum: how to feed the world in 2050. http://www.fao.org/wsfs/ forum2050/wsfs-forum/en/."
    },
    {
        "URL": "Newman2016_HydrogeologyOfSacramentoMtnsRoswellSaltBasinsNM.pdf",
        "Text": "C, Newton BT, Phillips FM (2016) Soil-water dynamics and tree water uptake in the Sacramento Mountains of New Mexico (USA): a stable isotope study. Hydrogeol J. doi:10.1007/s10040-016-1403-1 Kundzewicz ZW, Döll P (2009) Will groundwater ease freshwater stress under climate change? Hydrol Sci J 54:665–675 Land L, Timmons S (2016) Evaluation of groundwater residence time in a high mountain aquifer system (Sacramento Mountains, USA): in- sights gained from use of multiple environmental tracers. Hydrogeol J. doi:10.1007/s10040-016-1395-x Llewellyn D, Vaddey S (2013) West-wide climate risk assessment: Upper Rio Grande impact assessment. US Bureau of Reclamation, Upper Colorado Region, Albuquerque, NM, 169 pp Mazor E (2004) Chemical and isotopic groundwater hydrology. Dekker, New York, 453 pp Newman BD, Osenbrück K, Aeschbach-Hertig W, Solomon DK, Cook P, Różański K, Kipfer R (2010) Dating of ‘young’ groundwaters using environmental tracers: advantages, applications, and research needs. Isot Environ Health Stud 46:259–278 Newman BD, Havenor KC, Longmire P (2016) Identification of hydrochemical facies in the Roswell Artesian Basin, New Mexico (USA), using graphical and statistical methods. Hydrogeol J. doi:10. 1007/s10040-016-1401-3 Rawling GC, Newton BT (2016) Quantity and location of groundwater recharge in the Sacramento Mountains, south-central New Mexico (USA), and their relation to the adjacent Roswell Artesian Basin. Hydrogeol J. doi:10.1007/s10040-016-1399-6 Scanlon BRKE, Keese AL, Flint LE, Flint CB, Gaye WM, Edmunds M, Simmers I (2006) Global synthesis of groundwater recharge in semi- arid and arid regions. Hydrol Process 20:3335–3370 Sigstedt SC, Phillips FM, Ritchie ABO (2016) Groundwater flow in an ‘underfit’ carbonate aquifer in a semiarid climate: application of environmental tracers to the Salt Basin, New Mexico (USA). Hydrogeol J. doi:10.1007/s10040-016-1402-2 United Nations (2011) Global drylands: a UN system-wide response. http://www.unccd.int/Lists/SiteDocumentLibrary/Publications/ Global_Drylands_Full_Report.pdf. Accessed January 2015, 132 pp UN-FAO (Food and Agriculture Organization) (2011) High level expert forum: how to feed the world in 2050. http://www.fao.org/wsfs/ forum2050/wsfs-forum/en/. Accessed January 2015, 4 pp 756 Hydrogeol J (2016) 24:753–756 Reproduced with permission of the copyright owner. Further reproduction prohibited without permission."
    }
]