[
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "N e w M e x i c o B u r e a u o f G e o l o g y a n d M i n e r a l R e s o u r c e s Limestone Spring Py Py Psr Psr Psr Qal Vertical conduit James Canyo n T h r e e L Ca ny on Qal Quaternary alluvium and valley fill Psr San Andres Formation Py Yeso Formation Sandstone Mudstone Sacramento Mountains Watershed Study – The Effects of Tree Thinning on the Local Hydrologic System B. Talon Newton1, Ethan Mamer1, Peter ReVelle2, and Hector Garduño3 1 New Mexico Bureau of Geology and Mineral Resources, Socorro, New Mexico, USA 2 New Mexico Tech, E&ES department Socorro, New Mexico, USA 3 Pastizales y Cultivos Forrajeros, Chihuahua, Mexico Open-file Report 576 October 2015 New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 www.geoinfo.nmt.edu Sacramento Mountains Watershed Study – The Effects of Tree Thinning on the Local Hydrologic System B. Talon Newton1, Ethan Mamer1, Peter ReVelle2, and Hector Garduño3 1 New Mexico Bureau of Geology and Mineral Resources, Socorro, New Mexico, USA 2 New Mexico Tech, E&ES department Socorro, New Mexico, USA 3 Pastizales y Cultivos Forrajeros, Chihuahua, Mexico Open-file Report 576 October 2015 New Mexico Bureau of Geology and Mineral Resources iv P R O J E C T F U N D I N G Funding for this work came from the Otero Soil and Water Conservation District through legislative appropriation administered by the New Mexico State Department of Agriculture. Additional fund- ing was provided by the New Mexico Bureau of Geology and Mineral Resources (Aquifer Mapping Program), New Mexico Interstate Stream Commission, U.S. Forest Service, U.S. Geological Survey National Cooperative Geologic Mapping Program, NRCS, New Mexico Forest and Watershed Restoration Institute, and NM State Forestry. v Executive Summary ................................................................................................1 I. Introduction and Background .............................3 Significance ........................................................................................3. Purpose and scope ....................................................................5 Study area ...........................................................................................8 Sacramento Mountains ................................................5 Three L Canyon ....................................................................6 Soil water balance .....................................................................6 Effects of tree thinning on water yield ..............7 II. Methods ................................................................................................8 Sample sites and instrumentation ...........................9 Experimental plots ...................................................................9 Meteorological instrumentation ..........................10 Groundwater levels .............................................................11 Water chemistry .......................................................................11 Stable isotopes of oxygen and hydrogen ....12 Soil moisture ................................................................................13 Tree thinning ...............................................................................13 III. A Review of the Sacramento Mountains Hydrology Study ................................14 Regional geology ....................................................................14 Regional hydrogeology ...................................................16 Stable isotopic composition ................................16 Hydrogeologic conceptual models ..............16 IV. Watershed Study Results ........................................20 Physical domains and hydrogeologic processes .............................................................................22. Trees ...............................................................................................22 Soils .................................................................................................25 Bedrock .......................................................................................28 Groundwater system ...................................................30 Implications for the effects of tree thinning ................................................................................33 Soil water balance components .............................34 Precipitation ..........................................................................34 Runoff ..........................................................................................39 Evapotranspiration .......................................................40. Change in storage and potential recharge ................................................................................42 V. Conclusions ..................................................................................45 VI. Future Work ...............................................................................48 Project Personnel and Acknowledgments ......49 Related Project Products .....................................................50 References ...................................................................................................51 Figures 1. Location of the Sacramento Mountains watershed study ....................................................................4 2. Water balance components ............................................6 3. Locations of sample collection sites and instrumentation ........................................................8 4. Installation of weather station ...............................10 5. Throughfall collector setup ........................................10 6. Installation of snowmelt collectors ...................11 7. Stable isotope systematics ............................................12 8. Masticator used to thin trees in flatter areas in the study area ...............................................13 9. Areas of Three L Canyon that were thinned .........................................................................13 10. Geologic map of the Sacramento Mountains ..............................................................14 & 15 11. Water table map for the Sacramento Mountains ...............................................................................17 12. Stable isotopic characterization ............................17 13. Regional conceptual hydrogeologic model of southern Sacramento Mountains ..........18 14. Watershed-scale hydrogeologic conceptual model ............................................................18 15. Conceptual schematic diagram of the hydrogologic system ....................................................20 16. Conceptual hydrogeologic model of Three L Canyon ................................................................21 17. Mature tree density surveyed by NMFWRI ........................................................................22 18. Change in mature tree density between 2008 and 2013 ...................................................................23 19. Change in canopy cover between 2003 and 2014 in Three L Canyon ...........................24 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y C o n t e n t s N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S vi Appendices (Available in digital format) Appendix A–Water level and chemistry data A1. Well details A2. Water levels A3. Water chemistry A4. Continous water level data A5. Weather stations Appendix B–NMFWRI Field Inventory Summary for Three L Canyon, pre-treatment (2008 and 2009) and post-treatment (2013) Appendix C–Estimating Canopy Cover using 4-Band NAIP and eCognition Software in the Sacramento Mountains for the years 2003 and 2014 Appendix D–Coleman Ranch Well Series: Vertical and lateral heterogeneity and transgressive/regressive cycles in the Lower Permian Yeso Formation Appendix E–Three L Canyon Soil Geomorphic Units Appendix F–The Effects of Tree Thinning on Canopy Interception and Throughfall in the Sacramento Mountains Appendix G–Remote sensing methods to assess the effects of tree thinning on evapotranspiration rates in the Sacramento Mountains 20. Representative pictures of the forest pre and post-thinning .................................................25 21. San Andres Formation soils ......................................26 22. Yeso Formation soils .........................................................26 23. Knocking pole soil depth measurements ....27 24. Tree roots penetrate fractured San Andres Formation ..............................................28 25. Tree water extraction ........................................................29 26. Exposed fractured limestone ....................................29 27. Water level fluctuations in monitoring wells ..............................................................31 28. Water level fluctuations in shallow wells ...32 29. Stable iosotope composition of the two springs in Three L Canyon ......................33 30. Precipitation amounts between 2008 and 2015 ...................................................................................35 31. Canopy interception as a function of gross precipitation ..................................................36 32. Canopy interception as a function of canopy cover .................................................................37 33. Cumulative snow melt and SWE for the 2014–2015 winter season ..........................38 34. Snowmelt events .....................................................................39 35. METRIC maps of daily ETrF ...................................41 36. Comparison of net impact on daily ET of thinned plots ..................................................................42 37. Soil moisture data for plot pairs ............................43 Tables 1. Locations of sample sites and instrumentation .....................................................................9 2. Surface elevation and average depth-to- water for monitoring wells ..................................30 3. Sample dates, average TDS values, tritium concentrations, and water type of spring water samples ...................................................32 4. Estimated canopy parameters .................................37 5. Canopy cover and water loss data for snow collectors installed under different canopy densities ......................................38 6. Effects of tree thinning on the different soil water balance components .......................45 1 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y I n New Mexico, under the pressures of climate change and population growth, demand for water is increasing, and there is mounting evidence that the available water supply may actu- ally be decreasing. While water use conservation efforts are necessary, there is great interest in finding ways to increase the available water supply. Tree thinning in mountain"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "post-thinning .................................................25 21. San Andres Formation soils ......................................26 22. Yeso Formation soils .........................................................26 23. Knocking pole soil depth measurements ....27 24. Tree roots penetrate fractured San Andres Formation ..............................................28 25. Tree water extraction ........................................................29 26. Exposed fractured limestone ....................................29 27. Water level fluctuations in monitoring wells ..............................................................31 28. Water level fluctuations in shallow wells ...32 29. Stable iosotope composition of the two springs in Three L Canyon ......................33 30. Precipitation amounts between 2008 and 2015 ...................................................................................35 31. Canopy interception as a function of gross precipitation ..................................................36 32. Canopy interception as a function of canopy cover .................................................................37 33. Cumulative snow melt and SWE for the 2014–2015 winter season ..........................38 34. Snowmelt events .....................................................................39 35. METRIC maps of daily ETrF ...................................41 36. Comparison of net impact on daily ET of thinned plots ..................................................................42 37. Soil moisture data for plot pairs ............................43 Tables 1. Locations of sample sites and instrumentation .....................................................................9 2. Surface elevation and average depth-to- water for monitoring wells ..................................30 3. Sample dates, average TDS values, tritium concentrations, and water type of spring water samples ...................................................32 4. Estimated canopy parameters .................................37 5. Canopy cover and water loss data for snow collectors installed under different canopy densities ......................................38 6. Effects of tree thinning on the different soil water balance components .......................45 1 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y I n New Mexico, under the pressures of climate change and population growth, demand for water is increasing, and there is mounting evidence that the available water supply may actu- ally be decreasing. While water use conservation efforts are necessary, there is great interest in finding ways to increase the available water supply. Tree thinning in mountain regions is an effective way to decrease fire danger in areas where forests are overgrown. Potentially, tree thinning can also be used as a tool to increase water supply. This report describes a watershed study in the southern Sacramento Mountains, which focused on the effects of tree thinning on the hydrologic system, specifically on the potential to increase groundwater and surface water availability in the Sacramento Mountains. Tree thinning, while serving to decrease the risk of catastrophic fire, may also increase the water supply. An increase in the amount of water that reaches the ground and the subsequent decrease in transpiration rates, potentially increases the amount of water that makes its way to streams and aquifers. Many tree thinning studies over the last 50 or so years have shown that the increase in stream flow mainly depends on climate, tree species composition, and the relative change in forest density. However, the measured hydrologic responses to tree thin- ning (mainly increases in stream flow) are highly variable and largely site specific. The Sacramento Mountains, located in southeastern New Mexico, is the primary recharge area for adjacent regional aquifers, including the Roswell Artesian Basin aquifer, which supplies water to one of the most productive agricultural areas in the state. Average annual precipitation is relatively high (up to 26 inches per year), and soils are relatively thin (average one foot thick). Precipitation at land elevations above approximately 7800 feet recharges localized perched aquifers and moves down gradient to the east through the high mountain aquifer system. This aquifer system is characterized by multiple layers of karstic carbonate perched aquifers that are connected to some degree by mountain streams and a regional fracture system. This study took place in on private property in Three L Canyon, a second order watershed of approximately 800 acres and ranges in elevation from 7700 in the valley bottom to 8800 feet on the ridge top. Pre-treatment tree densities ranged from twenty-eight to over one thousand trees per acre and consisted of mixed conifer with Douglas-fir being the dominant tree species. Four experimental 300 x 300 foot plot pairs, where one plot per pair was thinned and the other served as a control plot, were used to investigate the effects of tree thinning on the local soil water balance. Outside of the plots, trees were thinned in a large portion of the watershed between 2011 and 2013. Tree densities were reduced by 20 to 30% on average with some areas having tree densities reduced to a much larger degree. Challenging aspects of this study include the absence of a perennial stream, which for simi- lar studies, serves as the main metric to determine an increase in water yield. In the two to three years since tree thinning, the monitoring of groundwater levels and spring discharge showed no hydrologic response. This lack of hydrologic response to tree thinning is primarily due to the complex nature of the underlying karstic groundwater system. Therefore, to assess the effects of tree thinning on the local hydrologic system, we analyzed the different components of the soil water balance to assess the hydrologic response to tree thinning. When precipitation reaches E x e c u t i v e S u m m a r y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 2 the surface, it is partitioned into several different components of the soil water balance. Some water runs off (runoff), while the rest infiltrates into the soil. Water that evaporates or is extracted by trees is called evapotranspiration (ET). Water that percolates past the soil column can potentially recharge the aquifer system. Many instruments, including weather stations, rain gauges, and soil moisture sensors were installed to help examine each soil water balance component and how it changes due to tree thinning. Canopy interception, which is the water that is captured by leaves and stems that subse- quently evaporates, decreased dramatically when a significant portion of trees were removed. This decrease in canopy interception resulted in a very significant increase in the amount of water that reached the surface to contribute to the soil water balance. Surface runoff is extremely small in the study area (<10% of total rainfall) and was not affected by tree thin- ning. Net ET rates were shown to significantly decrease due to tree thinning. Soil moisture was higher in thinned areas due to the increase in the amount of water that reached the ground and a decrease in ET. The soil was able to effectively store most of this ‘extra’ water. Stable isotope analyses of soil water and water extracted from trees showed strong evi- dence of preferential flow paths, by which summer monsoon precipitation moved very quickly through the soil column. Tree thinning likely results in more water moving through these pref- erential flow paths to underlying fractured bedrock. Additionally, a decrease of tree roots in the fractured limestone, due to thinning, will decrease the amount of water extracted from the root zone in the bedrock, resulting in more water to potentially recharge the groundwater system. As a result of tree thinning, this study was not able to quantify changes in groundwater supply due to the complicated hydrogeologic system composed of"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "water runs off (runoff), while the rest infiltrates into the soil. Water that evaporates or is extracted by trees is called evapotranspiration (ET). Water that percolates past the soil column can potentially recharge the aquifer system. Many instruments, including weather stations, rain gauges, and soil moisture sensors were installed to help examine each soil water balance component and how it changes due to tree thinning. Canopy interception, which is the water that is captured by leaves and stems that subse- quently evaporates, decreased dramatically when a significant portion of trees were removed. This decrease in canopy interception resulted in a very significant increase in the amount of water that reached the surface to contribute to the soil water balance. Surface runoff is extremely small in the study area (<10% of total rainfall) and was not affected by tree thin- ning. Net ET rates were shown to significantly decrease due to tree thinning. Soil moisture was higher in thinned areas due to the increase in the amount of water that reached the ground and a decrease in ET. The soil was able to effectively store most of this ‘extra’ water. Stable isotope analyses of soil water and water extracted from trees showed strong evi- dence of preferential flow paths, by which summer monsoon precipitation moved very quickly through the soil column. Tree thinning likely results in more water moving through these pref- erential flow paths to underlying fractured bedrock. Additionally, a decrease of tree roots in the fractured limestone, due to thinning, will decrease the amount of water extracted from the root zone in the bedrock, resulting in more water to potentially recharge the groundwater system. As a result of tree thinning, this study was not able to quantify changes in groundwater supply due to the complicated hydrogeologic system composed of multiple perched aquifers. Also, due to the lack of a perennial stream in the study area, we were also not able to wit- ness changes in surface water availability. While these two features would be ideal results to show as effects of tree thinning, our findings do suggest that there is likely an overall increase in potential recharge to the region due to tree thinning in the Sacramento Mountains. Within the recharge area of the southern Sacramento Mountains, at elevations above approximately 7800 feet, where preferential flowpaths exist, thinning of trees should promote increases in soil moisture, reduced evapotranspiration, and increased overall amount of precipitation to reach the land surface. Despite the fact that we did not quantify changes in water availability, these results suggest that tree thinning will likely promote increases in potential recharge, as well as many other added forest health benefits. 3 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Significance T his report presents the results of the Sacramento Mountains watershed study (Figure 1), which aims to assess tree thinning in a watershed the Sacramento Mountains, in southern New Mexico, as a potential tool to help manage future water resources in a sustain- able fashion. Water is the limiting resource in New Mexico. Demand for this precious resource is primarily driven by population growth, agri- culture, and climate. New Mexico is currently the 15th fastest growing state in the nation, with a 13.2 percent increase in population since 2010 (Friedman et al., 2014). Therefore, domestic and municipal water demand is increasing. Agriculture, which is a major driver of the state’s economy, accounts for over 75 percent of water use in the state (Longworth et al., 2010). To a lesser degree, climate affects our demand on water resources. Higher temperatures during the summer season correlates to higher summer water demand (Gutzler and Nims, 2005). Decreasing groundwater levels all over the western United States indicates that water demand is greater than the supply (Konikow, 2015; Castle et al., 2014). With increasing population and increasing temperatures associated with global climate change, the demand on water will likely increase. The water supply in New Mexico is mainly controlled by climate, as all surface water and groundwater ultimately originates as precipita- tion. Rain and snow in the high mountains, feed rivers and streams, which recharge local and regional aquifer systems. Surface water, which accounts for approximately half of New Mexico’s current water use, is heavily dependent on annual snow pack in the high mountains. Climate change predictions include I . I n t r o d u c t i o n a n d B a c k g r o u n d freezing temperatures occurring at higher eleva- tions, reduction in snowpack, and increased evaporation rates, which may decrease average stream flow (D’Antonio, 2006). In many areas of the state, groundwater supplies also rely to some extent on local precipitation. Extreme monsoon events in 2006, 2008, and 2013 resulted in observed increases in groundwater levels in many areas in New Mexico, including the Sacramento Mountains, and communities in Jornada del Muerto (Newton et al., 2012; Newton et al., 2015). However, much of the groundwater found in deep basins, such as the Tularosa Basin, is thousands of years old (Mamer et al., 2014), which makes this water effectively a non-renew- able resource. If the population of New Mexico continues to grow, while climate change adds further stress to groundwater availability, then the population will actually have less water available. These problems need to be addressed by finding the best ways to use water and how to conserve this precious resource. Conservation practices have shown to be effective. Groundwater levels in the Roswell Artesian Basin increased signifi- cantly between 1960 and 1985, partially due to conservation efforts, including a reduction of irrigable land and the enforcement of pump- ing limitations (Land and Newton, 2008). Conservation efforts in Albuquerque that have been implemented since 1995 have decreased water use from 251 gallons per person per day (GPCD) to less than 150 GPCD. Water demand was decreased through a series of efforts that include water conservation education in schools, changes in city building and plumbing codes, and the promotion of low-water use landscaping (Albuquerque Bernalillo County Water utility Authority, 2013). Managing New Mexico’s water demands with water use policies and N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 conservation efforts will be required to ensure water security in the future. Meanwhile, it is important to also consider options that may help increase the amount of water available. Climate and geology are the primary factors that control groundwater and surface water supply, with precipitation providing the primary water input, and the geology controlling how water moves from the recharge area and head- waters to where it is used by people. Presently, we cannot significantly alter either climate or regional geology in a controlled manner. However, we can and do change the interface between these two systems, which includes the shallow subsurface and vegetation. By altering vegetation patterns and/ or the landscape, we"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "actually have less water available. These problems need to be addressed by finding the best ways to use water and how to conserve this precious resource. Conservation practices have shown to be effective. Groundwater levels in the Roswell Artesian Basin increased signifi- cantly between 1960 and 1985, partially due to conservation efforts, including a reduction of irrigable land and the enforcement of pump- ing limitations (Land and Newton, 2008). Conservation efforts in Albuquerque that have been implemented since 1995 have decreased water use from 251 gallons per person per day (GPCD) to less than 150 GPCD. Water demand was decreased through a series of efforts that include water conservation education in schools, changes in city building and plumbing codes, and the promotion of low-water use landscaping (Albuquerque Bernalillo County Water utility Authority, 2013). Managing New Mexico’s water demands with water use policies and N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 conservation efforts will be required to ensure water security in the future. Meanwhile, it is important to also consider options that may help increase the amount of water available. Climate and geology are the primary factors that control groundwater and surface water supply, with precipitation providing the primary water input, and the geology controlling how water moves from the recharge area and head- waters to where it is used by people. Presently, we cannot significantly alter either climate or regional geology in a controlled manner. However, we can and do change the interface between these two systems, which includes the shallow subsurface and vegetation. By altering vegetation patterns and/ or the landscape, we change the way climate interacts with the geology, and therefore can possibly affect the amount of water that makes its way into the groundwater and surface water systems. Thinning trees in mountainous areas is cur- rently a popular restoration technique that is used to improve wildlife habitat and reduce the risk of catastrophic forest fires. This restoration technique may also increase the groundwater and surface water supply. Presumably, a decrease Figure 1. Location of the Sacramento Mountains Watershed study in southern New Mexico. The study area for the Sacramento Mountains hydroge- ology study (Newton et al., 2012) is shown. The primary study area for the Sacramento Mountains watershed study is Three L Canyon. 5 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y in tree density will correlate to a decrease in the amount of water used by trees and therefore increase groundwater recharge and stream base flow. This document reports the results of the Sacramento Mountains watershed study, which took place in a high-elevation watershed in the Sacramento Mountains in southeastern New Mexico. This study focused on assessing the effects of tree thinning on the local hydro- logic system, specifically the potential to increase the groundwater and surface water supply. Besides providing important information and recommendations concerning the thinning of trees to increase water yield in the Sacramento Mountains, this study also adds to the under- standing of the hydrogeologic and ecohydrologic processes in the Sacramento Mountains. Purpose and Scope B etween 2005 and 2012, the Otero Soil and Water Conservation District (OSWCD) raised almost $2.5 million in funding from the New Mexico legislature for hydrogeologic studies in the Sacramento Mountains and sur- rounding region, including the eastern Tularosa Basin. One of the primary objectives was to investigate the potential for tree thinning to increase the local and regional water supply. With this goal in mind, Newton et al. (2012) characterized the regional hydrogeology in the southern Sacramento Mountains. Information gained from the hydrogeology study was used to help plan and execute this watershed study. Additional funding for the watershed study was received from the New Mexico Interstate Stream Commission, and the USDA/U.S. Forest Service. This study is the result of collaboration with many different researchers, students, and state and federal agencies. The report compiles this large body of work to: 1. Characterize the local hydrogeology and hydrogeologic processes with an emphasis on the relationship between trees and the soil water balance. 2. Examine individual soil water balance components and how they change due to tree thinning. 3. Make recommendations about tree thinning activities in the Sacramento Mountains. While many of the analyses described in this report were executed by the author, many analy- ses were done by other researchers and agencies. The large volume of work that has been done to date exists in many different formats, includ- ing formal and informal reports and student theses. Many of these works are included in the appendices and will be briefly summarized in the main body of this report. The conclusions and recommendations at the end of this report are a result of the integration of all of these dif- ferent analyses and interpretations. This open file report serves as the final deliverable for the contract with the OSWCD. Study Area Sacramento Mountains T he Sacramento Mountains are located in southern New Mexico and extend from Capitan in the north to Otero Mesa in the south (Figure 1). Elevations range from over 9000 feet above sea level at the high mountain peaks to 4000 feet above sea level on the Pecos Slope near Hope. Average annual precipitation in the study area correlates with elevation and varies from twenty-six inches at the crest to less than twelve inches on the eastern margin of the Pecos Slope. Most precipitation falls as summer mon- soon rains and winter snow. High mountains precipitation provides groundwater recharge to adjacent regional aquifers, including the Roswell/ Artesian Basin aquifer. Vegetation in the region reflects the elevation and precipitation variability with a mixed conifer forest at higher elevations, and pinion juniper vegetation at lower elevations. A regional hydrogeologic study (Newton et al., 2012), focused on the southern portion of the Sacramento Mountains, south and southeast of N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 Mescalero-Apache tribal lands, while this water- shed study is within this broader study (Figure 1). Three L Canyon The Sacramento Mountain watershed study is located on private property between Cloudcroft and Mayhill (Figure 1). The main area of interest is Three L Canyon, which is a tributary to James Canyon. The study area in Three L Canyon cov- ers approximately 800 acres and elevations range from approximately 8800 feet at the tops of the ridges to approximately 7700 feet at the canyon bottom. Vegetation in the area consists of mainly mixed conifer (Douglas-fir, Ponderosa Pine, White Fir, and White Pine) on the hill slopes and ridge tops and grass on the canyon floors. Two springs discharge water in the canyon that is stored in small ponds. Streamflow in this canyon is very rare, only"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "level at the high mountain peaks to 4000 feet above sea level on the Pecos Slope near Hope. Average annual precipitation in the study area correlates with elevation and varies from twenty-six inches at the crest to less than twelve inches on the eastern margin of the Pecos Slope. Most precipitation falls as summer mon- soon rains and winter snow. High mountains precipitation provides groundwater recharge to adjacent regional aquifers, including the Roswell/ Artesian Basin aquifer. Vegetation in the region reflects the elevation and precipitation variability with a mixed conifer forest at higher elevations, and pinion juniper vegetation at lower elevations. A regional hydrogeologic study (Newton et al., 2012), focused on the southern portion of the Sacramento Mountains, south and southeast of N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 Mescalero-Apache tribal lands, while this water- shed study is within this broader study (Figure 1). Three L Canyon The Sacramento Mountain watershed study is located on private property between Cloudcroft and Mayhill (Figure 1). The main area of interest is Three L Canyon, which is a tributary to James Canyon. The study area in Three L Canyon cov- ers approximately 800 acres and elevations range from approximately 8800 feet at the tops of the ridges to approximately 7700 feet at the canyon bottom. Vegetation in the area consists of mainly mixed conifer (Douglas-fir, Ponderosa Pine, White Fir, and White Pine) on the hill slopes and ridge tops and grass on the canyon floors. Two springs discharge water in the canyon that is stored in small ponds. Streamflow in this canyon is very rare, only occurring as a result of extreme storm events. Soil Water Balance T his study uses the concept of the soil water balance to assess how tree thinning may increase the water supply. When it rains or snows, water is distributed as different compo- nents of the hydrologic cycle by a variety of processes (Figure 2). Some water is intercepted by trees and evaporates, never reaching the ground. Some water reaches the ground, but then runs off into local streams, and some water infiltrates into the soil. Some of the water in the soil evaporates or gets used by vegetation, while some percolates downward to potentially recharge local and regional aquifers. For this study, we focused on how tree thinning changes the partitioning of precipitation among these different components of the water budget. Below is a simplified description of a water balance calculation. The water balance is a simple concept based on the conservation of mass, which is repre- sented in the following equation: I – O = ΔS where I is inputs, O is outputs and ΔS is change in storage. This is just a simple way of account- ing for the amount of water that enters, leaves, and is stored in a given reservoir. For this study, that reservoir is bounded at the top by the soil/ atmosphere interface and at the bottom by the soil/bedrock interface. If the amount of water entering the soil is greater than the amount leaving the soil, soil moisture (the amount of water stored in the soil) increases and vice versa. Precipitation is the input, but not all precipita- tion infiltrates into the soil. In dense forests, much precipitation is intercepted by the leaves and branches of trees and is then evaporated. This water, which never reaches the ground, is called canopy interception (CI). There are other types of interception but for this study, we focus on canopy interception. Of the water that reaches the ground, some may runoff to into local streams (RO). The remainder of this water infiltrates into the soil. During and imme- diately after a storm event, if enough water enters the soil to increase the water content above a threshold amount that the soil can hold, some water will percolate past the soil/bedrock interface. For the purpose of this study, we will call this component potential recharge (PR) because this is the component that will poten- tially recharge the groundwater system. The Figure 2. Water balance components. The components of the water balance include precipitation (P), canopy interception (CI), soil water evaporation and transpiration (ET), runoff (RO), and deep percolation (DP). (P) (CI) (ET) (PR) Soil(ΔS) (RO) 7 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y remainder of the water being stored in the soil will continually leave the system due to evaporation and transpiration by vegetation (ET). If we measure or estimate the amount of precipitation that falls on the ground, the amount of ET, and runoff, we can calculate the potential recharge: PR = P - CI - RO - ET ΔS For the Sacramento Mountains watershed study, we used a variety of methods to examine each of the different components of the water balance and how they were affected by tree thinning. Effects of Tree Thinning on Water Yield T here is a large body of research that examines the relationships between vegetation and local stream flow (Stednick, 1996; Brown et al., 2005; Bosch and Hewlett, 1982; Davis, 1984; Burges et al., 1998; White, 2007; Swank and Douglas, 1974; Burt and Swank, 1992; Bethlahmy, 1974; Cheng, 1989; Baker Jr., 1986; Douglass, 1983; Baker Jr., 1984; Harr, 1983; Kattelmann et al., 1983; Gottfried, 1991; Krutilla et al., 1983; Walker et al., 2002; Wood and Javed, 2001; Harr et al., 1982; Sun et al., 2002; Baker Jr., 1984; Ffolliott and Stropki, 2008; Stednick, 2010; Troendle et al., 2010). Most of these studies focused on a watershed with a perennial stream and compare the amount of precipitation in the watershed to stream flow before and after a change in vegetation type or density. Water that is produced in streams is termed “water yield.” It should be noted that for these studies, the mechanisms by which trees were removed includes, mechanical thinning, clear cutting, forest fires, and insect infestation. Hibbert (1967) reviewed 39 studies of the effects of changes in forest density on water yield and concluded that “1) Reduction of forest cover increases water yield, 2) Establishment of forest cover on sparsely vegetated land decreases water yield, and 3) Response to treatment is highly variable and, for the most part, unpre- dictable.” Since then, continued research has increased our understanding of the factors that affect water yield responses to a change in forest density (Stednick, 1996; Bosch and Hewlett, 1982; Brown et al., 2005; Troendle et al., 2010). Streamflow response is largely controlled by climate, tree species composition, and the rela- tive change in forest density. In general, higher changes in water yield are observed in areas of high rainfall. However, rapid regrowth of the forest in these wetter areas resulted in shorter periods of increased water yields. In another review of catchment experiments, Bosch and Hewlett (1982) showed that conifer forests exhibited larger water yield responses to changes in vegetation cover than"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "et al., 1998; White, 2007; Swank and Douglas, 1974; Burt and Swank, 1992; Bethlahmy, 1974; Cheng, 1989; Baker Jr., 1986; Douglass, 1983; Baker Jr., 1984; Harr, 1983; Kattelmann et al., 1983; Gottfried, 1991; Krutilla et al., 1983; Walker et al., 2002; Wood and Javed, 2001; Harr et al., 1982; Sun et al., 2002; Baker Jr., 1984; Ffolliott and Stropki, 2008; Stednick, 2010; Troendle et al., 2010). Most of these studies focused on a watershed with a perennial stream and compare the amount of precipitation in the watershed to stream flow before and after a change in vegetation type or density. Water that is produced in streams is termed “water yield.” It should be noted that for these studies, the mechanisms by which trees were removed includes, mechanical thinning, clear cutting, forest fires, and insect infestation. Hibbert (1967) reviewed 39 studies of the effects of changes in forest density on water yield and concluded that “1) Reduction of forest cover increases water yield, 2) Establishment of forest cover on sparsely vegetated land decreases water yield, and 3) Response to treatment is highly variable and, for the most part, unpre- dictable.” Since then, continued research has increased our understanding of the factors that affect water yield responses to a change in forest density (Stednick, 1996; Bosch and Hewlett, 1982; Brown et al., 2005; Troendle et al., 2010). Streamflow response is largely controlled by climate, tree species composition, and the rela- tive change in forest density. In general, higher changes in water yield are observed in areas of high rainfall. However, rapid regrowth of the forest in these wetter areas resulted in shorter periods of increased water yields. In another review of catchment experiments, Bosch and Hewlett (1982) showed that conifer forests exhibited larger water yield responses to changes in vegetation cover than deciduous/mixed hard- wood forests or brush and grass cover. For many of the southwestern states, including New Mexico, Colorado and Arizona, data suggest that the removal of at least 15% of trees is necessary to result in a measurable increase in water yield (Stednick, 1996). It should be noted that these general trends identified above are not very strong and that streamflow responses to changes in vegetation are highly variable. Many times, little to no response was observed, even when the majority of the forest cover was removed. As stated above, most studies have focused on the effects of tree thinning on streamflow, which is relatively easy to measure. In New Mexico and other southwestern states, many mountain streams are ephemeral and therefore, it is more difficult to assess the effect of changes in vegetation on the local hydrologic system. In this case, the term “water yield” would refer to ephemeral flood events caused by precipitation or snowmelt or water that infiltrates through the soil to potentially recharge the groundwater system. Assessing the effects of tree thinning in these drier settings requires more complex methodologies, such as the use of lysimeters, soil tracer methods, water balance calculations, or mathematical models (Walker et al., 2002). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 8 A wide range of data were collected for this watershed study. The instruments provided data that measured or helped to estimate the different components of the water balance. Data collec- tion, initiated in 2008, was completed in 2015. Much of these data were collected continuously and include groundwater levels, precipitation and weather data, and soil moisture. The data are available in Appendix A associated with this report, found either online or on CD. Due to the size and complexity, other data are available by contacting the primary author or the New Mexico Bureau of Geology and Mineral Resources. A sum- mary of the methods used is provided here, with Figure 3 and Table 1 show locations of instru- ments and sample collection sites. I I . M e t h o d s Figure 3. Locations of well and spring sample collection sites and instrumentation. Experimental plots are 300 foot x 300 foot paired plots with a control plot (not thinned) and a treated plot (thinned). 9 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y measure a variety of climate parameters and tipping bucket rain gauges that were set up in different locations and conditions. Experimental Plots W e used experimental plots to assess the effects of tree thinning on a smaller scale. The experimental plots consist of four pairs of 300 foot x 300 foot plots. Two plot pairs are Sample Sites and Instrumentation W ater samples were collected from springs, wells, soil water, tree water, and pre- cipitation in and around Three L Canyon. Instrumentation that collected data of different types was installed throughout the study area. All wells were instrumented with pressure transducers and dataloggers that measured groundwater levels continuously. Meteorological instruments included weather stations that Table 1. Locations of sample sites and instrumentation UTMs NAD 83, Zone 13 Elevation (ft above sea level) Site ID Easting Northing Site Names Site Type SM-0257 441071 3640880 7941 MW1 House Eightmile Canyon Well SM-0258 444462 3640965 7623 MW2 Three L Canyon Well SM-0259 444543 3642783 7473 MW3 Lower Eightmile Canyon, deep well Well SM-0260 444758 3641358 7528 Upstream spring monitoring site Well SM-0261 444758 3641360 7528 Downstream spring monitoring site Well SM-1059 444065 3640734 7797 Three L Canyon 1 Spring SM-1097 444431 3641046 7621 Three L Canyon 2 Spring SM-2015 444040 3640703 7832 Snow Station 1 Meterological SM-2016 444202 3640849 7782 Snow Station 2 Meterological SM-2017 444137 3640832 7809 Snow Station 3 Meterological SM-5003 442039 3640747 7769 Eightmile weather station Meterological SM-5004 443706 3639504 8445 Ridge Top weather station Meterological SM-5108 443706 3639504 8445 Throughfall Collector 1 Meterological SM-5109 443618 3639619 8428 Throughfall Collector 2 Meterological SM-5110 443350 3639659 8448 Throughfall Collector 3 Meterological SM-5111 443052 3639843 8494 Throughfall Collector 4 Meterological SM-5112 443220 3639750 8494 Throughfall Collector 5 Meterological SM-5113 443280 3639600 8491 Throughfall Collector 6 Meterological SM-5014 444071 3641642 7950 Rain Gage 1 Meterological SM-5015 443611 3640923 8271 Rain Gage 2 Meterological SM-5016 443162 3640281 8412 Rain Gage 3 Meterological SM-5017 444386 3639920 8366 Rain Gage 4 Meterological SM-5018 445071 3640306 8312 Rain Gage 5 Meterological SM-5019 444710 3641361 7568 Rain Gage 6 Meterological SM-5020 444246 3640651 7742 Rain Gage 7 Meterological SM-5021 443728 3640089 7952 Rain Gage 8 Meterological SM-6001 443111 3640172 8406 Soil Moisture Plot 1A Control Soil parameters SM-6002 443180 3640217 8392 Soil Moisture Plot 1B Treated Soil parameters SM-6003 443107 3640266 8402 Soil Moisture Plot 2A Treated Soil parameters SM-6004 443176 3640362 8376 Soil Moisture Plot 2B Control Soil parameters SM-6005 444076 3640571 7825 Soil Moisture Plot 3A Treated Soil parameters SM-6006 444022 3640720 7818 Soil Moisture Plot 3B Control Soil parameters SM-6007 444118 3640870 7848 Soil Moisture Plot 4A Control Soil parameters SM-6008 444208 3640864 7799 Soil Moisture Plot 4B Treated Soil parameters N E W M E X"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "7623 MW2 Three L Canyon Well SM-0259 444543 3642783 7473 MW3 Lower Eightmile Canyon, deep well Well SM-0260 444758 3641358 7528 Upstream spring monitoring site Well SM-0261 444758 3641360 7528 Downstream spring monitoring site Well SM-1059 444065 3640734 7797 Three L Canyon 1 Spring SM-1097 444431 3641046 7621 Three L Canyon 2 Spring SM-2015 444040 3640703 7832 Snow Station 1 Meterological SM-2016 444202 3640849 7782 Snow Station 2 Meterological SM-2017 444137 3640832 7809 Snow Station 3 Meterological SM-5003 442039 3640747 7769 Eightmile weather station Meterological SM-5004 443706 3639504 8445 Ridge Top weather station Meterological SM-5108 443706 3639504 8445 Throughfall Collector 1 Meterological SM-5109 443618 3639619 8428 Throughfall Collector 2 Meterological SM-5110 443350 3639659 8448 Throughfall Collector 3 Meterological SM-5111 443052 3639843 8494 Throughfall Collector 4 Meterological SM-5112 443220 3639750 8494 Throughfall Collector 5 Meterological SM-5113 443280 3639600 8491 Throughfall Collector 6 Meterological SM-5014 444071 3641642 7950 Rain Gage 1 Meterological SM-5015 443611 3640923 8271 Rain Gage 2 Meterological SM-5016 443162 3640281 8412 Rain Gage 3 Meterological SM-5017 444386 3639920 8366 Rain Gage 4 Meterological SM-5018 445071 3640306 8312 Rain Gage 5 Meterological SM-5019 444710 3641361 7568 Rain Gage 6 Meterological SM-5020 444246 3640651 7742 Rain Gage 7 Meterological SM-5021 443728 3640089 7952 Rain Gage 8 Meterological SM-6001 443111 3640172 8406 Soil Moisture Plot 1A Control Soil parameters SM-6002 443180 3640217 8392 Soil Moisture Plot 1B Treated Soil parameters SM-6003 443107 3640266 8402 Soil Moisture Plot 2A Treated Soil parameters SM-6004 443176 3640362 8376 Soil Moisture Plot 2B Control Soil parameters SM-6005 444076 3640571 7825 Soil Moisture Plot 3A Treated Soil parameters SM-6006 444022 3640720 7818 Soil Moisture Plot 3B Control Soil parameters SM-6007 444118 3640870 7848 Soil Moisture Plot 4A Control Soil parameters SM-6008 444208 3640864 7799 Soil Moisture Plot 4B Treated Soil parameters N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 10 located on the ridge top (P1 and P2) and two are located in the valley bottom (P3 and P4) (Table 1, SM-6001 to SM-6008). Data from the paired plots are available upon request. Within each plot pair, one plot was randomly assigned to the thinning treatment and the other was left as a control plot. The four treatment plots were thinned in mid-August of 2009. Soil moisture and matric potential were measured in each plot at three different depths. The instrumentation will be described in more detail below. These plots were used to assess different processes and how they were affected by tree thinning. Meteorological Instrumentation T here were two weather stations in the water- shed study area. SM-5003, which was located in Eightmile Canyon, and SM-5004, which was located on top of the ridge above Three L Canyon (Figure 4, Table 1). Data from weather stations are available Appendix A5. Both stations were Campbell Scientific weather stations that measure precipitation amounts, temperature, barometric pressure, and wind speed and direction. The ridge top weather station (SM-5004) was also equipped to mea- sure net radiation. Both weather stations were equipped with Campbell data loggers that were programmed to record data on an hourly basis. We also installed several tipping bucket rain gauges throughout the study area. During the winter months, the rain gauges associated with the weather stations were equipped with a container of anti-freeze that sat on top of the tipping bucket. An overflow tube allowed snow- melt to enter the tipping bucket funnel. These modifications allowed us to measure snow water equivalent (SWE) for snow events. Many of the meteorological stations shown in Figure 3 were tipping bucket rain gauges that were installed throughout the study area. As this study progressed, many of these rain gauges were modified to measure precipitation under different conditions. Throughfall collectors, which measure the amount of precipitation Figure 5. Throughfall collector setup. PVC troughs divert rain water to tipping bucket rain gauge. Figure 4. Installation of the ridge top weather station (SM-5004). 11 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y that makes its way past the forest canopy, were placed under canopies of different densities to quantify the amount of water that falls through the canopy (known as throughfall) and canopy interception (rain that gets intercepted by trees and evaporates). Throughfall collectors are tipping bucket rain gauges with PVC troughs installed to catch water and divert it to the gauge (Figure 5). These troughs essentially increased the effective area over which throughfall was collected in order to more accurately estimate throughfall and account for variability associated with the spatial distribution of trees and canopy structure (Carlyle-Moses et al., 2014). Rain gauge measurements from beneath the canopy were compared to those taken out in the open to calculate canopy interception and throughfall. We also modified some of these rain gauges to assess snowmelting processes. Figure 6 shows a snowmelt collector that we designed. It is a tip- ping bucket rain gauge that was buried beneath the land surface with a sample bottle to collect the snowmelt for stable isotopic analysis. The shallow funnel that directed water into the rain gauge was installed with the bottom surface in direct contact with the ground so that that the timing of the snowmelt events recorded would represent actual melting of snow on the ground. These snowmelt collectors were installed in areas with different tree densities. A nearby rain gauge was adapted to measure the snow water equivalent (SWE) for comparison between the total amount of precipitation and the amount that was collected as snowmelt. Groundwater Levels T here are five wells used to monitor ground- water level changes in and around Three L Canyon (SM-0257, SM-0258, SM-0259, SM-0260, SM-0261) that range in total depth from 4 feet to over 400 feet (Appendix A2). The three deepest wells were installed for monitor- ing as part of this study, drilled by a rotary drill. The two shallowest wells were installed with a hand auger. All of these wells were equipped with pressure transducers and data loggers that recorded water level measurements hourly. Water Chemistry S amples were collected from springs and ana- lyzed for general chemistry and the stable isotopes of hydrogen and oxygen (Appendix A3). Figure 6. Installation of snowmelt collectors. A tipping bucket rain gauge was modified and buried. The collection funnel is on the ground. Water that flows through the tipping bucket was collected in the sample bottle. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 Details about water sampling procedures, analy- sis methods and systematics are described in Timmons et al. (2013). The general chemistry analyses tested water for major cations and anions. The relative concentrations of the major cations and anions in groundwater typically reflect the rocks and sediments that make up and the aquifer"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "ground so that that the timing of the snowmelt events recorded would represent actual melting of snow on the ground. These snowmelt collectors were installed in areas with different tree densities. A nearby rain gauge was adapted to measure the snow water equivalent (SWE) for comparison between the total amount of precipitation and the amount that was collected as snowmelt. Groundwater Levels T here are five wells used to monitor ground- water level changes in and around Three L Canyon (SM-0257, SM-0258, SM-0259, SM-0260, SM-0261) that range in total depth from 4 feet to over 400 feet (Appendix A2). The three deepest wells were installed for monitor- ing as part of this study, drilled by a rotary drill. The two shallowest wells were installed with a hand auger. All of these wells were equipped with pressure transducers and data loggers that recorded water level measurements hourly. Water Chemistry S amples were collected from springs and ana- lyzed for general chemistry and the stable isotopes of hydrogen and oxygen (Appendix A3). Figure 6. Installation of snowmelt collectors. A tipping bucket rain gauge was modified and buried. The collection funnel is on the ground. Water that flows through the tipping bucket was collected in the sample bottle. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 Details about water sampling procedures, analy- sis methods and systematics are described in Timmons et al. (2013). The general chemistry analyses tested water for major cations and anions. The relative concentrations of the major cations and anions in groundwater typically reflect the rocks and sediments that make up and the aquifer system and the physical and chemical reactions that take place in the system over time. Stable Isotopes of Oxygen and Hydrogen S table isotopes of hydrogen and oxygen are useful tools for tracking precipitation through a hydrologic system. Stable isotopes were exam- ined in springs, wells, soil water, tree water, and precipitation in and around Three L Canyon (Appendix A3). The isotopic composition of a water sample refers to the ratio of the heavier isotopes to the lighter isotopes (R) for the hydro- gen (2H/H or D/H) and oxygen (18O/16O) that make up the water molecules. Because these stable isotopes are actually part of the water molecule, small variations in these ratios act as labels that allow tracking of waters with different stable isotopic signatures. All isotopic compositions in this report are presented as relative concentrations, or the per mil deviation of R of a sample from R of a standard shown in equation below: A negative value of δ18O or δD indicates that the water sample is depleted in the heavier isotopes with respect to the standard. Standard Mean Ocean Water (SMOW) is the reference standard for stable isotopes of hydrogen and oxygen. Because a water molecule is made up of both hydrogen and oxygen, it is advantageous to evaluate δD and δ18O data simultaneously by plotting the data on a graph with δD on the y-axis and δ18O on the x-axis (Figure 7). On such a plot, the isotopic compositions of pre- cipitation samples collected worldwide plot close to a line called the global meteoric water line (GMWL) due to the predictable effects of evaporation and condensation (Craig, 1961). In general, precipitation in warmer regions will plot toward the heavier end of the GMWL (less negative values), and precipitation from cooler regions will plot towards the lighter end (more negative values). At any given location, a seasonal trend may be evident with winter precipitation plotting on the GMWL toward the lighter end and summer precipitation toward the heavier end. The GMWL represents a global average variation in the isotopic composition of precipitation. For most hydrologic studies that concern a discrete geographic region, it is prefer- able to characterize the local precipitation and construct a local meteoric water line (LMWL), whose slope and y-intercept (deuterium excess) may vary slightly from those of the GMWL due to local climatic conditions. Stable isotopes of oxygen and hydrogen are also useful for assessing evaporative and condensation processes. As water evaporates, the isotopic composition of the residual water evolves away from the meteoric water line (global or local) along an evaporation line, whose slope depends on the conditions under which evaporation has taken place. Figure 7. Stable isotope systematics – The isotopic composition of precipitation commonly plots near the global meteoric water line (GMWL). The local meteoric water line may differ slightly from the GMWL due to local climatic conditions. The isotopic composition of pre- cipitation often exhibits seasonal variability. The isotopic composition of water undergoing evaporation evolves along an evaporation line. -30 -25 -20 -15 -10 -5 0 -200 -150 -100 -50 0 Local MWL Global MWL Warmer regions and summer precipitation Evaporation Cooler regions and winter precipitation δ18O (‰) δD (‰) GMWL LMWL 13 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Soil Moisture I n each experimental plot, we installed soil moisture (DEcogon 5TM Soil Moisture and Temperature Sensor). Pairs of sensors were installed at the approximate depths, ~2 inches, ~6 inches, and ~14 inches. These sensors were connected to Campbell Scientific data loggers that recorded data on an hourly basis. Data from soil moisture measurements are available upon request. Tree Thinning T rees were thinned using two different methods. Much of the thinning in areas of low relief was done by mastication. A Caterpillar 320D LLR equipped with a boom-mounted masticator was used to remove trees (Figure 8). This machine can easily remove most trees that are thirty feet tall or less. Trees that were removed this way were reduced to wood chips of a vari- ety of sizes, mostly less than one foot long. In steeper areas, trees were cut by chainsaw, and the slash treatment consisted of lop and scat- ter, where no material less than four inches in diameter were left more than twelve inches from the ground. Funding for this study was separate from the funding for tree thinning, and we did not have control over the timing of or the methodol- ogy of tree thinning. During 2011, most of the northwestern portion of Three L Canyon was thinned (Figure 9). Figure 8. Masticator used to thin trees in flatter areas in the study area. It is effective at removing the smaller trees. Figure 9. Shaded zones show areas of Three L Canyon that were thinned. Phase 1 was done in 2011, and Phase 2 was started in 2012 and completed in 2013. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 R esearchers from NMBGMR conducted a regional hydrogeologic study (Newton et al., 2012), which focused on the southern portion of the Sacramento Mountains,"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "These sensors were connected to Campbell Scientific data loggers that recorded data on an hourly basis. Data from soil moisture measurements are available upon request. Tree Thinning T rees were thinned using two different methods. Much of the thinning in areas of low relief was done by mastication. A Caterpillar 320D LLR equipped with a boom-mounted masticator was used to remove trees (Figure 8). This machine can easily remove most trees that are thirty feet tall or less. Trees that were removed this way were reduced to wood chips of a vari- ety of sizes, mostly less than one foot long. In steeper areas, trees were cut by chainsaw, and the slash treatment consisted of lop and scat- ter, where no material less than four inches in diameter were left more than twelve inches from the ground. Funding for this study was separate from the funding for tree thinning, and we did not have control over the timing of or the methodol- ogy of tree thinning. During 2011, most of the northwestern portion of Three L Canyon was thinned (Figure 9). Figure 8. Masticator used to thin trees in flatter areas in the study area. It is effective at removing the smaller trees. Figure 9. Shaded zones show areas of Three L Canyon that were thinned. Phase 1 was done in 2011, and Phase 2 was started in 2012 and completed in 2013. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 R esearchers from NMBGMR conducted a regional hydrogeologic study (Newton et al., 2012), which focused on the southern portion of the Sacramento Mountains, south and southeast of Mescalero-Apache tribal lands. The goals of this regional hydrogeologic investigation were (1) to delineate areas of groundwater recharge; (2) determine directions and rates of ground- water movement; and (3) develop a conceptual model of interactions between different aquifers and the groundwater and surface water systems. These specific goals were identified with the intentions of obtaining precursory information necessary to assess the effects of tree thinning on water yield in the Sacramento Mountains. As mentioned above, the hydrologic response to tree thinning, specifically relating to an increase in water yield, largely depends on climate, tree species composition, and the relative change in forest density. As will be demonstrated, the local geology, including soils and the underlying bedrock also plays a role in determining the hydrologic response to tree thinning. The Sacramento Mountains Hydrogeology Study (Newton et al., 2012) characterized the regional hydrologic system and gives context, within which the results of this study will be inter- preted. Methods used for the hydrogeology study included geologic mapping, groundwater-level measurements, and geochemical and isotopic techniques. The results of that study are briefly described below. Regional Geology E xtensional tectonics associated with the opening of the Rio Grande Rift formed the Tularosa Basin and uplifted the sedimentary rocks of the southern Sacramento Mountains III. A r e v i e w o f t h e S a c r a m e n t o M o u n t a i n s H y d r o g e o l o g y S t u d y over millions of years. East of the crest of the Sacramento Mountains, where the watershed study took place, the exposed rocks are the Permian Yeso (Py) and San Andres (Ps) Formations, which Figure 10. Geologic map legend 15 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Figure 10. Geologic map of the Sacramento Mountains (Newton et al., 2012). Over most of this map area, the Permian age San Andres (Psf, Psb, PSr) and Yeso (Py) Formations are the most important rock in terms of the hydrogeology. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 dip gently (2–3°) to the east (Figure 10). The San Andres Formation is composed of highly fractured limestone and is exposed at the upper hill slopes and ridge tops in the high mountains. Karst features in the San Andres include solu- tion enlarged fractures near the surface (epi- karst), conduits and some sink holes. The Yeso Formation, which makes up the lower hill slopes and valleys in the high mountains, is mostly composed of limestone, shale, and siltstone. This formation is very heterogeneous, both vertically and horizontally. Dissolution-collapse features and chaotic bedding result in individual beds not being traceable laterally for more than a few tens of meters (Newton et al., 2012). It is important to note that limestone units in the Yeso Formation make up most of the perched aquifers in the high mountains. Hundreds of springs discharge from exposed limestone beds in the southern Sacramento Mountains. Regional Hydrogeology R egional groundwater flow is driven by the topographic gradient from high to low eleva- tions (Figure 11). Water elevation contours range from 9000 feet, near the crest of the Sacramento Mountains, to 3600 feet, near the eastern mar- gin of the study area. The groundwater mound enclosed roughly by the 7400 foot water-table elevation contour (approximately equivalent to the 7800 ft land surface elevation) delin- eates the primary recharge area along the crest of the mountain range. This water table map gives an idea of the regional groundwater flow regime, but it should be noted that in the high mountains, west of Mayhill, there is not a single continuous aquifer. Rather it is a system of local aquifers that are connected to some degree by mountain streams and fractures. Stable Isotopic Composition of Water in the Sacramento Mountains Stable isotopes of hydrogen and oxygen were especially useful in this study. Newton et al. (2012) characterized precipitation, well, spring, and stream samples. For many sample sites, we collected several repeat samples over time. These data helped us to understand recharge mechanisms and groundwater/surface water interactions. Figure 12 shows the Local meteoric water line (LMWL), along which the isotopic composition of most precipitation plots (Newton et al., 2012). Newton et al. (2012) and Eastoe and Rodney (2014) observed that isotopic compositions for groundwater and springs in the Sacramento Mountains and surrounding areas commonly plotted along an evaporation line, which is characterized by an approximate slope of 5.4 and intersects the LMWL in the upper end of the range typical for winter precipitation. This evaporation line is called the Sacramento Mountains Trend (SMT) (Figure 12). This observation was interpreted to be the result of primarily winter precipitation quickly recharg- ing high elevation perched groundwater systems and discharging at hundreds of local springs in upland watersheds. These springs feed moun- tain streams, where seepage of water through fractured bedrock streambeds recharges other perched aquifers that often discharge at springs at lower elevations to feed other streams."
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "3600 feet, near the eastern mar- gin of the study area. The groundwater mound enclosed roughly by the 7400 foot water-table elevation contour (approximately equivalent to the 7800 ft land surface elevation) delin- eates the primary recharge area along the crest of the mountain range. This water table map gives an idea of the regional groundwater flow regime, but it should be noted that in the high mountains, west of Mayhill, there is not a single continuous aquifer. Rather it is a system of local aquifers that are connected to some degree by mountain streams and fractures. Stable Isotopic Composition of Water in the Sacramento Mountains Stable isotopes of hydrogen and oxygen were especially useful in this study. Newton et al. (2012) characterized precipitation, well, spring, and stream samples. For many sample sites, we collected several repeat samples over time. These data helped us to understand recharge mechanisms and groundwater/surface water interactions. Figure 12 shows the Local meteoric water line (LMWL), along which the isotopic composition of most precipitation plots (Newton et al., 2012). Newton et al. (2012) and Eastoe and Rodney (2014) observed that isotopic compositions for groundwater and springs in the Sacramento Mountains and surrounding areas commonly plotted along an evaporation line, which is characterized by an approximate slope of 5.4 and intersects the LMWL in the upper end of the range typical for winter precipitation. This evaporation line is called the Sacramento Mountains Trend (SMT) (Figure 12). This observation was interpreted to be the result of primarily winter precipitation quickly recharg- ing high elevation perched groundwater systems and discharging at hundreds of local springs in upland watersheds. These springs feed moun- tain streams, where seepage of water through fractured bedrock streambeds recharges other perched aquifers that often discharge at springs at lower elevations to feed other streams. This cycle continues down gradient in the region where the Yeso Formation is exposed at the surface (west of Mayhill). The heterogene- ity and karstic nature of this system results in a well-mixed system and the exposure to the atmosphere in mountain streams results in an evaporative signature observed for springs and groundwater in the area. This evaporative isotopic signature can be seen in groundwater in adjacent regional aquifers to the east, west and south of the Sacramento Mountains. Hydrogeologic Conceptual Models Newton et al. (2012) developed the conceptual hydrogeologic model shown in Figure 13. They divided the area into two different aquifer sys- tems, the high mountains aquifer system and the Pecos Slope Aquifer (Figure 13). Precipitation at high elevations (above land elevations of about 17 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Figure 11. Water table map for the Sacramento Mountains (modified from Newton et al., 2012). Groundwater flows to the east, from high elevations to low elevation. The area above the 7400 feet groundwater contour, which is equivalent to the land surface above approximately 7800 ft, is roughly the recharge area for the aquifer system in the Sacramento Mountains. Figure 12. Stable isotopic characterization by Newton et al. (2012). Isotopic compositions of precipitation plots along the local meteoric water line (LMWL). The isotopic compositions of water sampled from many springs and wells usually plot on or near the Sacramento Mountain trend (SMT), indicat- ing that this water has undergone evaporation mountain streams. -140 -120 -100 -80 -60 -40 -20 -20 -18 -16 -14 -12 -10 -8 -6 -2 -4 δD (‰) δ18O (‰) Sacramento MountainTrend evaporation line Summer Precipitation LMWL Winter Precipitation N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 18 ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? Tularosa Basin mountain front aquifer Py Pa Pa Mu Mu Mu Ou Ou Qa Qls Ou Pa Psa Psa Psa u u u u Precipitation Perched Aquifers West Elevation (ft above MSL) A 9000 8000 7000 6000 5000 4000 Geologic contact Fault Vertical motion Horizontal motion Intrusion Vent down up into page out of page Map Symbols Water table from OFR-542, NMBGMR Hypothetical flow path Qa Quaternary alluivium, undivided Qls Quaternary landslides, undivided Psa San Andres Formation Py Yeso Formation Pa Abo Formation, undivided u Pennsylvanian formation, undivided Mu Mississippian formation, undivided O Ordovician formation, undivided Geologic Units Vertical Exaggeration = 10x Figure 13. Regional conceptual hydrogeologic model of southern Sacramento Mountains. Precipitation in the high mountains recharges the High Mountain aquifer system and flows through a system of perched carbonate aquifers in the Yeso Formation to the Pecos Slope Aquifer, which is a phreatic system. Figure 14. Watershed-scale hydrogeologic conceptual model. Focused recharge is the main recharge mechanism, but diffuse recharge also likely occurs. This cartoon shows also shows groundwater/surface water and aquifer/aquifer interactions. Dual porosity describes the process whereby groundwater can be stored in the fractures of the bedrock as well as within the pores of the rock itself. This is common in the Yeso Formation, the primary aquifer unit, in this southern Sacramento Mountains region. Precipitation Focused recharge Focused recharge Discharge Dual Porosity fine grain matrix open fractures Soil Diffuse Recharge Mudstone Mudstone Limestone Limestone Sandstone Runoff Leakage Runoff Water Storage in Unsaturated Zone 19 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y 7800 feet above sea level) quickly percolates through fractures and solution enlarged karst features in the San Andres Formation to recharge the high mountains aquifer system. Some of this water may flow along deep regional flow paths to adjacent regional aquifers, such as the Roswell Artesian Basin aquifer. However, much of this water makes its way down gradient through a series of perched aquifer systems, as described above. Once the water reaches the Pecos Slope aquifer, these groundwater/surface water interac- tions no longer occur. Figure 14 shows a smaller scale conceptual model within the high mountains aquifer system. This conceptual model demonstrates the dif- ferent groundwater/surface water interactions described above, as well as recharge processes. In a fractured or karst aquifer system, recharge occurs by two mechanisms, diffuse and focused recharge. Diffuse recharge is the infiltration of local precipitation through soils, epikarst, and fractured bedrock on hill slopes and ridges, while focused recharge occurs in perennial and ephem- eral streams and rivers. In the high mountains, water in streams, derived from base flow, spring discharge, and runoff, infiltrates quickly through valley bottom alluvium and fractured bedrock to recharge local and regional aquifers. Newton et al. (2012) determined that focused recharge was the primary recharge mechanism, but hypoth- esized that diffuse recharge did occur but mainly under specific climatic conditions. ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? Py Py Py Py Pa Py Psa Psa Psa Psa Psa Rio Peñasco Northern edge,"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "Recharge Mudstone Mudstone Limestone Limestone Sandstone Runoff Leakage Runoff Water Storage in Unsaturated Zone 19 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y 7800 feet above sea level) quickly percolates through fractures and solution enlarged karst features in the San Andres Formation to recharge the high mountains aquifer system. Some of this water may flow along deep regional flow paths to adjacent regional aquifers, such as the Roswell Artesian Basin aquifer. However, much of this water makes its way down gradient through a series of perched aquifer systems, as described above. Once the water reaches the Pecos Slope aquifer, these groundwater/surface water interac- tions no longer occur. Figure 14 shows a smaller scale conceptual model within the high mountains aquifer system. This conceptual model demonstrates the dif- ferent groundwater/surface water interactions described above, as well as recharge processes. In a fractured or karst aquifer system, recharge occurs by two mechanisms, diffuse and focused recharge. Diffuse recharge is the infiltration of local precipitation through soils, epikarst, and fractured bedrock on hill slopes and ridges, while focused recharge occurs in perennial and ephem- eral streams and rivers. In the high mountains, water in streams, derived from base flow, spring discharge, and runoff, infiltrates quickly through valley bottom alluvium and fractured bedrock to recharge local and regional aquifers. Newton et al. (2012) determined that focused recharge was the primary recharge mechanism, but hypoth- esized that diffuse recharge did occur but mainly under specific climatic conditions. ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? Py Py Py Py Pa Py Psa Psa Psa Psa Psa Rio Peñasco Northern edge, Mc Donald Flats Dunken-Tinnie Structural Zone East Elevation (ft above MSL) A' 9000 8000 7000 6000 5000 4000 Vertical Exaggeration = 10x 0 1 2 3 4 5 Miles N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 F igure 15 is a diagram that demonstrates how water moves through the system from the top down. Rectangles represent physical domains, through which water moves and where water is stored. The amount of time water that is stored in these different domains varies significantly. Precipitation can be stored within the tree canopy for minutes to hours. Water can be stored in the soil for weeks to months. In the perched aquifers in the high mountains, water is stored for years to tens of years, while in the regional aquifers; water can be stored from tens of years to hun- dreds of years. The ovals represent actual water that is a component of the water balance. Note that the top section of this diagram, shaded in gray, is the only part of the system that we are examining with the soil water balance described above and represented by the following equation: V I . W a t e r s h e d S t u d y R e s u l t s Figure 15. Conceptual schematic diagram of the hydrogeologic system. The shaded area represents the soil water balance. Rectangles represent physical domains, where water can be stored and through which water moves. Ovals represent water balance components. Arrows represent move- ment of water. The change in soil water in storage is represented by ΔS. Evapotranspiration (ET) Groundwater from outside watershed BELOW GROUND ABOVE GROUND Evapotranspiration (ET) Spring discharge Domains where water is stored Water balance components Perched aquifer Reinfiltration to possibly recharge deeper aquifers Tree root zone Understory vegetation and litter Tree canopy Soil (ΔS) Potential recharge (PR) PR = P – CI – RO – ET – ΔS Bedrock Below tree root zone Perched aquifer Perched aquifer Perched aquifer Deep regional aquifer Runoff (RO) Snow/Rain (P) Stream/ponds Canopy interception (CI) Soil water balance components 21 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y PR = P - CI - RO - ET ΔS Other water balance components shown in Figure 15 represent a larger-scale water balance that is beyond the scope of this study. However, it is important to understand how the soil water balance in Three L canyon relates to the larger system. The physical domains and processes shown outside of the gray box were identified by Newton et al. (2012). Several perched aquifers likely lie below Three L Canyon, as can be seen in the conceptual hydrogeologic model shown in Figure 16. There is also evidence that aquifers in the area trans- mit groundwater from outside the watershed. Therefore, precipitation in Three L Canyon that does eventually make its way to a satu- rated groundwater system will be mixing with water that ultimately originated as precipita- tion in other watersheds. The process by which streams, which are fed by multiple springs, recharge other perched aquifers was observed by Newton et al. (2012), and is described above. As will be seen these larger-scale processes can help to explain why we may or may not see a response to tree thinning in groundwater levels and the springs in Three L Canyon. In this section, we will present data, analy- ses and, interpretations for the watershed study. We will first discuss some of different domains shown in Figure 15, including trees and the canopy, soil, and the underlying bedrock. The characterization of these domains and the pro- cesses by which water moves through them will be discussed with an emphasis on how they may be affected by tree thinning. Then we will present and discuss analyses of the specific soil water balance components and how they would likely change due to tree thinning. Limestone Spring Py Py Psr Psr Psr Qal Vertical conduit James Canyo n T h r e e L Ca ny on Qal Quaternary alluvium and valley fill Psr San Andres Formation Py Yeso Formation Sandstone Mudstone Figure 16. Conceptual hydrogeologic model of Three L Canyon. The multiple layers of perched aquifers in fractured/dissolved carbonate bedrock as shown, with complexity of interconnection between aquifers and springs indicated by arrows. This conceptual model is based on the regional hydrogeology, characterized by Newton et al. (2012). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 Physical Domains and Hydrogeologic Processes Trees T he New Mexico Forest and Watershed Restoration Institute (NMFWRI) at Highlands University in Las Vegas, NM conducted surveys in the study area that helped to characterize tree density, among other parameters. A more complete description of their efforts is provided in Appendix C. Measurements include tree size and density, understory and ground cover, fuel loadings, live crown base heights, and"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "response to tree thinning in groundwater levels and the springs in Three L Canyon. In this section, we will present data, analy- ses and, interpretations for the watershed study. We will first discuss some of different domains shown in Figure 15, including trees and the canopy, soil, and the underlying bedrock. The characterization of these domains and the pro- cesses by which water moves through them will be discussed with an emphasis on how they may be affected by tree thinning. Then we will present and discuss analyses of the specific soil water balance components and how they would likely change due to tree thinning. Limestone Spring Py Py Psr Psr Psr Qal Vertical conduit James Canyo n T h r e e L Ca ny on Qal Quaternary alluvium and valley fill Psr San Andres Formation Py Yeso Formation Sandstone Mudstone Figure 16. Conceptual hydrogeologic model of Three L Canyon. The multiple layers of perched aquifers in fractured/dissolved carbonate bedrock as shown, with complexity of interconnection between aquifers and springs indicated by arrows. This conceptual model is based on the regional hydrogeology, characterized by Newton et al. (2012). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 Physical Domains and Hydrogeologic Processes Trees T he New Mexico Forest and Watershed Restoration Institute (NMFWRI) at Highlands University in Las Vegas, NM conducted surveys in the study area that helped to characterize tree density, among other parameters. A more complete description of their efforts is provided in Appendix C. Measurements include tree size and density, understory and ground cover, fuel loadings, live crown base heights, and wildlife pellet counts. Pre-treatment surveys were done for the northwestern and southeastern halves of the canyon in 2008 and 2009 respectively (Figure 17). Douglas-fir was the most frequently encountered species, followed by ponderosa pine, white fir, southwestern white pine, pinon, oak, and juniper. A post-treatment survey was conducted for the northern portion only in 2013. Before thinning occurred, mature tree density ranged from 28 to over a thousand trees per acre. Although the tree density contours in Figure 17 do not adequately characterize the spatial distribution of trees due to large distances between measurement points, it can be seen that, in general, mature tree densities are higher in the southeastern portion of the canyon (more Figure 17. Mature tree density surveyed by NMFWRI. The Northwestern and southeastern portions of the watershed were surveyed in 2008 and 2009 respectively. 23 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y north-facing slopes) than in the northwestern portion. The highest tree density is shown to be near the spring SM-1058 (Figure 3). As described above, much of the study area was thinned between 2011 and 2013. Figure 18 shows the difference in mature tree density estimated by NMFWRI for the northwestern half of Three L Canyon from 2008 and 2013. Values measured in 2013 were subtracted from 2008 values. Therefore, negative numbers indicate a reduction in tree density. At most survey points, tree densities significantly decreased between 2008 and 2013. On average, tree densities decreased by 140 trees per acre or about 30%. NMFWRI staff also processed aerial images available from the National Agriculture Imagery Program (NAIP) to construct maps that show percent canopy cover for the study area. Ecognition, which is an object based image classification program, was used to separate woodland trees from background vegetation of grasslands and bare soil. Normalized Difference Vegetation Index (NDVI) values were used to identify shadow areas, which were then Figure 18. Change in mature tree density between 2008 and 2013. More negative values indicate a decrease in tree density, primarily due to mechanical tree thinning. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 24 reclassified (See Appendix B for more details). Maps that show percent canopy cover for the study area for the years 2003, 2011, and 2014 were constructed (See Appendix B). By compar- ing post-treatment canopy cover to pre-treatment canopy cover, we can determine the net change in canopy cover. Figure 19 shows the change in canopy cover between 2003 and 2014. The 2003 aerial photograph was used to show pre- treatment conditions because it was the best photograph available. It can be seen the thinned plots in each pair of experimental plots can easily be identified. The sharp contrast in the relative change in canopy cover that coincides with the boundaries for the thinned areas indi- cates that much of the differences in canopy cover are due to the thinning treatments. On average, canopy cover in Three L Canyon was reduced by 23%. Canopy cover was decreased to a much greater extent in some areas. Figure 19. Change in canopy cover between 2003 and 2014 in Three L Canyon. The largest negative changes (red) in canopy cover correlate with areas where trees were thinned. Treated experimental plots can easily be identified. 25 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Figure 20 shows representative pictures of the forest pre and post-thinning. From the analyses discussed above, it is shown that tree density in most of Three L Canyon has been decreased by more than 15%, which is generally agreed to be the minimum change in tree density needed to significantly increase water yield in the southwestern United States (Stednick, 1996). This treatment has greatly decreased canopy interception and therefore increased the amount of precipitation that reaches the ground. How this increase in precipitation reaching the ground changes the soil water balance will be discussed below. This significant change in tree density will also likely have an effect on net ET rates. Soils When considering how thinning trees may affect groundwater recharge, characterization of soils is extremely important because almost all water that recharges the groundwater system has to travel through the soil. Soil texture and thick- ness control the amount of water that can be stored in the soil and how quickly water can percolate through the soil column. In this section we describe analyses that assess soil texture and depth or thickness and how these parameters vary spatially. The amount of water stored in soil and how water moves through the soil also has implications for water availability for trees. In mountainous areas, soils are often thin, and therefore tree roots grow beyond the soil and are present in fractures in the underlying bedrock. The spatial distribution of roots, the timing of precipitation events, and the nature by which water moves through the soil may have impor- tant implications for the effects of tree thinning on the"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Figure 20 shows representative pictures of the forest pre and post-thinning. From the analyses discussed above, it is shown that tree density in most of Three L Canyon has been decreased by more than 15%, which is generally agreed to be the minimum change in tree density needed to significantly increase water yield in the southwestern United States (Stednick, 1996). This treatment has greatly decreased canopy interception and therefore increased the amount of precipitation that reaches the ground. How this increase in precipitation reaching the ground changes the soil water balance will be discussed below. This significant change in tree density will also likely have an effect on net ET rates. Soils When considering how thinning trees may affect groundwater recharge, characterization of soils is extremely important because almost all water that recharges the groundwater system has to travel through the soil. Soil texture and thick- ness control the amount of water that can be stored in the soil and how quickly water can percolate through the soil column. In this section we describe analyses that assess soil texture and depth or thickness and how these parameters vary spatially. The amount of water stored in soil and how water moves through the soil also has implications for water availability for trees. In mountainous areas, soils are often thin, and therefore tree roots grow beyond the soil and are present in fractures in the underlying bedrock. The spatial distribution of roots, the timing of precipitation events, and the nature by which water moves through the soil may have impor- tant implications for the effects of tree thinning on the soil water balance. Below, we describe analyses that assess these soil water dynamics and tree/soil water interactions. Soil Characteristics As part of this study, geologist, Jed Frechette characterized soils in Three L Canyon based on 23 locations in the vicinity of Three L Canyon. He observed two informal soil geomorphic units that are primarily related to the source “parent” geologic material. Soils that overlie resistant San Andres and upper Yeso Formations consist of thin A horizons that mantle the surface and fill Figure 20. Representative pictures of the forest pre and post-thinning. The picture to the left shows an area in the Sacramento Mountains that has not been thinned. The picture to the right shows another site that had recently been thinned by mastication. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 26 fractures in mostly unaltered bedrock (Figure 21). These San Andres and Upper Yeso soils are primarily due to physical processes, resulting in subangular to angular blocks that are the par- ent material for these soils. They are generally thin, their distribution patchy, and these soils are intermixed with lower relief outcrops of frac- tured bedrock (Figure 21). In general, the texture of these soils is cobbly silt loam. Soils that overlie the less resistant Yeso Formation are better developed soils that extend into and likely alter the underlying bedrock (Figure 22). These soils commonly have A horizons at the surface that are similar to those observed in the San Andres and upper Yeso soils. Bw horizons (Figure 22), which formed by in-situ alteration and weathering, are generally characterized by a lightening in color and a weak to moderately developed subangular blocky structure. The thicker soil profiles that overlie the Yeso Formation likely store more water, which may lead to higher ET rates. It should be noted that the photographs shown in Figure 21 and Figure 22 are representative of the two end member soils observed. Many of the soil profiles throughout the study area have varying characteristics of both of these end members. A more detailed description of these soils in available in Appendix E. Soil Depth When evaluating the soil water balance, it is important to know the thickness of the soil. Thicker soils can store more water. Water that is stored in the soil will likely be evaporated or transpired by local vegetation. Therefore thinner soils are more conducive to potential ground- water recharge. We estimated soil depth by the knocking pole method, which entails pounding a half inch steel rod into the ground and measur- ing the depth of penetration. This method likely underestimates soil depths in mountain soils that contain gravel and cobble sized rocks, such as those in the study area. However, this method provides a rough estimate of soil thickness and allowed us to measure soil depth over almost the entire area in Three L Canyon. We measured soil Figure 21. San Andres Formation soils. These soils are characterized by a shallow A horizon and limestone blocks. Figure 22. Yeso Formation soils. These are thicker and often have a deloped B horizon due to insitu alterations. 27 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y thickness approximately every three hundred and thirty feet. Figure 23 shows soil depth estimates along with the local geology. Soils that overlie the San Andres Formation are on average approximately one foot thick. Yeso soils are usually thicker. Areas with no data were not measured. No strong spatial trends for soil depth were observed. Although it appears that soils are thinner along ridges and thicker near drainages. Soil Water Dynamics and Interactions with Trees When liquid water reaches the soil surface, either as rain or snowmelt, some water may runoff and the rest will infiltrate into the soil. Some of this water in the soil may percolate through the soil column to potentially recharge the groundwa- ter system. The amount of water from a rain or snowmelt event that makes its way through the Figure 23. Knocking pole soil depth measurements. Most soils are between five and fifteen inches thick. Geology is also shown (Yeso Formation is blue and San Andres Formation is green). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 28 soil depends on many factors, including initial soil moisture conditions, soil texture, soil thick- ness, and the absence or presence of preferential flow paths. Most water that is stored in the soil will undergo evaporation or be extracted by mountain trees and other vegetation. In the Sacramento Mountains, especially at higher elevations where soils are thin, tree roots extend through the soil and penetrate the fractured bedrock (Figure 24). Therefore, to determine how tree thinning might affect the amount of water that may recharge the groundwater sys- tem, we need to know where trees are extracting water from. This section briefly describes work that was done by a"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "the local geology. Soils that overlie the San Andres Formation are on average approximately one foot thick. Yeso soils are usually thicker. Areas with no data were not measured. No strong spatial trends for soil depth were observed. Although it appears that soils are thinner along ridges and thicker near drainages. Soil Water Dynamics and Interactions with Trees When liquid water reaches the soil surface, either as rain or snowmelt, some water may runoff and the rest will infiltrate into the soil. Some of this water in the soil may percolate through the soil column to potentially recharge the groundwa- ter system. The amount of water from a rain or snowmelt event that makes its way through the Figure 23. Knocking pole soil depth measurements. Most soils are between five and fifteen inches thick. Geology is also shown (Yeso Formation is blue and San Andres Formation is green). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 28 soil depends on many factors, including initial soil moisture conditions, soil texture, soil thick- ness, and the absence or presence of preferential flow paths. Most water that is stored in the soil will undergo evaporation or be extracted by mountain trees and other vegetation. In the Sacramento Mountains, especially at higher elevations where soils are thin, tree roots extend through the soil and penetrate the fractured bedrock (Figure 24). Therefore, to determine how tree thinning might affect the amount of water that may recharge the groundwater sys- tem, we need to know where trees are extracting water from. This section briefly describes work that was done by a Casey Gierke, as his required research for his master’s degree in Hydrology at NM Tech. For a more detailed description of this work, please refer to Gierke (2012). Stable isotope data for precipitation, soil water and tree water collected in Three L Canyon over an entire year (2011–2012) gives new insight to how variable climatic conditions can affect the soil water balance and potential groundwater recharge. Although much of the annual precipitation in the area occurs during the monsoon season in the summer, high temperatures and a high mixed conifer tree den- sity result in elevated ET rates that significantly depletes soil moisture by early fall (September or October). During winter, precipitation primarily falls as snow. Episodic snowmelt events provide slow water input to the soil. This water replenishes the soil moisture by filling small voids and micro-pores first. This tightly bound water (slow or immobile water) appears to move very slowly through the soil as evident by an evaporative isotopic signature (data not shown). These snowmelt events were observed to increase soil moisture significantly. Soil moisture then decreased gradually over several months until the monsoons began. Monsoon rains, which many times are characterized as high intensity thunderstorms, appear to infiltrate into the soil quickly along macro-pores and preferen- tial flow paths. These “fast moving” waters appear to be a mixture of slow soil water and local monsoon rains. As the monsoon season progressed, the isotopic signature of this “fast water” evolved to reflect a higher proportion of recent rainfall. It should be noted that during the monsoon season, the isotopic composition of slow waters did not change significantly to reflect an addition of recent rainfall. Therefore, it appears that monsoon precipitation quickly percolates through preferential flow paths with limited interactions with the tightly bound soil water. For the entire year, the isotopic compositions of waters extracted from trees exhibited a “slow water” component. During the winter, tree water appeared to be purely “slow water”. During the monsoon season, tree water exhib- ited isotopic compositions representative of a mixture of the tightly bound water “slow water” and the “fast water” that resulted from high intensity monsoon thunderstorms. Months after the monsoon season had ended, some trees were observed to still be using these fast moving waters. This observation suggests that these fast moving waters are being stored either in the soil or in the underlying bedrock where tree roots can still access it. The conceptual model that describes soil and tree water dynamics is shown in Figure 25. These results have important implications for the effects of tree thinning on potential groundwater recharge. Preferential flow paths Figure 24. Tree roots penetrate fractured San Andres Formation. 29 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y allow water to quickly percolate through soils. A decrease in tree roots that extract water from underlying fractured bedrock should result in an increase in the amount of water that makes its way beyond the root zone to potentially recharge groundwater. Bedrock The geology in the study area is as described by Newton et al. (2012) and Rawling (2012). San Andres Formation makes up the upper hill slopes and ridge tops, and the Yeso Formation makes up the lower hill slopes and valley bottoms. Figure 16 shows a hydrogeo- logic conceptual model of Three L Canyon. Most of the study area is covered by soils, which were discussed above. In general, soils on the ridge tops are very thin, and in many areas, the fractured limestone is exposed (Figure 26). Upper hill slopes are rather steep. A break in the slope often characterizes the geologic contact between the San Andres and the Yeso Formation. Lower hill slopes are more shallow with thicker soils. The two springs in Three L Canyon discharge from limestone beds in the Yeso Formation. Four shallow wells with total depths from 80 to 420 were drilled near the study area (see Appendix A1 for well info). One of these four wells was considered a “dry hole,” so only three of these were monitored as part of this study. Three of these wells were drilled as monitoring wells as part of this study (SM-0257, SM-0258, SM-0259) (Figure 3). All four of the wells were located within 2.5 miles of each other. Water level elevations in the monitoring wells range Figure 25. Tree water extraction. Slow water, which is tightly bound to the soil originates as snowmelt which replenishes dry soils in winter and the spring season. Trees use this slow water all year round. Monsoon rains quickly infiltrate through the soil via macropores and preferential flow paths with limited interaction with slow waters. Trees use this fast water when it is available. Figure 26. Exposed fractured limestone. Broken limestone with shal- low soils filing fractures is a common observation on ridge tops in the Sacramento Mountains. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 30 from 7102 to 7916 feet above sea level, with the shallowest depths to water at higher elevations and deeper water at lower elevations. During drilling, well cuttings were"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "many areas, the fractured limestone is exposed (Figure 26). Upper hill slopes are rather steep. A break in the slope often characterizes the geologic contact between the San Andres and the Yeso Formation. Lower hill slopes are more shallow with thicker soils. The two springs in Three L Canyon discharge from limestone beds in the Yeso Formation. Four shallow wells with total depths from 80 to 420 were drilled near the study area (see Appendix A1 for well info). One of these four wells was considered a “dry hole,” so only three of these were monitored as part of this study. Three of these wells were drilled as monitoring wells as part of this study (SM-0257, SM-0258, SM-0259) (Figure 3). All four of the wells were located within 2.5 miles of each other. Water level elevations in the monitoring wells range Figure 25. Tree water extraction. Slow water, which is tightly bound to the soil originates as snowmelt which replenishes dry soils in winter and the spring season. Trees use this slow water all year round. Monsoon rains quickly infiltrate through the soil via macropores and preferential flow paths with limited interaction with slow waters. Trees use this fast water when it is available. Figure 26. Exposed fractured limestone. Broken limestone with shal- low soils filing fractures is a common observation on ridge tops in the Sacramento Mountains. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 30 from 7102 to 7916 feet above sea level, with the shallowest depths to water at higher elevations and deeper water at lower elevations. During drilling, well cuttings were collected at ten-foot intervals and stratigraphic columns at each well site constructed, in order to attempt local cor- relations between wells. These data demonstrate the heterogeneity of the Yeso Formation, both laterally and vertically. No direct bed-to-bed cor- relations could be made among any of the four wells. The four wells do not exhibit the same lithology, even where they overlap one another, despite their relative geographic proximity. For a more detailed description of these analyses, see Appendix D. Groundwater System In addition to the three wells mentioned above (SM-0257, SM-0258, SM-0259), we installed two very shallow wells (SM-0260 and SM-0261) at the bottom of the canyon in what appears to be a very shallow local groundwater system. Table 2 shows average depth to water for all five wells. The large range in observed depth to water is mainly due to hydrogeology and is consistent with the description of the local geol- ogy described above. As described by Newton et al. (2012), the local hydrogeology is character- ized by multiple perched, fractured carbonate aquifer systems that are sandwiched between less permeable siltstones and sandstones (Figure 16). These perched aquifers vary in size and extent. The observed differences in groundwater hydrographs shown in Figure 27 demonstrate the variability in aquifer scale and other charac- teristics, such as interconnectivity between other aquifers and the surface. SM-0257 is located in the Eightmile Canyon (Figure 1) with a relatively shallow water level (~33 feet below land surface). In 2009, water levels to decreased and were recovering from dramatic water level increases observed in 2006 and 2008 due to above average monsoons (Newton et al., 2012). However, 2010 monsoon rains resulted in a significant temporary increase in water level of about eight feet. Monsoons in 2011 did not affect water levels in this well, and data are missing during 2012 monsoons. Temporary water level increases of three to five feet were observed for the monsoons in 2013 and 2014. The aquifer in which this well is completed responds to monsoons, apparently of some threshold magnitude, and there appears to be a small time lag between precipitation events and the water level response in the well. Temporary increases in water level are super- imposed on a general decrease in water levels between 2009 and 2013. Monsoons in 2013 and 2014 caused the water level in this well to increase slightly. For SM-0259, which is much deeper and likely the regional aquifer, we see the response to 2010 monsoons was delayed by approxi- mately six months. The overall trend is still a decrease of about sixteen feet over almost five years. However, the water level appears to have increased slightly in late 2014. The well, SM-0258, with an average depth- to-water of 83.4 feet, had a fairly constant water level. Responses to precipitation were also observed in this well, but the timing of the water level increases relative to the storm events makes it difficult to tell which precipitation events are causing the rises in water level. Figure 28 shows the groundwater hydro- graph for SM-0260 and SM-0261. Precipitation amounts are also shown. Groundwater levels in these wells are very responsive to individual pre- cipitation events, showing very quick increases, followed by fast declines. These fast response peaks represent recharge from local precipitation Table 2. Surface elevation and average depth-to-water for monitoring wells. Site ID Surface elevation (ft) Well Depth (ft below ground surface) Average depth to water (ft) Comments SM-0257 7943 80 33.1 SM-0258 7625 110 83.1 SM-0259 7468 410 373.6 SM-0260 7533 6 4.6 Well was often dry SM-0261 7533 6 1.6 Well was often dry 31 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y within the watershed. The fast decreases are a result of groundwater discharge to a nearby pond. It is likely that this small alluvial aquifer system is active during and just after above aver- age precipitation events, such as the 2006 and 2008 monsoons. From the well hydrographs discussed above, the complexity of the hydrogeologic system is apparent. For the deeper wells (Figure 27), the various lag times between precipitation events and water level responses and the fact that not all precipitation events resulted in increased water levels, make it difficult to correlate a change in tree density in Three L Canyon to a change in recharge rates to these aquifers. These data also suggest that these aquifers are not local in scale. As suggested in Figure 15, much of the water in these perched aquifers likely comes from outside the study area, which adds the complications in observing a hydrologic response to tree thinning. The shallow wells at the bot- tom of the canyon were installed in a small local alluvial groundwater system, and the response to precipitation events in these wells may be used to determine the effect of a change in tree den- sity on local recharge. Unfortunately, these wells were usually dry. Springs There are two springs present in Three L Canyon, SM-1059 and SM-1097 (Figure 3). These springs were studied along with many other springs in the Sacramento Mountains as a part of the Sacramento Mountains Hydrogeology Study (Newton et al., 2012). However, these springs were sampled more frequently than other springs during and after the hydrogeology study (Table 3). Most"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "dry 31 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y within the watershed. The fast decreases are a result of groundwater discharge to a nearby pond. It is likely that this small alluvial aquifer system is active during and just after above aver- age precipitation events, such as the 2006 and 2008 monsoons. From the well hydrographs discussed above, the complexity of the hydrogeologic system is apparent. For the deeper wells (Figure 27), the various lag times between precipitation events and water level responses and the fact that not all precipitation events resulted in increased water levels, make it difficult to correlate a change in tree density in Three L Canyon to a change in recharge rates to these aquifers. These data also suggest that these aquifers are not local in scale. As suggested in Figure 15, much of the water in these perched aquifers likely comes from outside the study area, which adds the complications in observing a hydrologic response to tree thinning. The shallow wells at the bot- tom of the canyon were installed in a small local alluvial groundwater system, and the response to precipitation events in these wells may be used to determine the effect of a change in tree den- sity on local recharge. Unfortunately, these wells were usually dry. Springs There are two springs present in Three L Canyon, SM-1059 and SM-1097 (Figure 3). These springs were studied along with many other springs in the Sacramento Mountains as a part of the Sacramento Mountains Hydrogeology Study (Newton et al., 2012). However, these springs were sampled more frequently than other springs during and after the hydrogeology study (Table 3). Most of the repeat samples were analyzed for the stable isotopes of oxygen and hydrogen only. These data are available in Appendix 3. As will be dis- cussed below, these data have implications for recharge processes. In general, these springs do not depart from geochemical trends described in Newton et al. (2012). They exhibit an inter- mediate TDS value of approximately 400 mg/L and a water type of calcium-magnesium-bicar- bonate. Newton et al. (2012) observed a spatial Figure 27. Water level fluctuations in monitoring wells. Hydraulic head is the depth of the sensor below the water surface. Precipitation amounts are also shown by black bars corresponding to the right-side y-axis. The different water level responses to precipitation indicates that the wells are completed in different aquifers. 0 5 10 15 20 0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 Hydraulic Head (feet) Precipitation (inches) SM-0259 SM-0258 SM-0257 Precipitation 15/08/2009 11/24/2009 6/12/2010 12/29/2010 7/17/2011 2/02/2012 8/20/2012 10/29/2014 03/08/2013 9/24/2013 4/12/2014 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 32 trend in water chemistry. Groundwater and springs at elevations above 7800 feet exhibited a calcium-bicarbonate chemical signature that is due to the dissolution of limestone. Continuous water/mineral interactions, specifically, a process called dedolomitization, drives the evolution of water chemistry as it flows down gradient. The gradual dissolution of gypsum causes calcite to precipitate and dolomite to be dissolved. This process results in an increase in sulfate and mag- nesium as groundwater flows from the recharge area down gradient to lower elevations. The water signature observed in the springs in Three L Canyon, with magnesium as a prominent cation, indicates that this water has likely under- gone significant dedolomitization. The spring SM-1059 has a tritium value of approximately two tritium units, which indicates that this water is a mixture of modern recharge (<5–10 years old) with water that is greater than 60 years old. We interpret these data to suggest that these springs are not local in scale, meaning that much of the water that discharges at these springs does not originate as precipitation in the Three L watershed, as shown in Figure 15. Figure 29 shows the stable isotopic composi- tions of all samples collected plotted on δ18O vs. δD space. It can be seen that most data points for both springs plot between the LMWL and the SMT. Newton et al. (2012) observed the iso- topic compositions of springs and groundwater Table 3. Sample dates, average TDS values, tritium concentrations, and water type of spring water samples. Site ID Sample dates Average TDS (mg/L) 3H (TU) Water type SM-1059 8/24/06, 11/15/06, 1/17/08, 3/20/08, 5/21/08, 7/25/08, 8/20/08, 9/25/08, 11/12/08, 12/18/08, 1/11/09, 2/19/09, 3/12/09, 4/16/09, 5/14/09, 6/25/09, 7/15/09, 8/27/09, 9/26/09, 10/27/09, 11/12/09, 4/28/10, 2/22/11, 5/17/11, 9/10/11, 4/15/12, 8/8/12, 11/17/13 386 ~2 Calcium- magnesium- bicarbonate SM-1097 8/28/07, 1/17/08, 3/20/08, 7/25/08, 9/25/08, 11/12/08, 12/18/08, 1/11/09, 2/19/09, 3/12/09, 4/16/09, 5/14/09, 6/25/09, 7/14/09, 8/27/09, 9/25/09, 10/27/09, 11/12/09, 4/28/10, 2/22/11, 5/17/11, 9/10/11, 4/15/12, 8/8/12, 11/17/13 402 Calcium- magnesium- bicarbonate Figure 28. Water level fluctuations in shallow wells. These wells penetrate a very shallow hydrologic system in alluvium at the canyon bottom. Precipitation amount are also shown by black bars corresponding to right-side y-axis. 12/18/2008 7/06/2009 1/22/2010 8/10/2010 2/26/2011 9/14/2011 4/1/2012 11/22/2013 10/18/2012 5/06/2013 SM-0261 SM-0260 Precipitation (SM-5004) 0.5 0 1 1.5 2 2.5 3 0.5 1 1.5 2 2.5 3 3.5 4 4.5 5 Hydraulic Head (feet) Precipitation (inches) 33 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y to shift from the SMT towards the LMWL as what appeared to be a response to extreme monsoon rains in 2006 and 2008. We hypoth- esized that this isotopic shift was due to the flushing of water that was being stored in the unsaturated zone into the saturated system as diffuse recharge. Therefore, the isotopic compositions of the springs in Three L Canyon are likely a mixture of a regional component and a local component. The regional component has as evaporative signature and is focused recharge from higher elevations and mostly derived from snowmelt. The diffuse recharge component is mostly local summer precipitation that has not undergone evaporation and results in the isotopic composition of the spring dis- charge to plot between the LMWL and the SMT. In terms of the effects of tree thinning on these springs in Three L Canyon, it is important to know the location of the recharge area for the aquifer system that discharges at the spring locations. In this case, although there may be a local component, it appears that much of the recharge to the groundwater system that discharges at these springs occurs at higher elevations outside of the Three L watershed. Therefore, tree thinning in Three L Canyon will likely not have a significant effect on spring discharge. No increase in spring discharge due to thinning was observed during this study. Implications for the Effects of Tree Thinning The analyses and observations discussed above not only reveal possible implications for how tree thinning may affect the local hydrologic system, but also demonstrate the inherent dif- ficulties in assessing these effects. For example, we"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "a m e n t o M o u n t a i n s W a t e r s h e d S t u d y to shift from the SMT towards the LMWL as what appeared to be a response to extreme monsoon rains in 2006 and 2008. We hypoth- esized that this isotopic shift was due to the flushing of water that was being stored in the unsaturated zone into the saturated system as diffuse recharge. Therefore, the isotopic compositions of the springs in Three L Canyon are likely a mixture of a regional component and a local component. The regional component has as evaporative signature and is focused recharge from higher elevations and mostly derived from snowmelt. The diffuse recharge component is mostly local summer precipitation that has not undergone evaporation and results in the isotopic composition of the spring dis- charge to plot between the LMWL and the SMT. In terms of the effects of tree thinning on these springs in Three L Canyon, it is important to know the location of the recharge area for the aquifer system that discharges at the spring locations. In this case, although there may be a local component, it appears that much of the recharge to the groundwater system that discharges at these springs occurs at higher elevations outside of the Three L watershed. Therefore, tree thinning in Three L Canyon will likely not have a significant effect on spring discharge. No increase in spring discharge due to thinning was observed during this study. Implications for the Effects of Tree Thinning The analyses and observations discussed above not only reveal possible implications for how tree thinning may affect the local hydrologic system, but also demonstrate the inherent dif- ficulties in assessing these effects. For example, we found that the two springs in the study area appear to be connected to a larger system that extends outside of the watershed. Therefore, changes to the local soil water balance due to tree thinning will likely not result in sig- nificant changes in spring discharge. Similarly, Figure 29. Stable isotope composition of the two springs in Three L Canyon. All data plot between the SMT and the LMWL, indicating that water discharging from the springs is likely a mixture of local precipitation and groundwater that comes from a larger groundwater system that extends beyond Three L Canyon. -80 -75 -70 -65 -60 -55 -50 -40 -45 -12 -11.5 -11 -10.5 -10 -9.5 -9 -8.5 -7 -7.5 -8 δD (‰) δ18O (‰) SM-1059 SM-1097 SMT LMWL Regional focused recharge is largely evaporated snowmelt Mixing of local diffuse recharge, largely non-evaporated summer precipitation N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 34 groundwater levels were not effective in showing a hydrologic response to tree thinning due to the complexities of the multi-layered groundwater system. Quantification of increased water yield was not possible with spring dis- charge and groundwater level data in this study area. It is for this reason, that we analyzed individual components of the soil water balance to assess changes in water yield as a result of tree thinning. Three L Canyon exhibits many advantages in terms of obtaining a significant hydrologic response to thinning trees. Precipitation rates in the Sacramento Mountains are above aver- age for the state, which is largely due to the high elevations (up to 26 inches per year on average). Cool temperatures at these elevations also result in low ET rates. Soils are relatively thin (average one foot), and at higher eleva- tions, fractured limestone is exposed, making it easier for water to percolate below the root zone. Researchers have shown that thinning trees in coniferous forests is more effective for increasing water yield than thinning deciduous forests (Bosch and Hewlett, 1982). Much of the canopy cover in the study area was reduced by 20 to 30% on average, with some areas being thinned to a much greater extent. According to most research on the subject, a minimum of 15% needs to be removed to result in a signifi- cant increase in water yield (Stednick, 1996). Evidence of preferential flow paths is promising for increasing potential recharge as a result of thinning trees. These flow paths enable water to percolate through the soil column quickly, and a decrease in tree roots in the underlying bedrock will result in more water percolating to greater depths. Soil Water Balance Components I n this section, we will discuss each component of the soil water balance, represented as ovals in the upper area of Figure 15. Analyses of each soil water balance component and how it is affected by tree thinning is presented below. Precipitation General Precipitation Trends Figure 30 shows measured precipitation at the two weather stations, SM-5004, located on the ridge top, and SM-5003, located on the valley bottom of Eightmile Canyon (Figure 3). There were several rain gauges installed through- out the study area at different elevations. The weather stations located on the ridge top and the canyon bottom represent the highest and lowest elevations, respectively. It can be seen that the two gauges largely agree in terms of the tim- ing of precipitation events. It appears that the tipping bucket in Eightmile Canyon (SM-5003) malfunctioned during the summer months of 2012, as most precipitation amounts are sig- nificantly less than those observed at the ridge top, and there is then a gap with no data for the last half of 2012. For all other times, when both gauges were working, precipitation amounts largely agree. Discrepancies during the monsoon season are likely due to the localized nature of the storm cells associated with the North American mon- soon. Analysis of all eight rain gauges showed no significant correlation between precipitation amounts and elevation (data not shown). In fact, there were no significant spatial trends observed for precipitation during this study. In addition to the spatial variability of individual storms, the difference in precipitation amounts observed at different locations were likely due to error asso- ciated with the instruments themselves, and error associated with local conditions at individual locations (trees, wind, hill slopes, etc.). We also found that precipitation measurements of the snow water equivalent (SWE) during the winter months were not very accurate and most likely underestimate SWE. This apparent increase in error was likely associated with the modifica- tions to the rain gauges that entailed the attachment of reservoir filled with antifreeze with an overflow tube. It should be noted that large summer storms that produce greater than half an inch of pre- cipitation are common in the study area. This 35 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y observation is important. As discussed above, these large storms appear to result in water infiltrating quickly past the soil column through macro-pores and preferential flow paths. The Sacramento Mountains do receive snow every winter"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "bucket in Eightmile Canyon (SM-5003) malfunctioned during the summer months of 2012, as most precipitation amounts are sig- nificantly less than those observed at the ridge top, and there is then a gap with no data for the last half of 2012. For all other times, when both gauges were working, precipitation amounts largely agree. Discrepancies during the monsoon season are likely due to the localized nature of the storm cells associated with the North American mon- soon. Analysis of all eight rain gauges showed no significant correlation between precipitation amounts and elevation (data not shown). In fact, there were no significant spatial trends observed for precipitation during this study. In addition to the spatial variability of individual storms, the difference in precipitation amounts observed at different locations were likely due to error asso- ciated with the instruments themselves, and error associated with local conditions at individual locations (trees, wind, hill slopes, etc.). We also found that precipitation measurements of the snow water equivalent (SWE) during the winter months were not very accurate and most likely underestimate SWE. This apparent increase in error was likely associated with the modifica- tions to the rain gauges that entailed the attachment of reservoir filled with antifreeze with an overflow tube. It should be noted that large summer storms that produce greater than half an inch of pre- cipitation are common in the study area. This 35 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y observation is important. As discussed above, these large storms appear to result in water infiltrating quickly past the soil column through macro-pores and preferential flow paths. The Sacramento Mountains do receive snow every winter and can sometimes store snow pack for weeks to months. Recently, prolonged snow pack has not been observed. Generally, snow may be stored as snow pack for only days to weeks, as daily temperatures increase enough to melt the snow. Snow pack can persist much lon- ger in areas that are shaded, due to tree canopy or hill aspect. Throughfall and Canopy Interception Canopy interception (CI) is the rain or snow that is intercepted by the leaves or needles and branches and is subsequently evaporated. This water, therefore, never reaches the ground to contribute to the soil water balance. Canopy interception can be a significant portion of total or gross precipitation (Pg) in a given storm. Precipitation (P) that falls through holes or spaces in the canopy or drips from stems and leaves is called throughfall. Water can also penetrate the canopy and reach the surface as stemflow, which flows along tree trunks and stems. Although quantifying canopy interception and throughfall is difficult due to the complex- ity of the canopy structure, statistical methods can be used to examine these processes. For rainfall, we analyzed throughfall data according to the ‘waterbox’ concept described by Klaasen et al. (1998). A forest canopy can be thought to have a storage capacity (S), which is the maximum volume of water the canopy can hold after quick drainage has stopped. During the ‘wetting’ part of a rain storm, before the amount of water intercepted by the canopy reaches or exceeds the storage capacity (saturation point), some rains still reaches the ground by falling through spaces and holes in the canopy. This component is called direct throughfall and is controlled by tree type, tree density, and canopy structure. The amount of precipitation necessary to reach saturation is denoted as Ps. Once the canopy is saturated, the relative amount of rain that reaches the ground increases due to water dripping from the canopy and flowing along stems. This stage in the rain storm is called the Figure 30. Precipitation amounts between 2008 and 2015. Weather stations SM-5004 (ridge top) and SM-5003 (canyon bottom) measure precipita- tion in the study area. Missing data for SM-5005 was due to instrument malfunction. 9/08/2008 10/13/2009 3/27/2009 11/17/2010 5/01/2010 6/05/2011 7/09/2012 12/22/2011 3/01/2014 1/25/2013 8/13/2013 4/05/2015 9/17/2014 0 0.2 0.4 0.6 0.8 1 1.2 1.4 Precipitation (inches) SM-5003, canyon bottom SM-5004, ridge top N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 36 ‘saturated’ part of the storm. During this part of the storm, water is leaving canopy storage, not only by throughfall and stemflow, but by evapo- ration from the canopy, resulting in the gradual increase in total water loss due to interception as a storm progresses. We estimated canopy interception and throughfall under different degrees of canopy cover in Three L Canyon. Five throughfall collec- tors (SM-5108 – SM-5112), which are described above (Figure 5), provided data over three years. Measured throughfall under the canopy was compared to gross precipitation (Pg) mea- sured out in the open. For a complete descrip- tion of the analysis of this data, see Appendix G. Observations during storms in the study area indicated that stemflow was negligible and therefore it was not considered. Linear regres- sions for scatter plots of CI vs. Pg were used to estimate Ps and to identify smaller storms that never progressed past the ‘wetting’ part of the storm(Pg<Ps). For these storms, the slope of the best fit line (example shown in Figure 31A) allows the calculation of the direct throughfall coefficient (p). For larger storms where canopy saturation is exceeded (Pg>Ps) (example shown in Figure 31B), the slope of the line represents the ratio of evaporation to rain rate (E/R). Table 4 shows these different parameters that were estimated by these types of analyses, along with estimated canopy cover for the different locations of the throughfall collectors. There is a direct relationship between the percent canopy cover and Ps, E/R, and CI, while there is an inverse correlation between canopy cover and p. We did not observe a significant correlation between canopy cover and the mean canopy storage capacity, which is a very difficult parameter to estimate. It is worth noting that canopy interception ranges from 38.4 to 82.3% of total rainfall, which represent a very large por- tion of total rainfall in a particular storm. These interception estimates are average values. The relative amount of canopy interception is a func- tion of total rainfall and storm intensity. A larger relative amount of water is intercepted in smaller intensity storms than in larger intensity storms. Figure 32 shows calculated average canopy interception as a function of percent canopy cover, which was estimated from aerial photos as Figure 31. Canopy interception as a function of gross precipitation. A—Storms less than the saturation point for a given location are plotted, and a line is fit through this data. One minus the slope of linear fit is the direct throughfall coefficient, p. B—Storms that exceed the saturation point, are plotted; the slope of this line is used as an approximation of the evaporation to rain rate ratio (E/R). 0 0.5 1.0 1.5 2.5 3.0 2.0 0 0.5 1.0 1.5 2.5 3.0 2.0 0 5 10 15 25"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "the best fit line (example shown in Figure 31A) allows the calculation of the direct throughfall coefficient (p). For larger storms where canopy saturation is exceeded (Pg>Ps) (example shown in Figure 31B), the slope of the line represents the ratio of evaporation to rain rate (E/R). Table 4 shows these different parameters that were estimated by these types of analyses, along with estimated canopy cover for the different locations of the throughfall collectors. There is a direct relationship between the percent canopy cover and Ps, E/R, and CI, while there is an inverse correlation between canopy cover and p. We did not observe a significant correlation between canopy cover and the mean canopy storage capacity, which is a very difficult parameter to estimate. It is worth noting that canopy interception ranges from 38.4 to 82.3% of total rainfall, which represent a very large por- tion of total rainfall in a particular storm. These interception estimates are average values. The relative amount of canopy interception is a func- tion of total rainfall and storm intensity. A larger relative amount of water is intercepted in smaller intensity storms than in larger intensity storms. Figure 32 shows calculated average canopy interception as a function of percent canopy cover, which was estimated from aerial photos as Figure 31. Canopy interception as a function of gross precipitation. A—Storms less than the saturation point for a given location are plotted, and a line is fit through this data. One minus the slope of linear fit is the direct throughfall coefficient, p. B—Storms that exceed the saturation point, are plotted; the slope of this line is used as an approximation of the evaporation to rain rate ratio (E/R). 0 0.5 1.0 1.5 2.5 3.0 2.0 0 0.5 1.0 1.5 2.5 3.0 2.0 0 5 10 15 25 35 40 30 20 0 10 20 30 50 60 40 Canopy Interception, CI (mm) Gross Precipitation, Pg (mm) y = 0.55x + 0.90 R2 = 0.95 A B Canopy Interception, CI (mm) Gross Precipitation, Pg (mm) y = 0.87x + 0.05 R2 = 0.98 37 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y described above. There is a strong linear cor- relation, which allows us to estimate average canopy interception based on canopy cover. A best fit line with a slope of close to one (0.92) suggests that a relative decrease in canopy cover due to tree thinning results in roughly the same relative decrease in canopy interception. This suggests that small changes in canopy cover will result in very significant increases in the amount of rain that reaches the ground. For example, a reduction in canopy cover from 60% to 30% will result in an approximately 75% increase in the amount of water that reaches the ground to contribute to the soil water balance. Snow interception works in a similar fashion, however, there are numerous other factors that impact how much snow water equivalent (SWE) reaches the forest floor and potentially recharges the aquifer. Previous studies suggest that an even higher proportion of snow precipitation, compared with rain, can be intercepted by tree canopies and sublimated to the atmosphere if the events are small (Veatcher et al., 2009). Wind has an impact on the portion of snow that is intercepted by the canopy. In a similar study on tree thinning conducted in Montana, the decrease in canopy was found to lead to an increase in wind speed and solar radiation. This, in turn, lead to an increase in sublimation, that offset the effect of interception reduction (Woods et al. 2006). Additionally, the aspect of the hill slope, (or the direction which the slope faces) also was shown to have an effect on snow accu- mulation and melting. More snow accumulates on the northerly aspects (in the northern hemi- sphere) due to reduced melting and sublimation rates (Golding and Swanson, 1986). The grade of the hill slope also impacts snow available to melt, as result of down slope migration, and increased exposure to solar radiation at lower incident angles on the south facing slopes, lead- ing to increased sublimation. Snow collectors that are described above (Figure 6) were installed at locations under canopies of different densities (Table 5). Because modifications made to measure SWE appear –to result in unreliable precipitation data dur- ing the winter months, data from NOAA station GHCND:US1NMOT0027, located Table 4. Estimated canopy parameters. TFC1 SM-5108 TFC2 SM-5109 TFC3 SM-5110 TFC4 SM-5111 TFC5 SM-5112 Percent Canopy Cover 40.7 % 53.7 % 57.0 % 76.0 % 89.0 % Precipitation to reach saturation (Ps) (inches) 0.04 0.09 0.1 0.11 0.14 Evaporation to Rain Rate Ratio (E/R) 0.28 0.32 0.33 0.55 0.72 Direct Throughfall Coefficient (p) 0.33 0.25 0.19 0.24 0.11 Percent, Canopy Interception (CI) 38.4 % 48.1 % 53.5 % 70.0 % 82.3 % Mean canopy storage capacity (S) (inches) 0.02 0.04 0.05 0.02 0.02 0 10 20 30 50 70 80 90 100 60 40 0 10 20 30 50 60 70 80 90 100 40 Canopy Interception, CI (%) Canopy Density (%) y = 0.9232x R2 = 0.996 TFC1 TFC2 TFC3 TFC4 TFC5 Figure 32. Canopy interception as a function of canopy cover. The linear regression shows a strong correlation. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 38 approximately five miles away, was used to estimate total SWE values for the different snow storms. While using data collected five miles away is not ideal, it isn’t as big of a concern when dealing with snow fall data. During the summer in the southwest, monsoon precipitation occurs as brief isolated thunderstorms, resulting in localized precipitation that can vary greatly over a short distance. In the winter, however, frontal storms are the primary source of pre- cipitation. These storms are generally broader, resulting in more uniformly distributed precipita- tion patterns as they are controlled by regional weather patterns (Bell, 1979). Figure 33 shows cumulative values for snowmelt collectors and SWE for the 2014–2015 winter season. It can be seen that, even in a relatively open setting (20% canopy cover), the amount of snowmelt collected was significantly lower than the total SWE collected during the entire season (39% loss). Snowmelt collected under the intermediate and densest canopies show a 47% and 79% loss respectively. This water loss observed under the canopy was very large when compared to total SWE. However, when compared to the snowmelt collected in the open setting, the difference is not as large. Figure 34 shows precipitation (SWE) and snowmelt data for a snow event in January of 2015. The snowmelt data show the timing of these melt events which is driven by temperature. For the open snowmelt collector (20% canopy cover), small melt events occur on January 21st and 23rd, and then larger melt events occur on the 24th and 25th. By this time, most of the snow has melted. It should be noted"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 38 approximately five miles away, was used to estimate total SWE values for the different snow storms. While using data collected five miles away is not ideal, it isn’t as big of a concern when dealing with snow fall data. During the summer in the southwest, monsoon precipitation occurs as brief isolated thunderstorms, resulting in localized precipitation that can vary greatly over a short distance. In the winter, however, frontal storms are the primary source of pre- cipitation. These storms are generally broader, resulting in more uniformly distributed precipita- tion patterns as they are controlled by regional weather patterns (Bell, 1979). Figure 33 shows cumulative values for snowmelt collectors and SWE for the 2014–2015 winter season. It can be seen that, even in a relatively open setting (20% canopy cover), the amount of snowmelt collected was significantly lower than the total SWE collected during the entire season (39% loss). Snowmelt collected under the intermediate and densest canopies show a 47% and 79% loss respectively. This water loss observed under the canopy was very large when compared to total SWE. However, when compared to the snowmelt collected in the open setting, the difference is not as large. Figure 34 shows precipitation (SWE) and snowmelt data for a snow event in January of 2015. The snowmelt data show the timing of these melt events which is driven by temperature. For the open snowmelt collector (20% canopy cover), small melt events occur on January 21st and 23rd, and then larger melt events occur on the 24th and 25th. By this time, most of the snow has melted. It should be noted that the total amount of snowmelt is significantly less than the total SWE measured for those storms. For the snow collectors under the intermediate and dense canopy, snowmelt is not detected until the 24th, and by the 26th, most snow under the intermediate canopy has melted. However on the 26th, there is still some snow on the ground under the dense canopy. By January 26th, total snowmelt for all snow collectors is similar and all exhibit significantly less snowmelt than the total SWE. Results of this study indicate that thinning trees will significantly increase the amount of rainfall and snow that reaches the ground due to a decrease in canopy interception. Although more research is needed, these results suggest SM-2015 SM-2016 SM-2017 Percent Canopy Cover 85% 20% 45% Percent Intercepted 79% 39% 47% Table 5. Canopy cover and water loss data for snow collectors installed under different canopy densities. Figure 33. Cumulative snow melt and SWE for the 2014–2015 winter season. 10/08/2014 11/17/2014 10/28/2014 12/07/2014 12/27/2014 2/05/2015 1/16/2015 4/06/2015 2/25/2015 3/17/2015 4/26/2015 0 1 2 3 4 5 6 Snow Water Equivalent (SWE, inches) GHCND: US1NMOT0027 SM-2015 (Snow 1) SM-2016 (Snow 2) SM-2017 (Snow 3) 39 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Figure 34. Snowmelt events. Cumulative snowmelt and total SWE data for a snow storm during January of 2015 are shown. The above photo- graphs show snow on the ground and the degree of melting with time. 1/20/2015 1/22/2015 1/21/2015 1/23/2015 1/24/2015 1/26/2015 1/25/2015 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 Snow Water Equivalent (SWE, inches) Precipitation SM-2015 SM-2016 SM-2017 SM-2015 Dense 85% SM-2017 Intermediate 45% SM-2016 Open 20% 1/22 1/24 1/26 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 40 that this hydrologic response to thinning is more pronounced for rain than for snow. Runoff In terms of the soil water balance, runoff is water that flows along the surface, ultimately removing water from the system. On the watershed-scale, runoff is only important for extreme precipitation or snowmelt events when the ephemeral stream removes water from the watershed. For most rain or snowmelt events, water that runs off on a hill slope will still infil- trate into the soil within the watershed, just at a slightly lower elevation than where it came in contact with the soil surface. On a smaller scale, a change in runoff due to tree thinning may be important. For example, if tree thinning along the ridges and upper slopes where soils are thin, increases surface runoff to lower elevations, where soils are thicker, potential recharge may decrease. Thicker soils can store more water, which ultimately will be used by trees and other vegetation. As part of this study, Garduño et al. (2015), conducted rainfall simulations on the experimental plots to assess the effects of tree thinning on runoff and sediment yield. In this section we briefly describe these experiments and results. Rainfall simulations were conducted with portable rainfall simulators (jet nozzle sprinklers) mounted on tripods above the soil surface. Each plot was divided into 81 subplots for random replications. Simulated rain fell within a runoff ring, which is a plastic boundary with a diameter of 3.67 feet. Runoff from the runoff ring was collected in a bucket placed in a pit dug just downhill from the runoff ring. Simulated rainfall was measured during experi- ments, and runoff and sediment in the bucket were measured during and after tests. Results showed that landscape position significantly affected runoff and sediment yield, with higher values for both in the valley setting. The thin- ning treatment did not significantly affect runoff or sediment yield. It should be noted that rela- tive runoff volumes for all tests were very low. For the ridge top plots, runoff accounted for less than 5% of total rainfall, and for valley bottom plots, runoff accounted, on average, less than 10% of total rainfall. Evapotranspiration Evapotranspiration (ET) is water lost from the surface, and root zone due to evaporation and transpiration by plants. ET is one of the most difficult components of the water balance to quantify, and is by far the largest output. In a semi-arid to arid setting, ET can account for more than 95% of the water balance (Newman et al., 2006). The experimental plots described above (Figure 3) were used to evaluate the effects of tree thinning on ET rates. The following briefly describes ET analyses and results. For a more complete description of these analyses, see Appendix G. Remote sensing of ET provides a critical tool as a reliable means of obtaining low-cost spatially distributed ET measurements where no comparable ground-based measurement technique is available (Karimi and Bastiaanssen, 2015). Through applying remote sensing algo- rithms to satellite imagery from the U.S. research satellite LANDSAT, we calculated high resolu- tion maps of ET for the Sacramento Mountains Three L Canyon to estimate ET before and after thinning. The model used for remote sensing analysis, Mapping Evapotranspiration at High Resolution with Internal Calibration (METRIC), uses a physics based approach that calculates the energy balance spatially across an"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "pit dug just downhill from the runoff ring. Simulated rainfall was measured during experi- ments, and runoff and sediment in the bucket were measured during and after tests. Results showed that landscape position significantly affected runoff and sediment yield, with higher values for both in the valley setting. The thin- ning treatment did not significantly affect runoff or sediment yield. It should be noted that rela- tive runoff volumes for all tests were very low. For the ridge top plots, runoff accounted for less than 5% of total rainfall, and for valley bottom plots, runoff accounted, on average, less than 10% of total rainfall. Evapotranspiration Evapotranspiration (ET) is water lost from the surface, and root zone due to evaporation and transpiration by plants. ET is one of the most difficult components of the water balance to quantify, and is by far the largest output. In a semi-arid to arid setting, ET can account for more than 95% of the water balance (Newman et al., 2006). The experimental plots described above (Figure 3) were used to evaluate the effects of tree thinning on ET rates. The following briefly describes ET analyses and results. For a more complete description of these analyses, see Appendix G. Remote sensing of ET provides a critical tool as a reliable means of obtaining low-cost spatially distributed ET measurements where no comparable ground-based measurement technique is available (Karimi and Bastiaanssen, 2015). Through applying remote sensing algo- rithms to satellite imagery from the U.S. research satellite LANDSAT, we calculated high resolu- tion maps of ET for the Sacramento Mountains Three L Canyon to estimate ET before and after thinning. The model used for remote sensing analysis, Mapping Evapotranspiration at High Resolution with Internal Calibration (METRIC), uses a physics based approach that calculates the energy balance spatially across an image to estimate ET for each pixel that represents an approximate area of 100 by 100 feet (Allen et al., 2007). The latent heat flux (the amount of energy associated with evaporating a quantity of water) calculated for each pixel can be con- verted to the amount of water lost as ET by then dividing by the latent heat of vaporization of water. Remote sensing analysis with METRIC enables quantifying experimental plot-scale ET before and after thinning. Two LANDSAT images were analyzed using METRIC to calculate ET before and after tree 41 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y thinning of experimental treatment plots took place in fall of 2009. To enable better visual comparison, maps of ETrF (actual ET divided by a daily reference crop ET) were compared for May, 2009 and May, 2010 (Figure 35). ETrF is a way of normalizing daily ET estimates based on a potential ET for a 0.5 meter tall reference crop which will vary with daily meteorological con- ditions and the amount of solar radiation. The ETrF maps are calculated by dividing METRIC’s daily ET values using an energy balance for for- est vegetation based on the Evaporative Fraction (EF) method commonly used for native vegeta- tion. The METRIC ET was then divided by the tall reference crop daily ET to produce the final ETrF values. The results show very similar overall patterns for much of the watershed area between May images of both years but signifi- cant and variable decreases in the thinned plots in 2010 after thinning. The statistical analysis of the differences in actual ET were compared following a Before- After Control-Impact (BACI) type analysis (Smith et al., 2014; Dore et al., 2012). Since some of the control plots, especially in the val- ley, had larger ET differences compared to their thinned plot, an additional control plot for each thinned pot was selected. Plots were chosen that matched the terrain and calculated pre- thinning characteristics of the thinned plots as well as or better than the original controls. These plots increased the number of data points and improved the estimates of the variability of ET within each area to improve the uncertainty in net ET differences after thinning. A two-sample t-test was performed on the difference between post-thinning and pre-thinning differences for each plot area and a 90% confidence interval was estimated for the net impact on ET for the thinned plot. The resulting net impact on ET for each plot after thinning and associated confi- dence interval is shown in Figure 36. Patterns in the net impact on ET appear to reflect the differences in treatment and the small differences in terrain within groups and the larger differences between different groups. Differences between the effects on ET for the ridge plots are likely due to the difference in aspects of the two ridge areas being along oppo- site sides of the same ridge and the difference this has on the daily solar radiation reaching these areas. Differences within groups between Study area Paired plots May 10, 2009 daily ETrF May 13, 2010 daily ETrF 0.17–0.25 0.26–0.35 0.36–0.47 0.48–0.58 0.59–0.69 0.70–0.78 0.79–0.89 0.90–1.15 0–0.06 0.07–0.16 ETrf (from EF) 0 250 500 Meters P4B P4A P3B P3A P2B P2A P1B P1A Figure 35. METRIC maps of Daily ETrF. May images before and after thinning are calculated from LANDSAT images. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 42 control plots are difficult to completely minimize in any natural system, especially for a highly non-linear process such as ET that is sensitive to variations in soil, vegetation, terrain and micrometeorology. Using an addi- tional control plot is believed to provide a more conservative estimate of the net impact and associated uncertainty on ET for each of the thinned plots. Results show that thinning trees in the study area results in a significant net reduction in ET. This effect of thinning is highly variable, but has important implications for the effects of tree thinning on the soil water balance and a potential increase in water yield. Change in Storage and Potential Recharge Each experimental plot shown in Figure 3 was equipped with soil moisture sensors at one location to measure soil moisture at three dif- ferent depths (~3 inches, ~6 inches, ~14 inches below land surface). For thinned plots, sen- sors were place in the open away from trees. For the control plots, sensors were located under the canopy. Figure 37 shows average soil moisture data over all three depths for a plot pair on the ridge top (P1, SM-6001, SM-6002) and one on the valley bottom (P3, SM-6005, SM-6006). For the ridge top plots, the control plot is P1A (SM-6001), and the treated plot is P1B (SM-6002). For the valley bottom paired plots, the control plot is P3B (SM-6006), and the treated plot is P3A (SM-6005). In both graphs, the control plot is the light gray line, and the thinned plot is represented by the dark gray line. Soil moisture or soil water content values represent the volumetric fraction of the"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "F G E O L O G Y A N D M I N E R A L R E S O U R C E S 42 control plots are difficult to completely minimize in any natural system, especially for a highly non-linear process such as ET that is sensitive to variations in soil, vegetation, terrain and micrometeorology. Using an addi- tional control plot is believed to provide a more conservative estimate of the net impact and associated uncertainty on ET for each of the thinned plots. Results show that thinning trees in the study area results in a significant net reduction in ET. This effect of thinning is highly variable, but has important implications for the effects of tree thinning on the soil water balance and a potential increase in water yield. Change in Storage and Potential Recharge Each experimental plot shown in Figure 3 was equipped with soil moisture sensors at one location to measure soil moisture at three dif- ferent depths (~3 inches, ~6 inches, ~14 inches below land surface). For thinned plots, sen- sors were place in the open away from trees. For the control plots, sensors were located under the canopy. Figure 37 shows average soil moisture data over all three depths for a plot pair on the ridge top (P1, SM-6001, SM-6002) and one on the valley bottom (P3, SM-6005, SM-6006). For the ridge top plots, the control plot is P1A (SM-6001), and the treated plot is P1B (SM-6002). For the valley bottom paired plots, the control plot is P3B (SM-6006), and the treated plot is P3A (SM-6005). In both graphs, the control plot is the light gray line, and the thinned plot is represented by the dark gray line. Soil moisture or soil water content values represent the volumetric fraction of the bulk soil that is water. Daily precipitation data from the ridge top weather station (SM-5004) are also shown. For both pairs, on the thinned and control plots, soil moisture fluctuations over the 4.5 year period, are controlled by rain storms during the monsoon season and to a lesser extent, snow- melt events during spring and winter. During the monsoon season, soil moisture responds quickly to individual storms and also decreases quickly afterwards. An accumulative increase in soil moisture due to successive storms over the monsoon season is also observed. After the monsoon season, soil water content decreases to a minimum over two to three months. Snowmelt in the winter or early spring drive soil moisture -8.68 -12.67 -2.60 -5.61 Mean percent difference in ET -20.00 -18.00 -16.00 -14.00 -12.00 -10.00 -8.00 -6.00 -4.00 -2.00 0.00 Ridge 1 Ridge 2 Valley 1 Valley 2 Net Percent difference in ET of Thinned Plots Treatment Impact on ET of Thinned Plots for May 13, 2010 vs May 10, 2009 Figure 36. Comparison of net impact on daily ET of thinned plots. Values were determined from May, 2009 before thinning and May, 2010 after thinning images. Error bars represent the margin of error determined from a two-sample t-test at a significance level of 0.10. 43 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Figure 37. Soil moisture data for plot pairs. These graphs show average soil moisture over the fifteen inches of soil for a plot on the ridge top (upper), and the valley bottom (lower). Dark gray data represents soil moisture in the thinned plots, and light gray data represents soil moisture in the control plots. Black bars are precipitation data. Soil water content values represent the volumetric fraction in the bulk soil that is water. Gray shaded area show the range of soil water contents at field capacity for loam soils. 1/22/2010 8/10/2010 2/26/2011 9/14/2011 4/01/2012 10/18/2012 5/06/2013 11/22/2013 6/10/2014 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.05 0.15 0.25 0.35 0.45 0.55 0.65 0 1 2 3 4 5 6 8 7 Soil water content Precipitation (inches) 0 0.1 0.2 0.3 0.4 0.5 0.05 0.15 0.25 0.35 0.45 0 1 2 3 4 5 6 8 7 Soil water content Precipitation (inches) Precipitation Precipitation P3A, SM-6005, thinned P3B, SM-6006, control P1B, SM-6002, thinned P1A, SM-6001, control N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 44 in a similar fashion. The 2011–2012 winter, in particular, stands out. It should be noted that the timing and magnitude of these soil moisture responses to precipitation are similar for both thinned and control plots. For both plot pairs shown in Figure 37, soil moisture in thinned plots is consistently higher than that observed for the control plots. For the ridge top plots (P1), this difference in soil water content is very significant. Soil mois- ture data for the other plot pair on the ridge top (P2) also exhibited this trend (data not shown). For the plot pair (P3), located on the canyon bottom, this difference in soil moisture is also significant. Although, for the other plot pair (P4) in the canyon (data not shown), this difference is not as pronounced. Higher average soil moisture in thinned areas is consistent with more water reaching the ground due to decrease in canopy interception and less water being removed by trees. Thinning trees allows more water to reach the ground to contribute to the soil water bal- ance. For pre-thinning conditions, this ‘extra’ water would have been temporarily stored in the forest canopy and evaporated. It is important to realize that soil can also store a significant amount of water, which can evaporate and be used by vegetation. The field capacity of a soil is the amount of water remaining in the soil a few days after having been wetted and after free drainage has ceased. The soil water content remaining at field capacity for loam soils on average ranges from 0.35 to 0.45 (Wierenga, 1995). This range in values is shaded in gray on Figure 37. For the ridge top soils, it can be seen that soil moisture rarely exceeds this range of values. This observation suggests that extreme precipitation events or storms are required for water to actually percolate through the soil to potentially recharge groundwater. For the valley bottom plots, it appears that soil mois- ture may exceed the field capacity more often than the soils at higher elevations. However, it still requires extreme storms and wet periods to allow drainage of water from the soil to the underlying bedrock. The increased average soil moisture content in thinned areas increased the chances of the soil moisture exceeding the field capacity. It appears that the storage capacity of the soils in the study area can accommodate the increased volume of water that reaches the surface due to thinning. If water flowing through the soil matrix was the only mechanism by which water percolated past the soil column, this soil moisture data would be good evidence against the increase in potential recharge due to tree thinning."
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "ground due to decrease in canopy interception and less water being removed by trees. Thinning trees allows more water to reach the ground to contribute to the soil water bal- ance. For pre-thinning conditions, this ‘extra’ water would have been temporarily stored in the forest canopy and evaporated. It is important to realize that soil can also store a significant amount of water, which can evaporate and be used by vegetation. The field capacity of a soil is the amount of water remaining in the soil a few days after having been wetted and after free drainage has ceased. The soil water content remaining at field capacity for loam soils on average ranges from 0.35 to 0.45 (Wierenga, 1995). This range in values is shaded in gray on Figure 37. For the ridge top soils, it can be seen that soil moisture rarely exceeds this range of values. This observation suggests that extreme precipitation events or storms are required for water to actually percolate through the soil to potentially recharge groundwater. For the valley bottom plots, it appears that soil mois- ture may exceed the field capacity more often than the soils at higher elevations. However, it still requires extreme storms and wet periods to allow drainage of water from the soil to the underlying bedrock. The increased average soil moisture content in thinned areas increased the chances of the soil moisture exceeding the field capacity. It appears that the storage capacity of the soils in the study area can accommodate the increased volume of water that reaches the surface due to thinning. If water flowing through the soil matrix was the only mechanism by which water percolated past the soil column, this soil moisture data would be good evidence against the increase in potential recharge due to tree thinning. Water that would have evaporated from the canopy would is now just evaporate from the soil. As described above, it appears that preferential flow paths are important. 45 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y T able 6 summarizes the results for the analy- ses that examine individual water balance components, described in this report. In short, these results suggest that thinning trees in the Sacramento Mountains will likely result in an increase in water that percolates past the soil column to potentially recharge the high mountain aquifer system. A large increase in the amount of rain that reaches the ground, coupled with a decrease in net ET rates, increases the amount of water that infiltrates into the soil, which increases the chances of water draining from the soil due to gravity during wet periods, particularly during monsoon seasons. This effect alone will likely not increase potential recharge significantly, as it appears that the soils can store most of this ‘extra’ water. The strong evidence for fast water movement through macropores and preferential flow paths greatly increases the chances of increasing water yield by thinning trees. Preferential flow in mountain soils has been demonstrated by many different research- ers (Brooks et al., 2009; Gazis and Feng, 2004; Newman et al., 1998). Seeing that surface V . C o n c l u s i o n s runoff does not significantly change due to thinning, it is likely that the increased amount of water reaching the ground will result in an increase in preferential flow. Additionally, a reduction of tree roots in the underlying frac- tured bedrock will reduce the amount of water extracted by trees from this area. This study shows the complexities of the interactions between climatic processes (precipi- tation, conditions that drive ET), ecohydrologic processes (interactions with vegetation), and hydrologic processes (infiltration, runoff, etc.). These results nicely illustrate that water that is added to the system due to decreased transpira- tion rates and canopy interception, does not necessarily percolate below the root zone to recharge groundwater. If the storage capacity of the soils, which is controlled by soil texture and thickness, can accommodate this additional water, then it will just be evaporated from the soils rather than the canopy. This is a significant limitation to using tree thinning as a tool to increase water yield in the southwestern United States, where average precipitation rates are relatively low and ET rates are high. Table 6. Effects of tree thinning on the different soil water balance components. Water Balance Component Effects of Tree Thinning Comment Inputs Rain Large increase For a 50% decrease in canopy density, the amount of water reaching the ground can increase by more than 100% Snow Slight increase High sublimation losses decrease the relative increase in water that contributes to the soil water balance due to lower canopy interception. Outputs Evapotranspiration Significant decrease This effect is variable and depends on many factors. Runoff No effect Runoff in the study area is relatively small, and does not appear to change due to tree thinning. Potential recharge Increase If preferential flow is the primary mechanism by which water makes its way past the soil column, this increase may be very significant. Storage Soil moisture Significant increase Average soil moisture increases, but seasonal fluctuations do not appear to change. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 46 The karstic hydrogeologic system described by Newton et al. (2012) made it difficult to assess the effects of tree thinning. While, there is evidence that tree thinning does increase poten- tial groundwater recharge, the complex hydro- geology also makes it very difficult to determine when and where one might observe effects of thinning projects in the Sacramento Mountains. While it appears that more water is percolating past the root zone in Three L Canyon due to recent thinning, we did not observe increases in spring discharge or groundwater levels. It is very likely that this water contributes to a deeper larger system, where the small additional water input from Three L Canyon is not large enough to significantly increase water levels. Or alterna- tively, if this increase in recharge did significantly increase spring discharge or water levels in a system that discharges in another watershed down gradient, it would be very difficult to determine a cause/effect relationship. For smaller thinning efforts in first or second order watersheds, it is possible that springs, if present, and the water table may be part of the local system, meaning that most of the water in that system comes from local precipitation. In this case, it is very likely that increases in spring discharge and/or increased groundwater levels will be observed. It is important that there is adequate research performed to assess the source of recharge to the springs and the groundwater system before thinning with a primary goal to increase water yield. Larger thinning projects in the southern Sacramento Mountains, specifically for the purpose of increasing water yield on a regional scale, present additional challenges. Although, a regional scale response to tree"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "Y A N D M I N E R A L R E S O U R C E S 46 The karstic hydrogeologic system described by Newton et al. (2012) made it difficult to assess the effects of tree thinning. While, there is evidence that tree thinning does increase poten- tial groundwater recharge, the complex hydro- geology also makes it very difficult to determine when and where one might observe effects of thinning projects in the Sacramento Mountains. While it appears that more water is percolating past the root zone in Three L Canyon due to recent thinning, we did not observe increases in spring discharge or groundwater levels. It is very likely that this water contributes to a deeper larger system, where the small additional water input from Three L Canyon is not large enough to significantly increase water levels. Or alterna- tively, if this increase in recharge did significantly increase spring discharge or water levels in a system that discharges in another watershed down gradient, it would be very difficult to determine a cause/effect relationship. For smaller thinning efforts in first or second order watersheds, it is possible that springs, if present, and the water table may be part of the local system, meaning that most of the water in that system comes from local precipitation. In this case, it is very likely that increases in spring discharge and/or increased groundwater levels will be observed. It is important that there is adequate research performed to assess the source of recharge to the springs and the groundwater system before thinning with a primary goal to increase water yield. Larger thinning projects in the southern Sacramento Mountains, specifically for the purpose of increasing water yield on a regional scale, present additional challenges. Although, a regional scale response to tree thinning is beyond the scope of this study, we will briefly discuss possible effects based on the findings of this study and our knowledge of the regional system. Tree thinning in the primary recharge area at elevations above 7800 feet may signifi- cantly increase spring discharge in high elevation springs, which would increase stream flow and possible groundwater levels at these elevations. To examine what may happen to this water as it flows down gradient, it is necessary to review the regional hydrogeologic conceptual model (Figure 13). Precipitation quickly makes its way into localized perched aquifers to discharge at high elevation springs, which feed mountain streams, which recharge localized perched aquifers, and so on. Similar to water that is stored in the soil, the nature of the hydrogeo- logic system keeps much of this water that is flowing through the high mountains aquifer system close to the surface in shallow systems, where it can evaporate and be used by vegeta- tion. Therefore, it is difficult to determine the hydrologic response to thinning in adjacent regional aquifers. As a result of tree thinning, this study was not able to quantify changes in groundwater supply due to the complicated hydrogeologic system composed of multiple perched aquifers. Also, due to the lack of a perennial stream in the study area, we were also not able to wit- ness changes in surface water availability. While these two features would be ideal results to show as effects of tree thinning, our findings do suggest that there is likely an overall increase in potential recharge to the region due to tree thinning in the Sacramento Mountains. Within the recharge area of the southern Sacramento Mountains, at elevations above approximately 7800 feet, where preferential flowpaths exist, thinning of trees should promote increases in soil moisture, reduced evapotranspiration, and increased overall amount of precipitation to reach the land surface. Despite the fact that we did not quantify changes in water availability, these results suggest that tree thinning will likely promote increases in potential recharge, as well as many other added forest health benefits. There are also many other advantages to this restoration technique. Tree thinning greatly decreases fire danger and improves wildlife habitat. The decrease in fire hazard alone justi- fies the investment it takes to significantly thin the overgrown forests in the high Sacramento Mountains. Over the last decade, there have been many large forest fires in mountainous 47 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y areas in New Mexico. In 2012, the Little Bear Fire burned over 44,000 acres in the northern Sacramento Mountains. In addition to the property that was destroyed by the fire and subsequent flooding, Bonito Lake, which provides a significant portion of Alamogordo’s water supply, was filled with silt and ash. We recommend thinning trees in the recharge area in the Sacramento Mountains, specifically in regions where hundreds of springs are located, such as the Upper Peñasco and Wills Canyon. It is very important to protect the primary recharge area in the Sacramento Mountains. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 48 T his study has identified and reinforced previ- ous research that many important factors that play a role in how water yield is affected by tree thinning. In the southern Sacramento Mountains, with its relatively thin soils and fractured carbonate bedrock, preferential flow paths in shallow soils have important implications for tree thinning as a means of increasing the water supply. However, it is very difficult to quantify the amount of water that percolates through these pathways. Future research that focuses on the characterization of these preferential flow paths is necessary to better understand recharge processes in the Sacramento Mountains. This study did not examine the long term effects of thinning on the different water V . f u t u r e w o r k balance components. Possible groundwater changes may not be perceived for many years, therefore long term monitoring of groundwa- ter and surface water should be implemented for years to come. Future work should include analyses that assess how changes in evapotrans- piration, canopy interception, and other parame- ters change over time as the forest recovers from thinning activities and starts to grow back. Techniques could be improved and applied from this study to different mountainous areas, in different geologic settings in the southwest. As described above, the effects of thinning on water yield is highly variable and site specific. There may be other areas in New Mexico where tree thinning would significantly increase the local and regional water supply. 49 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Aquifer Mapping Program Manager Stacy Timmons, M.S., Hydrogeologist, NMBGMR, stacy@nmbg.nmt.edu Tasks: Project development and management, technical oversight. Project Personnel B. Talon Newton, Ph.D., Hydrogeologist, NMBGMR, talon@nmbg.nmt.edu Tasks: Task manager watershed studies, data collection, stable isotopes, hydrogeochemis- try, data interpretation, technical report. Support Staff Brigitte Felix, Report production coordinator, NMBGMR,"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "the southern Sacramento Mountains, with its relatively thin soils and fractured carbonate bedrock, preferential flow paths in shallow soils have important implications for tree thinning as a means of increasing the water supply. However, it is very difficult to quantify the amount of water that percolates through these pathways. Future research that focuses on the characterization of these preferential flow paths is necessary to better understand recharge processes in the Sacramento Mountains. This study did not examine the long term effects of thinning on the different water V . f u t u r e w o r k balance components. Possible groundwater changes may not be perceived for many years, therefore long term monitoring of groundwa- ter and surface water should be implemented for years to come. Future work should include analyses that assess how changes in evapotrans- piration, canopy interception, and other parame- ters change over time as the forest recovers from thinning activities and starts to grow back. Techniques could be improved and applied from this study to different mountainous areas, in different geologic settings in the southwest. As described above, the effects of thinning on water yield is highly variable and site specific. There may be other areas in New Mexico where tree thinning would significantly increase the local and regional water supply. 49 S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y Aquifer Mapping Program Manager Stacy Timmons, M.S., Hydrogeologist, NMBGMR, stacy@nmbg.nmt.edu Tasks: Project development and management, technical oversight. Project Personnel B. Talon Newton, Ph.D., Hydrogeologist, NMBGMR, talon@nmbg.nmt.edu Tasks: Task manager watershed studies, data collection, stable isotopes, hydrogeochemis- try, data interpretation, technical report. Support Staff Brigitte Felix, Report production coordinator, NMBGMR, bfk@nmbg.nmt.edu Tasks: ARC GIS, cartography, drafting, report design, layout and production. Bonnie Frey, M.S., Chemistry Lab Manager, Geo- chemist, NMBGMR, bfrey@nmbg.nmt.edu Tasks: Geochemical sample analysis. Trevor Kludt, Ph.D., Hydrogeologic lab associ- ate, NMBGMR, tkludt@nmbg.nmt.edu Tasks: Field instrumentation and monitoring, data collection, map and data compilation, data analysis, ARC GIS, cartography. Ethan Mamer, M.S., Hydrogeologist, NMBGMR, ethan@nmbg.nmt.edu Tasks: Data analysis and interpretation, technical report. Cathryn Pokorny, Hydrogeological Lab Technician, kittyp@nmbg.nmt.edu Tasks: Data management PROJ E CT P ER SO N N E L A N D A C K N OW L E D G M E N TS Students Nathan Canaris, New Mexico Tech B.S. Student Tasks: Fieldwork, data entry, database man- agement, data analysis. Casey Gierke, New Mexico Tech M.S. student Tasks: Hydrology sampling and studies related to M.S. degree. Peter ReVelle, New Mexico Tech M.S. student Tasks: Hydrology sampling and studies related to M.S. degree. Hector Garduño, New Mexico State University Ph.D. student. Tasks: Instrumentation and sampling related to Ph.D. degree. Camille Bryant, New Mexico Tech B.S. Student Tasks: Fieldwork, data entry, database management. Andrew Matejunas, New Mexico Tech B.S. Student. Tasks: Fieldwork, data entry, data- base management, data analysis. Contractors Jedidiah Frechette, M.S., University of NM Kate Zeigler, Ph.D., University of New Mexico Acknowledgments We would like to thank Rick Baish, Bill Mershon, and Vicky Milne from the Otero Soil and Water Conservation District. We also acknowledge Dan Ambercrombie, from NRCS for helping to initiate this study. Dr. Sam Fernald from NMSU provided valuable guidance for the plot-scale experiments. Peggy Johnson from NMBGMR also provided guidance for the over- all project. This project would not be possible without the cooperation of Michael Coleman, owner of the Coleman Ranch. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 50 RELATED PROJECT PRODUCTS Posters, presentations, manuscripts, and theses Gierke, C., and Newton, B. T., 2012, How Trees Interact with their Hydrologic Environment: A Stable Isotope Study. New Mexico Geological Society Spring Meeting. Gierke, C., 2012, Sourcing Tree Water in the Sacramento Mountains of New Mexico: A stable Isotope Study. Earth and Environmental Science Department, New Mexico Tech. Masters thesis. Gierke, C., and Newton, B. T., 2012, How Trees Interact with their Hydrologic Environment: A Stable Isotope Study. Poster No. H11D-1203, presented at 2012 AGU Fall Meeting. Newton, B. T., Fernald, A., Garduño, H., Kludt, T., 2010, The Sacramento Mountains watershed study: Pre-treatment analyses and considerations, in New Mexico Geological Society, Proceedings Volume, 2010 Annual Spring Meeting, Socorro, New Mexico. Newton, B. T., Gierke, C., Garduño, H., Canaris, N., and Kludt, T., 2012, Sacramento Mountains Watershed Study: Can we increase our water resources by thinning trees in the moun- tains?, Preliminary Report. NMBGMR. <http://geoinfo.nmt. edu/resources/water/projects/ brochures/2012_Watershed_ Brochure.pdf> Canaris, N., Kludt, T., and Newton, B. T., 2011, Canopy interception loss for a mixed coniferous forest in southern New Mexico prior to tree- thinning treatment, in New Mexico Geological Society, Proceedings Volume, 2011 Annual Spring Meeting, Socorro, New Mexico. Garduño, H., Fernald, A., Shukla, M., Newton, B. T., and Vanleeuwen, D., 2010, Plot-scale soil water flux and runoff in a missed conifer forest in the Sacramento Mountains, NM. in New Mexico Geological Society, Proceedings Volume, 2010 Annual Spring Meeting, Socorro, NM. Garduño, H. R., Fernald, A. G., and VanLeeuwen, D.M., 2015, Noncommercial thinning effects on runoff and sediment yield in a mixed conifer New Mexico Forest. Journal of Soil and Water Conservation, 70, 12–22. Gierke, C., and Newton, B. T., 2012, Soil Water Dynamics in the Sacramento Mountains of New Mexico and Implications to Ground- water Recharge. Paper No. 13-1, presented at 2012 GSA Rocky Moun- tain Section 64th Annual Meeting. ReVelle, P., 2015, Quantifying the Effect of Thinning Vegetation on Evapotranspiration in a Mountainous Watershed through Remote Sensing: Improving Water Balance Estimates for Managed Aquifer Recharge, AGU Fall Meeting 2015, San Francisco. ReVelle, P., 2015, Quantifying the Effects of Thinning Vegetation on Evapotranspiration in a Mountainous Watershed through Remote Sensing. New Mexico Geological Society Spring Meeting, Socorro, New Mexico. Zeigler, K., Newton, B. T., and Timmons, S.S., 2010, Effects of Lateral and Vertical Heterogeneity in the Yeso Formation on the Regional Hydrogeology in the Sacramento Mountains, NM. in New Mexico Geological Society, Proceedings Volume, 2010 Annual Spring Meeting, Socorro, New Mexico. S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y 51 Davis, E. A., 1984, Conversion of Arizona Chaparral to grass increases water yield and nitrate loss. Water Resources Research, vol. 20:11, pp. 1643–1649. Dore, S., Montes-Helu, M., Hart, S.C., Hungate, B. A., Koch, G. W., Moon, J. B., Finkral, A. J., and Kolb, T. E., 2012, Recovery of ponderosa pine ecosystem carbon and water fluxes from thinning and stand-replacing fire, Global Change Biology, vol. 18:10, pp. 3171–3185. Douglass, J. E., 1983, The potential for water yield augmentation from forest management in the Eastern United States. Water Resources Bulletin, vol. 19:3, pp. 351–358. Eastoe, C. J. and Rodney, R., 2014, Isotopes as tracers of water origin in and near a regional carbonate aquifer: The Southern Sacramento Mountains, New Mexico. Water, vol. 6:2, pp. 301–323. Ffolliott, P. F. and Stropki, C., 2008, Impacts of"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "B. T., 2012, Soil Water Dynamics in the Sacramento Mountains of New Mexico and Implications to Ground- water Recharge. Paper No. 13-1, presented at 2012 GSA Rocky Moun- tain Section 64th Annual Meeting. ReVelle, P., 2015, Quantifying the Effect of Thinning Vegetation on Evapotranspiration in a Mountainous Watershed through Remote Sensing: Improving Water Balance Estimates for Managed Aquifer Recharge, AGU Fall Meeting 2015, San Francisco. ReVelle, P., 2015, Quantifying the Effects of Thinning Vegetation on Evapotranspiration in a Mountainous Watershed through Remote Sensing. New Mexico Geological Society Spring Meeting, Socorro, New Mexico. Zeigler, K., Newton, B. T., and Timmons, S.S., 2010, Effects of Lateral and Vertical Heterogeneity in the Yeso Formation on the Regional Hydrogeology in the Sacramento Mountains, NM. in New Mexico Geological Society, Proceedings Volume, 2010 Annual Spring Meeting, Socorro, New Mexico. S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y 51 Davis, E. A., 1984, Conversion of Arizona Chaparral to grass increases water yield and nitrate loss. Water Resources Research, vol. 20:11, pp. 1643–1649. Dore, S., Montes-Helu, M., Hart, S.C., Hungate, B. A., Koch, G. W., Moon, J. B., Finkral, A. J., and Kolb, T. E., 2012, Recovery of ponderosa pine ecosystem carbon and water fluxes from thinning and stand-replacing fire, Global Change Biology, vol. 18:10, pp. 3171–3185. Douglass, J. E., 1983, The potential for water yield augmentation from forest management in the Eastern United States. Water Resources Bulletin, vol. 19:3, pp. 351–358. Eastoe, C. J. and Rodney, R., 2014, Isotopes as tracers of water origin in and near a regional carbonate aquifer: The Southern Sacramento Mountains, New Mexico. Water, vol. 6:2, pp. 301–323. Ffolliott, P. F. and Stropki, C., 2008, Impacts of Pinyon-Juniper treat- ments on water yields: A historical perspective. USDA Forest Service Proceedings RMRS-P-51. Friedman, N., Leach, A., and Mayo, J., 2014, New Mexico annual social and economic indicators, NM Bureau of Economic Research and Analysis. Garduño, H. R., Fernald, A. G., and VanLeeuwen, D. M., 2015, Noncommercial thinning effects on runoff and sediment yield in a mixed conifer New Mexico Forest. Journal of Soil and Water Conservation, vol. 70:1, pp. 12–22. Gazis, C., and Feng, X., 2004, A stable isotope study of soil water: evidence for mixing and preferential flow paths. Geoderma, vol. 119, pp. 97–111. Brown, A. E., Ahang, L., McMahon, T.A., Western, A. W., and Vertessy, R. A., 2005, A review of paired catchment studies for determining changes in water yield resulting from alterations in vegetation. Journal of Hydrology, vol. 310, pp. 28–61. Burges, S. J., Wigmosta, M. S., and Meena, J. M., 1998, Hydrological effects of land-use change in a zero-order catchment. Journal of Hydrologic Engineering, vol. 3:2, pp. 86–97. Burt, T.P. and Swank, W.T., 1992, Flow frequency responses to hard- wood-to-grass conversion and sub- sequent succession. Hydrological Processes, vol. 6, pp.179–188. Castle, S. L., Thomas, B. F., Reager, J. T., Rodell, M., Swenson, S.C., and J. S. Famiglietti, 2014, Groundwater depletion during drought threatens future water security of the Colorado River Basin, Geophysical Research Letters, 41, pp. 5904–5911. Carlyle-Moses, D. E., Lishman, C. E., and McKee, A. J., 2014, A preliminary evaluation of through- fall sampling techniques in a mature coniferous forest. Journal of Forestry Research, vol. 25, pp. 407–413. Cheng, J. D., 1989, Streamflow changes after clear-cut logging of a pine beetle-infested watershed in southern British Columbia, Canada. Water Resources Research, vol. 25:3, pp. 449–456. Craig, H., 1961, Isotopic Variations in Meteoric Waters. Science, Vol. 133, no. 3465. pp. 1702–1703. D’Antonio, J. R., 2006, The impact of climate change on New Mexico’s water supply and ability to man- age water resources. New Mexico Office of the State Engineer. REFER E N CES Albuquerque Bernalillo County Water Utility Authority, 2013, Water resources management strategy implementation 2024 water con- servation plan goal and program update July 2013. Allen, R. G., Tasumi, M., and Trezza, R., 2007, Satellite-based energy balance for mapping evapotrans- piration with internalized calibra- tion (METRIC) - Model, J. Irrig. Drainage Eng-ASCE, 133(4), 380–394, doi:10.1061/(ASCE)0733- 9437(2007)133:4(380). Baker, M. B. Jr., 1984, Changes in streamflow in an herbicide-treated Pinyon-Juniper Watershed in Arizona. Water Resources Research, 20:11, pp. 1639–1642. Baker, M. B. Jr., 1986, Effects of ponderosa pine treatments on water yield in Arizona. Water Resources Research, 22:1, pp. 67–73. Bell, F.C., 1979, Precipitation, in Goodall, D. W. and Perry, R. A., (eds.), Arid land ecosystems: struc- ture, functioning, and management, Cambridge University Press, v.1, pp. 373–392. Bethlahmy, N. V., 1974, More stream- flow after a Bark Beetle Epidemic. Journal of Hydrology, vol. 23, pp.185–189. Bosch, J. M. and Hewlett, J. D., 1982, A review of Catchment Experiments to determine the effect of vegetation changes on water yield and evapo- transpiration. Journal of Hydrology, vol. 55, pp. 3–23. Brooks, J. R., Barnard, H. R., Coulombe, R., and McDonnell, J.J., 2009, Ecohydrologic separation of water between trees and streams in a Mediterranian climate. Nature Geoscience, Vol3, pp. 100–104. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 52 Gierke, C., 2012, Sourcing tree water in the Sacramento Mountains of New Mexico : A stable isotope study. [Master’s thesis]: Earth and Environmental Science Department, New Mexico Tech. Golding, D. L and Swanson, R. H., 1986, Snow distribution patterns in clearings and adjacent forest. Water Resources Research, vol. 22:13, pp. 1931–1940. Gottfried, G. J., 1991, Moderate timber harvesting increases water yields from an Arizona mixed conifer watershed. Water Resources Bulletin, vol. 27:3, pp. 537–547. Gutzler, D. S. and Nims, J. S., 2005, Interannual variability of water demand and summer climate in Albuquerque, New Mexico, Journal of Applied Meteorology and Climatology, vol. 44, pp. 1777–1787. Harr, R. D., Levno, A., and Mersereau, R., 1982, Streamflow changes after logging 130-year-old Douglas-fir in two small watersheds. Water Resources Research, vol. 18:3, pp. 637–644. Harr, R. D., 1983, Potential for aug- menting water yield through forest practices in Western Oregon. Water Resources Bulletin, vol. 19:3, pp. 383–393. Hibbert, A. R., 1967, Forest treat- ment effects on water yield in International Symposium on Forest Hydrology. Sopper, W. E. and Lull, H. W., eds., Pergamon Press, New York, NY., pp. 527–543. Karimi, P., and Bastiaanssen, W. G. M., 2015, Spatial evapotranspiration, rainfall and land use data in water accounting – Part 1: Review of the accuracy of the remote sensing data, Hydrology & Earth System Sciences, vol. 19:1, pp. 507–532. Kattelmann, R. C., Berg, N. H., and Rector, J., 1983, The potential for increasing streamflow from Sierra Nevada watersheds. Water Resources Bulletin, vol. 19:3, pp. 395–402. Klaassen, W., Bosveld, F., de Water, E., 1998, Water storage and evapora- tion as constituents of rainfall inter- ception. Journal of Hydrology, vol. 212–213, pp. 36–50. Konikow, L. F., 2015, Long-term groundwater depletion in the United States, Groundwater, vol. 53, pp. 2–9. Krutilla, J. V., Bowes, M. D., and Sherman, P., 1983, Watershed management for joint production of water and timber: A provisional assessment. Water Resources Bulletin, vol. 19:3, pp. 403–414. Land, L. and Newton,"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "New Mexico Tech. Golding, D. L and Swanson, R. H., 1986, Snow distribution patterns in clearings and adjacent forest. Water Resources Research, vol. 22:13, pp. 1931–1940. Gottfried, G. J., 1991, Moderate timber harvesting increases water yields from an Arizona mixed conifer watershed. Water Resources Bulletin, vol. 27:3, pp. 537–547. Gutzler, D. S. and Nims, J. S., 2005, Interannual variability of water demand and summer climate in Albuquerque, New Mexico, Journal of Applied Meteorology and Climatology, vol. 44, pp. 1777–1787. Harr, R. D., Levno, A., and Mersereau, R., 1982, Streamflow changes after logging 130-year-old Douglas-fir in two small watersheds. Water Resources Research, vol. 18:3, pp. 637–644. Harr, R. D., 1983, Potential for aug- menting water yield through forest practices in Western Oregon. Water Resources Bulletin, vol. 19:3, pp. 383–393. Hibbert, A. R., 1967, Forest treat- ment effects on water yield in International Symposium on Forest Hydrology. Sopper, W. E. and Lull, H. W., eds., Pergamon Press, New York, NY., pp. 527–543. Karimi, P., and Bastiaanssen, W. G. M., 2015, Spatial evapotranspiration, rainfall and land use data in water accounting – Part 1: Review of the accuracy of the remote sensing data, Hydrology & Earth System Sciences, vol. 19:1, pp. 507–532. Kattelmann, R. C., Berg, N. H., and Rector, J., 1983, The potential for increasing streamflow from Sierra Nevada watersheds. Water Resources Bulletin, vol. 19:3, pp. 395–402. Klaassen, W., Bosveld, F., de Water, E., 1998, Water storage and evapora- tion as constituents of rainfall inter- ception. Journal of Hydrology, vol. 212–213, pp. 36–50. Konikow, L. F., 2015, Long-term groundwater depletion in the United States, Groundwater, vol. 53, pp. 2–9. Krutilla, J. V., Bowes, M. D., and Sherman, P., 1983, Watershed management for joint production of water and timber: A provisional assessment. Water Resources Bulletin, vol. 19:3, pp. 403–414. Land, L. and Newton, B. T., 2008, Seasonal and long-term variations in hydraulic head in a karstic aqui- fer: Roswell Artesian Basin, New Mexico. JAWRA Journal, vol. 44, pp. 175–191. Longworth, J. W., Valdez, J. M., Magnuson, M. L., and Richard, K., 2010, New Mexico water use by categories, New Mexico Office of the State Engineer, Technical Report 54. Mamer, E. A.; Newton, T. B.; Koning, D. J., Timmons, S. S., and Kelley, S. A., 2014, Northeastern Tularosa Basin regional hydrogeology study, New Mexico, New Mexico Bureau Geology Mineral Resources, Open- file Report, v. 0562, pp. 1-76. Newman, B. D., Campbell, A. R. and Wilcox, P., 1998, Lateral subsurface flow pathways in a semiarid ponderosa pine hillslope, Water Resources, vol. 34:12, pp. 3485–3496. Newman, B. D., Wilcox, B.P., Archer, S. R., Breshears, D. D., Dahm, C. N., Duffy, C. J., McDowell, N. G., Phillips, F. M., Scanlon, B. R., and Vivoni, E. R., 2006, Ecohydrology of water-limited environments: A scientific vision, Water Resource Research, vol. 42:6. Newton, B. T., Rawling, G. C., Timmons, S. S., Land, L., Johnson, P. S., Kludt, T., and Timmons, J. M., 2012, Sacramento Mountains Hydrogeology Study: New Mexico Bureau of Geology and Mineral Resources, Open-file Report 543. Newton, B. T., Kludt, T., Love, D., and Mamer, E., 2015, Hydrogeology of central Jonada del Muerto: Implications for travel along El Camino Real de Tierra Adentro, Sierra and Doña Ana Counties, New Mexico. New Mexico Bureau of Geology and Mineral Resources, Open File Report 573, Socorro, NM. Rawling, G. C., 2012, Generalized geologic map of the Southern Sacramento Mountains, Otero and Chaves Counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open-file Report 537. Smith, E. P., 2014, BACI Design, in Wiley StatsRef: Statistics Reference Online, John Wiley & Sons, Ltd. Stednick, J. D., 1996, Monitoring the effects of timber harvest on annual water yield. Journal of Hydrology, vol. 176, pp. 79–95. Stednick, J. D., 2010, Effects of fuel management practices on water quality in Cumulative Watershed Effects of Fuel Management in the Western United States, Elliot, W. J., Miller, I. S., and Audin, L., eds., U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station, pp. 149–163. Sun, G., McNulty, S. G., Amatya, D. M., Skaggs, R. W., Swift, L. W. Jr., Shepard, J.P., and Riekerk, H., 2002, A comparison of the watershed hydrology of coastal forested wetlands and the moun- tainous uplands in the Southern US, Journal of Hydrology, vol. 263, pp. 92–104. Swank, W. T. and Douglass, J. E., 1974, Streamflow greatly reduced by converting deciduous hard- wood stands to pine. Science, vol. 185:4154, pp. 857–859. Troendle, C. A., MacDonald, S. H., Luce, C. H., and Larsen, I. J., 2010, Fuel management and water yield in Cumulative Watershed Effects of Fuel Management in the Western United States, eds. Elliot, W. J., Miller, I.S., and Audin, L., U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station, pp. 149–163. S a c r a m e n t o M o u n t a i n s W a t e r s h e d S t u d y 53 Veatch, W., Brooks, P. D., Gustafson, J. R., and Molotch, N. P., 2009, Quantifying the effects of forest canopy cover on net snow accumu- lation at a continental, mid‐latitude site. Ecohydrology, 2(2), 115–128. Walker, G. R., Zhang, L., Ellis, R. W., Hatton, T. J., and Petheram, C., 2002, Estimating impacts of changed land use and other approaches for management of dryland salinity. Hydrogeology Journal, vol. 10, pp. 68–90. White, C. S., 2007, Evaluation of the effects of forest thinning on discharge from Santa Fe Watershed using chloride as a natural tracer. Department of Biology, UNM, Unpublished report submitted to the City of Santa Fe. Wierenga, P. J., 1995, Water solute transport and storage in Wilson, L. G., Everett, L. G., and Cullen, S. J., eds., Handbook of Vadose Zone Characterization & Monitoring: CRC Press, Inc. Boca Raton, Florida. Wood, M. K. and Javed, N., 2001, Hydrologic and Vegetal Responses to Fuelwood Harvest and Slash Disposal in a Pinyon Pine and Juniper Dominated Grassland, New Mexico Water Resources Research Institute, Miscellaneous Report No. M2725 pages. Woods, S. W., Ahl, R., Sappington, J., and McCaughey, W., 2006, Snow accumulation in thinned lodgepole pine stands, Montana, USA. Forest Ecology and Management, vol. 235, pp. 202–211. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 www.geoinfo.nmt.edu"
    },
    {
        "URL": "OFR-576_SM_watershed_study.pdf",
        "Text": "Watershed using chloride as a natural tracer. Department of Biology, UNM, Unpublished report submitted to the City of Santa Fe. Wierenga, P. J., 1995, Water solute transport and storage in Wilson, L. G., Everett, L. G., and Cullen, S. J., eds., Handbook of Vadose Zone Characterization & Monitoring: CRC Press, Inc. Boca Raton, Florida. Wood, M. K. and Javed, N., 2001, Hydrologic and Vegetal Responses to Fuelwood Harvest and Slash Disposal in a Pinyon Pine and Juniper Dominated Grassland, New Mexico Water Resources Research Institute, Miscellaneous Report No. M2725 pages. Woods, S. W., Ahl, R., Sappington, J., and McCaughey, W., 2006, Snow accumulation in thinned lodgepole pine stands, Montana, USA. Forest Ecology and Management, vol. 235, pp. 202–211. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 www.geoinfo.nmt.edu"
    }
]