{
  "Did the study define the aquifer extent in 2D?|||They do not explicitly present a formal 2D “aquifer boundary map,” but the text indicates the study describes where each formation crops out and how thickness varies laterally. In other words, while there is no stated, detailed 2D extent map, the study does discuss the aquifers’ areal distribution and thickness changes, implying the aquifer extent is at least partly defined in a two-dimensional sense.": "no",
  "Did the study define the aquifer extent in 2D?|||No. The text shows a west–east cross section and describes vertical relationships, but it does not provide a full two-dimensional map or other explicit 2D boundary definition of the aquifer extent.": "no",
  "Did the study define the aquifer extent in 2D?|||Yes. They provided a map (Figure 1) showing the regional study areas, which effectively illustrates the aquifer’s areal (2D) extent alongside the cross‐section in Figure 2.": "yes",
  "Did the study define the aquifer extent in 2D?|||Based on the provided text, there is no indication that the study explicitly delineated or mapped the aquifer in a two-dimensional sense. The text and references primarily discuss isotopic analyses, recharge processes, and general geologic/hydrologic contexts rather than providing a dedicated 2D boundary or extent of the aquifer.": "no",
  "Did the study define the aquifer extent in 2D?|||From the information provided, there is no explicit mention of a 2D delineation or mapping of the aquifer’s areal extent. The study focuses on stable isotope analysis of soil water, recharge mechanisms, and interactions with vegetation rather than providing a two-dimensional definition of the aquifer boundary.": "no",
  "Did the study define the aquifer extent in 2D?|||Yes. They outline the aquifer’s spatial extent (about 6,200 km²) and its boundaries in plan view (see Figures 1 and 2 in the text), effectively defining it in two dimensions.": "yes",
  "Did the study define the aquifer extent in 2D?|||They do not explicitly provide a precise two‐dimensional boundary for the aquifer in the text. They note that the “combined studies cover an area of approximately 33,400 km²” and refer to Fig. 1 for a regional‐scale overview, so it appears they depict the aquifer system’s extent in a map; however, a clear 2D boundary definition is not directly stated in the excerpt.": "no",
  "Did the study define the aquifer extent in 2D?|||They do not present a detailed two-dimensional map or boundary delineation of the aquifer. Instead, they offer a conceptual (primarily cross-sectional) model describing how various perched and regional aquifers fit together, emphasizing how rock types, fractures, and conduits influence lateral and vertical flow.": "no",
  "Did the study define the aquifer extent in 2D?|||They do provide a conceptual model (Figure 16) and discuss where the formations occur, but they do not explicitly lay out a full 2D boundary or map of the aquifer extent. Instead, they rely on cross-sectional and general geologic descriptions rather than defining a precise horizontal extent.": "no",
  "Did the study define the aquifer extent in 2D?|||Yes. Figures 7a and 7b show 2D maps of aquifer areal extents (Permian Aquifer System, Pecos Valley Alluvial Aquifer, Southern High Plains Aquifer System) and their associated TDS distributions across the region.": "yes",
  "Did the study define the aquifer extent in 2D?|||They do provide plan‐view maps (e.g., Fig. 1) showing where the aquifer units crop out and how they transition from unconfined to confined conditions, so there is effectively a 2D depiction of the aquifer extent. However, the western boundary of the confined portion is not precisely defined and may shift with changing water levels.": "no",
  "Did the study define the aquifer extent in 2D?|||They did produce and refer to local geologic mapping (including formation contacts and structures) and incorporated earlier potentiometric‐surface work; however, the text does not indicate that they created a single new map explicitly delineating the full two‐dimensional extent of the aquifer. Instead, they used reconnaissance‐level geologic mapping plus existing data (e.g., from Kelley 1971 and Rawling 2004a/b) to illustrate where the Yeso and San Andres Formations crop out and generally to show the aquifer’s distribution and structure in the study area.": "no",
  "Did the study define the aquifer extent in 2D?|||They do provide a location map (Fig. 1) showing the watershed’s geology and sampling sites, which effectively outlines the aquifer in plan view, so yes―the study does show the aquifer’s extent in 2D.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The text does not explicitly state that the study defined a specific “base of the aquifer.” While it describes contacts with underlying Precambrian bedrock (for example, at Pajarita Mountain) and provides thickness estimates, it does not say that these were used to formally define or map a distinct aquifer base.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The excerpts do not specifically describe how the base of the aquifer was determined or what data were used to define it. They identify the Seven Rivers and Yeso Formations as confining units, but there is no explicit discussion about establishing the base of the aquifer.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The excerpt does not provide a specific definition or mapping of the aquifer’s base. While it mentions underlying basement rocks and gives overall stratigraphy, it does not describe how or where the aquifer’s lower boundary was established.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||There is no explicit statement in these sections about strictly defining the aquifer’s base. However, because they cite depth-to-bedrock mapping (Reference 19) and geohydrologic studies (e.g., Reference 20), it can be inferred that bedrock is treated as the base of the aquifer, with estimated depth-to-bedrock data (likely derived from geophysical surveys and well logs) guiding where the aquifer ends.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The excerpts do not specify a defined base of the aquifer or indicate how it might be delineated. The study focuses on soil‐water dynamics, recharge processes, and isotopic signatures rather than establishing the aquifer’s basal boundary.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The text does not explicitly describe any effort to define the base of the aquifer. It describes which formations the aquifer occupies (primarily the Yeso Formation, merging upward into the San Andres limestone), but does not state how or whether a “base” for the aquifer was formally determined.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The sections provided do not discuss or define a specific aquifer base, nor do they describe any data used to establish such a boundary.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The report sections provided do not explicitly state that the study defines the base of the aquifer. While they mention subsurface geologic data from well records and lithologic logs, there is no clear statement that these data were used to establish or map a specific “base” of the aquifer.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||No. The report does not explicitly define the base of the aquifer. Although it describes the geology (San Andres and Yeso Formations), water levels, and well cuttings, there is no clear statement on how or where the aquifer’s base was determined.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Yes. The study used a combination of geologic boundaries and total dissolved solids (TDS) data—specifically the 3,000 mg/L TDS threshold—to estimate the base of the aquifer. They “mosaicked” geologic surfaces with water-quality surfaces to identify where TDS concentrations exceeded 3,000 mg/L, defining the approximate bottom boundary of treatable groundwater.": "yes",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||From the provided excerpts, there is no explicit statement that a specific “base” of the aquifer was established or mapped. The discussion focuses on the formations involved (Yeso, San Andres, Artesia Group, etc.) and their saturated/unsaturated conditions and confining layers, but does not give details about a defined lower boundary or the data used to delineate it. Therefore, based on these sections, the study did not clearly define the base of the aquifer.": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||The report does not state “the base of the aquifer” in those exact terms. However, it indicates the Yeso Formation lies in depositional contact with the underlying Precambrian rocks throughout most of the area, implying that Precambrian basement effectively forms the lower boundary. This conclusion is drawn from geologic mapping data (e.g., Kelley, 1971).": "no",
  "Did the study define the base of the aquifer? If yes, what data was used to define the base of the aquifer?|||Based on the excerpt provided, the authors do not explicitly define the base of the aquifer. They note that the San Andres Formation (Middle Permian) overlies the Yeso Formation (Lower Permian) and discuss dip angles and outcrops, but there is no direct description of how or where the aquifer’s lower boundary is determined. Nor do they present specific well data, geophysical logs, or other direct methods to delineate a “base” of the aquifer within the text you shared.": "no",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The study delineates the major Permian formations (Grayburg, San Andres, Yeso) as distinct hydrostratigraphic units. Geologic mapping, well and oil‐test‐well logs, thickness and lithologic data, hydraulic‐conductivity and transmissivity estimates, and water‐quality results were all used to define and characterize each formation’s hydrostratigraphy.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The report delineates the Roswell artesian aquifer (San Andres Formation) and its confining units (Seven Rivers and Yeso Formations) through a west–east cross section and accompanying descriptions of the aquifer relationships. In other words, they relied on geologic formation data and cross-section interpretations to define which units are aquifers and which act as confining beds.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The reports indicate that the aquifer’s hydrostratigraphy was defined using an integrative approach that combined geological and geophysical well logs, outcrop and field mapping, and geochemical analyses (e.g., stable isotopes). These data were synthesized to delineate the aquifer’s major stratigraphic units and their hydraulic characteristics.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||From the information provided (particularly the references dealing with geologic frameworks, bedrock depth, and hydrogeologic investigations), the study does outline the aquifer’s hydrostratigraphy. It draws on published geologic maps and stratigraphic work (e.g., Dickinson’s geologic framework studies, depth-to-bedrock estimates by Richard et al., the “Phase 2 Hydrogeologic Investigations” by Montgomery and Associates, and other regional USGS reports) to delineate the major geologic units and their water‐bearing properties. These sources, together with hydrochemical and isotopic data, inform how the aquifer’s layers are defined and characterized.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||The authors do not present a new or detailed hydrostratigraphic framework in this section. They discuss the general geology (Permian San Andres and Yeso Formations, their lithologies, and degree of fracturing) but rely on previously published work (e.g., Newton et al. 2012) for the broader hydrostratigraphic context rather than defining it themselves with new well or geophysical data.": "no",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The study worked out which stratigraphic formations serve as the main water‐bearing units (e.g., the Yeso Formation and, farther east, the overlying San Andres Formation) using geologic mapping, field observations (especially of spring flow), water‐level measurements, and stable‐isotope data. This combination of methods helped define which rock intervals act as aquifers and how they merge or interact regionally.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. In particular, Newman et al. (2016) reviewed the basin’s hydrogeological framework and used groundwater‐chemistry data (including over 300 well samples), combined with the known stratigraphy and fault structure, to interpret hydrostratigraphic units. Their “hydrochemical facies” approach and statistical comparisons helped delineate how different parts of the aquifer system relate to one another, effectively defining the hydrostratigraphy.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. They relied on published geologic maps, new 1:24,000-scale mapping, well‐cutting logs, cross sections, fracture and lineament data, and subsurface geologic data (including consultants’ and students’ well records) to delineate aquifers and define the area’s hydrostratigraphy. These geologic data were then combined with hydrologic measurements and geochemical/isotopic sampling to build a conceptual model of how groundwater moves through the formations.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. The study (drawing on Newton et al. 2012 and Rawling 2012) defined the hydrostratigraphy primarily by mapping and describing the San Andres and Yeso Formations, examining well cuttings and water-level data from drilled wells (including one dry hole), and integrating these observations into a hydrogeologic conceptual model (Figure 16). These combined data helped delineate how the bedrock formations and overlying soils influence groundwater occurrence and flow pathways.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. They developed a 3D hydrogeologic model that defined aquifer hydrostratigraphy using existing geologic surfaces (e.g., from digitized cross-sections, structure contours, and formation picks), water-level measurements (e.g., from USGS and state databases), and total dissolved solids (TDS) data to delineate aquifer tops, bottoms, and salinity zones.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. They delineate the San Andres and Yeso Formations, along with overlying confining units, as key hydrostratigraphic elements. This definition is based on geologic mapping and descriptions (e.g., Rawling 2012a), well data (including observed cascading water and blowholes), and prior regional studies (e.g., Welder 1983, Newton et al. 2012), all of which document rock types, fractures, dissolution features, and stratigraphic relationships.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. They defined the regional carbonate aquifer to include the Permian Yeso (where Hale Spring emerges), San Andres, and Glorieta Formations. They relied on geologic mapping (including structure and lithology), previous mapping (e.g., Kelley 1971, Rawling 2004), and geochemical analyses (including tritium) from springs and wells to delineate those units and confirm their hydrostratigraphic significance.": "yes",
  "Did the study define the hydrostratigraphy of the aquifer? If yes, what data was used to define the hydrostratigraphy?|||Yes. Although the article does not use the term “hydrostratigraphy” explicitly, it does define how the major Permian bedrock units (San Andres and Yeso formations) control aquifer flow. The authors rely on geological mapping (showing how the San Andres overlies the Yeso), stratigraphic relationships, and geochemical/isotopic data to characterize those formations as the principal water‐bearing layers.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. The report repeatedly links faults, anticlines, and dissolution‐related folding (for example, along the Tinnie‐Dunken Anticlinorium and the Ruidoso Fault Zone) to changes in groundwater flow and well yields. These structural controls were identified and defined using geologic mapping, references to oil and water well logs (including penetration of Precambrian units), karst/dissolution features in outcrops, and aquifer test data (transmissivity, hydraulic conductivity) from multiple studies (e.g., Bowsher, 1991; Miller and others, 2008; Rawling, 2006, 2009).": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. The sections do not explicitly describe or define subsurface structural controls such as faults or folds; they primarily discuss how confining units (the Seven Rivers and Yeso Formations) and the stratigraphic arrangement of limestone and alluvial deposits influence groundwater flow. No direct data on structural features (e.g., seismic surveys or fault mapping) is presented.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. Several of the referenced works (for example, Wolaver et al. 2008 and Uliana & Sharp 2001) used a combination of geochemical data, well logs, geologic mapping, and sometimes geophysical interpretations to identify faults and other subsurface features that act as structural controls on groundwater flow.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||It does address geologic structure as a control on flow (for example, referencing extensional fault domains, bedrock configuration, and geologic maps in Dickinson [18,25] and others). Most of that structural framework is defined from published geologic mapping, depth‐to‐bedrock data, and hydrogeologic investigations (e.g., well logs) cited in the references rather than from new structural data collected by this study.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||No. While the authors describe the general geology (e.g., the back-tilted fault block, fractured limestone, and heterogeneous Yeso Formation), they do not explicitly define subsurface structural controls on groundwater flow or present data meant primarily to delineate those controls. Their focus remains on stable isotopes, soil‐water dynamics, and the role of vegetation in water uptake.": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. The report indicates that faulting, fractures, and stratigraphic relationships govern groundwater flow (e.g., artesian springs near faults). These structural controls were identified through field observations (e.g., spring locations and artesian conditions), surface geologic mapping, and water-level measurements.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. The study showed that basin faults affect local flow paths in the Roswell Artesian Basin. This conclusion arose primarily from differences in chloride concentrations (and associated hydrochemical facies data) measured on opposite sides of faults, indicating that fault structures are altering groundwater flow directions.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. The report indicates that the study considered subsurface structural controls on groundwater flow, relying primarily on geologic mapping (at 1:24,000 scale with cross sections), subsurface geologic unit descriptions from well records, and fracture/lineament measurements to define those controls.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. Although the report does not describe faults in detail, it does identify fractured limestone and the contact between the San Andres and Yeso Formations as key controls on groundwater flow. The primary data used were well cuttings and water‐level measurements from monitoring wells, along with geologic mapping (Newton et al. 2012, Rawling 2012) that shows where fractures and formation contacts are located.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. The report indicates that faults and the asymmetric structural depression of the basin are incorporated into the 3D geologic framework, thereby defining structural controls on groundwater flow. These controls were mapped using existing data on surface geology and faults (from statewide geologic maps), subsurface formation “picks” (well logs), digitized cross-sections, and structure‑contour data from prior studies.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||From the text provided, there is no explicit delineation of specific subsurface “structural controls” such as faults or folds. The authors do note that fracture networks (referencing Walsh 2008) allow water to move downward from perched aquifers, and that the boundary of confined conditions in the carbonate aquifer shifts with water levels. However, they do not detail faults or other discrete structural features controlling flow. The primary data mentioned for defining aquifer boundaries and flow paths are water-level measurements (Land et al. 2012; Land & Newton 2008) and geologic cross-sections (Figs. 1 and 2).": "no",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||Yes. The investigators mapped bedding orientations and structural features (folds, faults) in the field and combined these new measurements with previously published geologic maps (e.g., Kelley 1971, Rawling 2004b). They used these data to show that Hale Spring discharges from fractures in the core of a fold in the Yeso Formation, thus demonstrating how subsurface structures influence groundwater flow.": "yes",
  "Did the study define subsurface structural controls on groundwater flow? If yes, what data was used to define the structural controls?|||From the information provided, the paper does not explicitly define or map out subsurface structural controls (e.g., faults, fracture networks) in detail. Although the authors note that the aquifer is a “fractured carbonate” system with a shallow regional dip (2–3°) and discuss bedrock composition, they do not present specific structural data (such as fault maps or fracture analyses) to characterize subsurface flow pathways. Consequently, no separate dataset—beyond general geologic mapping of the Permian strata—is described in the text as having been used to define structural controls on groundwater flow.": "no",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The study delineates areas of recharge primarily through precipitation and stream infiltration (for instance, along outcrops of the San Andres and Yeso Formations) and identifies discharge zones where groundwater emerges at springs (such as Government Spring and Hale Spring) or is removed by pumping and surface‐water diversion. The locations of these recharge and discharge zones were inferred from multiple lines of evidence: water‐level contour maps (showing hydraulic gradients), geologic structure and stratigraphy (for example, fault zones and anticlinoria that impede or redirect flow), water chemistry and isotopic dating (to confirm young water entering the system from streams), and observed spring flow and dry wells in folded strata.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The text describes recharge zones as areas where precipitation and surface water (e.g., from mountains, rivers, arroyos) enter the aquifer, and discharge zones as places (such as springs, wetlands, and streams) where ground water leaves the aquifer. These zones were identified based on estimates of precipitation, infiltration, local geology (e.g., confining beds), topography, and known points of natural ground water outflow.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. Various studies cited (e.g., Uliana and Sharp; Wolaver et al.; Plummer et al.; Druhan et al.) used a combination of stable-isotope data (δ²H, δ¹⁸O), geochemical tracers, and flow‐path/geochemical modeling to delineate recharge versus discharge zones. These methods helped infer where water enters (recharge) and exits (discharge) the aquifers being studied.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The study (citing multiple references in the text) identifies recharge zones primarily in the mountain blocks and discharge zones in the adjacent basins. These zones were differentiated using stable isotope analyses (e.g., δ¹⁸O and δ²H), geochemical and noble-gas data, well and spring measurements, and in some cases remote sensing and water-balance methods.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The paper clearly identifies the Sacramento Mountains as the principal recharge area for adjacent regional aquifers (such as the Roswell and Salt basins). Although it does not explicitly label corresponding “discharge zones,” it does link those lowland basin aquifers as the recipients of mountain recharge. The evidence for defining the mountains as the recharge zone comes primarily from stable‐isotope analysis of precipitation and soil water, combined with hydrogeologic data (e.g., fractured limestone in the higher elevations, precipitation patterns, and observed percolation in the mountain soils).": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The study identifies the highest elevations of the Sacramento Mountains as the principal recharge zone and the lower‐elevation springs to the east as discharge areas. They based this on field observations (e.g., high‐volume spring flow), stable‐isotope measurements of water, and surface geologic mapping (noting losing streams and artesian conditions near faults).": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. According to the text, Rawling and Newton (2016) identified recharge areas (and thus helped define discharge zones) using water-table fluctuation and chloride mass-balance methods. These data were augmented by an understanding of the complex geology, plus environmental tracer and major-ion chemistry measurements, to delineate where recharge occurs and how water flows toward discharge zones.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The primary recharge zone lies at higher elevations (above about 8,200 feet) where snowmelt and some monsoonal rainfall infiltrate through fractures and conduits. The study identified this recharge area using stable isotope signatures (e.g., plotting along an evaporation line), water-level data, and spatial trends in water chemistry. Discharge zones occur at lower elevations where groundwater emerges at springs or stream channels. The isotopic compositions and water-chemistry trends helped confirm that groundwater flows downgradient from the recharge zone to the discharge areas.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The report identifies the higher‐elevation area (above the 7400 ft groundwater contour/≈ 7800 ft land surface) as the primary recharge zone, with groundwater discharging at springs and streams at lower elevations. These zones were delineated using water‐table maps (Figure 11), stable isotope data (Figure 12), and geologic/hydrogeologic observations (Figures 13 and 14).": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The text explicitly cites Willis Canyon in the crest area of the Sacramento Mountains as the recharge zone for the Pecos Slope. While it does not detail a specific “discharge zone,” the study implies that both recharge and aquifer boundaries are defined using a combination of water-level measurements (USGS, NM OSE), geologic mapping, and water-quality (TDS) data assembled into the 3D hydrogeologic model.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. They primarily delineated recharge zones in the higher elevations of the Sacramento Mountains (above about 2,380 m or the 58 cm annual precipitation isohyet) using a combination of field measurements (water‐table fluctuation), chemical data (chloride mass balance), and climatological information (precipitation records). Although discharge from the Roswell Artesian Basin was not explicitly mapped, prior work (e.g., Fiedler and Nye, Hantush, and others) identified artesian outflow and underflow as the main discharge processes. Thus, the study’s recharge area is defined from physical and chemical data and precipitation patterns, while discharge was inferred from previous studies of underflow and artesian flow.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. The study identifies that recharge occurs primarily where precipitation infiltrates outcrops of the San Andres and Yeso Formations—particularly in the Sacramento Mountains and along streambeds—while discharge is mainly via underflow to the east and through springs (such as Hale Spring). They used geologic mapping, well data, potentiometric surface maps (from previous work), and hydrologic measurements (e.g., tritium analyses, flow records) to define these recharge and discharge zones.": "yes",
  "Did the study define recharge and discharge zones? If yes, what data was used to define recharge and discharge zones?|||Yes. They identified the higher‐elevation (“High Mountain”) portions of the Sacramento Mountains as the primary recharge zones and the lower parts of the watershed as discharge zones. This was inferred mainly from the topographic gradient (showing downward flow from higher elevations) and from differences in water‐chemistry and sulfur‐isotope data (in particular, higher sulfide contributions to sulfate in the upgradient “recharge” springs).": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. The study developed a conceptual water budget that provides estimates of basinwide input (recharge) and output (discharge) terms. It used local and site-specific measurements of recharge, pumping, and streamflow—supported by data such as precipitation records, streamflow analyses, well pumping information, and isotopic age dating (for recharge studies)—to quantify those rates and amounts. The details of these estimates are discussed in tables and sections referring to the conceptual water budget.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No specific, numerical recharge or discharge volumes for particular aquifers are presented. The report only provides a broad range for recharge from precipitation (0.03% to 20% of mean annual precipitation) and describes factors influencing recharge and discharge qualitatively. It does not detail specific data sets or measured rates for quantifying overall aquifer recharge or discharge.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No specific recharge or discharge rates (e.g., volumes or fluxes) are reported in the cited sections. The studies referenced rely on stable‐isotope analyses (δ²H, δ¹⁸O), geochemical methods, and flow-path modeling to characterize recharge sources and aquifer flow but do not provide explicit numerical estimates of recharge or discharge amounts.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||From the information provided, the study sections do not present explicit numerical values or calculations for recharge or discharge rates/amounts. They discuss the sources and seasonal proportions (e.g., winter vs. summer recharge) based on isotope data and altitude‐based precipitation, but do not supply measured or modeled volumetric (or flow) rates for aquifer recharge or discharge. Consequently, there is no direct quantification of recharge or discharge rates/amounts in the sections quoted.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. The sections provided focus on how precipitation infiltrates and is partitioned in the soil (e.g., “mobile” vs. “immobile” water) rather than reporting specific recharge or discharge volumes or rates. While the study examines soil-water and tree-water uptake with stable isotopes, it does not include direct quantitative measurements of recharge or discharge amounts.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. The sections provided do not include any specific quantitative estimates of recharge or discharge rates, nor do they mention methods or data used to derive such estimates. They describe the hydrogeologic setting qualitatively (e.g., areas of recharge, perched aquifers, and karstic flow paths) but do not give measured or modeled rates for recharge or discharge.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. In the excerpt, Rawling and Newton (2016) use water-table fluctuation data and chloride mass-balance methods to quantify recharge amounts across the Sacramento Mountains and parts of the adjacent basins. These approaches helped identify recharge areas and estimate how much water enters the aquifer over various spatial and temporal scales.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. They estimated recharge rates (e.g., 5–10% of precipitation) using precipitation records and well‐water‐level fluctuations. Specifically, they applied the water table fluctuation method to data from well SM‐0049 following the 2006 monsoon events, along with stable isotope analyses and other well/spring measurements to assess how much water enters and moves through the aquifer system. The excerpt does not provide explicit discharge rates, but it does discuss spring discharge qualitatively as part of the overall water balance.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. The excerpts discuss soil‐moisture changes, evapotranspiration differences, and potential for increased recharge in thinned plots, but they do not present direct or explicit measurements or rates of actual recharge or discharge. Instead, they rely on soil‐moisture observations and precipitation data to infer the likelihood of water percolating below the root zone.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||From the sections provided, there is no direct mention or tabulated summary of recharge or discharge rates (or the data used to derive them). The text focuses primarily on total groundwater‑volume estimates rather than on fluxes into or out of the aquifers. While some of the cited references (e.g., Daniel B. Stephens and Associates, Inc., 1995; Deeds et al., 2015) likely address these questions in more detail, the quoted document itself does not explicitly quantify recharge or discharge.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||Yes. The study quantified recharge primarily using the water-table fluctuation (WTF) method and the chloride mass-balance (CMB) method, which yielded estimates of recharge as a percentage of precipitation (e.g., 5–20% from WTF, and 24±8% from CMB). They then combined these percentages with precipitation and topographic data—specifically, the 2,380-m elevation contour and the 58-cm annual precipitation isohyet—to calculate total recharge on a regional scale. Discharge amounts were not directly measured in this study but were inferred through comparison with earlier work (e.g., Fiedler and Nye 1933; Hantush 1957), which equated recharge to discharge under predevelopment or equilibrium conditions.": "yes",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||They do not present explicit numerical recharge or discharge rates (e.g., volumes per unit time) in this section. The closest quantitative indicator is the tritium‐based residence time (40–50 years, implying recharge occurred between 1952 and 1963), but no direct measurement or explicit calculation of recharge or discharge volumes or rates is provided in the text.": "no",
  "Did the study quantify recharge and discharge rates or amounts? If yes, what data was used to quantify recharge and discharge rates or amounts?|||No. In the excerpt provided, the authors discuss precipitation patterns and the role of recharge in driving sulfate inputs but do not present specific water-budget calculations or numeric estimates of aquifer recharge or discharge. Their focus is on the chemical and isotopic characterization of sulfate sources rather than on quantifying recharge/discharge rates.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They produced regional “water‐level” (potentiometric) contour maps. The text describes how measured water levels were contoured (for instance, in Figure 13), showing the groundwater gradients and indicating that these were effectively potentiometric‐surface maps rather than simply depth‐to‐water or water‐table maps.": "yes",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||The text describes cross sections and conceptual diagrams but does not explicitly state that the study produced water table elevation maps, depth-to-water maps, or piezometric/potentiometric surface maps. It focuses on explaining aquifer conditions and illustrating groundwater flow rather than presenting specific mapping products.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They reference an existing potentiometric‐surface map from a previous publication (reference [9]) but do not present a new or original water‐table, depth‐to‐water, or piezometric‐surface map of their own in this paper.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||No. There is no indication in the referenced sections that the study generated or presented water‐level or potentiometric‐surface maps (e.g., water table‐elevation or depth‐to‐water maps). The cited works focus on isotopic, geochemical, and geologic investigations rather than producing those specific types of groundwater‐level maps.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||No. The sections presented deal with soil‐water collection, stable isotope measurements, and water extraction methods. They do not describe or present water‐table elevations or potentiometric‐surface maps.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||The report references “flattening of the water table east of Mayhill (Fig. 5)” and discusses the regional piezometric surface. Although it does not explicitly state “we produced a water-table map,” the mention of Figure 5 and these water-level discussions strongly suggests that at least a water-table or potentiometric-surface depiction was created or used.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||The text does not explicitly state that any research team produced water‐table or potentiometric‐surface maps. While Rawling and Newton (2016) did apply water‐table fluctuation methods in their study, there is no direct mention of published water‐level or piezometric maps in the summarized material.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||From the text, the study produced both a water table elevation (water-table surface) map (Figure 18) and a depth-to-water map (Figure 20). Although the water-table surface contours function similarly to a piezometric or potentiometric surface, the report does not refer to them specifically by those terms.": "yes",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They do not appear to have produced a formal water‐level or potentiometric‐surface map. The report describes a hydrogeologic conceptual model (Figure 16) and provides well water‐level elevations, but there is no direct mention of constructing a mapped surface of the water table or piezometric levels.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They produced water‐table maps for each aquifer system using wells with post‐2009 water‐level measurements, rather than depth‐to‐water or potentiometric surface maps. The text specifically states, “…wells with water levels reported after year 2009 were used to create water‐table maps for each aquifer system.”": "yes",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They discuss and interpret a “regional groundwater elevation surface” in the Sacramento Mountains and refer to well data (depth to water) and hydrographs to delineate aquifer flow. While they do not explicitly say “we produced a water-table map,” the text makes it clear they used and presented groundwater‐level data (e.g., water‐table elevations) as part of their conceptual model and likely included some form of potentiometric or water‐table surface depiction.": "yes",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||They did not present any newly generated water‐level or potentiometric surface maps of their own. Instead, they referred to potentiometric surface maps previously constructed by Sloan and Garber (1971) and used that existing work in their discussion.": "no",
  "Did the study produce water table elevation, depth to water, piezometric surface, or potentiometric surface maps?|||No. The report sections provided do not mention creating or presenting water table, depth-to-water, piezometric, or potentiometric surface maps. They focus instead on geochemical analyses and the evolution of water chemistry.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The report references specific conductance data (in µS/cm at 25 °C) and concentrations of chemical constituents (in mg/L or µg/L), indicating that major ion and related water chemistry data are included. Although isotopes, pH, or salinity are not explicitly named, the presence of specific conductance and chemical constituent information suggests that at least some water-quality and chemistry parameters were collected and analyzed.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||No. Although the report notes that some waters are highly saline or have a high mineral content (for example, in the Rustler Formation), it does not present specific chemical data such as major ions, isotopes, pH, or conductance.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. Multiple references (e.g., 3, 24, 30, 31) include analyses of isotopes, salinity, and other geochemical parameters, indicating that water chemistry data (such as isotopic composition, salinity, and other constituents) were part of the study.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. Several citations (e.g., references 37, 42, 43, 56, 63, 64) explicitly discuss and/or apply geochemical, isotopic, and other water‐quality parameters (major ions, solute tracers, etc.), indicating that the study does include water chemistry data.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||From the sections provided, the study explicitly includes stable-isotope data (oxygen and hydrogen). There is no mention of other water-chemistry parameters (e.g., major ions, pH, salinity, specific conductance) in the text, so it appears the study focuses on isotopes rather than broader water-chemistry measurements.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||From the report sections provided, the study focuses primarily on isotopes (tritium, helium, noble gases) and chlorofluorocarbon dating. There is no explicit mention of routine water-chemistry parameters (major ions, pH, salinity, specific conductance) in the excerpt, so it does not appear that these data are included in the report section provided.": "no",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The studies discussed clearly use water chemistry data (including major and minor ions, isotopes, chloride, etc.) and analyze parameters such as stable isotopes, tritium, chlorofluorocarbons, and other geochemical indicators. While pH or salinity are not mentioned by name, they are typically part of routine water‐chemistry assessments; thus, it is reasonable to infer that they were measured as well.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The report explicitly states that one-time and repeated geochemical, isotopic, and environmental tracer sampling was performed on wells, springs, streams, and precipitation, which would include water chemistry data such as major ions and isotopes.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The report states that samples were analyzed for general chemistry (major cations and anions) and stable isotopes (hydrogen and oxygen). Although not explicitly listing pH, salinity, or specific conductance, these are typically included under “general chemistry” measurements. Therefore, the study does include water chemistry data.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||The report references “water-quality data” specifically mentioning total dissolved solids (TDS) as a key parameter used to define freshwater boundaries. While it does not explicitly list major ions, isotopes, pH, or specific conductance, the inclusion of “water-quality data” from multiple agencies suggests that at least some broader chemistry parameters may also have been collected and are available through those sources.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The text explicitly notes that major ions, alkalinity, anions, cations, bromide, and stable isotopes (including tritium) were analyzed, and that all chemistry data are compiled in Table S1 of the supplementary material. While pH and specific conductance are not mentioned by name in the excerpt, it is typical for these parameters to be measured alongside major ion and isotope analyses, so they are very likely included as well.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The table and accompanying text show measured concentrations of major ions (e.g., calcium, magnesium, chloride, sulfate), total dissolved solids (TDS, a salinity measure), and tritium (an isotope). While pH or specific conductance are not explicitly mentioned in the excerpt, the study does provide these other types of water‐chemistry data.": "yes",
  "Does the study include water chemistry data (e.g. major ions, isotopes, pH, salinity, specific conductance)?|||Yes. The text indicates that the study measures major ions (e.g., Cl, SO₄, NO₃, Na, K, Ca, Mg), sulfur isotopes, and pH in the water samples. They also analyze trace metals. While they do not explicitly mention “salinity” or “specific conductance” by name in the text, the general suite of chemical measurements (anions, cations, etc.) implies that overall water chemistry data are collected and evaluated.": "yes",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||Yes. The report specifically mentions transmissivity (T) values (ranging from tens of thousands ft²/d down to 67 ft²/d), horizontal hydraulic conductivity (Kh) values (0.0001 ft/d to 32 ft/d in various studies), and specific yield (SY) (0.01 to 0.10). It does not provide explicit porosity, storage coefficients (storativity), or specific storage.": "yes",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||They mention porosity and discuss how rocks of differing permeability and storage capacity function as aquifers or confining beds, but they do not provide specific quantitative values (e.g., numeric transmissivity or conductivity measurements). The text does not explicitly report storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity. Instead, it gives general descriptions of porosity and relative permeability/storage behavior without detailed parameter data.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||From the material provided, there is no clear reporting of specific numerical values or detailed discussions of porosity, hydraulic conductivity, transmissivity, storage coefficients, or other similar aquifer parameters. While Worthington and Ford (ref. 3) address “permeability” in carbonate aquifers and some of the other references discuss flow processes, the excerpts do not contain explicit data or measured values for these hydrogeologic properties.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. None of the cited sections explicitly provide values or measurements for porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity. Most of the listed sources instead focus on geologic mapping, stratigraphy, and especially stable‐isotope and geochemical analyses rather than reporting quantitative aquifer properties.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The sections provided do not include explicit values or discussions of porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity; the focus is on stable-isotope analysis of soil-water dynamics rather than detailed hydrogeologic parameters.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||The references list several works dealing with aquifer characterization (for example, Rehfeldt and Gross 1981; Simcox and Gross 1985; Wasiolek 1991; Welder 1983) that likely include some discussion of hydraulic properties (e.g., hydraulic conductivity, transmissivity). However, in the cited excerpts themselves, there is no direct reporting of specific hydrogeologic parameters such as numerical values for porosity, permeability, storage coefficients, or similar. One would need to consult those cited studies individually for any detailed hydrogeologic property data.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. In this excerpt, the authors only make a general statement that carbonate aquifers “are often characterized by relatively low porosity and extreme heterogeneity of permeability.” They do not provide measured or specific values for porosity, permeability, storage coefficients, hydraulic conductivity, transmissivity, or other quantitative hydrogeologic properties.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The cited sections do not report specific values for parameters such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity. They mention flow velocity (65 feet/day) and conceptual models (e.g., piston flow, deep recharge), but do not provide detailed hydrogeologic properties.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The sections presented do not include specific numeric values or discussions of porosity, permeability, hydraulic conductivity, transmissivity, or storage properties. They primarily focus on describing soil thickness, infiltration pathways (fast vs. slow water), and how trees use groundwater, rather than reporting standard hydrogeologic coefficients.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||Yes. They provide specific‐yield (Sy) ranges for the unconfined aquifers and a storativity (S) value for the confined aquifer, but do not report other parameters (e.g., porosity, permeability, hydraulic conductivity, or transmissivity) in the sections shown.": "yes",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The excerpt does not include explicit numerical values or detailed discussion of porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity. It references broader hydrogeologic studies (e.g., conceptual models, recharge studies, and geohydrologic frameworks) but does not provide specific measurements or properties.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. The excerpts do not provide specific numerical values or discussions of porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, or transmissivity. They focus on general geology, structural controls, recharge sources, and spring discharge trends rather than detailed aquifer test results or hydrogeologic property measurements.": "no",
  "Does the study report specific hydrogeologic properties such as porosity, permeability, storage coefficients, specific storage, specific yield, hydraulic conductivity, and/or transmissivity?|||No. None of the cited sections provide explicit values or discussions of porosity, permeability, storage, or other such hydrogeologic parameters. The references focus primarily on sulfur geochemistry, isotopic evidence, diagenesis, and geochemical modeling rather than detailed aquifer flow properties.": "no"
}