[
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "REPORT Quantity and location of groundwater recharge in the Sacramento Mountains, south-central New Mexico (USA), and their relation to the adjacent Roswell Artesian Basin Geoffrey C. Rawling1 & B. Talon Newton2 Received: 24 October 2014 /Accepted: 12 March 2016 /Published online: 16 April 2016 # Springer-Verlag Berlin Heidelberg 2016 Abstract The Sacramento Mountains and the adjacent Roswell Artesian Basin, in south-central New Mexico (USA), comprise a regional hydrologic system, wherein recharge in the mountains ultimately supplies water to the confined basin aqui- fer. Geologic, hydrologic, geochemical, and climatologic data were used to delineate the area of recharge in the southern Sacramento Mountains. The water-table fluctuation and chlo- ride mass-balance methods were used to quantify recharge over a range of spatial and temporal scales. Extrapolation of the quantitative recharge estimates to the entire Sacramento Mountains region allowed comparison with previous recharge estimates for the northern Sacramento Mountains and the Roswell Artesian Basin. Recharge in the Sacramento Mountains is estimated to range from 159.86 × 106 to 209.42×106 m3/year. Both the location of recharge and range in estimates is consistent with previous work that suggests that ~75 % of the recharge to the confined aquifer in the Roswell Artesian Basin has moved downgradient through the Yeso Formation from distal recharge areas in the Sacramento Mountains. A smaller recharge component is derived from in- filtration of streamflow beneath the major drainages that cross the Pecos Slope, but in the southern Sacramento Mountains much of this water is ultimately derived from spring discharge. Direct recharge across the Pecos Slope between the mountains and the confined basin aquifer is much smaller than either of the other two components. Keywords USA . Karst . Groundwater recharge/water budget . Hydrochemistry . Hydrograph Introduction Precipitation that infiltrates into the ground past the root zone and reaches the water table becomes groundwater recharge and replenishes water stored in aquifers. Accurate estimates of re- charge rates are necessary for understanding, simulating, and managing groundwater flow systems (Healy 2010; Phillips et al. 2004), but are typically the least well-known input into groundwater flow models (Delin et al. 2007). Recharge esti- mates are often erroneously equated to the Bsafe yield^ (Alley and Leake 2004), or the amount of groundwater that may be pumped without undesirable results, however these are defined. In fact, the safe yield is related to the amount of natural dis- charge that may be captured, and the acceptable impacts resulting from said capture (Balleau 2013; Bredehoeft et al. 1982; Theis 1940); however, as estimation of capture is often determined by groundwater model simulations (Bredehoeft 2002; Phillips et al. 2004), accurate model output requires ac- curate recharge estimates as input. Techniques to estimate groundwater recharge rates address different spatial and tempo- ral scales, and vary widely in reliability, cost, and potential use This article belongs to a series that characterizes the hydrogeology of the Sacramento Mountains and the Roswell and Salt basins in New Mexico, USA Electronic supplementary material The online version of this article (doi:10.1007/s10040-016-1399-6) contains supplementary material, which is available to authorized users. * Geoffrey C. Rawling geoff@nmbg.nmt.edu 1 New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, 2808 Central SE, Suite 127, Albuquerque, NM 87106-2245, USA 2 New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, 801 Leroy Place, Socorro, NM 87801-4796, USA Hydrogeol J (2016) 24:757–786 DOI 10.1007/s10040-016-1399-6 of the estimated values (Scanlon et al. 2002). The importance of quantifying recharge is clear, yet it is a difficult quantity to estimate, and there is no Bbest^ method—consistency of results amongst multiple methods is beneficial (Delin et al. 2007; Healy 2010; Phillips et al. 2004; Scanlon et al. 2002). Recharge location affects the response of groundwater sys- tems to pumping, thus accurate delineation of recharge areas is another important groundwater model input (Phillips et al. 2004; Sanford 2002). Identification of recharge areas is also important for protection of groundwater supplies from con- tamination (e.g., Robins 1998). The Roswell Artesian Basin (RAB) in southeastern New Mexico, USA, is a classic example of a regional scale, re- chargeable artesian aquifer The regional economy is dependant on water from the aquifer for agriculture, and extensive ground- water pumping has resulted in large water-level declines (Johnson et al. 2003; Land and Newton 2008). There is a long history of research in the area of the RAB (Newman et al. 2016) including detailed surface and subsurface geologic and hydro- logic investigations, recharge estimates by various means, and groundwater flow modeling (McAda and Morrison 1993). Although it is generally agreed that the adjacent Sacramento Mountains and Pecos Slope are the recharge area for the RAB (Fig. 1), different hydrologic conceptual models have been pro- posed since the pioneering work of Fiedler and Nye (1933). The models differ on where within this region, by what mech- anisms (Gross 1982), and in what quantity the recharge occurs (see unpublished report by Daniel B. Stephens and Associates, hereafter always referred to Table 1). The first goal of this paper is to determine the location and quantity of groundwater recharge in the southern Sacramento Mountains (Fig. 1). Pertinent geologic, hydrologic, and geo- chemical data from a regional hydrogeology study conducted by the New Mexico Bureau of Geology and Mineral Resources (NMBGMR; Newton et al. 2012) were integrated to delineate the recharge area and estimate the amount of ground- water recharge. Each method of estimating recharge has unique advantages and limitations, and it is prudent to use as many different approaches as possible (Coes et al. 2007). The water- table fluctuation method (WTF; Healy and Cook 2002) was used to estimate recharge over temporal scales of days to 3 years and spatial scales of less than a few 10s of km2. The chloride mass- balance (CMB; Wood 1999; Wood and Sanford 1995) method was used to estimate recharge over hundreds to thousands of km2 and several to tens of years. These methods were the most prac- tical to use with the available data, and importantly, the validity and application of each is not dependent on the seasonality of recharge or the physical processes by which recharge reaches the water table (Healy 2010). These two related issues are quite complex within the southern Sacramento Mountains study area (Newton et al. 2012), and will be addressed in future work. The second goal is to compare the recharge estimates and constraints on recharge location with previous work in both the Rio Hondo basin in the northern Sacramento Mountains and the RAB. To this end, the recharge estimates and con- straints on recharge location derived for the southern Sacramento Mountains were extrapolated across the entire Sacramento Mountains region (Fig. 1). The results are discussed within the context of the conceptual model of the regional hydrologic system, from recharge areas across the Sacramento Mountains, to the confined carbonate aquifer of the RAB. Wilson and Guan (2004) summarized the importance of mountain ranges in the southwest USA as sources of groundwa- ter recharge to adjacent basins, many of which have large popu- lation centers and/or agricultural development, the RAB being a prime example of the latter. Wilson and Guan (2004) noted that the hydrologic complexities within the mountains are often sim- plified"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "has unique advantages and limitations, and it is prudent to use as many different approaches as possible (Coes et al. 2007). The water- table fluctuation method (WTF; Healy and Cook 2002) was used to estimate recharge over temporal scales of days to 3 years and spatial scales of less than a few 10s of km2. The chloride mass- balance (CMB; Wood 1999; Wood and Sanford 1995) method was used to estimate recharge over hundreds to thousands of km2 and several to tens of years. These methods were the most prac- tical to use with the available data, and importantly, the validity and application of each is not dependent on the seasonality of recharge or the physical processes by which recharge reaches the water table (Healy 2010). These two related issues are quite complex within the southern Sacramento Mountains study area (Newton et al. 2012), and will be addressed in future work. The second goal is to compare the recharge estimates and constraints on recharge location with previous work in both the Rio Hondo basin in the northern Sacramento Mountains and the RAB. To this end, the recharge estimates and con- straints on recharge location derived for the southern Sacramento Mountains were extrapolated across the entire Sacramento Mountains region (Fig. 1). The results are discussed within the context of the conceptual model of the regional hydrologic system, from recharge areas across the Sacramento Mountains, to the confined carbonate aquifer of the RAB. Wilson and Guan (2004) summarized the importance of mountain ranges in the southwest USA as sources of groundwa- ter recharge to adjacent basins, many of which have large popu- lation centers and/or agricultural development, the RAB being a prime example of the latter. Wilson and Guan (2004) noted that the hydrologic complexities within the mountains are often sim- plified or ignored; for example, mountain blocks may be treated as a boundary condition in a basin-centered groundwater flow model or as a water source for a Darcy’s Law calculation at the mountain front. Studies that do address the mountains them- selves often focus on the chemical or isotopic compositions of mountain precipitation, local empirical relations between precip- itation and mountain-front recharge (MFR), or abundance of precipitation beyond estimated evapotranspiration (Wilson and Guan 2004). In contrast, in this study, the development of an understanding of the complex hydrogeology within the Sacramento Mountains was essential to interpretation of varia- tions in water chemistry and water levels, understanding ground- water and surface-water interactions, and ultimately delineating recharge areas, quantifying recharge, and interpreting the results in the framework of the regional hydrologic system. Background Geology The study area of 7,690 km2 is within the southern Sacramento Mountains, which reach an elevation of 2,956 m above sea level (asl) and are an east-dipping fault-block mountain range (Figs. 1 and 2). The Permian Yeso and San Andres Formations are exposed in the mountains and dip shallowly east into the Pecos River valley and the RAB. The Yeso Formation is poorly exposed in lower canyon walls west of Mayhill (Figs. 1 and 2) and present in valley bottoms be- neath alluvial fill. It is composed of limestone, dolomite, shale, siltstone, and sandstone interbedded on a scale of sev- eral meters (Rawling 2012a). Dissolution of carbonates and originally abundant gypsum has created Bsandwich^ karst (White 1969) with chaotic bedding, collapse features, and dissolution breccias. Carbonate beds are extensively fractured with abundant secondary porosity and dissolution enhanced conduits. Cascading water has been noted in some wells. Interconnected cavernous porosity is suggested by blowing 758 Hydrogeol J (2016) 24:757–786 wells and outcrop blowholes noted in the field (Newton et al. 2012). The overlying San Andres Formation caps ridges and dissected upland areas and is composed of strongly fractured limestone and dolomite with abundant secondary porosity (Rawling 2012a). Much of the ground surface in the study area is underlain by thin rocky soils over highly porous and fractured San Andres formation carbonate bedrock. This should facilitate rapid infiltration and allow preferential flow paths in the unsaturated zone. The Rio Hondo is the main drainage from the northern Sacramento Mountains and the Capitan Mountains (Fig. 1). The geology north of the Rio Ruidoso and Tularosa Creek con- sists of Mesozoic and Cenozoic clastic sedimentary rocks within the Laramide-age Sierra Blanca tectonic basin (Kelley 1971; Koning et al. 2014; Rawling 2012b) overlain and crosscut by extrusive and intrusive igneous rocks of the Sierra Blanca vol- canic complex and the Capitan Mountains (Allen and McLemore 1991; Thompson 1972; Rawling 2012b). The extent Fig. 1 Location of the 7,690 km2 southern Sacramento Mountains hydrology study area of Newton et al. (2012) within the surface drainage basin of the Roswell Artesian Basin (RAB). Inset shows the location in New Mexico, southwest USA. The extent of the RAB carbonate aquifer, RAB confining bed, and the Principal Intake Area are from Welder (1983). The upper Hondo Basin studied by Darr et al. (2014) is west of the town of Hondo. The zone of perched water within Mescalero Apache Reservation is from Sloan and Garber (1971). Hydrographs are shown in subsequent figures. Gray-scale elevation shading in this and subsequent figures is in 500-m intervals Hydrogeol J (2016) 24:757–786 759 of the Sierra Blanca tectonic basin is roughly the same as the upper Rio Hondo drainage basin (Fig. 1). Maximum elevations in the northern Sacramento Mountains reach 3,658 m on Sierra Blanca itself, and 3,073 m in the Capitan Mountains. The Roswell Artesian Basin (RAB) underlies the Pecos River Valley and the eastern portion of the Pecos Slope (Figs. 1 and 2). Where the carbonate aquifer within the San Andres Formation is overlain by fine sandstones and evapo- rites of the Permian Artesia Group, confined conditions exist, and large springs and artesian wells formerly flowed to the surface. (Figs. 1 and 2; Fiedler and Nye 1933; Welder 1983). Climate and vegetation Precipitation and temperature vary greatly due to the high topographic relief between the crest of the Sacramento Mountains and the Pecos River (Fig. 1; Table 2). Up to 50 % of precipitation in the Sacramento Mountains occurs during the monsoon season months of July through September (Malm 2003; National Weather Service 2004). Mean annual snowfall in Cloudcroft is 195 cm, but is highly variable, having ranged from 34 to 452 cm between 1931 and 2010 (NOAA 2016). Vegetation is strongly controlled by el- evation and precipitation availability. Grasslands and desert scrub of the Chihuahan Desert and Great Plains ecoregions in the Pecos River Valley and Pecos Slope give way to pinon- juniper woodlands at intermediate elevations and mixed- conifer forests as elevation and precipitation increase (Dunmire 2012). Regional hydrology The regional groundwater elevation surface in the Sacramento Mountains closely matches topography, with the highest water levels occurring along the crest of the mountains (Land et al. 2012; Newton et al. 2012). Groundwater flows easterly from the range crest, across the Pecos Slope and into the confined aquifer of the RAB (Fig. 2). Two regional aquifers, the High Mountain aquifer system and the Pecos Slope aquifer, can be identified in the southern Sacramento Mountains region based on surface drainage di- vides, depth-to-water in wells, gradient and topography of the regional water-table surface, spatial extent of groundwater/ surface-water interactions, characteristics of"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "The Roswell Artesian Basin (RAB) underlies the Pecos River Valley and the eastern portion of the Pecos Slope (Figs. 1 and 2). Where the carbonate aquifer within the San Andres Formation is overlain by fine sandstones and evapo- rites of the Permian Artesia Group, confined conditions exist, and large springs and artesian wells formerly flowed to the surface. (Figs. 1 and 2; Fiedler and Nye 1933; Welder 1983). Climate and vegetation Precipitation and temperature vary greatly due to the high topographic relief between the crest of the Sacramento Mountains and the Pecos River (Fig. 1; Table 2). Up to 50 % of precipitation in the Sacramento Mountains occurs during the monsoon season months of July through September (Malm 2003; National Weather Service 2004). Mean annual snowfall in Cloudcroft is 195 cm, but is highly variable, having ranged from 34 to 452 cm between 1931 and 2010 (NOAA 2016). Vegetation is strongly controlled by el- evation and precipitation availability. Grasslands and desert scrub of the Chihuahan Desert and Great Plains ecoregions in the Pecos River Valley and Pecos Slope give way to pinon- juniper woodlands at intermediate elevations and mixed- conifer forests as elevation and precipitation increase (Dunmire 2012). Regional hydrology The regional groundwater elevation surface in the Sacramento Mountains closely matches topography, with the highest water levels occurring along the crest of the mountains (Land et al. 2012; Newton et al. 2012). Groundwater flows easterly from the range crest, across the Pecos Slope and into the confined aquifer of the RAB (Fig. 2). Two regional aquifers, the High Mountain aquifer system and the Pecos Slope aquifer, can be identified in the southern Sacramento Mountains region based on surface drainage di- vides, depth-to-water in wells, gradient and topography of the regional water-table surface, spatial extent of groundwater/ surface-water interactions, characteristics of groundwater Table 1 Unpublished reports associated with this study Author/s (and affiliation/s) Title and report details Daniel B. Stephens and Associates Comprehensive review and model of the hydrogeology of the Roswell Basin, Vol. 1: Report text, plates. Report prepared for NM State Engineer Office. (1995) Gross GW (NM Institute of Mining and Technology) The Yeso aquifer of the Middle Pecos Basin: Hydrology of the Rio Felix drainage. Report to the New Mexico ISC. (1985) Street JB, Peery R. (John Shomaker and Associates, Inc) Well report: Village of Cloudcroft, Apache replacement well PN-409-S-6, Cloudcroft, New Mexico. Report for US Bur of Recl and Village of Cloudcroft. (2007) W. K. Summers (W. K. Summers and Associates) Groundwater resources of the upper James Canyon basin, Otero County, New Mexico. Report for Village of Cloudcroft, NM. (1976) NM New Mexico (USA) Fig. 2 Regional cross-section through the southern Sacramento Mountains and the Roswell Artesian Basin. Location is shown in Fig. 1. Water-level elevations are from Land et al. (2012) and Land and Newton (2008). Water levels in the regional aquifer between these two data sets are inferred (dashed line). The western boundary of confined conditions in the carbonate aquifer is not well defined and likely changes with varying water levels—Daniel B. Stephens and Associates, unpub- lished report (see Table 1). 2,380 m (7,800 ft) is the lower elevation of the best estimate of the area of recharge (see text). The Grayburg, Queen, Seven Rivers, and Yates Formations comprise the Artesia Group. Rocks above unit Pzu and below unit QTu are all Permian in age 760 Hydrogeol J (2016) 24:757–786 chemistry, and geologic boundaries (Figs. 1 and 2; Land et al. 2012; Newton et al. 2012). The former is an aquifer system because it consists of multiple shallow and perched aquifers overlying a deeper, variably confined, regional aquifer, all within the Yeso Formation. The overlying San Andres Formation is unsaturated in the area of the High Mountain aquifer system. This complex hydrogeologic framework was also recognized by Davis et al. (1980), Gross (1982), Simcox and Gross (1985), Sloan and Garber (1971), and Wasiolek and Gross (1983); see also the unpublished report by Gross, here- after always referred to Table 1. The shallow and perched aquifers discharge both down- ward through fracture networks (Walsh 2008) to the underly- ing regional aquifer, and via seepage of many springs to streams. Continuity amongst the shallow aquifers and surface water in the High Mountain aquifer system over varied spatial scales is developed by downslope flow and subsequent reinfiltration of water in streams discharged from springs, a process termed Brecycling^ by Newton et al. (2012). Sloan and Garber (1971) mapped an area of perched water on the Mescalero Apache Reservation (Fig. 1) based on the occur- rence of springs. This is the northern continuation of the High Mountain aquifer system. To the east, the High Mountain aquifer system merges into the unconfined Pecos Slope aquifer (Figs. 1 and 2). Within the Pecos Slope aquifer, the water table is flatter, with a lower gra- dient, and depths to water are much greater (150–300 m) than in the High Mountain aquifer system (<30–150 m). The water table rises into the San Andres Formation in the eastern Pecos Slope aquifer (Fig. 2). Where overlain by the Artesia Group confining bed in the Pecos River Valley, confined conditions exist, forming the artesian aquifer of the RAB (Figs. 1 and 2, Fiedler and Nye 1933; Land and Newton 2008; Welder 1983). Within the southern Sacramento Mountains, groundwater withdrawals for urban and household use and agriculture are negligible. The largest town is Cloudcroft (population 750), and there is no significant irrigated agriculture. Groundwater withdrawals for urban and suburban use in the Ruidoso area and irrigated agriculture are much more extensive in the Hondo Basin of the northern Sacramento Mountains (Darr et al. 2014). Previous regional recharge studies Fiedler and Nye (1933) viewed the Sacramento Mountains as a source of recharge to the RAB only by contributing water to major drainages (the Rios Hondo, Felix, and Peñasco) that would subsequently infiltrate in a region they called the Principle Intake Area (PIA; Figs. 1 and 2). The PIA is defined as the area of surface outcrop of the San Andres formation east of the location where the regional water table rises into this formation. Fiedler and Nye (1933) believed that low hydraulic con- ductivity and poor water quality of the Yeso Formation discounted the possibility of it contributing substantial groundwater to the RAB artesian aquifer. They estimated that total discharge to the Pecos River from springs and baseflow was 105.85 × 109 m3/year (235,000 acre-ft/year) prior to development, and equated this to total recharge to the confined aquifer, all of which they assumed oc- curred within the PIA as precipitation on outcrop or streambed infiltration. In contrast, Bean (1949) argued for substantial re- charge occurring outside of Fiedler and Nye (1933) PIA over the area of the entire surface basin draining to the Roswell Artesian Basin (Fig. 1), and thought it probable that there was significant flow from the Yeso Formation into the PIA and the RAB artesian aquifer from the west. Motts and Cushman (1964) identified three regions west of the confined aquifer where they thought most recharge occurred; these areas roughly co- incide with the PIA. They argued that any recharge in the area equivalent to the High Mountain aquifer system of the present study would"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "there is no significant irrigated agriculture. Groundwater withdrawals for urban and suburban use in the Ruidoso area and irrigated agriculture are much more extensive in the Hondo Basin of the northern Sacramento Mountains (Darr et al. 2014). Previous regional recharge studies Fiedler and Nye (1933) viewed the Sacramento Mountains as a source of recharge to the RAB only by contributing water to major drainages (the Rios Hondo, Felix, and Peñasco) that would subsequently infiltrate in a region they called the Principle Intake Area (PIA; Figs. 1 and 2). The PIA is defined as the area of surface outcrop of the San Andres formation east of the location where the regional water table rises into this formation. Fiedler and Nye (1933) believed that low hydraulic con- ductivity and poor water quality of the Yeso Formation discounted the possibility of it contributing substantial groundwater to the RAB artesian aquifer. They estimated that total discharge to the Pecos River from springs and baseflow was 105.85 × 109 m3/year (235,000 acre-ft/year) prior to development, and equated this to total recharge to the confined aquifer, all of which they assumed oc- curred within the PIA as precipitation on outcrop or streambed infiltration. In contrast, Bean (1949) argued for substantial re- charge occurring outside of Fiedler and Nye (1933) PIA over the area of the entire surface basin draining to the Roswell Artesian Basin (Fig. 1), and thought it probable that there was significant flow from the Yeso Formation into the PIA and the RAB artesian aquifer from the west. Motts and Cushman (1964) identified three regions west of the confined aquifer where they thought most recharge occurred; these areas roughly co- incide with the PIA. They argued that any recharge in the area equivalent to the High Mountain aquifer system of the present study would ultimately reappear in streams, and not result in significant eastward groundwa- ter flow through the Yeso Formation. Hantush (1957) stated that recharge to the RAB con- fined aquifer occurred by precipitation on the outcrop area of the San Andres formation and identified 1928, 1936, and 1944 as years that the RAB confined aquifer was in dynamic equilibrium, with total discharge equal to recharge, and no change in storage. He summed esti- mates of total discharge from pumping, spring flow, Table 2 Elevation and climate data for the Sacramento Mountains–Roswell Artesian Basin region (locations on Fig. 1) Station locationa Elevation (m) Avg. total precip. (cm) Avg. total snowfall (cm) Avg. high temp (°C) Avg. low temp (°C) Period of record Sierra Blanca 3,133 89 314 16 −5 2004–2014 Cloudcroft 2,640 68 195 14 0.3 1901–2014 Ruidoso 2,072 55 97 19 0 1941–2014 Roswell 1,088 32 29 24 8 1946–2014 Artesia 1,011 30 16 25 7 1905–2014 a Data from the Western Regional Climate Center (2015) except for Sierra Blanca, data from National Resource Conservation Service (2015) Hydrogeol J (2016) 24:757–786 761 and base flow to the Pecos River, then equated this to recharge, and developed the following relationship to predict recharge in acre-feet per year: Recharge ¼ 21; 000 Rn ð1Þ Rn is the 3-year effective average of precipitation in inches at Roswell and Artesia, by the method of Jacob (1944). Use of precipitation data from Roswell and Artesia, both in the Pecos River Valley, suggests that Hantush (1957) assumed that re- charge occurred in the PIA. Saleem and Jacob (1971) used Hantush(1957) relationship to calculate yearly recharge to the RAB confined aquifer for the period 1930–1968. An extensive series of investigations by Gross and co- workers—Davis et al. 1980; Duffy et al. 1978; Gross 1982; Gross (unpublished report); Gross and Hoy 1980; Gross et al. 1976; Gross et al. 1979; Hoy and Gross 1982; Rabinowitz and Gross 1972; Rehfeldt and Gross 1982; Simcox and Gross 1985; Wasiolek and Gross 1983—involving water chemistry, tritium measurements, streamflow measurements, and modeling techniques pointed to two major recharge components to the Roswell Artesian Basin. Gross (1982) defined the two compo- nents based on their relative tritium activities and referred to them as Bfast^ and Bslow.^ The Bfast^ component of recharge is composed of water with relatively high tritium activity derived directly from precipitation as storm runoff and snowmelt. It enters the carbonate aquifer as infiltration from surface-water drainages as they cross karstic San Andres Formation bedrock, and, to a much lesser extent, as direct precipitation on outcrop. This is the recharge mechanism proposed by Fiedler and Nye (1933). The Rios Hondo, Felix, Peñasco are the source of this Bfast^ recharge component, which was estimated to be 16–20 % of the total by Rehfeldt and Gross (1982). The Bslow^ compo- nent is groundwater that is transmitted to the carbonate aquifer of the RAB from the Yeso Formation. It comprises greater than 50 % of the recharge to the carbonate aquifer. These percentages were derived via mixing equations developed to explain ob- served tritium activities (Gross 1982), and the amount of re- charge as precipitation needed to calibrate a groundwater flow model in the Roswell area (Rehfeldt and Gross 1982). Duffy et al. (1978) estimated flow in the Yeso Formation under the Pecos Slope along the Rio Hondo drainage and ex- trapolated conditions there to the entire west side of the RAB confined aquifer, which is plausible insofar as the hydraulic gradient along the Rios Felix and Peñasco is similar to that along the Rio Hondo (~0.013; Gross, unpublished report; Land et al. 2012; Mourant 1963). They estimated recharge that enters the confined aquifer of the RAB to be 59.90×109 m3/year (133,000 acre-ft/year) by a Darcy’s Law calculation. The largest uncer- tainty in Duffy et al. (1978) calculation is the value of transmis- sivity for the Yeso Formation, which can range over at least three orders of magnitude, depending on the relative abundance of the various rocks types in the formation. Gross et al. (1979) studied Paul Spring, which discharges from the Yeso Formation in the Pecos Slope aquifer 6 km east of Mayhill (it was not sampled in the present study; Fig. 1). Based on tritium data, they estimated that precipitation on the local drainage basin could account for only 18 % of the springflow, the remainder being a Bdeep-flow^ component derived from the Yeso Formation. They determined that 3.3– 7.8 % of local precipitation becomes recharge. Gross (unpub- lished report) reached similar conclusions for the Rio Felix drainage basin, namely that direct recharge over the basin area is minor, and most groundwater is supplied as lateral flow in the Yeso Formation, and is thus ultimately derived from the higher terrain of the Sacramento Mountains to the west. Daniel B. Stephens and Associates (unpublished report) developed a groundwater flow model of the RAB for use on water rights administration by the New Mexico Office of the State Engineer. Based on a synthesis of the previous hydro- logic studies in the RAB discussed above, they simulated three mechanisms of recharge to the carbonate aquifer in the San Andres Formation: 1. BFast^ direct infiltration of precipitation and tributary seepage, where the aquifer is unconfined; and irrigation return flow 2. Lateral inflow from unconfined areas to the west 3. BSlow^ upward flow of confined water (Bunderflow^) from the Yeso Formation across the base of the San Andres Formation"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "They estimated recharge that enters the confined aquifer of the RAB to be 59.90×109 m3/year (133,000 acre-ft/year) by a Darcy’s Law calculation. The largest uncer- tainty in Duffy et al. (1978) calculation is the value of transmis- sivity for the Yeso Formation, which can range over at least three orders of magnitude, depending on the relative abundance of the various rocks types in the formation. Gross et al. (1979) studied Paul Spring, which discharges from the Yeso Formation in the Pecos Slope aquifer 6 km east of Mayhill (it was not sampled in the present study; Fig. 1). Based on tritium data, they estimated that precipitation on the local drainage basin could account for only 18 % of the springflow, the remainder being a Bdeep-flow^ component derived from the Yeso Formation. They determined that 3.3– 7.8 % of local precipitation becomes recharge. Gross (unpub- lished report) reached similar conclusions for the Rio Felix drainage basin, namely that direct recharge over the basin area is minor, and most groundwater is supplied as lateral flow in the Yeso Formation, and is thus ultimately derived from the higher terrain of the Sacramento Mountains to the west. Daniel B. Stephens and Associates (unpublished report) developed a groundwater flow model of the RAB for use on water rights administration by the New Mexico Office of the State Engineer. Based on a synthesis of the previous hydro- logic studies in the RAB discussed above, they simulated three mechanisms of recharge to the carbonate aquifer in the San Andres Formation: 1. BFast^ direct infiltration of precipitation and tributary seepage, where the aquifer is unconfined; and irrigation return flow 2. Lateral inflow from unconfined areas to the west 3. BSlow^ upward flow of confined water (Bunderflow^) from the Yeso Formation across the base of the San Andres Formation where the aquifer is confined Daniel B. Stephens and Associates (unpublished re- port) concluded from model calibration that approxi- mately 75 % of the recharge to the RAB confined aqui- fer during the time period of the model simulations, 1967–1989, occurred by the third mechanism. The re- maining 25 % of the recharge occurred by the first mechanism, the Bfast^ recharge component identified by Gross (1982). Based on numerical modeling, Rehfeldt and Gross (1982) also argued for the primacy of upward flow from the Yeso Formation in the north- ern and central portions of the basin—the Bslow recharge^ component. Rehfeldt and Gross (1982) attrib- uted only 5 % of the recharge to the confined aquifer to flow entering under water-table conditions from the west (mechanism two). Daniel B. Stephens and Associates (unpublished report) also concluded that re- charge by mechanism two was negligible. Eastoe and Rodney (2014) sampled groundwater and sur- face water in the Sacramento Mountains, surrounding basins, and the Pecos River from 2003 to 2008. Based on interpreta- tion of environmental isotopes they determined that little or no recharge from precipitation occurs along the Pecos Slope east of the town of Peñasco (Fig. 1). Darr et al. (2014) used a variety of data to develop a conceptual hydrologic model 762 Hydrogeol J (2016) 24:757–786 and water budget for the Rio Hondo basin in the northern Sacramento Mountains. Field methods and data collection The locations of wells and springs sampled are shown in Fig. 3. Major ion chemistry Well and spring water samples for general ion chemistry were collected using new, certified clean 250-ml polypropylene containers after three repeated rinses. Samples were stored in an ice chest or refrigerator until analyzed (within 1 week) at the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) Chemistry Laboratory. Alkalinity (as mg/ L HCO3) was determined by titration. Anions were analyzed using a Dionex™DX-600 ion chromatograph. Cations were analyzed using a Perkin Elmer OPTIMA™5300 DV Inductively Coupled Plasma-Optical Emission Spectrometer. Bromide was analyzed via a procedure wherein standards were diluted and the sample volumes were doubled, which significantly decreases the detection limit. The quality of the chemical analyses was inspected by analyzing blanks, stan- dards, duplicate samples, and checking ion balances, which were generally within±5 %. All chemistry data are presented in Table S1 of the electronic supplementary material (ESM). Stable isotopes Ratios of stable isotopes of hydrogen and oxygen were ana- lyzed in samples from wells, streams, and springs. Samples were collected in 25-ml amber glass bottles after three repeat- ed rinses. No air bubbles were present in the samples, and bottles were kept from direct sunlight. Samples were stored at room temperature in sealed bottles until analysis at the New Mexico Institute of Mining and Technology, Department of Earth and Environmental Sciences stable isotope laboratory on a Thermo Finnigan Delta Plus XP™isotope ratio mass spectrometer. Analytical uncertainties for δ2H and δ18O are typically less than 1 and 0.1 %, respectively. The reference standard for the stable isotope data is Standard Mean Ocean Water (SMOW). Data are presented in Table S1 of the ESM. Tritium Tritium concentrations were analyzed in water samples from wells, streams, springs and precipitation. Samples were col- lected in two 500-ml polypropylene bottles, or one 1-L poly- propylene bottle. Most samples were analyzed at the University of Miami Tritium Laboratory by internal gas pro- portional counting with electrolytic enrichment. For these samples, the sampling protocol described by UMRSMAS (2016) was followed. Accuracy of these analyses is 0.10 triti- um unit (TU; 0.3 pCi/L of water), or 3.0 %, whichever is greater. The stated errors, typically 0.09 TU, are one standard deviation. Fig. 3 Locations of sampled wells and springs (in italics). Zone of perched water within Mescalero Apache Reservation from Sloan and Garber (1971) Hydrogeol J (2016) 24:757–786 763 Some samples were analyzed by helium in-growth at the University of Utah Dissolved and Noble Gas Laboratory. These samples were collected according to procedures de- scribed by UUDNGL (2016). Within the laboratory, after sam- ples had sufficient time to decay, the levels of 3H were mea- sured on a mass spectrometer producing results with measure- ment error of±3 % of the value. The detection limit with this method is typically 0.1 TU. Data are presented in Table S1 of the ESM. Water level data Water-level measurements were obtained from numerous wells on a monthly to bimonthly basis between fall 2005 and summer 2009. In most wells depth-to-water measure- ments were made from a specific measuring point with a steel tape, ideally repeated until 0.6-cm precision was obtained. Unequipped wells were measured with an electronic sounder. Approximate depths to water were determined with a sonic water level meter. Several unequipped wells were monitored with continuous water-level recorders for various time inter- vals ranging from a few months to several years, which re- corded water levels at 15-min or hourly intervals. Water levels in these wells were measured manually every 3–4 months when data from the recorders was downloaded. Water level data may be found in Newton et al. (2012). Data analysis and results Two different approaches were used to estimate recharge in the Sacramento Mountains. The water-table fluctuation method (WTF) is a physical method that estimates recharge on temporal scales of days to weeks and spatial scales of a few km2 or less. The chloride mass-balance method (CMB) is a chemical method that estimates recharge over several to"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "TU, are one standard deviation. Fig. 3 Locations of sampled wells and springs (in italics). Zone of perched water within Mescalero Apache Reservation from Sloan and Garber (1971) Hydrogeol J (2016) 24:757–786 763 Some samples were analyzed by helium in-growth at the University of Utah Dissolved and Noble Gas Laboratory. These samples were collected according to procedures de- scribed by UUDNGL (2016). Within the laboratory, after sam- ples had sufficient time to decay, the levels of 3H were mea- sured on a mass spectrometer producing results with measure- ment error of±3 % of the value. The detection limit with this method is typically 0.1 TU. Data are presented in Table S1 of the ESM. Water level data Water-level measurements were obtained from numerous wells on a monthly to bimonthly basis between fall 2005 and summer 2009. In most wells depth-to-water measure- ments were made from a specific measuring point with a steel tape, ideally repeated until 0.6-cm precision was obtained. Unequipped wells were measured with an electronic sounder. Approximate depths to water were determined with a sonic water level meter. Several unequipped wells were monitored with continuous water-level recorders for various time inter- vals ranging from a few months to several years, which re- corded water levels at 15-min or hourly intervals. Water levels in these wells were measured manually every 3–4 months when data from the recorders was downloaded. Water level data may be found in Newton et al. (2012). Data analysis and results Two different approaches were used to estimate recharge in the Sacramento Mountains. The water-table fluctuation method (WTF) is a physical method that estimates recharge on temporal scales of days to weeks and spatial scales of a few km2 or less. The chloride mass-balance method (CMB) is a chemical method that estimates recharge over several to tens of years and hun- dreds to thousands of km2. Results are presented as the recharge- to-precipitation ratio (RPR, [recharge/precipitation]•100; Nimmo et al. 2014) which is the best approach for comparing results from different methods (Delin et al. 2007), and allows calculation of annual recharge from annual precipitation. The CMB method as applied here also yields a significant constraint on the location of recharge. This and other constraints on the recharge area are integrated in section ‘Location of recharge in the Sacramento Mountains’. As almost all of the area under consideration is heavily forested, all recharge calculations in- clude a canopy interception factor wherein measured precipita- tion is reduced by 30 %. This is intermediate between the max- imum value of 40 % determined by Canaris et al. (2011) near Cloudcroft and the value of 28 % determined by MacDonald and Stednick (2003) in southern Colorado. Estimates of recharge as a percentage of precipitation Water-table fluctuation method The water-table fluctuation method (WTF) is based on the assumption that water level rises in unconfined aquifers are due to recharge water arriving at the water table (Healy and Cook 2002). When applied to individual water level rises associated with distinct precipitation events, the method yields total recharge, if the rate of groundwater flow away from the water table is negligible compared to the rate at which re- charge water arrives at the water table. If flow of groundwater away from the water table is a significant fraction of the rate at which recharge water arrives, the WTF method will result in net recharge, ultimately yielding a value of zero (Coes et al. 2007; Healy 2010; Healy and Cook 2002). The WTF method can be applied over seasonal or annual periods to estimate change in groundwater storage or net recharge (Healy and Cook 2002). Both approaches were used in this study. Recharge per unit time (R) is calculated as: R ¼ Sy Δh=Δt ð2Þ where Sy is specific yield, h is water table height, and t is time. The water level rise in a well (Δh) is measured on a hydrograph as the difference between the peak of the rise and the extrapolated value of the antecedent recession curve at the time of the peak. The time interval over which the water rise occurs is Δt. Recharge can also be calculated as a per- centage of the precipitation that produced the water level rise (RPR); this approach was used here for comparing with re- charge estimates derived from the CMB method (Delin et al. 2007). Ideally, several criteria must be satisfied to use the WTF method (Healy and Cook 2002): 1. The aquifer must be unconfined. 2. The water level rises must be distinct and associated with a precipitation event; demonstrating the latter can be difficult. 3. Water levels in the examined wells must be representative of the catchment under investigation. 4. A specific yield value (or values) is required. Specific yield varies widely with lithology and is time-dependant. This value is the largest source of uncertainty in the WTF calculation (Healy and Cook 2002). Well SM-49 was equipped for 3 years with a pressure transducer which recorded water levels every 15-min and later hourly (Figs. 1, 4 and 5). The WTF method was applied to short-term (10s of hours) water level rises in this well in re- sponse to individual precipitation events. Water levels in wells SM-22 and SM-66 were measured bimonthly and monthly. 764 Hydrogeol J (2016) 24:757–786 The WTF method was applied to the complete hydrographs from these wells. The selected wells are those from Newton et al. (2012) closest to the NOAA weather station in Cloudcroft (NOAA 2016), which has the only complete precipitation re- cord in the area; additional precipitation records with gaps are available from several Community Collaborative Rain, Hail and Snow network weather stations in the area (CoCoRHAS 2016). Water level rises were calculated from extrapolated antecedent recessions determined graphically for each hydrograph (Figs. 4, 5 and 6; Delin et al. 2007; Healy and Cook 2002). Slopes of the extrapolated recessions were cho- sen to match slopes of the actual hydrographs at similar water levels. This graphical method was used rather than automated methods (Delin et al. 2007; Nimmo et al. 2014) as only three relatively short hydrographs were suitable for WTF analysis and only one had a continuous record. Well information and WTF results are presented in Tables 3, 4 and 5. The three wells are completed in the Yeso Formation. Specific yield (Sy) is the largest source of uncertainty in the WTF calculation (Healy and Cook 2002). Numerous field and laboratory methods exist to determine Sy, all with caveats. Most applications of the WTF method use a single value (Delin et al. 2007). Summers (unpublished report, hereafter always referred to Table 1) gave a best estimate of Sy for the Yeso Formation near Cloudcroft of 0.0015 based on aquifer tests and analysis of spring discharge. This low value is con- sistent with the large water level changes seen in well SM-49 in response to precipitation. It is similar to values from frac- tured rock aquifers determined by Saha and Agrawal (2005) for basalt (0.0019–0.012) and by Gburek et al. (1999) for fractured interbedded shale, siltstone and sandstone (0.0001 to 0.005). Determining Sy was beyond the scope of this study. A range of Sy values (0.001–0.004) was used to calculate recharge estimates (Tables 3, 4,"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "to the NOAA weather station in Cloudcroft (NOAA 2016), which has the only complete precipitation re- cord in the area; additional precipitation records with gaps are available from several Community Collaborative Rain, Hail and Snow network weather stations in the area (CoCoRHAS 2016). Water level rises were calculated from extrapolated antecedent recessions determined graphically for each hydrograph (Figs. 4, 5 and 6; Delin et al. 2007; Healy and Cook 2002). Slopes of the extrapolated recessions were cho- sen to match slopes of the actual hydrographs at similar water levels. This graphical method was used rather than automated methods (Delin et al. 2007; Nimmo et al. 2014) as only three relatively short hydrographs were suitable for WTF analysis and only one had a continuous record. Well information and WTF results are presented in Tables 3, 4 and 5. The three wells are completed in the Yeso Formation. Specific yield (Sy) is the largest source of uncertainty in the WTF calculation (Healy and Cook 2002). Numerous field and laboratory methods exist to determine Sy, all with caveats. Most applications of the WTF method use a single value (Delin et al. 2007). Summers (unpublished report, hereafter always referred to Table 1) gave a best estimate of Sy for the Yeso Formation near Cloudcroft of 0.0015 based on aquifer tests and analysis of spring discharge. This low value is con- sistent with the large water level changes seen in well SM-49 in response to precipitation. It is similar to values from frac- tured rock aquifers determined by Saha and Agrawal (2005) for basalt (0.0019–0.012) and by Gburek et al. (1999) for fractured interbedded shale, siltstone and sandstone (0.0001 to 0.005). Determining Sy was beyond the scope of this study. A range of Sy values (0.001–0.004) was used to calculate recharge estimates (Tables 3, 4, and 5). Well SM-49 is in the bottom of a well-defined surface basin near the crest of the mountains and was nearly dry at the onset of water-level measurements. The sharp water level rises and declines early in the SM-49 hydrograph were associated with water temperature rises of 2–3 °C (Newton et al. 2012) and with rain events (Figs. 4 and 5) suggesting the influence of local precipitation over the basin. The NOAA Cloudcroft precipita- tion data are daily totals. CoCoRHAS data sometimes includes multiple days; for example the 15.11 cm event in Fig. 5b is at least 3 days of rain. This event may not have occurred in the vicinity of well SM-49 and the water level rise appears small compared to the precipitation amount; therefore, recharge was calculated with and without it (rises B2a and B2b in Table 3). RPR results using Sy = 0.004 include some unreason- able values (>100 %; Tables 3, 4 and 5); the value of 0.0015 (Summers, unpublished report) appears to be a Fig. 4 Hydrographs of seven wells in the study area with total daily precipitation from the NOAA gauge in Cloudcroft (vertical bars). Locations shown in Fig. 1. SM-49 and SM-15 are continuous records from wells within the High Mountain aquifer system and exemplify rapid and gradual water level rises with precipitation, respectively. Barometric efficiencies (B.E.) were calculated from barometers and data loggers installed in these wells. Recharge to wells SM-22, SM-66 and SM- 49 was analyzed with the WTF method. SM-137, SM-141, and SM-142 are periodic records from wells in the Pecos Slope aquifer that show typical subdued responses to precipitation events Hydrogeol J (2016) 24:757–786 765 maximum plausible value. The calculated RPR for well SM-49 ranges from 4 to 43 % (Table 3). Recharge values calculated from rises A1 and A2 tend to be higher than those from B1 and B2 (Fig. 5; Table 3), for which there are several possible explanations. The amount of recharge from a given event will vary spa- tially with precipitation (Goodrich et al. 1995). The summer of 2006 was characterized by numerous storms with extreme rainfall rates and followed a record drought throughout the preceding winter and spring (National Weather 2006). The BB^ rises are superimposed on a water level rise that extended for several months during the very wet summer of 2006 (Fig. 4) and was seen in wells across the study area. Dynamic changes in aquifer conditions over this time period are indicated by barometric efficiencies calculat- ed from well SM-49 and others in the region that progressed from totally unconfined (near zero) to par- tially confined or totally confined (0.75–1) as water levels rose (Newton et al. 2012; Fig. 4). This change is interpreted to be due to water filling previously open fracture and conduit systems within carbonate rocks of the Yeso Formation. As the water-bearing zone tapped by a well becomes progressively more confined, the WTF-method will become invalid. Changes in infiltra- tion and runoff rates, thickness and hydraulic conductiv- ity of the saturated and unsaturated zones, and subsur- face flow paths and rates could all be expected to change under such conditions. Bidaux and Drogue (1993) observed recharge water entering wells in a karst aquifer at time scales relative to precipitation events that implied average vertical flow velocities of 0.02–0.06 cm/s. Heppner et al. (2007) de- fined the signal propagation velocity as the initial water table depth divided by the time between the start of the rain event and the centroid of mass of the water level response in a well, and documented values ranging from 0.01 to 0.07 cm/s. True groundwater flow velocities in karst aquifers frequently exceed 0.12 cm/s (100 m/day), requiring only well-connected conduits with apertures of mm to cm (Worthington and Ford 2009). If water en- tering the SM-49 well at the depth of the water-bearing zone (~90 m) is recharge from precipitation, this implies vertical average velocities of the recharging water as high as 0.16–0.2 cm/s, as rise A1 occurs 12–16 h after the earliest potential onset of precipitation (Fig. 5a). This very high rate implies rapid infiltration and subse- quent flow through well-developed conduits, which is not unlikely in the Yeso Formation. If the water enter- ing well SM-49 is water forced from the aquifer by a precipitation-induced pressure pulse, then these values are overestimations. It is also possible that water enters the well annulus at a shallower level than 90 m and cascades downwards, as the drillers log documents frac- tured limestone and Bsoft^ limestone (likely collapse breccia) throughout the depth of the well. WTF analysis of SM-49 addressed rapid recharge, likely within hundreds of meters of the well, of precip- itation from intense monsoonal convective storms. A conservative interpretation is that 5–20 % of the precip- itation becomes recharge to the High Mountain Aquifer system under this scenario. Fig. 5 a Expanded view of water level rises A1 and A2 (peak A in Fig. 4) from well SM-49 hydrograph. Horizontal axis is time after 12:45 AM, 18 August 2006. Vertical dashed lines indicate individual water-level rises, sloping solid lines indicate extrapolations of recessions beneath subse- quent water level rises. b Expanded view of water level rise B1 and composite rise B2 (peak B in Fig. 4) from well SM-49 hydrograph. Horizontal axis is time after 12:45 PM, 20 August 2006. Vertical dashed lines indicate individual water-level rises, sloping solid lines"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "0.07 cm/s. True groundwater flow velocities in karst aquifers frequently exceed 0.12 cm/s (100 m/day), requiring only well-connected conduits with apertures of mm to cm (Worthington and Ford 2009). If water en- tering the SM-49 well at the depth of the water-bearing zone (~90 m) is recharge from precipitation, this implies vertical average velocities of the recharging water as high as 0.16–0.2 cm/s, as rise A1 occurs 12–16 h after the earliest potential onset of precipitation (Fig. 5a). This very high rate implies rapid infiltration and subse- quent flow through well-developed conduits, which is not unlikely in the Yeso Formation. If the water enter- ing well SM-49 is water forced from the aquifer by a precipitation-induced pressure pulse, then these values are overestimations. It is also possible that water enters the well annulus at a shallower level than 90 m and cascades downwards, as the drillers log documents frac- tured limestone and Bsoft^ limestone (likely collapse breccia) throughout the depth of the well. WTF analysis of SM-49 addressed rapid recharge, likely within hundreds of meters of the well, of precip- itation from intense monsoonal convective storms. A conservative interpretation is that 5–20 % of the precip- itation becomes recharge to the High Mountain Aquifer system under this scenario. Fig. 5 a Expanded view of water level rises A1 and A2 (peak A in Fig. 4) from well SM-49 hydrograph. Horizontal axis is time after 12:45 AM, 18 August 2006. Vertical dashed lines indicate individual water-level rises, sloping solid lines indicate extrapolations of recessions beneath subse- quent water level rises. b Expanded view of water level rise B1 and composite rise B2 (peak B in Fig. 4) from well SM-49 hydrograph. Horizontal axis is time after 12:45 PM, 20 August 2006. Vertical dashed lines indicate individual water-level rises, sloping solid lines indicate extrapolations of recessions beneath subsequent water level rises. Calculation of the final water level recession is complicated by the super- position of the composite B2 peak on top of a long-term water-level rise in the well (Fig. 4). The bottom of the last recession was taken as the average between the base of the composite peak (*) and the point at which the extrapolated recession intersected the long-term water level rise (**), and is shown by the horizontal dotted line. Precipitation amounts are daily totals from NOAA and CoCoRHaS weather stations; for each day the precipitation amount from the station nearest to the well is plotted 766 Hydrogeol J (2016) 24:757–786 WTF analysis of wells SM-22 and SM-66 estimated net recharge during precipitation events over the nearly 3-year period of record (Figs. 4 and 6; Tables 4 and 5), including summer and winter precipitation, and probably includes local- ly recharged water and groundwater that may have moved considerable distance to the wells. The longer time scale of analysis implies that recharge percentages are net values, i.e. the water level signal is reflective of drainage away from the local water table as well as the arrival of recharge water. This may in part explain the lower RPR as compared to well SM- 49, regardless of the Sy value (Tables 3, 4 and 5). Winter and spring recharge seems to be more important at well SM-22 than at well SM-66, consistent with the higher elevation of the former, and resulting higher snowfall and greater snowpack. The long-term WTF analysis suggests that a few to 10 % of yearly precipitation becomes net recharge to the High Mountain aquifer system; total recharge will be higher. Delin et al. (2007) noted that measurements less frequent than week- ly result in underestimation of recharge, also suggesting that annual RPR should be higher than a few to 10 %. Chloride mass-balance method The chloride mass-balance (CMB) method has been widely used to obtain approximations of multi-year average recharge over spatial scales comparable to the Sacramento Mountains study area (Wood 1999; Wood and Sanford 1995; Zhu et al. 2003). Atmospheric chloride (Cl) present as dust is used as a tracer. Differences between the average Cl concentration in surface infiltration and Cl concentrations in groundwater are Fig. 6 Hydrographs of a well SM-22 and b well SM-66 with dates of manual measurements (mm/dd/yy). Solid lines are extrapolations of water level recessions and the vertical dashed line is an example of water-level rise measured from recession for WTF recharge calculation. Vertical bars are monthly precipitation totals from the NOAA station at Cloudcroft Hydrogeol J (2016) 24:757–786 767 due to the removal of water by evapotranspiration (ET); there- fore, the percentage of surface infiltration that becomes part of the saturated groundwater system can be estimated as: R ¼ P Ceff=Cgw \u0001 \u0003 ð3Þ where R is recharge, P is average annual precipitation, Cgw is the chloride concentration in groundwater and Ceff is the ef- fective chloride concentration of surface infiltration resulting from both wet and dry deposition. Several assumptions must be met for the CMB method to be valid: 1. Cl in the groundwater originates from precipitation direct- ly on the recharge area. 2. Cl is conservative in the system. 3. The Cl mass flux has not changed over time. 4. There is no recycling or concentration of Cl within the aquifer. There is evidence that a small amount of high-Cl water has mixed with fresh meteoric water, potentially invalidating as- sumptions 1 and 4. Cl/Br ratios (mass ratios are used in this discussion) are useful in identifying different water sources and have been used here to distinguish atmospheric Cl from other Cl sources in groundwater (Alcala and Custodio 2008; Davis et al. 1998; Freeman 2007; Sonney and Vuataz 2010). In general, precipitation is characterized by a Cl/Br ratio of 200 or less. Cl/Br ratios for most shallow groundwater with low Cl concentrations range between 80 and 160, and Cl/Br ratios in groundwater tend to increase with increasing Cl con- centrations. Most high chloride waters, in particular those Table 3 Well SM-49 water-table fluctuation calculations Rechargea Sy = 0.001 Sy = 0.0015 Sy = 0.004 Event Water-level rise (cm) Rainfallb (cm) cm RPR % cm RPR % cm RPR % A1 430 1.50 0.43 29 0.65 43 1.72 114 A2 304 3.33 0.30 9 0.46 14 1.22 37 B1 125 0.79 0.13 16 0.19 24 0.50 63 B2a 447 3.81 0.45 11 0.67 18 1.79 47 B2b 447 18.92 0.45 2 0.67 4 1.79 9 Well SM-49 is an abandoned domestic well, 12 km from Cloudcroft weather station: elevation 2,764 m, depth 94 m, screen interval 85–94 m, and a water-bearing zone at 79–82 m in a probable collapse breccia a Unreasonable RPR values are in italics b Rainfall assuming 30 % canopy interception Table 4 Well SM-22 water-table fluctuation calculations Recharge Sy = 0.001 Sy = 0.0015 Sy = 0.004 Period Water-level rise (cm) Rainfalla (cm) cm RPR % cm RPR % cm RPR % 6/14/06–8/8/06 407 30.83 0.41 1.32 0.61 1.98 1.63 5.28 8/8/06–10/16/06 617 36.41 0.62 1.69 0.93 2.54 2.47 6.78 2/12/07–4/16/07 168 7.72 0.17 2.18 0.25 3.27 0.67 8.71 6/11/07–8/15/07 15 15.31 0.02 0.10 0.02 0.15 0.06 0.39 12/10/07–2/11/08 15 5.12 0.02 0.29 0.02 0.44 0.06 1.17 6/16/08–7/15/08 10 11.75 0.01 0.09 0.02 0.13 0.04 0.34 7/15/08–8/13/08 603 17.41 0.60 3.46 0.90 5.20 2.41 13.86 10/13/08–12/15/08"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "sources and have been used here to distinguish atmospheric Cl from other Cl sources in groundwater (Alcala and Custodio 2008; Davis et al. 1998; Freeman 2007; Sonney and Vuataz 2010). In general, precipitation is characterized by a Cl/Br ratio of 200 or less. Cl/Br ratios for most shallow groundwater with low Cl concentrations range between 80 and 160, and Cl/Br ratios in groundwater tend to increase with increasing Cl con- centrations. Most high chloride waters, in particular those Table 3 Well SM-49 water-table fluctuation calculations Rechargea Sy = 0.001 Sy = 0.0015 Sy = 0.004 Event Water-level rise (cm) Rainfallb (cm) cm RPR % cm RPR % cm RPR % A1 430 1.50 0.43 29 0.65 43 1.72 114 A2 304 3.33 0.30 9 0.46 14 1.22 37 B1 125 0.79 0.13 16 0.19 24 0.50 63 B2a 447 3.81 0.45 11 0.67 18 1.79 47 B2b 447 18.92 0.45 2 0.67 4 1.79 9 Well SM-49 is an abandoned domestic well, 12 km from Cloudcroft weather station: elevation 2,764 m, depth 94 m, screen interval 85–94 m, and a water-bearing zone at 79–82 m in a probable collapse breccia a Unreasonable RPR values are in italics b Rainfall assuming 30 % canopy interception Table 4 Well SM-22 water-table fluctuation calculations Recharge Sy = 0.001 Sy = 0.0015 Sy = 0.004 Period Water-level rise (cm) Rainfalla (cm) cm RPR % cm RPR % cm RPR % 6/14/06–8/8/06 407 30.83 0.41 1.32 0.61 1.98 1.63 5.28 8/8/06–10/16/06 617 36.41 0.62 1.69 0.93 2.54 2.47 6.78 2/12/07–4/16/07 168 7.72 0.17 2.18 0.25 3.27 0.67 8.71 6/11/07–8/15/07 15 15.31 0.02 0.10 0.02 0.15 0.06 0.39 12/10/07–2/11/08 15 5.12 0.02 0.29 0.02 0.44 0.06 1.17 6/16/08–7/15/08 10 11.75 0.01 0.09 0.02 0.13 0.04 0.34 7/15/08–8/13/08 603 17.41 0.60 3.46 0.90 5.20 2.41 13.86 10/13/08–12/15/08 10 7.36 0.01 0.14 0.02 0.20 0.04 0.54 12/15/08–2/11/09 49 4.04 0.05 1.21 0.07 1.82 0.20 4.86 2/11/09–4/13/09 10 2.44 0.01 0.41 0.02 0.62 0.04 1.64 Well SM-22 is an unused domestic well, 4.5 km from Cloudcroft weather station: elevation 2,616 m, depth 61 m, screen interval 43–61 m, and water-bearing zone at 40–41 m in fractured limestone a Rainfall assuming 30 % canopy interception 768 Hydrogeol J (2016) 24:757–786 affected by halite dissolution, can have Cl/Br ratios well above 1,000 (Alcala and Custodio 2008; Davis et al. 1998). Cl concentrations for spring water samples ranged from 2 to 115 mg/L with a median value of 6 mg/L, and Cl/Br ratios ranged from 65 to 5227, with a median value of 303 (Table 6). Water collected from wells exhibited Cl concentrations rang- ing from 3.4 to 38 mg/L, with a median value of 9.1 mg/Land Cl/Br ratios ranging from 79 to 1,267, with a median value of 207 (Table 7). The high Cl/Br ratios (>1,000) suggest the presence of a high-Cl brine. The presence of brines in this hydrologic system, which is a recharge area with an overall downward gradient, is unexpected. However a 503 m well was drilled near Cloudcroft in 2006 (Apache Canyon well, Fig. 1) with the goal of finding an additional water source for the town (see unpublished report by Street and Peery, detailed in Table 1). The water encountered was of very poor quality and very high in Cl (130,000 mg/L). Unfortunately, the Cl/Br ratio for this water is not known because Br was below the detection limit; however, with such low Br concen- trations and extremely high Cl concentrations, the Cl/Br ratio is clearly well above 1,000. Efforts to correct for this addition- al Cl are discussed in the following. This high-Cl brine, which was observed near the crest of the mountain range may be connate water associated with the Yeso Formation. Assuming the range in Cl/Br ratios observed for water samples are due to mixing of fresh meteoric water and high- Cl water, it is apparent that the amount of mixing appears to be small, yet still enough to compromise the CMB results. The presence of this geologic Cl will significantly decrease re- charge estimates. Therefore, measured Cl/Br ratios were used with a two end-member mixing model (Fig. 7) to estimate the amount of non-atmospheric Cl in each sample. End-member Cl concentrations and Cl/Br ratios were chosen to define a mixing curve such that the data can be explained by (1) the removal of water via ET and the (2) mixing of freshly infil- trated groundwater (low Cl and low Cl/Br ratio) with high-Cl brine (high Cl and high Cl/Br ratio; Fig. 7). The Cl/Br ratio of 65 for the freshwater end member corresponds to the lowest values observed for all well and spring samples and is a rea- sonable value for precipitation. The Cl concentration (0.55 mg/L) for the freshwater end member was the largest that could produce a mixing curve that allows the data points to plot either on the mixing curve or to the right, in the field of evapotranspiration plus mixing. The brine end member was defined by a Cl concentration of 10,000 mg/L and Cl/Br ratio of 9,000. These end member values are discussed in more detail in the following. The chemistry of the sample plotting to the left of the curve in Fig. 7 is suspect; another sample from this spring (SM-1069) yielded an impossible RPR value>100 %. In Fig. 7, the Cl concentration on the mixing curve that correlates to a given sample’s Cl/Br ratio is the apparent Cl concentration for that sample that is the result of mixing of the two end-member waters only, Cmix, without evapotranspira- tion. A corrected Cl concentration, Cgw-corr, was calculated as follows: Cgw−corr ¼ Cgw=Cmix \u0001 \u0003 Ceff ð4Þ where Ceff is the fresh water end member Cl concentration (0.55 mg/L) and Cgw is the measured Cl concentration (Tables 6 and 7). Figure 8 shows both the corrected and Table 5 Well SM-66 water-table fluctuation calculations Rechargea Sy = 0.001 Sy = 0.0015 Sy = 0.004 Period Water-level rise (cm) Rainfallb (cm) cm RPR % cm RPR % cm RPR % 8/19/06–10/18/06 691 28.29 0.69 2.44 1.04 3.66 2.76 9.77 4/19/07–6/12/07 16 9.17 0.02 0.17 0.02 0.26 0.06 0.70 6/12/07–8/23/07 29 15.33 0.03 0.19 0.04 0.28 0.12 0.76 8/23/07–10/16/07 48 11.08 0.05 0.43 0.07 0.65 0.19 1.73 10/16/07–12/12/07 27 8.62 0.03 0.31 0.04 0.47 0.11 1.25 3/11/08–4/14/08 31 0.00 0.03 Undefined 0.05 Undefined 0.12 Undefined 7/15/08–8/2/08 234 14.42 0.23 1.62 0.35 2.43 0.94 6.49 8/2/08–9/17/08 167 13.53 0.17 1.23 0.25 1.85 0.67 4.94 9/17/08–10/16/08 207 0.30 0.21 68.48 0.31 102.73 0.83 273.94 4/16/09–6/19/09 37 3.40 0.04 1.09 0.06 1.63 0.15 4.36 Well SM-66 is a domestic well, 18 km from Cloudcroft weather station: elevation 2,245 m, depth 14.6 m, screen interval 8.5–14.6 m, and a water-bearing zone at 10.6–13.7 m in fractured limestone a Unreasonable RPR values are in italics b Rainfall assuming 30 % canopy interception Hydrogeol J (2016) 24:757–786 769 Table 6 Chloride mass balance method estimates of recharge for springs Data for springs Mixing model corrections Sample IDa Elevation (m) Cl (mg/L) Br (mg/L) Cl/Br % Recharge Cl of precip./brine mix with same Cl/Br as sample Fraction of fresh water in mix Corrected Cl (mg/L) Corrected % recharge SM-1007A 2,353.7 9.5 0.020 475.00 5.8 4.15 0.999964 1.26"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "the apparent Cl concentration for that sample that is the result of mixing of the two end-member waters only, Cmix, without evapotranspira- tion. A corrected Cl concentration, Cgw-corr, was calculated as follows: Cgw−corr ¼ Cgw=Cmix \u0001 \u0003 Ceff ð4Þ where Ceff is the fresh water end member Cl concentration (0.55 mg/L) and Cgw is the measured Cl concentration (Tables 6 and 7). Figure 8 shows both the corrected and Table 5 Well SM-66 water-table fluctuation calculations Rechargea Sy = 0.001 Sy = 0.0015 Sy = 0.004 Period Water-level rise (cm) Rainfallb (cm) cm RPR % cm RPR % cm RPR % 8/19/06–10/18/06 691 28.29 0.69 2.44 1.04 3.66 2.76 9.77 4/19/07–6/12/07 16 9.17 0.02 0.17 0.02 0.26 0.06 0.70 6/12/07–8/23/07 29 15.33 0.03 0.19 0.04 0.28 0.12 0.76 8/23/07–10/16/07 48 11.08 0.05 0.43 0.07 0.65 0.19 1.73 10/16/07–12/12/07 27 8.62 0.03 0.31 0.04 0.47 0.11 1.25 3/11/08–4/14/08 31 0.00 0.03 Undefined 0.05 Undefined 0.12 Undefined 7/15/08–8/2/08 234 14.42 0.23 1.62 0.35 2.43 0.94 6.49 8/2/08–9/17/08 167 13.53 0.17 1.23 0.25 1.85 0.67 4.94 9/17/08–10/16/08 207 0.30 0.21 68.48 0.31 102.73 0.83 273.94 4/16/09–6/19/09 37 3.40 0.04 1.09 0.06 1.63 0.15 4.36 Well SM-66 is a domestic well, 18 km from Cloudcroft weather station: elevation 2,245 m, depth 14.6 m, screen interval 8.5–14.6 m, and a water-bearing zone at 10.6–13.7 m in fractured limestone a Unreasonable RPR values are in italics b Rainfall assuming 30 % canopy interception Hydrogeol J (2016) 24:757–786 769 Table 6 Chloride mass balance method estimates of recharge for springs Data for springs Mixing model corrections Sample IDa Elevation (m) Cl (mg/L) Br (mg/L) Cl/Br % Recharge Cl of precip./brine mix with same Cl/Br as sample Fraction of fresh water in mix Corrected Cl (mg/L) Corrected % recharge SM-1007A 2,353.7 9.5 0.020 475.00 5.8 4.15 0.999964 1.26 43.7 SM-1007B 2,353.7 10.0 0.030 333.33 5.5 2.85 0.999977 1.93 28.5 SM-1009B 2,434.4 5.3 0.020 265.00 10.4 2.25 0.999983 1.30 42.5 SM-1014B 2,664.3 6.4 0.020 320.00 8.6 2.75 0.999978 1.28 43.0 SM-1014C 2,664.3 6.4 0.030 213.33 8.6 1.75 0.999988 2.01 27.3 SM-1014D 2,664.3 6.5 0.021 309.52 8.5 2.65 0.999979 1.35 40.8 SM-1014E 2,664.3 6.40 0.030 213.33 8.6 1.75 0.999988 2.01 27.3 SM-1014 F 2,664.3 6.50 0.021 309.52 8.5 2.65 0.999979 1.35 40.7 SM-1018B 2,669.8 14.0 0.010 1400.00 3.9 13.85 0.999867 0.56 98.9 SM-1018C 2,669.8 11.0 0.017 647.06 5.0 5.85 0.999947 1.03 53.2 SM-1018D 2,669.8 10.0 0.013 769.23 5.5 7.05 0.999935 0.78 70.5 SM-1018E 2,669.8 8.3 0.023 360.87 6.6 3.15 0.999974 1.45 38.0 SM-1039B 2,580.8 3.4 0.020 170.00 16.2 1.45 0.999991 1.29 42.6 SM-1039C 2,580.8 3.0 0.020 150.00 18.3 1.25 0.999993 1.32 41.7 SM-1039D 2,580.8 2.8 0.019 147.37 19.6 1.25 0.999993 1.23 44.6 SM-1039E 2,580.8 2.9 0.027 107.41 19.0 0.85 0.999997 1.88 29.3 SM-1039 F 2,580.8 2.9 0.020 145 19.0 1.15 0.999994 1.39 39.7 SM-1042B 2,400.8 9.1 0.030 303.33 6.0 2.55 0.999980 1.96 28.0 SM-1042C 2,400.8 4.2 0.030 140.00 13.1 1.15 0.999994 2.01 27.4 SM-1042D 2,400.8 9.1 0.038 239.47 6.0 2.05 0.999985 2.44 22.5 SM-1042E 2,400.8 9.3 0.041 226.82 5.9 1.95 0.999986 2.62 21.0 SM-1042 F 2,400.8 9.4 0.035 268.57 5.9 2.25 0.999983 2.30 23.9 SM-1044B 2,456.1 4.9 0.030 163.33 11.2 1.35 0.999992 2.00 27.6 SM-1046B 2,512.2 4.3 0.020 215.00 12.8 1.85 0.999987 1.28 43.0 SM-1058B 2,375.7 13.0 0.030 433.33 4.2 3.75 0.999968 1.91 28.8 SM-1058C 2,375.7 11.0 0.016 687.50 5.0 6.25 0.999943 0.97 56.8 SM-1058D 2,375.7 11.0 0.024 458.33 5.0 4.05 0.999965 1.49 36.8 SM-1058E 2,375.7 11.0 0.037 297.30 5.0 2.55 0.999980 2.37 23.2 SM-1058 F 2,375.7 11.0 0.027 407.41 5.0 3.55 0.999970 1.70 32.3 SM-1058H 2,375.7 11.0 0.023 478.26 5.0 4.15 0.999964 1.46 37.7 SM-1059B 2,373.8 8.2 0.030 273.33 6.7 2.35 0.999982 1.92 28.7 SM-1059C 2,373.8 8.6 0.020 430.00 6.4 3.75 0.999968 1.26 43.6 SM-1059D 2,373.8 7.3 0.037 197.30 7.5 1.65 0.999989 2.43 22.6 SM-1059E 2,373.8 7.5 0.024 312.50 7.3 2.65 0.999979 1.56 35.3 SM-1059 F 2,373.8 9.6 0.034 282.35 5.7 2.35 0.999982 2.25 24.5 SM-1059H 2,373.8 7.5 0.025 300.00 7.3 2.55 0.999980 1.62 34.0 SM-1060B 2,422.5 12.0 0.020 600.00 4.6 5.35 0.999952 1.23 44.6 SM-1060C 2,422.5 12.0 0.034 352.94 4.6 3.05 0.999975 2.16 25.4 SM-1060D 2,422.5 12.0 0.018 666.66 4.5 5.95 0.999946 1.11 49.6 SM-1060E 2,422.5 12.4 0.026 476.92 4.4 4.15 0.999964 1.64 33.5 SM-1062B 2,500.1 6.8 0.020 340.00 8.1 2.95 0.999976 1.27 43.4 SM-1067B 2,583.9 3.0 0.010 300.00 18.3 2.55 0.999980 0.65 85.0 SM-1068B 2,466.0 2.4 0.009 266.67 22.9 2.25 0.999983 0.59 93.7 SM-1069B 2,481.3 3.0 0.010 300.00 18.3 2.55 0.999980 0.65 85.0 SM-1069C 2,481.3 2.3 0.005 460.00 23.9 4.05 0.999965 0.31 176.1 SM-1073A 2,213.3 4.6 0.030 153.33 12.0 1.25 0.999993 2.02 27.2 770 Hydrogeol J (2016) 24:757–786 uncorrected Cl concentrations for springs as a function of elevation. The corrected Cl concentrations show an inverse correlation with elevation, with the lowest Cl concentrations at the highest elevations. The uncorrected values do not show such a correlation. The downslope trend of enrichment of chloride in spring waters is probably due to progressive evapotranspiration, consistent with the surface-water/ground- water Brecycling^ process described by Newton et al. (2012) in the High Mountain aquifer system. Most researchers assume a constant Cl flux over time, al- though average annual precipitation and Cl deposition vary. Zhu et al. (2003) assumed different steady-state precipitation and Cl fluxes for the late Pleistocene and Holocene climate regimes. All groundwater samples in this study are less than 1, 500 years old (Land and Timmons 2016; Morse 2010; Newton et al. 2012), thus steady-state precipitation and Cl mass flux were assumed. As stated in the preceding, Ceff equal to 0.55 mg/L was chosen in the process of constructing a mixing curve (Fig. 7) that could explain the Cl data and be used to correct Cl con- centrations for mixing with high-Cl brines. The validity of this Cl input estimate is assessed here. Atmospheric Cl input in- cludes wet deposition, which is washout of atmospheric par- ticulates by precipitation, and dry deposition as dust that re- mains on the surface and is leached during infiltration. For wet deposition Cl concentration data from the National Atmospheric Deposition Program (NADP) data were consid- ered. The NADP is a cooperative effort between federal, state, tribal and local governmental agencies, educational institu- tions, private companies, and nongovernmental agencies to Table 6 (continued) Data for springs Mixing model corrections Sample IDa Elevation (m) Cl (mg/L) Br (mg/L) Cl/Br % Recharge Cl of precip./brine mix with same Cl/Br as sample Fraction of fresh water in mix Corrected Cl (mg/L) Corrected % recharge SM-1076B 2,496.7 2.6 0.040 65.00 21.2 0.55 1.000000 2.60 21.2 SM-1077A 2,328.9 16.0 0.040 400.00 3.4 3.45 0.999971 2.55 21.6 SM-1077C 2,328.9 20.0 0.052 384.62 2.8 3.35 0.999972 3.28 16.7 SM-1079B 1,998.7 21.0 0.040 525.00 2.6 4.65 0.999959 2.48 22.1 SM-1080A 2,118.5 7.2 0.030 240.00 7.6 2.05 0.999985 1.93 28.5 SM-1080C 2,118.5 6.6 0.030 220.00 8.3 1.85 0.999987 1.96 28.0 SM-1080D 2,118.5 6.7 0.037 181.08 8.2 1.55 0.999990 2.38 23.1 SM-1080E 2,118.5 6.9 0.032 215.625 8.0 1.85 0.999987 2.05 26.8 SM-1080 F 2,118.5 6.7 0.027 248.15 8.2 2.05 0.999985 1.80 30.6 SM-1084A 2,285.3 7.4 0.030 246.67 7.4 2.05 0.999985 1.99 27.7 SM-1084C 2,285.3 7.3 0.038 192.11 7.5 1.55 0.999990 2.59 21.2 SM-1087A 2,204.2 5.4 0.060 90.00 10.2 0.75 0.999998 3.96 13.9 SM-1090A 2,800.6 115.0 0.022 5227.27 0.5 104.55 0.998960 0.60 90.9 SM-1091A 1,645.8"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "flux were assumed. As stated in the preceding, Ceff equal to 0.55 mg/L was chosen in the process of constructing a mixing curve (Fig. 7) that could explain the Cl data and be used to correct Cl con- centrations for mixing with high-Cl brines. The validity of this Cl input estimate is assessed here. Atmospheric Cl input in- cludes wet deposition, which is washout of atmospheric par- ticulates by precipitation, and dry deposition as dust that re- mains on the surface and is leached during infiltration. For wet deposition Cl concentration data from the National Atmospheric Deposition Program (NADP) data were consid- ered. The NADP is a cooperative effort between federal, state, tribal and local governmental agencies, educational institu- tions, private companies, and nongovernmental agencies to Table 6 (continued) Data for springs Mixing model corrections Sample IDa Elevation (m) Cl (mg/L) Br (mg/L) Cl/Br % Recharge Cl of precip./brine mix with same Cl/Br as sample Fraction of fresh water in mix Corrected Cl (mg/L) Corrected % recharge SM-1076B 2,496.7 2.6 0.040 65.00 21.2 0.55 1.000000 2.60 21.2 SM-1077A 2,328.9 16.0 0.040 400.00 3.4 3.45 0.999971 2.55 21.6 SM-1077C 2,328.9 20.0 0.052 384.62 2.8 3.35 0.999972 3.28 16.7 SM-1079B 1,998.7 21.0 0.040 525.00 2.6 4.65 0.999959 2.48 22.1 SM-1080A 2,118.5 7.2 0.030 240.00 7.6 2.05 0.999985 1.93 28.5 SM-1080C 2,118.5 6.6 0.030 220.00 8.3 1.85 0.999987 1.96 28.0 SM-1080D 2,118.5 6.7 0.037 181.08 8.2 1.55 0.999990 2.38 23.1 SM-1080E 2,118.5 6.9 0.032 215.625 8.0 1.85 0.999987 2.05 26.8 SM-1080 F 2,118.5 6.7 0.027 248.15 8.2 2.05 0.999985 1.80 30.6 SM-1084A 2,285.3 7.4 0.030 246.67 7.4 2.05 0.999985 1.99 27.7 SM-1084C 2,285.3 7.3 0.038 192.11 7.5 1.55 0.999990 2.59 21.2 SM-1087A 2,204.2 5.4 0.060 90.00 10.2 0.75 0.999998 3.96 13.9 SM-1090A 2,800.6 115.0 0.022 5227.27 0.5 104.55 0.998960 0.60 90.9 SM-1091A 1,645.8 19.0 0.040 475.00 2.9 4.15 0.999964 2.52 21.8 SM-1091B 1,645.8 22.0 0.052 423.08 2.5 3.65 0.999969 3.32 16.6 SM-1096A 2,396.0 9.3 0.021 442.86 5.9 3.85 0.999967 1.33 41.4 SM-1096B 2,396.0 8.8 0.030 293.33 6.2 2.45 0.999981 1.98 27.8 SM-1096C 2,396.0 11.0 0.026 423.08 5.0 3.65 0.999969 1.66 33.2 SM-1096D 2,396.0 8.8 0.017 517.65 6.2 4.55 0.999960 1.06 51.7 SM-1097A 2,335.0 10.0 0.030 333.33 5.5 2.85 0.999977 1.93 28.5 SM-1097B 2,335.0 10.0 0.040 250.00 5.5 2.15 0.999984 2.56 21.5 SM-1097C 2,335.0 9.5 0.033 287.88 5.8 2.45 0.999981 2.13 25.8 SM-1098B 1,673.7 14.0 0.040 350.00 3.9 3.05 0.999975 2.52 21.8 SM-1098C 1,673.7 14.0 0.039 358.97 3.9 3.05 0.999975 2.52 21.8 SM-1099A 1,768.9 8.1 0.047 172.34 6.8 1.45 0.999991 3.07 17.9 SM-1100A 2,149.2 35.0 0.064 546.87 1.6 4.85 0.999957 3.97 13.9 SM-1101A 2,630.5 2.0 0.016 125.00 27.5 1.05 0.999995 1.05 52.5 SM-1102A 2,171.5 35.0 0.035 1,000 1.6 9.35 0.999912 2.06 26.7 a Letters indicate repeat samples at the same site Hydrogeol J (2016) 24:757–786 771 Table 7 Chloride mass balance method estimates of recharge for wells Data for wells Mixing model corrections Sample IDa Elevation (m) Cl (mg/L) Br (mg/L) Cl/Br % Recharge Cl of precip./brine mix with same Cl/Br as sample Fraction of fresh water in mix Corrected Cl (mg/L) Corrected % recharge SM-0007A 1,857.7 9.1 <0.03 – 6.0 – – – – SM-0012A 2,366.4 20.0 0.030 666.67 2.8 5.95 0.999946 1.85 29.7 SM-0018A 2,562.9 3.4 0.020 170.00 16.2 1.45 0.999991 1.29 42.6 SM-0023A 2,719.8 16.0 <0.03 – 3.4 – – – – SM-0026A 2,240.3 5.1 0.020 255.00 10.8 2.15 0.999984 1.30 42.2 SM-0040A 2,190.8 12.0 0.030 400.00 4.6 3.45 0.999971 1.91 28.7 SM-0040B 2,190.8 12.0 0.033 363.64 4.6 3.15 0.999974 2.10 26.2 SM-0040C 2,190.8 13.0 0.041 317.07 4.2 2.75 0.999978 2.60 21.1 SM-0040D 2,190.8 13.0 0.031 419.36 4.2 3.65 0.999969 1.96 28.1 SM-0040E 2,190.8 12.0 0.037 324.324 4.6 2.75 0.999978 2.40 22.9 SM-0040 F 2,190.8 13.0 0.034 382.35 4.2 3.35 0.999972 2.13 25.8 SM-0040G 2,190.8 13.0 0.040 325.00 4.2 2.75 0.999978 2.60 21.2 SM-0040H 2,190.8 13.0 0.034 382.35 4.2 3.35 0.999972 2.13 25.8 SM-0042A 2,169.7 6.1 0.040 152.50 9.0 1.25 0.999993 2.68 20.5 SM-0044B 2,067.2 5.1 0.040 127.50 10.8 1.05 0.999995 2.67 20.6 SM-0044C 2,067.2 6.3 0.041 153.66 8.7 1.25 0.999993 2.77 19.8 SM-0044D 2,067.2 6.0 <0.01 – 9.2 – – – – SM-0044E 2,067.2 5.3 0.036 147.22 10.4 1.25 0.999993 2.33 23.6 SM-0044 F 2,067.2 4.4 0.038 115.79 12.5 0.95 0.999996 2.55 21.6 SM-0044G 2,067.2 4.4 0.035 125.71 12.5 1.05 0.999995 2.30 23.9 SM-0044H 2,067.2 4.0 0.050 80.00 14.8 0.65 0.999999 3.38 16.2 SM-0044I 2,067.2 4.1 0.040 102.55 13.4 0.85 0.999997 2.65 20.7 SM-0045A 2,185.1 7.9 0.030 263.33 7.0 2.25 0.999983 1.93 28.5 SM-0056A 2,254.8 13.0 <0.03 – 4.2 – – – – SM-0056B 2,254.8 13.0 0.033 393.94 4.2 3.45 0.999971 2.07 26.5 SM-0056C 2,254.8 6.0 – low Br 9.2 – – – – SM-0056D 2,254.8 5.3 0.036 147.22 10.4 1.25 0.999993 2.33 23.6 SM-0056E 2,254.8 4.4 0.038 115.74 12.5 0.95 0.999996 2.55 21.6 SM-0056 F 2,254.8 4.4 0.035 125.71 12.5 1.05 0.999995 2.30 23.9 SM-0056G 2,254.8 4.0 0.050 80.00 13.4 0.65 0.999999 3.38 16.2 SM-0056H 2,254.8 4.1 0.040 102.50 13.4 0.85 0.999997 2.65 20.7 SM-0057A 2,207.5 13.0 0.030 433.33 4.2 3.75 0.999968 1.91 28.8 SM-0057B 2,207.5 13.0 0.044 295.45 4.2 2.55 0.999980 2.80 19.6 SM-0064A 2,189.8 10.0 0.046 217.39 5.5 1.85 0.999987 2.97 18.5 SM-0064B 2,189.8 13.0 0.047 276.59 4.2 2.35 0.999982 3.04 18.1 SM-0064C 2,189.8 9.1 0.043 211.63 6.0 1.75 0.999988 2.86 19.2 SM-0064D 2,189.8 7.6 0.042 180.95 7.2 1.55 0.99999 2.70 20.4 SM-0064E 2,189.8 7.0 0.050 140.00 7.9 1.15 0.999994 3.35 16.4 SM-0064 F 2,,189.8 7.2 0.034 211.76 7.6 1.75 0.999988 2.26 24.3 SM-0068A 1,920.5 16.0 0.040 400.00 3.4 3.45 0.999971 2.55 21.6 SM-0072A 2,350.1 16.0 0.040 400.00 3.4 3.45 0.999971 2.55 21.6 SM-0074A 2,135.5 4.5 0.040 112.50 12.2 0.95 0.999996 2.61 21.1 SM-0076A 2,001.1 38.0 0.030 1266.67 1.4 12.35 0.999882 1.69 32.5 SM-0086A 2,367.0 9.8 0.050 196.00 5.6 1.65 0.999989 3.27 16.8 SM-0092A 1,879.4 27.0 0.049 551.02 2.0 4.85 0.999957 3.06 18.0 SM-0133A 1,785.1 10.0 0.050 200.00 5.5 1.65 0.999989 3.33 16.5 772 Hydrogeol J (2016) 24:757–786 monitor precipitation chemistry in the United States. The NADP has a collection site within the study area at Mayhill (site NM08). NAPD sampling methodology is described in Gibson (1984). The data set includes monthly volume-weighted average concentrations of major cations and anions, including Cl. Excluding invalid data points, the data set included 739 Cl con- centrations from samples collected between 1987 and 2015. The volume weighted mean value of monthly average precipitation Cl values was 0.08 mg/L. NAPD samples are wet samples, where the collector is closed except during a precipitation event. Popp et al. (1984) examined precipitation chemistry in northern and central New Mexico, collecting wet samples and bulk samples. For the bulk samples, the collectors were left open at all times. Large differences in ion concentrations be- tween wet samples and bulk samples showed that dry deposi- tion contributes three to ten times the concentration of major ions as found in wet samples. For example, in the town of Socorro, located in central New Mexico, the average Cl con- centrations for the wet and bulk samples are 0.8 and 3.4 mg/L respectively. The average Cl concentration in bulk precipitation in Santa Fe, New Mexico between November 1987 and March 1989 was 0.271 mg/L (Anderholm 1994). From this discussion, the Ceff value of 0.55 mg/L is a reasonable"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "211.76 7.6 1.75 0.999988 2.26 24.3 SM-0068A 1,920.5 16.0 0.040 400.00 3.4 3.45 0.999971 2.55 21.6 SM-0072A 2,350.1 16.0 0.040 400.00 3.4 3.45 0.999971 2.55 21.6 SM-0074A 2,135.5 4.5 0.040 112.50 12.2 0.95 0.999996 2.61 21.1 SM-0076A 2,001.1 38.0 0.030 1266.67 1.4 12.35 0.999882 1.69 32.5 SM-0086A 2,367.0 9.8 0.050 196.00 5.6 1.65 0.999989 3.27 16.8 SM-0092A 1,879.4 27.0 0.049 551.02 2.0 4.85 0.999957 3.06 18.0 SM-0133A 1,785.1 10.0 0.050 200.00 5.5 1.65 0.999989 3.33 16.5 772 Hydrogeol J (2016) 24:757–786 monitor precipitation chemistry in the United States. The NADP has a collection site within the study area at Mayhill (site NM08). NAPD sampling methodology is described in Gibson (1984). The data set includes monthly volume-weighted average concentrations of major cations and anions, including Cl. Excluding invalid data points, the data set included 739 Cl con- centrations from samples collected between 1987 and 2015. The volume weighted mean value of monthly average precipitation Cl values was 0.08 mg/L. NAPD samples are wet samples, where the collector is closed except during a precipitation event. Popp et al. (1984) examined precipitation chemistry in northern and central New Mexico, collecting wet samples and bulk samples. For the bulk samples, the collectors were left open at all times. Large differences in ion concentrations be- tween wet samples and bulk samples showed that dry deposi- tion contributes three to ten times the concentration of major ions as found in wet samples. For example, in the town of Socorro, located in central New Mexico, the average Cl con- centrations for the wet and bulk samples are 0.8 and 3.4 mg/L respectively. The average Cl concentration in bulk precipitation in Santa Fe, New Mexico between November 1987 and March 1989 was 0.271 mg/L (Anderholm 1994). From this discussion, the Ceff value of 0.55 mg/L is a reasonable value which is significantly higher than that observed for wet precipitation samples collected in the study area, consistent with significant dry deposition rates. Spring water samples yield corrected re- charge estimates (RPR) ranging from 14 to 99 %, with a mean value of 37±20 % (±1 σ; Table 6). Well water samples yield corrected recharge estimates (RPR) ranging from 11 to 44 %, with a mean value of 22±8 % (±1 σ; Table 7). Correcting the sample Cl concentrations for mixing with high-Cl brine is im- portant, as it results in higher recharge values by a factor of 4–5. Table 7 (continued) Data for wells Mixing model corrections Sample IDa Elevation (m) Cl (mg/L) Br (mg/L) Cl/Br % Recharge Cl of precip./brine mix with same Cl/Br as sample Fraction of fresh water in mix Corrected Cl (mg/L) Corrected % recharge SM-0138A 2,103.5 5.9 0.030 196.67 9.3 1.65 0.999989 1.97 28.0 SM-0140A 2,047.5 6.2 0.030 206.67 8.9 1.75 0.999988 1.95 28.2 SM-0143A 2,038.5 5.7 0.040 142.50 9.6 1.15 0.999994 2.73 20.2 SM-0144A 2,040.5 4.2 0.040 105.00 13.1 0.85 0.999997 2.72 20.2 SM-0148A 1,852.0 8.1 0.040 202.50 6.8 1.65 0.999989 2.70 20.4 SM-0151A 2,023.0 5.8 0.030 193.33 9.5 1.65 0.999989 1.93 28.4 SM-0152A 2,028.0 5.2 0.030 173.33 10.6 1.45 0.999991 1.97 27.9 SM-0158A 1,447.0 9.1 0.070 130.00 6.0 1.05 0.999995 4.77 11.5 SM-0162A 1,591.0 8.9 0.040 222.50 6.2 1.85 0.999987 2.65 20.8 SM-0165A 1,598.0 8.0 0.040 200.00 6.9 1.65 0.999989 2.67 20.6 SM-0166A 1,733.0 5.5 0.070 78.57 10.0 0.65 0.999999 4.65 11.8 SM-0167A 1,422.0 8.7 0.050 174.00 6.3 1.45 0.999991 3.30 16.7 SM-0168A 1,372.0 14.0 0.050 280.00 3.9 2.35 0.999982 3.28 16.8 SM-0169A 1,344.0 14.0 0.040 350.00 3.9 3.05 0.999975 2.52 21.8 SM-0174A 1,757.0 22.0 0.043 511.63 2.5 4.55 0.999960 2.66 20.7 SM-0187A 1,676.6 16.0 0.040 400.00 3.4 3.45 0.999971 2.55 21.6 SM-0200A 1,399.0 5.5 0.050 110.00 10.0 0.85 0.999997 3.56 15.5 SM-0201A 2,174.1 9.5 0.050 190.00 5.8 1.55 0.999990 3.37 16.3 SM-0202A 1,634.0 12.0 0.060 200.00 4.6 1.65 0.999989 4.00 13.7 SM-0203A 1,695.0 5.4 0.050 108.00 10.2 0.85 0.999997 3.49 15.7 SM-0204A 1,812.0 6.4 0.040 160.00 8.6 1.35 0.999992 2.61 21.1 SM-0207A 1,841.0 6.9 0.040 172.50 8.0 1.45 0.999991 2.62 21.0 SM-0211A 1,741.0 8.9 0.020 447.50 6.1 3.95 0.999966 1.25 44.1 SM-0233A 2,014.0 21.0 0.065 323.08 2.6 2.75 0.999978 4.20 13.1 SM-0234A 2,060.4 20.0 0.053 377.36 2.8 3.25 0.999973 3.38 16.2 SM-0235A 2,005.0 15.0 0.033 454.55 3.7 3.95 0.999966 2.09 26.3 SM-0236A 2,058.1 18.0 0.075 240.00 3.1 2.05 0.999985 4.83 11.4 a Letters indicate repeat samples at the same site Hydrogeol J (2016) 24:757–786 773 Although estimated Ceff and Cgw-corr values seem reason- able, they are based on a mixing model with estimated end- member values, which could result in increased uncertainty. Therefore, it is important to conduct a sensitivity analysis for these end member values (Table S2 of the ESM). Recharge estimates are not very sensitive to the estimated Cl concentra- tion and Cl/Br ratio for the brine end member. Changing the Cl concentration for the brine has almost no effect on recharge estimates. An order of magnitude increase in the brine Cl concentration results in much less than a 1 % change in re- charge estimates. Changing the Cl/Br ratio for the brine in- versely affects the recharge estimate, and the magnitude of the effect increases as the Cl/Br ratio for the water samples in- creases. However, changing the Cl/Br ratio from 9,000 to 5, 000 and 20,000, changes recharge estimates less than 5 % for all water samples except those with Cl/Br ratios greater than 1,000. The corrected CMB recharge estimates are much more sensitive to the freshwater end-member values. Estimated recharge is directly proportional to the Cl concentration of the freshwater end member. The value of 0.55 mg/L is the largest value that could produce a mixing curve that could explain the data and is a reasonable input estimate. The Cl/Br ratio of the freshwater end member (65) is the low- est observed ratio in the data set and is a reasonable value for precipitation. Estimated recharge is inversely propor- tional to this value. A higher Cl/Br ratio for the freshwater end member results in a lower recharge estimate. The freshwater end member Cl concentration and Cl/Br value are the most important parameters for calculating an ac- curate recharge rate, and the values used here are believed to be reasonable. Figures 9 and 10 show the calculated recharge percentages spatially, and as a function of elevation. It is clear in Fig. 10 that corrected recharge percentages for springs are much higher above ~2,380 m, but are lower and span a narrower range than the well samples below this elevation (there was only one sampled well above 2,380 m). Location of recharge in the Sacramento Mountains Quantification of recharge requires accurate delineation of the recharge area. Based on topography, groundwater surface gra- dients (Land et al. 2012; Land and Newton 2008; Mourant 1963; Welder 1983), occurrence of brines in the easterly por- tions of the RAB confined aquifer (Land and Newton 2008; Welder 1983), and geologic structure (Fig. 2; Welder 1983), it is not likely that significant groundwater reaches the RAB from outside of its surface drainage basin, and thus recharge was inferred to occur within this area, consistent with previous studies (Daniel B. Stephens and Associates, unpublished re- port). Springs in the upper Sacramento River drainage likely discharge water that in part originated within the RAB surface"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "end-member values. Estimated recharge is directly proportional to the Cl concentration of the freshwater end member. The value of 0.55 mg/L is the largest value that could produce a mixing curve that could explain the data and is a reasonable input estimate. The Cl/Br ratio of the freshwater end member (65) is the low- est observed ratio in the data set and is a reasonable value for precipitation. Estimated recharge is inversely propor- tional to this value. A higher Cl/Br ratio for the freshwater end member results in a lower recharge estimate. The freshwater end member Cl concentration and Cl/Br value are the most important parameters for calculating an ac- curate recharge rate, and the values used here are believed to be reasonable. Figures 9 and 10 show the calculated recharge percentages spatially, and as a function of elevation. It is clear in Fig. 10 that corrected recharge percentages for springs are much higher above ~2,380 m, but are lower and span a narrower range than the well samples below this elevation (there was only one sampled well above 2,380 m). Location of recharge in the Sacramento Mountains Quantification of recharge requires accurate delineation of the recharge area. Based on topography, groundwater surface gra- dients (Land et al. 2012; Land and Newton 2008; Mourant 1963; Welder 1983), occurrence of brines in the easterly por- tions of the RAB confined aquifer (Land and Newton 2008; Welder 1983), and geologic structure (Fig. 2; Welder 1983), it is not likely that significant groundwater reaches the RAB from outside of its surface drainage basin, and thus recharge was inferred to occur within this area, consistent with previous studies (Daniel B. Stephens and Associates, unpublished re- port). Springs in the upper Sacramento River drainage likely discharge water that in part originated within the RAB surface basin (Figs. 1 and 3). These springs may receive water along regional fracture networks (Walsh 2008), which could facili- tate movement of some recharge water out of the RAB surface basin and into Sacramento River drainage (Mayer and Sharp 1998). Geochemical constraints It is probable that surface infiltration and recharge increases with elevation within the High Mountain Aquifer system, con- comitant with increasing precipitation and decreasing evapo- ration; however, the very dynamic groundwater/surface-water flow system of multiple perched aquifers and springs effec- tively moves water downslope; except for the highest eleva- tion springs, the sampled well and spring waters are far re- moved from their actual locale of recharge. These waters have Fig. 7 Raw chloride and bromide data for sampled wells and springs with two-end member mixing model (curve). Evolution of water compo- sitions with evaporation and mixing of fresh recharge water with brine are shown Fig. 8 Uncorrected and corrected Cl concentrations in spring water samples as a function of elevation 774 Hydrogeol J (2016) 24:757–786 been affected by progressive evapotranspiration. From Fig. 10 it appears that below 2,380 m, most of the sampled ground- water is below the root zone and the perched aquifers in the High Mountain Aquifer system, where it may be transpired or discharged at a spring, and thus Cl concentration remains sta- ble, once mixing is accounted for (Figs. 9 and 10). A similar trend is seen in the stable isotopic compositions and occurs for the same reason: the cessation of the groundwater/surface-water interaction process (Brecycling^) involving springs and streams. δD values range from −71 to −51 ‰ and increase (become less negative) from west to east downslope across the extent of the High Mountain aquifer system (Fig. 11). In the Pecos Slope aquifer, δD values range from −65 to −52 ‰, are relatively uniform, and are statistical- ly indistinguishable from samples within 5 km of the eastern boundary of the High Mountain aquifer system (Figs. 3 and 11; Table 8). Eastoe and Rodney (2014) also noted this trend and described it in terms of progressive isotopic enrichment with declining elevation occurring at a greater rate than that due to the effects of altitude alone on the isotopic composition of precipitation. The stable isotopic compositions of groundwater samples of Eastoe and Rodney (2014) from the Pecos Slope and RAB resemble those of waters from the High Mountain aquifer system area as defined here, and do not resemble local precipitation. The trends in stable isotopic compositions in Fig. 11 are caused by evaporative enrichment as groundwater is re- peatedly discharged at numerous springs and undergoes evaporation in stream channels and small wetlands, follow- ed by reinfiltration to shallow aquifers (the Brecycling^ of Newton et al. 2012). As with Cl concentration (Fig. 10), the effects of evaporation on the stable isotopic composi- tion of spring waters become more pronounced as spring elevation decreases (Fig. 12). This process occurs across Fig. 9 Spatial distribution of corrected recharge values as a percentage of precipitation (RPR) calculated with the CMB method for a springs and b wells. Some spring and well sites have multiple samples (see Tables 6 and 7). Only results for the first sample for each site are plotted. Corrected recharge could not be calculated for wells SM-7 and SM-23 as Br was below the detection limit Hydrogeol J (2016) 24:757–786 775 the area of the High Mountain aquifer system, but ceases as groundwater flows into the Pecos Slope aquifer. There is no further evaporative enrichment, and what local precip- itation is added to the groundwater system across the Pecos Slope does not significantly change the isotopic composi- tion of groundwater. Within the RAB, surface basin tritium concentrations in- crease and total dissolved solids concentration (TDS) decrease with increasing elevation. For example, spring waters above the 2,440 m (8,000 ft) water level contour (Land et al. 2012), are statistically distinct in these aspects of their chemistry from those at lower elevations (Fig. 13, Table 9). Overall, tritium concentrations are higher in the High Mountain aquifer sys- tem than in the Pecos Slope aquifer, where values are low except along the Rio Peñasco (Fig. 13). Major ion chemistry of groundwater evolves along region- al flowpaths downgradient to the east by the process of dedolomitization (Back et al. 1983; Newton et al. 2012; Raines and Dewers 1997). From Ca-HCO3 water types pre- dominant at high elevations, waters evolve to Ca–Mg–HCO3– SO4 and Ca–Mg–SO4–HCO3 types, with progressively older ages and higher dissolved mineral contents, downslope to the east in the Pecos Slope aquifer (Fig. 13). The High Mountain aquifer system is open with respect to atmospheric CO2, whereas the Pecos Slope aquifer is largely closed, due to the cessation of the repeated spring discharge–streamwater reinfiltration or Brecycling^ process. Morse (2010) and Eastoe and Rodney (2014) both demonstrated a systematic decrease in 14C – pMC (percent modern carbon) from west to east, downgradient across the Pecos Slope. Data from both studies range from ~80 pMC along the west edge of the Pecos Slope aquifer to 50–70 pMC between Hope and Artesia (Fig. 1), with groundwater residence times increasing from near zero at the west edge of the Pecos Slope aquifer to 1, 300–5,600 years in the vicinity of Hope. Together, the tritium, major ion chemistry, and pMC data suggest that little recharge occurs on the Pecos Slope other than streambed infiltration from the Rio Peñasco, as shown by slightly higher"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "isotopic composi- tion of groundwater. Within the RAB, surface basin tritium concentrations in- crease and total dissolved solids concentration (TDS) decrease with increasing elevation. For example, spring waters above the 2,440 m (8,000 ft) water level contour (Land et al. 2012), are statistically distinct in these aspects of their chemistry from those at lower elevations (Fig. 13, Table 9). Overall, tritium concentrations are higher in the High Mountain aquifer sys- tem than in the Pecos Slope aquifer, where values are low except along the Rio Peñasco (Fig. 13). Major ion chemistry of groundwater evolves along region- al flowpaths downgradient to the east by the process of dedolomitization (Back et al. 1983; Newton et al. 2012; Raines and Dewers 1997). From Ca-HCO3 water types pre- dominant at high elevations, waters evolve to Ca–Mg–HCO3– SO4 and Ca–Mg–SO4–HCO3 types, with progressively older ages and higher dissolved mineral contents, downslope to the east in the Pecos Slope aquifer (Fig. 13). The High Mountain aquifer system is open with respect to atmospheric CO2, whereas the Pecos Slope aquifer is largely closed, due to the cessation of the repeated spring discharge–streamwater reinfiltration or Brecycling^ process. Morse (2010) and Eastoe and Rodney (2014) both demonstrated a systematic decrease in 14C – pMC (percent modern carbon) from west to east, downgradient across the Pecos Slope. Data from both studies range from ~80 pMC along the west edge of the Pecos Slope aquifer to 50–70 pMC between Hope and Artesia (Fig. 1), with groundwater residence times increasing from near zero at the west edge of the Pecos Slope aquifer to 1, 300–5,600 years in the vicinity of Hope. Together, the tritium, major ion chemistry, and pMC data suggest that little recharge occurs on the Pecos Slope other than streambed infiltration from the Rio Peñasco, as shown by slightly higher tritium values in groundwater along its course. Physical hydrologic constraints Most well hydrographs in the High Mountain aquifer system exhibited two types of behavior. Wells in the relatively shal- low perched aquifers, generally less than 92 m deep, showed rapid water level rises during the historically wet summers of 2006 and 2008, coinciding with the onset of monsoon season precipitation, peaking within 1–3 months, then declining (Newton et al. 2012). Wells in the deeper regional aquifer, generally more than 92 m deep, showed more gradual water level rises, somewhat delayed from the onset of precipitation, followed by smaller declines, or none at all for the duration of the study (Fig. 4). Hydrographs of wells in the Pecos Slope aquifer either did not show this clear relationship with precip- itation or resembled deeper, regional aquifer well hydrographs (with gradual water level rises) from the High Mountain aqui- fer system (Fig. 4). The longer-term responses are inferred to be due to downward percolation of recharge water into the regional aquifer, and/or downgradient transfer of pressure pulses in the confined aquifers (Land et al. 2012; Newton et al. 2012). These physical hydrologic data are consistent with the water chemistry and suggest that little recharge occurs on the Pecos Slope. Constraints from climatology MacDonald and Stednick (2003) determined that until annual precipitation exceeds 46 cm in conifer forests in southwestern Colorado, all precipitation is either evaporated or transpired. Darr et al. (2014) used this criterion to determine which wa- tersheds in the Upper Rio Hondo basin (Fig. 1) could contrib- ute recharge to the groundwater system. They calculated a single, spatially averaged mean annual precipitation value for each watershed; those which averaged less than 46 cm were assumed to be in a water deficit. Sanford and Selnick (2013) estimated the average fraction of precipitation lost to evapotranspiration in Lincoln and Otero counties, which en- compass the Sacramento Mountains, to range from 80 to 99 %, and the mean annual actual evapotranspiration to range from 31 to 40 cm. These values are countywide averages; elevation and vegetation types vary greatly across both counties. Gridded mean annual precipitation data (PRISM Climate Group 2013) and potential evaporation data for New Mexico (Farnsworth et al. 1982) were compared to de- termine areas in the Sacramento Mountains region where Fig. 10 Corrected recharge percentage (RPR) calculated with the CMB method for wells and springs as a function of elevation. Blue line indicates 2,380 m elevation 776 Hydrogeol J (2016) 24:757–786 mean annual precipitation is greater than potential evaporation (Fig. 14). Synthesis Overall low tritium concentrations (Fig. 13a,b), downgradient evolution of water chemistry by dedolomitization (Fig. 13b), stable isotopic compositions identical to waters at the east margin of the High Mountain aquifer system (Fig. 11; Table 8) and more depleted in heavy isotopes than local precipitation (Eastoe and Rodney 2014), and depths to water largely in excess of 152 m all argue for little local recharge to the Pecos Slope aquifer. However, slightly elevated tritium con- centrations along the Rio Penasco (Fig. 13), and the data of Morse (2010) suggest that a small quantity of recharge does occur across the Pecos Slope, and in the PIA of Fiedler and Nye (1933; Figs. 1 and 2). Morse (2010) documented subtle inflections in west–east trends in major ion chemistry and temperature, suggesting some recharge of relatively fresh wa- ter, around the west boundary of the PIA. Low but detectable chlorofluorocarbon (CFC) concentrations in water samples across the Pecos Slope (Morse 2010) indicate that minor dif- fuse recharge from local precipitation occurs in the region (perhaps via rapid infiltration through karst features) and mixes with older water from the High Mountains aquifer sys- tem to the west. The data collected in this study, and those of Morse (2010) and Eastoe and Rodney (2014) are consistent with a model in which the majority of the groundwater in the Pecos Slope aquifer is derived from the High Mountain aquifer system to the west through subsurface flow. What local recharge does occur is mostly infiltration along the major drainages of relatively fresh water that has acquired an evaporative signature during surface flow from its Fig. 11 a Map and b plot of variation in hydrogen isotopic composition of well and spring waters across the High Mountain aquifer system and the Pecos Slope aquifer. Samples from the 10-km-wide zone along the boundary between High Mountain aquifer system and Pecos Slope aquifer are compared to those to the east in the Pecos Slope in Table 8. UTM coordinates are NAD83 datum, zone 13 Hydrogeol J (2016) 24:757–786 777 source as spring discharge in the High Mountain aquifer system; thus, most of the local surface water recharge on the Pecos Slope is indirectly derived from the High Mountain Aquifer system as well. There is a minor com- ponent of diffuse recharge from local precipitation. Much of the recharge in the High Mountain aquifer system be- comes groundwater flow within the Pecos Slope aquifer and ultimately recharges the Roswell Artesian Basin via underflow, recharge mechanism 3 identified by Daniel B. Stephens and Associates (unpublished report). Delineation of the area of recharge is shown in Fig. 14. The area bounded by the 46-cm precipitation contour (MacDonald and Stednick 2003) covers an area much larger than the High Mountain aquifer system, and thus probably includes areas where little or no recharge occurs. The 2,380-m elevation contour and the approximately equivalent 58-cm precipitation"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "mixes with older water from the High Mountains aquifer sys- tem to the west. The data collected in this study, and those of Morse (2010) and Eastoe and Rodney (2014) are consistent with a model in which the majority of the groundwater in the Pecos Slope aquifer is derived from the High Mountain aquifer system to the west through subsurface flow. What local recharge does occur is mostly infiltration along the major drainages of relatively fresh water that has acquired an evaporative signature during surface flow from its Fig. 11 a Map and b plot of variation in hydrogen isotopic composition of well and spring waters across the High Mountain aquifer system and the Pecos Slope aquifer. Samples from the 10-km-wide zone along the boundary between High Mountain aquifer system and Pecos Slope aquifer are compared to those to the east in the Pecos Slope in Table 8. UTM coordinates are NAD83 datum, zone 13 Hydrogeol J (2016) 24:757–786 777 source as spring discharge in the High Mountain aquifer system; thus, most of the local surface water recharge on the Pecos Slope is indirectly derived from the High Mountain Aquifer system as well. There is a minor com- ponent of diffuse recharge from local precipitation. Much of the recharge in the High Mountain aquifer system be- comes groundwater flow within the Pecos Slope aquifer and ultimately recharges the Roswell Artesian Basin via underflow, recharge mechanism 3 identified by Daniel B. Stephens and Associates (unpublished report). Delineation of the area of recharge is shown in Fig. 14. The area bounded by the 46-cm precipitation contour (MacDonald and Stednick 2003) covers an area much larger than the High Mountain aquifer system, and thus probably includes areas where little or no recharge occurs. The 2,380-m elevation contour and the approximately equivalent 58-cm precipitation isohyet delineate an area intermediate between the High Mountain aquifer system of the southern mountains and the zone of perched water on the Mescalero Reservation mapped by Sloan and Garber (1971) that is the northern extension of the High Mountain aquifer system. These two areas are largely bounded by the region where average annual precipitation is greater than evaporation. The CMB data suggest that waters sampled below 2,380 m are representative of those that have passed thought the High Mountain aquifer system and will ultimately recharge the RAB via after flowing through the Yeso Formation across the Pecos Slope. The water samples from below 2,380 m are the best representatives of recharged waters that ultimately reach the RAB; however, the majority of the recharge occurs above 2,380 m. Calculated RPR values from the CMB method for waters sampled below 2,380 m range from 11 to 57 %, with a mean value of 24±8 % (±1 σ; Tables 6 and 7; Figs. 9 and 10). The areas bounded by the 2,380-m elevation contour and the 58-cm precipitation isohyet, together with the RPR esti- mates from the CMB method, are used in the following sec- tion to calculate the amount of groundwater recharge for the Sacramento Mountains–RAB groundwater system (Fig. 14) within the RAB surface basin. This was done with the recog- nition that drawing a definite boundary delineating the exact area of recharge is necessarily an approximation, as recharge varies spatially as a continuum, with a gradient from high values to essentially zero. Quantity of recharge in the Sacramento Mountains and relation to the Roswell Artesian Basin The estimates of recharge as a percentage of precipitation (RPR) from the CMB method and delineation of the recharge area were determined based on data collected in the southern Sacramento Mountains (Fig. 1; Newton et al. 2012). The de- lineation of the recharge area has been mapped throughout the Sacramento Mountains (see Fig. 14). Calculating average an- nual recharge over the Hondo Basin and the entire Sacramento Mountains using the results presented herein allows comparison with the work of Darr et al. (2014) and the many previous studies on recharge to the RAB discussed in section ‘Previous regional recharge studies’. The validity of extrapolating beyond the southern Sacramento Mountains is addressed in the following discussion. Gridded annual mean precipitation data from PRISM Climate Group (2013) within the areas enclosed by the 2,380-m elevation contour and the 58-cm precipitation isohyet was multiplied by the average RPR determined from the CMB analysis for samples below 2,380 m, both in the southern Sacramento Mountains study area, and across the entire Sacramento Mountain range. Table 8 Mann–Whitney Rank Sum test statistics for hydrogen isotopic compositions (δD, ‰) at sites (1) within 5 km of the High Mountain aquifer system–Pecos Slope aquifer boundary, and (2) east of this zone within the Pecos Slope Sample location Statistics <5 km of High Mountain aquifer system east boundary To the east, within Pecos Slope Median −58 −58 25 %; 75 % [9]a −59.38; −56.08 −59.00; −57.00 n b 33 38 P ≥0.05 c 0.940 ≥0.05 a Values bounding lower and upper quartiles of the data b Number of observations; includes repeat samples at some sites c Probability that the medians are the same is greater than 5 %, therefore distributions are not different at the 95 % confidence level Fig. 12 Springs sampled in March 2008, showing progressively more evaporated water with decreasing elevation. Local meteoric water line (LMWL) and evaporation line from Newton et al. (2012) 778 Hydrogeol J (2016) 24:757–786 Table 10 presents the range of recharge estimates so de- rived. It was assumed that all recharge in the Sacramento Mountains within the RAB surface basin ultimately enters the Yeso Formation and flows east to recharge the confined carbonate aquifer as underflow. This is of course an oversimplification, but is not an unreasonable approximation given that little recharge occurs across the Pecos Slope and that diversions and depletions are minimal outside of the up- per Rio Hondo basin. For previous studies that calculated total recharge, the estimate of Daniel B. Stephens and Associates Fig. 13 Maps showing distribution of tritium in sampled a springs and b wells within the RAB surface basin. Water-type zones are based on the dominant cations and anions present in both sample types. The 2,440-m water- level elevation contour (from Newton et al. 2012 and Land et al. 2012) separates water samples with statistically distinct chemistry (Table 9). UTM coordinates are NAD83 datum, zone 13 Table 9 Mann–Whitney Rank Sum test statistics for spring water chemistry within the RAB surface basin Tritium (TU) TDS (mg/L) Elevationa Elevationa Elevationa Elevationa >2,440 m <2,440 m >2,440 m <2,440 m Median 4.52 3.49 360 406 25 %; 75 %b 4.28; 5.17 1.71; 4.29 323; 374 375; 485 nc 12 17 29 36 P ≤0.05d 0.002 ≤0.05 0.001 ≤0.05 a Water-level elevation, corresponds to ~ 2,500-m land surface elevation b Values bounding lower and upper quartiles of the data c Number of observations; includes repeat samples d Probability that the medians are the same is less than 5 %; therefore, distributions are different at the 95 % confidence level Hydrogeol J (2016) 24:757–786 779 (unpublished report) and Rehfeldt and Gross (1982) that~75 % of the total recharge to the RAB confined aquifer is underflow from the Yeso Formation was applied (Table 10); thus, recharge quantities from the present study and"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "rived. It was assumed that all recharge in the Sacramento Mountains within the RAB surface basin ultimately enters the Yeso Formation and flows east to recharge the confined carbonate aquifer as underflow. This is of course an oversimplification, but is not an unreasonable approximation given that little recharge occurs across the Pecos Slope and that diversions and depletions are minimal outside of the up- per Rio Hondo basin. For previous studies that calculated total recharge, the estimate of Daniel B. Stephens and Associates Fig. 13 Maps showing distribution of tritium in sampled a springs and b wells within the RAB surface basin. Water-type zones are based on the dominant cations and anions present in both sample types. The 2,440-m water- level elevation contour (from Newton et al. 2012 and Land et al. 2012) separates water samples with statistically distinct chemistry (Table 9). UTM coordinates are NAD83 datum, zone 13 Table 9 Mann–Whitney Rank Sum test statistics for spring water chemistry within the RAB surface basin Tritium (TU) TDS (mg/L) Elevationa Elevationa Elevationa Elevationa >2,440 m <2,440 m >2,440 m <2,440 m Median 4.52 3.49 360 406 25 %; 75 %b 4.28; 5.17 1.71; 4.29 323; 374 375; 485 nc 12 17 29 36 P ≤0.05d 0.002 ≤0.05 0.001 ≤0.05 a Water-level elevation, corresponds to ~ 2,500-m land surface elevation b Values bounding lower and upper quartiles of the data c Number of observations; includes repeat samples d Probability that the medians are the same is less than 5 %; therefore, distributions are different at the 95 % confidence level Hydrogeol J (2016) 24:757–786 779 (unpublished report) and Rehfeldt and Gross (1982) that~75 % of the total recharge to the RAB confined aquifer is underflow from the Yeso Formation was applied (Table 10); thus, recharge quantities from the present study and previous work can be compared. The mean recharge values of 159.86×106 and 209.15×106 m3/year calculated here agree well with recharge estimates from a variety of methods used in the previous studies. It is concluded that the Bbest^ estimate for annual recharge to the Sacramento Mountains, and ulti- mately the confined aquifer in the RAB via underflow from the Yeso Formation, is 159.86×106–209.15×106 m3/year, or an average linear precipitation rate of 11.9–13.2 cm/year over the two defined recharge regions. Discussion The range of RPR values produced by the WTF method ap- plied to well SM-49 is 5–20 % for intense monsoonal storms, and a few to 10 % of annual precipitation for wells SM-22 and SM-66 (Tables 3, 4, and 5). The difference may be reflective of total versus net recharge in the well vicinity, as groundwater likely moved away from the water table during the interval between the monthly or bimonthly measurements in the latter two wells. Higher frequency of measurements has been shown to result in higher recharge estimates from the WTF method. (Delin et al. 2007). The range of RPR values from the WTF analysis tends lower than the range produced by the CMB method for samples below 2,380 m (24±8 %, ±1 σ). The CMB method is a long-term average that includes both summer and winter precipitation. One possible explanation is that some of the heavy precipitation in intense summer storms that penetrates the canopy will become surface runoff. This runoff may not be accounted for by the WTF method in the analyzed wells, but should be included in the CMB estimates as it will likely infiltrate downslope. Risser et al. (2009) noted in a comparison of six different methods to estimate recharge over 7 years that the WTF method consis- tently produced the lowest mean estimate and the smallest variability from year to year. They attributed this in part to use of a single value of Sy, which probably varied spatially and temporally. The CMB results here are inferred to be better estimates of long-term regional recharge to the Sacramento Mountains study area than the WTF results, and so were used to produce the recharge quantities in Table 10. Extrapolation of the constraints on recharge area and RPR estimates from the CMB method from the southern Sacramento Mountains study area to the northern Sacramento Mountains and the upper Rio Hondo Basin (Fig. 1) was done to compare total recharge across the mountains to previous estimates of recharge to the RAB. The geology is far more complex in the northern region than to the south—for example, abundant northeast-trending faults and dikes in the Upper Hondo drainage basin likely as barriers to groundwater flow, resulting in aquifer compartmentalization (Donohoe 2004; Rawling 2012b). The bedrock geology above the 2,380-m el- evation contour is dominantly igneous intrusive and volcanic rocks. These rocks tend to be highly fractured, but they are probably not as abundant, well developed, and well connected as the dissolution-enhanced fracture networks and conduits in the carbonate rocks of the Yeso Formation to the south (Walsh 2008). These differences may be expected to affect the magni- tude and rate of infiltration; thus, using the RPR values calcu- lated here for the southern Sacramento Mountains may over- estimate recharge in the northern mountains. Matherne et al. (2010) performed a CMB analysis in the Eagle Creek drainage west of Ruidoso (Fig. 1), within the Sierra Blanca volcanic terrane. Eagle Creek is a tributary of the Rio Hondo. They determined RPR values of 3.9–4.1 %. Matherne et al. (2010) used a value of 0.33 mg/L for Cl con- centration in precipitation, but did not account for dry deposi- tion of Cl, which as explained above, is likely much larger in New Mexico than wet deposition. This suggests that their calculated recharge percentages are too low. Matherne et al. (2010) also noted that it is probable that there were Cl contri- butions to their analyzed water not derived from precipitation, perhaps admixed high-Cl groundwater, and stated that their Fig. 14 Recharge areas in the Sacramento Mountains region. The 46-cm precipitation isohyet encompasses much area where little or no recharge occurs. The 2,380-m elevation contour and the 58-cm precipitation iso- hyet are inferred to encompass the best estimate of the region of recharge. The zone of perched water within Mescalero Apache Reservation, from Sloan and Garber (1971), is the northern extension of the High Mountain aquifer system 780 Hydrogeol J (2016) 24:757–786 derived recharge percentages should thus be considered minimum values. Newcomer and Shomaker (1991) reported RPR in the Ruidoso area as 7.5 %, but there is no explanation of how this was determined. Darr et al. (2014) developed a water budget for the upper Rio Hondo Basin (Fig. 1). They calculated recharge using base-flow analysis via hydrograph separation and the CMB method. The base-flow analysis assumes that all recharge be- comes groundwater flow, which in turn emerges as baseflow in streams. Darr et al. (2014) assumed that watersheds on the southern flank of the Capitan Mountains (Fig. 1) contributed no recharge because the elevation-averaged annual precipita- tion was below the threshold level of 46 cm/year defined by MacDonald and Stednick (2003); however, annual precipita- tion in the upper elevations of these watersheds is above the threshold, and there are several large springs on the southern flanks of the Capitan Mountains. Darr et al. (2014) used Cl- concentrations from upland springs reported by"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "but did not account for dry deposi- tion of Cl, which as explained above, is likely much larger in New Mexico than wet deposition. This suggests that their calculated recharge percentages are too low. Matherne et al. (2010) also noted that it is probable that there were Cl contri- butions to their analyzed water not derived from precipitation, perhaps admixed high-Cl groundwater, and stated that their Fig. 14 Recharge areas in the Sacramento Mountains region. The 46-cm precipitation isohyet encompasses much area where little or no recharge occurs. The 2,380-m elevation contour and the 58-cm precipitation iso- hyet are inferred to encompass the best estimate of the region of recharge. The zone of perched water within Mescalero Apache Reservation, from Sloan and Garber (1971), is the northern extension of the High Mountain aquifer system 780 Hydrogeol J (2016) 24:757–786 derived recharge percentages should thus be considered minimum values. Newcomer and Shomaker (1991) reported RPR in the Ruidoso area as 7.5 %, but there is no explanation of how this was determined. Darr et al. (2014) developed a water budget for the upper Rio Hondo Basin (Fig. 1). They calculated recharge using base-flow analysis via hydrograph separation and the CMB method. The base-flow analysis assumes that all recharge be- comes groundwater flow, which in turn emerges as baseflow in streams. Darr et al. (2014) assumed that watersheds on the southern flank of the Capitan Mountains (Fig. 1) contributed no recharge because the elevation-averaged annual precipita- tion was below the threshold level of 46 cm/year defined by MacDonald and Stednick (2003); however, annual precipita- tion in the upper elevations of these watersheds is above the threshold, and there are several large springs on the southern flanks of the Capitan Mountains. Darr et al. (2014) used Cl- concentrations from upland springs reported by Mourant (1963) in the CMB method, resulting in RPR values of 2.9– 5 %. Recharge quantities calculated in the present study within the upper Rio Hondo basin, excluding the Capitan Mountains, are larger by a factor of two or more than those of Darr et al. Table 10 Recharge estimates to the Sacramento Mountains and the confined carbonate aquifer in the Roswell Artesian Basin (note: 106 m3/ year = 810.7 acre-ft/year) Estimate reference Source Total recharge (106 m3/year) Recharge from Yeso Fm alone (106 m3/year)a Method Recharge results from literature: 1 Fiedler and Nye 1933 ≤290.24 ≤217.67 Estimation of predevelopment discharge (includes shallow aquifer) 2 Hantush 1957 317.14 237.85 Correlation with 3 years eff. avg. precip. in 1928, 1936, 1944 3 Saleem and Jacob 1971 218.42–381.31 (mean ± 1 σ) 162.88–286.29 (mean ± 1 σ) Correlation with 3 years eff. avg. precip. (1903–1968 avg.) 4 Summers 1972 286.16 214.59 Water budget of basin 5 Duffy et al. 1978 – 164.12 Darcy calculation 6 DBSA 1995 320.84 215.95 Flow model calibration (based on 1979 data) Recharge results from this study: 7a S. Sacramento Mtns., above 2,380-m contour (area = 577 km2) – 73.13; 49.73–96.53 (mean ± 1 σ) Chloride mass balance using RPR = 24 % (±8 %; 1 σ) and 30 % canopy interception by forest cover 7b S. Sacramento Mtns., above 58 cm/year precip. contour (area = 727 km2) – 82.71; 55.14–110.28 (mean ± 1 σ) 8a Entire RAB surface basin, above 2,380-m contour (area = 1,214 km2) – 159.86; 108.71–211.01 (mean ± 1 σ) or 13.2 cm/year areal mean recharge 8b Entire RAB surface basin, above 58 cm precip. contour (area = 1,840 km2) – 209.42; 139.61–279.23 (mean ± 1 σ) or 11.4 cm/year areal mean recharge a Estimates 1, 2, 3, and 4 derived by assuming 75 % of total recharge derived from Yeso Fm underflow—Daniel B. Stephens and Associates, unpublished report (see Table 1); Rehfeldt and Gross (1982) Table 11 Estimated recharge quantities in 106 m3/year for the upper Rio Hondo Basin, excluding the Capitan Mountains (note: 106 m3/year = 810.7 acre-ft/ year) Darr et al. 2014) This study, CMB methoda Base-flow analysis CMB method Above 2380 m elevation contour Above 58 cm/year precipitation contour 16.53 12.58 35.04 56.52 a Calculations using 24 % RPR and 30 % canopy interception Hydrogeol J (2016) 24:757–786 781 (2014; Table 11). Darr et al. (2014) did not account for dry Cl deposition or address high Cl- groundwater in their CMB analysis; thus, like the Matherne et al. (2010) study, the RPR so determined is likely too low. Equating baseflow to ground- water recharge assumes that no recharge becomes flow in deeper aquifers, which may not be the case. These previous studies likely underestimate recharge, whereas the present study may overestimate it in the northern mountains. Darr et al. (2014) calculated the total output of the upper Rio Hondo Basin (streamflow plus groundwater flow) to the east as 30.24×106 m3/year, with 25.44×106 m3/year (84 %) being surface water. The Rios Hondo, Felix and Peñasco lose much or all of their flow to infiltration in the region of the PIA (Fig. 1; Bean 1949, Gross, unpublished report). A much great- er proportion of flow in the Rio Hondo is derived from runoff as compared to the Rio Felix and Rio Peñasco (Daniel B. Stephens and Associates, unpublished report; Gross 1982). The latter two derive most of their flow from groundwater discharge via springs (Gross, unpublished report; Gross and Hoy 1980; Newton et al. 2012). The greater proportion of runoff in Rio Hondo surface water is consistent with relatively higher tritium concentrations that have been observed in groundwater along the Rio Hondo as compared to the Rio Felix and Rio Peñasco (Daniel B. Stephens and Associates, unpublished report; Gross 1982). Most of the Rio Felix and Rio Peñasco surface water was originally groundwater, and therefore comprised some fraction of the RPR calculated for the southern Sacramento Mountains. Infiltration from these two drainages still has tritium values that are elevated enough to be detected in groundwater sampled from nearby wells, perhaps due to a runoff component of streamflow; however, the extent is much less compared to the Rio Hondo with its much greater proportion of young, high-tritium runoff. Infiltrating streamflow across the Pecos Slope and PIA will become part of the Bfast^, relatively high tritium, recharge component to the RAB confined aquifer (Gross 1982). The Rio Hondo appears to be the largest source of this recharge to the RAB. Geologic differences between the southern and northern Sacramento Mountains surely play a role in the amount of infiltration versus runoff. Huntley (1979) examined recharge to the San Luis Valley of southern Colorado, USA from the San Juan Mountains to the west, composed of volcanic rocks, and the Sangre de Cristo Mountains to the east, composed of crystalline igneous and metamorphic rocks overlain by well- cemented Pennsylvanian and Permian clastic sedimentary rocks. Huntley (1979) estimated mountain block recharge to these ranges to be 38 % of precipitation for the San Juans and 14 % for the Sangre de Cristo Mountains. This suggests that, based on geology alone, that recharge to the volcanic areas of Sierra Blanca may be as high as that determined for the car- bonate terrane of the southern Sacramento Mountains; how- ever, the northern Sacramento Mountains have also higher maximum elevations, steeper terrain, and higher total and win- ter precipitation. In sum,"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "that have been observed in groundwater along the Rio Hondo as compared to the Rio Felix and Rio Peñasco (Daniel B. Stephens and Associates, unpublished report; Gross 1982). Most of the Rio Felix and Rio Peñasco surface water was originally groundwater, and therefore comprised some fraction of the RPR calculated for the southern Sacramento Mountains. Infiltration from these two drainages still has tritium values that are elevated enough to be detected in groundwater sampled from nearby wells, perhaps due to a runoff component of streamflow; however, the extent is much less compared to the Rio Hondo with its much greater proportion of young, high-tritium runoff. Infiltrating streamflow across the Pecos Slope and PIA will become part of the Bfast^, relatively high tritium, recharge component to the RAB confined aquifer (Gross 1982). The Rio Hondo appears to be the largest source of this recharge to the RAB. Geologic differences between the southern and northern Sacramento Mountains surely play a role in the amount of infiltration versus runoff. Huntley (1979) examined recharge to the San Luis Valley of southern Colorado, USA from the San Juan Mountains to the west, composed of volcanic rocks, and the Sangre de Cristo Mountains to the east, composed of crystalline igneous and metamorphic rocks overlain by well- cemented Pennsylvanian and Permian clastic sedimentary rocks. Huntley (1979) estimated mountain block recharge to these ranges to be 38 % of precipitation for the San Juans and 14 % for the Sangre de Cristo Mountains. This suggests that, based on geology alone, that recharge to the volcanic areas of Sierra Blanca may be as high as that determined for the car- bonate terrane of the southern Sacramento Mountains; how- ever, the northern Sacramento Mountains have also higher maximum elevations, steeper terrain, and higher total and win- ter precipitation. In sum, extrapolation of RPR results and constraints on recharge location determined in the southern Sacramento Mountains across the entire range may result in overestima- tion of recharge. There is likely a greater proportion of precip- itation in the northern mountains that becomes runoff and streamflow and does not interact with the groundwater sys- tem. Previous studies in the northern mountains likely have underestimated recharge. Differences in geology, topography, and climate all affect the amount of recharge. These complications notwithstanding, the agreement amongst the recharge area and quantity determined here and previous work is encouraging (Table 10). The many studies of Gerardo Gross, students and colleagues described in section ‘Previous regional recharge studies’ and the compre- hensive model of Daniel B. Stephens and Associates (unpub- lished report) all argued for the majority of recharge to the RAB occurring within the Sacramento Mountains, not on the Pecos Slope, and reaching the RAB as underflow from the Yeso Formation, consistent with results presented here. Integration of the quantitative recharge estimates with this conceptual model of the regional hydrology gives results in accord with previous quantitative recharge estimates which used a wide variety of methods. Fiedler and Nye (1933), Hantush (1957), and Saleem and Jacob (1971) all determined recharge as equivalent to estimated discharge, either predevel- opment, or in years in which the artesian aquifer was deter- mined to be in equilibrium with no change in storage. Summers (1972) performed a water budget analysis of the RAB using stream gage data and previous recharge estimates. Duffy et al. (1978) performed a Darcy calculation and Daniel B. Stephens and Associates (unpublished report) calibrated a groundwater flow model of the RAB. The present approach differs from the previous work in that recharge was calculated directly from field data interpreted within the framework of a hydrogeologic conceptual model of the Sacramento Mountains–RAB system. The water-table fluctu- ation (physical) and chloride mass-balance (chemical) methods were used to determine recharge as a percentage of precipitation and yielded results consistent with the known biases and limitations of each method. Physical and chemical hydrologic data were consistent in delineating where the ma- jority of recharge does and does not occur. No assumptions were made about discharge from the RAB, natural or otherwise. As is typical in recharge studies, sources of error for the various methods differ, and in general are hard to quantify and rank in their significance. Equating recharge to discharge and/ or calculating a water budget requires that all discharge and other sources of gain or loss are identified and accurately measured or estimated, and the errors are additive. Darcy flow calculations are highly sensitive to the transmissivity of the 782 Hydrogeol J (2016) 24:757–786 Yeso Formation, which ranges over many orders of magnitude and varies greatly in space (Daniel B. Stephens and Associates, unpublished report; Wasiolek 1991), and the as- sumed aquifer thickness. Flow model calibration is sensitive to all of these parameters and accurate simulation of hydro- logically significant aspects of the subsurface geology. The WTF method is dependent on the value of specific yield, which probably varies in space and time. The CMB method is sensitive to the chloride input values from wet and dry deposition but, as applied here, yields an estimate of RPR for each analyzed water sample; thus, the multiple analyses allowed an indication of the range of variability of calculated recharge values to be determined (Table 10). Conclusions Geologic and hydrologic data were integrated in the Sacramento Mountains to make quantitative estimates of the amount of recharge and delineate its area of occurrence, and relate the recharge estimates to previous studies of the source and quantity of recharge to the confined carbonate aquifer in the Roswell Artesian Basin. The water-table fluctuation method was used to estimate recharge over temporal scales of days to 3 years and spatial scales of less than a few 10s of km2, resulting in estimates that 5–20 % of precipitation becomes recharge. The chloride mass- balance method was used to measure recharge over the entire Sacramento Mountains region over time scales of several to tens of years, resulting in estimates that 24±8 % of precipita- tion becomes recharge. The 2,380-m elevation contour and the 58-cm annual precipitation isohyet were both used to delineate of the area of recharge. They were inferred to be the best delineations based on a combination of physical and chemical hydrologic data and climatologic considerations. Recharge percentages determined by the chloride mass-balance method for spring and well samples collected below 2,380 m, together with gridded mean annual precipitation data, were used to calculate regional recharge quantities for the two bounded recharge areas. Mean values for total recharge quantities are 159.86×106 m3/ year for recharge above 2,380 m, and 209.42×106 m3/year for recharge in the area bounded by the 58-cm precipitation isohyet. These values agree well with previous estimates for recharge to the Roswell Artesian Basin via underflow from the Yeso Formation. Several results from previous studies on the hydrogeology of the Roswell Artesian Basin and the Sacramento Mountains have been confirmed by this study: 1. The unconfined nature and variable connectivity of perched aquifers in the High Mountain aquifer system, and their complex interaction with surface water. 2. The majority of recharge (~75 %) to the Roswell Artesian Basin occurs as underflow through the Yeso Formation. 3. The majority of recharge to the Roswell Artesian Basin falls as precipitation in the higher elevations of the"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "source and quantity of recharge to the confined carbonate aquifer in the Roswell Artesian Basin. The water-table fluctuation method was used to estimate recharge over temporal scales of days to 3 years and spatial scales of less than a few 10s of km2, resulting in estimates that 5–20 % of precipitation becomes recharge. The chloride mass- balance method was used to measure recharge over the entire Sacramento Mountains region over time scales of several to tens of years, resulting in estimates that 24±8 % of precipita- tion becomes recharge. The 2,380-m elevation contour and the 58-cm annual precipitation isohyet were both used to delineate of the area of recharge. They were inferred to be the best delineations based on a combination of physical and chemical hydrologic data and climatologic considerations. Recharge percentages determined by the chloride mass-balance method for spring and well samples collected below 2,380 m, together with gridded mean annual precipitation data, were used to calculate regional recharge quantities for the two bounded recharge areas. Mean values for total recharge quantities are 159.86×106 m3/ year for recharge above 2,380 m, and 209.42×106 m3/year for recharge in the area bounded by the 58-cm precipitation isohyet. These values agree well with previous estimates for recharge to the Roswell Artesian Basin via underflow from the Yeso Formation. Several results from previous studies on the hydrogeology of the Roswell Artesian Basin and the Sacramento Mountains have been confirmed by this study: 1. The unconfined nature and variable connectivity of perched aquifers in the High Mountain aquifer system, and their complex interaction with surface water. 2. The majority of recharge (~75 %) to the Roswell Artesian Basin occurs as underflow through the Yeso Formation. 3. The majority of recharge to the Roswell Artesian Basin falls as precipitation in the higher elevations of the Sacramento Mountains. 4. Recharge to the Roswell Artesian Basin along the Pecos Slope and within Fiedler and Nye (1933) Principal Intake Area is significantly less than that which moves as underflow beneath the Pecos Slope and PIA from the Sacramento Mountains. 5. Annual recharge to the Roswell Artesian Basin in the form of underflow from the Yeso Formation is approxi- mately 159.86×106–209.42×106 m3/year. Acknowledgements We thank Lewis Land, Stacy Timmons, and Dave Romero for helpful discussions regarding this work. Reviews by three anonymous reviewers greatly improved the manuscript. Funding was provided by the Otero Soil and Water Conservation District though leg- islative appropriation and the National Cooperative Geologic Mapping Program (STATEMAP). This study would not have been possible without the kind cooperation of many landowners throughout the Sacramento Mountains region. References Alcala FJ, Custodio E (2008) Using the Cl/BR ratio as a tracer to identify the origin of salinity in aquifers in Spain and Portugal. J Hydrol 359: 189–207 Allen MS, McLemore VT (1991) The geology and petrogenesis of the Capitan Pluton, New Mexico. In: Barker JM, Kues BS, Austin GS, Lucas SG (eds) Geology of the Sierra Blanca, Sacramento, and Capitan ranges, vol 42. NM Geol Soc Guidebook, NMBGMR, Socorro, NM, pp 115–127 Alley WM, Leake SA (2004) The journey from safe yield to sustainabil- ity. Ground Water 18:12–16 Anderholm SK (1994) Ground-water recharge near Santa Fe, north- central New Mexico. US Geol Surv Water Resour Invest Rep 94- 4078 Balleau WP (2013) The policy of Bpumping the recharge^ is out of control. Eos 94:4–5 Back W, Hanshaw BB, Plummer LN, Rahn PH, Rightmire CT, Rubin M (1983) Process and rate of dedolomitization: mass transfer and 14C dating in a regional carbonate aquifer. Geol Soc Am Bull 94:1415– 1429 Bean RT (1949) Geology of the Roswell Artesian Basin, New Mexico, and its relation to the Hondo reservoir. Tech Rep 9, NM State Engineer Office, Santa FE, NM, 31 pp Bidaux P, Drogue C (1993) Calculation of low-range flow velocities in fractured carbonate media from borehole hydrochemical logging data: comparison with thermometric results. Ground Water 31:19– 26 Bredehoeft JD (2002) The water budget myth revisited: why hydrogeologists model. Ground Water 40:340–345 Bredehoeft JD, Papadopulos SS, Cooper HH (1982) Groundwater: the water budget myth. In: Scientific basis of water resource manage- ment. Studies in Geophysics, National Academy Press, Washington, DC, pp 51–57 Canaris N, Kludt T, Newton BT (2011) Canopy interception loss for a mixed coniferous forest in southern New Mexico prior to tree- Hydrogeol J (2016) 24:757–786 783 thinning treatment. In: NM Geol Soc 2011 Proc. Vol., NMBGMR, Socorro, NM, 14 pp CoCoRHAS (2016) Community collaborative rain, hail and snow net- work. http://www.cocorahs.org/. Accessed 29 January 2016 Coes AL, Spruill TB, Thomasson MJ (2007) Multiple-method estimation of recharge rates at diverse locations in the North Carolina Coastal Plain USA. Hydrogeol J 15:773–788 Darr MJ, Rattray GW, McCoy KJ, Durall RA (2014) Hydrogeology, water resources, and water budget of the Upper Rio Hondo Basin, Lincoln County, New Mexico, 2010. US Geol Surv Sci Invest Rep 2014-5153 Davis P, Wilcox R, Gross GW (1980) Spring characteristics of the west- ern Roswell Artesian Basin. NM Water Resour Res Inst Tech Rep 116, New Mexico Water Resources Research Institute, Las Cruces, NM Davis SN, Whittemore DO, Fabryka-Martin J (1998) Uses of chloride/ bromide ratios in studies of potable water. Ground Water 36:338– 350 Delin GN, Healy RW, Lorenz DL, Nimmo JR (2007) Comparison of local- to regional-scale estimates of ground-water recharge in Minnesota USA. J Hydrol 334:231–249 Donohoe LC (2004) Selected hydrologic data for the upper Rio Hondo basin, Lincoln County, New Mexico, 1945–2003. US Geol Surv Sci Invest Rep 2004-5275 Duffy CJ, Gelhar LW, Gross GW (1978) Recharge and groundwater conditions in the western region of the Roswell Basin. NM Water Resour Res Inst Tech Rep 100, New Mexico Water Resources Research Institute, Las Cruces, NM Dunmire WW (2012) New Mexico’s living landscapes. Museum of New Mexico Press, Albuquerque, NM Eastoe CJ, Rodney R (2014) Isotopes as tracers of water origin in and near a regional carbonate aquifer: the southern Sacramento Mountains New Mexico. Water 6:301–323 Farnsworth RK, Thompson ES, Peck EL (1982) Evaporation atlas for the contiguous 48 United States. NOAA Tech Rep NWS 33, NOAA, Washington, DC, 27 pp, 4 pls Fiedler AG, Nye SS (1933) Geology and ground-water resources of the Roswell artesian basin, New Mexico. US Geol Surv Water Suppl Pap 639 Freeman JT (2007) The use of bromide and chloride mass ratios to dif- ferentiate salt-dissolution and formation brines in shallow ground- waters of the Western Canadian Sedimentary Basin. Hydrol J 15: 1377–1385 Gburek WJ, Folmar GJ, Urban JB (1999) Field data and ground water modeling in a layered fractured aquifer. Ground Water 37:175–184 Gibson JH (1984) Evaluation of wet chemical deposition in North America. In: Teasley JI (ed) Deposition both wet and dry, acid pre- cipitation Series 4. Butterworth, London, pp 1–14 Goodrich DC, Faurès J-M, Woolhiser DA, Lane LJ, Sorooshian S (1995) Measurement and analysis of small-scale convective storm rainfall variability. J Hydrol 173:283–308 Gross GW (1982) Recharge in semi-arid mountain environments. NM Water Resour Res Inst Tech Rep 153, New Mexico Water Resources Research Institute, Las Cruces, NM Gross GW, Hoy RN, Duffy CJ (1976) Application of environmental tritium in the measurement of recharge and aquifer parameters in a semi-arid limestone terrain. NM Water Resour Res Inst Tech Rep 80, New Mexico Water Resources Research"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "US Geol Surv Sci Invest Rep 2004-5275 Duffy CJ, Gelhar LW, Gross GW (1978) Recharge and groundwater conditions in the western region of the Roswell Basin. NM Water Resour Res Inst Tech Rep 100, New Mexico Water Resources Research Institute, Las Cruces, NM Dunmire WW (2012) New Mexico’s living landscapes. Museum of New Mexico Press, Albuquerque, NM Eastoe CJ, Rodney R (2014) Isotopes as tracers of water origin in and near a regional carbonate aquifer: the southern Sacramento Mountains New Mexico. Water 6:301–323 Farnsworth RK, Thompson ES, Peck EL (1982) Evaporation atlas for the contiguous 48 United States. NOAA Tech Rep NWS 33, NOAA, Washington, DC, 27 pp, 4 pls Fiedler AG, Nye SS (1933) Geology and ground-water resources of the Roswell artesian basin, New Mexico. US Geol Surv Water Suppl Pap 639 Freeman JT (2007) The use of bromide and chloride mass ratios to dif- ferentiate salt-dissolution and formation brines in shallow ground- waters of the Western Canadian Sedimentary Basin. Hydrol J 15: 1377–1385 Gburek WJ, Folmar GJ, Urban JB (1999) Field data and ground water modeling in a layered fractured aquifer. Ground Water 37:175–184 Gibson JH (1984) Evaluation of wet chemical deposition in North America. In: Teasley JI (ed) Deposition both wet and dry, acid pre- cipitation Series 4. Butterworth, London, pp 1–14 Goodrich DC, Faurès J-M, Woolhiser DA, Lane LJ, Sorooshian S (1995) Measurement and analysis of small-scale convective storm rainfall variability. J Hydrol 173:283–308 Gross GW (1982) Recharge in semi-arid mountain environments. NM Water Resour Res Inst Tech Rep 153, New Mexico Water Resources Research Institute, Las Cruces, NM Gross GW, Hoy RN, Duffy CJ (1976) Application of environmental tritium in the measurement of recharge and aquifer parameters in a semi-arid limestone terrain. NM Water Resour Res Inst Tech Rep 80, New Mexico Water Resources Research Institute, Las Cruces, NM Gross GW, Davis P, Rehfeldt KR (1979) Paul Spring: an investigation of recharge in the Roswell (NM) Artesian Basin. NM Water Resour Res Inst Tech Rep 113, New Mexico Water Resources Research Institute, Las Cruces, NM Gross GW, Hoy RN (1980) A geochemical and hydrological investiga- tion of groundwater recharge in the Roswell Basin of New Mexico: summary of results and updated listing of tritium determinations. NM Water Resour Res Inst Tech Rep 122, New Mexico Water Resources Research Institute, Las Cruces, NM Hantush MS (1957) Preliminary quantitative study of the Roswell ground-water reservoir, New Mexico. NM Inst Mining and Tech Res and Dev Div Rep, New Mexico Institute of Mining and Technology, Socorro, NM Healy RW (2010) Estimating groundwater recharge. Cambridge University Press, Cambridge Healy RW, Cook PG (2002) Using groundwater levels to estimate re- charge. Hydrogeol J 10:91–109 Heppner CS, Nimmo JR, Folmar GJ, Gburek WJ, Risser DW (2007) Multiple-methods investigation of recharge at a humid-region frac- tured rock site Pennsylvania, USA. Hydrogeol J 15:915–927 Hoy RN, Gross GW (1982) A baseline study of oxygen 18 and deuterium in the Roswell, New Mexico, groundwater basin. NM Water Resour Res Inst Tech Rep 144, New Mexico Water Resources Research Institute, Las Cruces, NM Huntley D (1979) Groundwater recharge to the aquifers of the northern San Luis Valley Colorado. Geol Soc Am Bull 90:1196–1281 Jacob CE (1944) Correlation of ground-water levels and precipitation on Long Island New York. Trans AGU 25:564–573 Johnson PS, Land LA, Price LG, Titus F (2003) Water resources of the Lower Pecos region, New Mexico. New Mexico Bureau of Geology and Mineral Resources Decision-Makers Field Conf Guidebook, NMBGMR, Socorro, NM Kelley VC (1971) Geology of the Pecos Country, southeastern New Mexico. NM Bur Geol Min Res Memoir 24, NMBGMR, Socorro, NM Koning DK, Rawling GC, Kelley SA, Goff F (2014) Structure and tec- tonic evolution of the Sierra Blanca basin. In: Rawling GC, McLemore VT, Dunbar N, Timmons S (eds) Geology of the Sacramento Mountains Region. NM Geol Soc Guidebook 42, NMBGMR, Socorro, NM, pp 209–226 Land LA, Newton BT (2008) Seasonal and long-term variations in hy- draulic head in a karstic aquifer: Roswell Artesian Basin New Mexico. J Am Water Resour Assoc 44:175–191 Land L, Timmons S (2016) Evaluation of groundwater residence time in a high mountain aquifer system (Sacramento Mountains, USA): in- sights gained from use of multiple environmental tracers, Hydrogeol J. doi:10.1007/s10040-016-1400-4 Land LA, Timmons SS, Rawling GC, Felix B (2012) Water table map of the southern Sacramento Mountains, New Mexico. New Mexico Bureau of Geology and Mineral Resources Open-File Report 542, scale 1:150,000, NMBGMR, Socorro, NM MacDonald LH, Stednick, JD (2003) Forests and water: a state of the art review for Colorado. CO Water Resour Res Inst Comp Rep 196, Colorado Water Institute, Fort Collins, CO Malm NR (2003) Climate guide Las Cruces, 1982–2000. NM Ag Ex Stat Res Rep 749, New Mexico State University Agricultural Experiment Station, Las Cruces, NM Matherne AM, Myers NC, McCoy KJ (2010) Hydrology of the Eagle Creek basin and effects of groundwater pumping on streamflow, 1969–2009. US Geol Surv Sci Invest Rep 2010-5205 Mayer JR, Sharp JM (1998) Fracture control of regional ground-water flow in a carbonate aquifer in a semi-arid region. Geol Soc Am Bull 110:269–283 McAda DP, Morrison TD (1993) Sources of information and data pertaining to geohydrology in the vicinity of the Roswell Basin in parts of Chaves, Eddy, De Baca, Guadalupe, Lincoln, and Otero counties, New Mexico. US Geol Surv Open-File Rep 93-144 Motts WS, Cushman RL (1964) An appraisal of the possibilities of arti- ficial recharge to ground-water supplies in part of the Roswell Basin, New Mexico. US Geol Surv Water-Suppl Pap 1785 Morse JT (2010) The hydrogeology of the Sacramento Mountains using environmental tracers. MS Thesis, New Mexico Inst of Mining and Technology, Socorro, NM 784 Hydrogeol J (2016) 24:757–786 Mourant, WA (1963) Water resources and geology of the Rio Hondo drainage basin, Chaves, Lincoln, and Otero counties, New Mexico. NM State Eng Tech Rep 28, NM State Engineer Office, Santa Fe, NM National Resource Conservation Service (2015) Sierra Blanca SNOTEL Site. http://www.wcc.nrcs.usda.gov/nwcc/site?sitenum=1034. Accessed 15 Feb 2015 National Weather Service (2004) The North American Monsoon. Reports to the Nation, NWS, Washington, DC National Weather Service (2006) Southwest Weather Bulletin Autumn– Winter 2006–2007 edn. NWS, Washington, DC Newcomer RW, Shomaker JW (1991) Water resources of the Ruidoso- Carrizozo-Tularosa areas, Lincoln and Otero counties, New Mexico. In: Barker JM, Kues BS, Austin GS, Lucas SG (eds) Geology of the Sierra Blanca, Sacramento, and Capitan ranges, New Mexico: NM Geol Soc Guidebook 42, NMBGMR, Socorro, NM, pp 339–341 Newman BD, Land L, Phillips FM, Rawling GC (2016) The hydrogeol- ogy of the Sacramento Mountains and the Roswell and Salt basins of New Mexico, USA: overview of investigations on dryland ground- water systems using environmental tracers and geochemical ap- proaches. Hydrogeol J. doi:10.1007/s10040-016-1404-0 Newton BT, Rawling GC, Timmons SS, Land LA, Johnson PS, Kludt TJ, Timmons JM (2012) Sacramento Mountains hydrogeology study. NM Bur Geol Min Resour Open-File Rep 543, NMBGMR, Socorro, NM Nimmo JR, Horowitz C, Mitchell L (2014) Discrete-storm water-table fluctuation method to estimate episodic recharge. Groundwater. doi: 10.1111/gwat.121777 NOAA (2016) Cloudcroft Station detail. National Oceanic and Atmospheric Administration, National Climatic Data Center, Washington, DC. http://www.ncdc.noaa.gov/cdo-web/datasets/ GHCND/stations/GHCND:USC00291931/detail. Accessed 28 January 2016 Phillips FM, Hogan JF, Scanlon BR (2004) Introduction and overview. In: Hogan JF, Phillips FM, Scanlon BR"
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "ground-water supplies in part of the Roswell Basin, New Mexico. US Geol Surv Water-Suppl Pap 1785 Morse JT (2010) The hydrogeology of the Sacramento Mountains using environmental tracers. MS Thesis, New Mexico Inst of Mining and Technology, Socorro, NM 784 Hydrogeol J (2016) 24:757–786 Mourant, WA (1963) Water resources and geology of the Rio Hondo drainage basin, Chaves, Lincoln, and Otero counties, New Mexico. NM State Eng Tech Rep 28, NM State Engineer Office, Santa Fe, NM National Resource Conservation Service (2015) Sierra Blanca SNOTEL Site. http://www.wcc.nrcs.usda.gov/nwcc/site?sitenum=1034. Accessed 15 Feb 2015 National Weather Service (2004) The North American Monsoon. Reports to the Nation, NWS, Washington, DC National Weather Service (2006) Southwest Weather Bulletin Autumn– Winter 2006–2007 edn. NWS, Washington, DC Newcomer RW, Shomaker JW (1991) Water resources of the Ruidoso- Carrizozo-Tularosa areas, Lincoln and Otero counties, New Mexico. In: Barker JM, Kues BS, Austin GS, Lucas SG (eds) Geology of the Sierra Blanca, Sacramento, and Capitan ranges, New Mexico: NM Geol Soc Guidebook 42, NMBGMR, Socorro, NM, pp 339–341 Newman BD, Land L, Phillips FM, Rawling GC (2016) The hydrogeol- ogy of the Sacramento Mountains and the Roswell and Salt basins of New Mexico, USA: overview of investigations on dryland ground- water systems using environmental tracers and geochemical ap- proaches. Hydrogeol J. doi:10.1007/s10040-016-1404-0 Newton BT, Rawling GC, Timmons SS, Land LA, Johnson PS, Kludt TJ, Timmons JM (2012) Sacramento Mountains hydrogeology study. NM Bur Geol Min Resour Open-File Rep 543, NMBGMR, Socorro, NM Nimmo JR, Horowitz C, Mitchell L (2014) Discrete-storm water-table fluctuation method to estimate episodic recharge. Groundwater. doi: 10.1111/gwat.121777 NOAA (2016) Cloudcroft Station detail. National Oceanic and Atmospheric Administration, National Climatic Data Center, Washington, DC. http://www.ncdc.noaa.gov/cdo-web/datasets/ GHCND/stations/GHCND:USC00291931/detail. Accessed 28 January 2016 Phillips FM, Hogan JF, Scanlon BR (2004) Introduction and overview. In: Hogan JF, Phillips FM, Scanlon BR (eds) Groundwater recharge in a desert environment. AGU, Washington, DC, pp 1–14 Popp CJ, Ohline RW, Brandvold DK, Brandvold LA (1984) Nature of precipitation and atmospheric particulates in central and northern New Mexico. In: Teasley JI (ed) Deposition both wet and dry, acid precipitation series 4. Butterworth, London, pp 79–95 PRISM Climate Group (2013) 30-years average precipitation data for New Mexico. http://www.prism.oregonstate.edu/. Accessed 15 Feb 2015 Rabinowitz DD, Gross GW (1972) Environmental tritium as a hydrometeorologic tool in the Roswell Basin, New Mexico. NM Water Resour Res Inst Tech Rep 16, New Mexico Water Resources Research Institute, Las Cruces, NM Raines MA, Dewers TA (1997) Dedolomitization as a driving mechanism for karst generation in Permian Blaine formation, southwestern Oklahoma USA. Carbon Evapor 12:24–31 Rawling GC (2012a) Generalized geologic map of the southern Sacramento Mountains, Otero and Chavez counties, New Mexico. NM Bur Geol Min Resour Open-File Rep 543, scale 1:100,000, NMBGMR, Socorro, NM Rawling GC (2012b) Geology of the Ruidoso area, Lincoln and Otero Counties, New Mexico: NM Bur Geol Min Resour Open-File Rep 507, scale 1:24,000, NMBGMR, Socorro, NM Rehfeldt KR, Gross GW (1982) The carbonate aquifer of the central Roswell Basin: recharge estimation by numerical modeling. NM Water Resour Res Inst Tech Rep 142, New Mexico Water Resources Research Institute, Las Cruces, NM Risser DW, Gburek WJ, Folmar GJ (2009) Comparison of recharge esti- mates at a small watershed in east-central Pennsylvania USA. Hydrogeol J 17:287–298 Robins NS (ed) (1998) Groundwater pollution, aquifer recharge and vul- nerability. Geol Soc London Spec Pub 130 Saha D, Agrawal AK (2005) Determination of specific yield using a water balance approach: case study of Torla Odha watershed in the Deccan Trap province Maharastra State, India. Hydrogeol J 14:625–635 Sanford W (2002) Recharge and groundwater models. Hydrogeol J 10: 110–120 Sanford W, Selnick D (2013) Estimation of evapotranspiration across the conterminous United States using a regression with climate and land-cover data. J Am Water Resour Assoc 49:217–230 Saleem ZA, Jacob CE (1971) Dynamic programming model and quanti- tative analysis, Roswell Basin, New Mexico. NM Water Resour Res Inst Misc Rep 10, New Mexico Water Resources Research Institute, Las Cruces, NM Scanlon BR, Healy RW, Cook PG (2002) Choosing appropriate tech- niques for quantifying groundwater recharge. Hydrogeol J 10:18–39 Simcox A, Gross GW (1985) The Yeso aquifer of the middle Pecos Basin: NM Inst of Mining and Tech Hyd Res Prog Rep H-15, NM Institute of Mining and Technology, Socorro, NM Sloan CE, Garber MS (1971) Ground-water hydrology of the Mescalero Apache Indian reservation, south-central New Mexico. US Geol Surv Hydrol Invest Atlas HA-349 Sonney R, Vuataz F-D (2010) Use of Cl/Br ratio to decipher the origin of dissolved mineral components in deep fluids from the Alps range and neighboring areas. World Geothermal Cong Proc, Bali, April 2010, pp 1–13 Summers WK (1972) Geology and regional hydrology of the Pecos River basin, New Mexico. NM Bur Geol Min Resour Open-File Rep 37, NMBGMR, Socorro, NM Theis CV (1940) The source of water derived from wells: essential factors controlling the response of an aquifer to development. Civ Eng 10: 277–280 Thompson TB (1972) Sierra Blanca igneous complex, New Mexico. Geol Soc Am Bull 83:2341–2356 UMRSMAS (2016) Advice on tritium sampling. University of Miami Rosenstiel School of Marine and Atmospheric Science, Gables, FL. http://www.rsmas.miami.edu/groups/tritium/analytical- services/advice-on-sampling/tritium/. Accessed 28 Jan 2016 UUDNGL (2016) Sample collection how-to. University of Utah Dissolved and Noble Gas Lab, Salt Lake City, UT. http://www. noblegaslab.utah.edu/how-to.html. Accessed 28 Jan 2016 Walsh P (2008) A new method for analyzing the effects of joints and stratigraphy on spring locations: a case study from the Sacramento Mountains, south-central New Mexico USA. Hydrogeol J 16:1458– 1467 Wasiolek M (1991) The hydrogeology of the Permian Yeso Formation within the upper Rio Hondo Basin and the eastern Mescalero Apache Indian Reservation, Lincoln and Otero Counties, New Mexico. In: Barker JM, Kues BS, Austin GS, Lucas SG (eds) Geology of the Sierra Blanca, Sacramento, and Capitan ranges, New Mexico. NM Geol Soc Guidebook 42, NMBGMR, Socorro, NM, pp 343–351 Wasiolek M, Gross GW (1983) Hydrogeology of the upper Rio Peñasco drainage basin between James and Cox Canyons, Otero County, New Mexico. NM Inst of Mining and Tech Hyd Res Prog Rep H- 13, NM Institute of Mining and Technology, Socorro, NM Welder GE (1983) Geohydrologic framework of the Roswell ground- water Basin, Chaves and Eddy counties, New Mexico. NM State Eng Office Tech Rep 42, NM State Engineers Office, Santa Fe, NM Western Regional Climate Center (2015) http://www.wrcc.dri.edu/. Accessed 15 Feb 2015 White WB (1969) Conceptual models for carbonate aquifers. Ground Water 7:180–186 Wilson JL, Guan H (2004) Mountain-block hydrology and mountain- front recharge. In: Hogan JF, Phillips FM, Scanlon BR (eds) Groundwater recharge in a desert environment. AGU, Washington, DC, pp 113–137 Hydrogeol J (2016) 24:757–786 785 Wood WW (1999) Use and misuse of the chloride-mass balance method in estimating ground water recharge. Ground Water 37:2–3 Wood WW, Sanford WE (1995) Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid environ- ment. Ground Water 33:458–468 Worthington SRH, Ford DC (2009) Self-organized permeability in car- bonate aquifers. Ground Water 47:326–336 Zhu C, Winterle JR, Love EI (2003) Late Pleistocene and Holocene groundwater recharge from the chloride mass balance method and chlorine-36 data. Water Resour Res. doi:10.1029/2003WR001987 786 Hydrogeol J (2016) 24:757–786 Reproduced with permission of the copyright owner. Further reproduction prohibited without permission."
    },
    {
        "URL": "Rawling2016_QuantityAndLocationOfGroundwaterRechargeSacramentoMountainsNM.pdf",
        "Text": "south-central New Mexico USA. Hydrogeol J 16:1458– 1467 Wasiolek M (1991) The hydrogeology of the Permian Yeso Formation within the upper Rio Hondo Basin and the eastern Mescalero Apache Indian Reservation, Lincoln and Otero Counties, New Mexico. In: Barker JM, Kues BS, Austin GS, Lucas SG (eds) Geology of the Sierra Blanca, Sacramento, and Capitan ranges, New Mexico. NM Geol Soc Guidebook 42, NMBGMR, Socorro, NM, pp 343–351 Wasiolek M, Gross GW (1983) Hydrogeology of the upper Rio Peñasco drainage basin between James and Cox Canyons, Otero County, New Mexico. NM Inst of Mining and Tech Hyd Res Prog Rep H- 13, NM Institute of Mining and Technology, Socorro, NM Welder GE (1983) Geohydrologic framework of the Roswell ground- water Basin, Chaves and Eddy counties, New Mexico. NM State Eng Office Tech Rep 42, NM State Engineers Office, Santa Fe, NM Western Regional Climate Center (2015) http://www.wrcc.dri.edu/. Accessed 15 Feb 2015 White WB (1969) Conceptual models for carbonate aquifers. Ground Water 7:180–186 Wilson JL, Guan H (2004) Mountain-block hydrology and mountain- front recharge. In: Hogan JF, Phillips FM, Scanlon BR (eds) Groundwater recharge in a desert environment. AGU, Washington, DC, pp 113–137 Hydrogeol J (2016) 24:757–786 785 Wood WW (1999) Use and misuse of the chloride-mass balance method in estimating ground water recharge. Ground Water 37:2–3 Wood WW, Sanford WE (1995) Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid environ- ment. Ground Water 33:458–468 Worthington SRH, Ford DC (2009) Self-organized permeability in car- bonate aquifers. Ground Water 47:326–336 Zhu C, Winterle JR, Love EI (2003) Late Pleistocene and Holocene groundwater recharge from the chloride mass balance method and chlorine-36 data. Water Resour Res. doi:10.1029/2003WR001987 786 Hydrogeol J (2016) 24:757–786 Reproduced with permission of the copyright owner. Further reproduction prohibited without permission."
    }
]