[
    {
        "URL": "Riesterer2006_HydrogeoHaleSpringRuidosoDownsNM.pdf",
        "Text": "New Mexico Geological Society Downloaded from: https://nmgs.nmt.edu/publications/guidebooks/57 Hydrogeology of Hale Spring and evaluation of declining spring discharge, Ruidoso Downs, New Mexico Jim Riesterer, Paul Drakos, Jay Lazarus, and Mustafa Chudnoff 2006, pp. 287-295. https://doi.org/10.56577/FFC-57.287 in: Caves and Karst of Southeastern New Mexico, Land, Lewis; Lueth, Virgil W.; Raatz, William; Boston, Penny; Love, David L. [eds.], New Mexico Geological Society 57 th Annual Fall Field Conference Guidebook, 344 p. https://doi.org/10.56577/FFC-57 This is one of many related papers that were included in the 2006 NMGS Fall Field Conference Guidebook. Annual NMGS Fall Field Conference Guidebooks Every fall since 1950, the New Mexico Geological Society (NMGS) has held an annual Fall Field Conference that explores some region of New Mexico (or surrounding states). Always well attended, these conferences provide a guidebook to participants. Besides detailed road logs, the guidebooks contain many well written, edited, and peer-reviewed geoscience papers. These books have set the national standard for geologic guidebooks and are an essential geologic reference for anyone working in or around New Mexico. Free Downloads NMGS has decided to make peer-reviewed papers from our Fall Field Conference guidebooks available for free download. This is in keeping with our mission of promoting interest, research, and cooperation regarding geology in New Mexico. However, guidebook sales represent a significant proportion of our operating budget. Therefore, only research papers are available for download. Road logs, mini-papers, and other selected content are available only in print for recent guidebooks. Copyright Information Publications of the New Mexico Geological Society, printed and electronic, are protected by the copyright laws of the United States. No material from the NMGS website, or printed and electronic publications, may be reprinted or redistributed without NMGS permission. Contact us for permission to reprint portions of any of our publications. One printed copy of any materials from the NMGS website or our print and electronic publications may be made for individual use without our permission. Teachers and students may make unlimited copies for educational use. Any other use of these materials requires explicit permission. This page is intentionally left blank to maintain order of facing pages. 287 HYDROGEOLOGY OF HALE SPRING New Mexico Geological Society Guidebook, 57th Field Conference, Caves and Karst of Southeastern New Mexico, 2006, p. 287-296. INTRODUCTION Hale Spring, alternately referred to in published literature as Grifﬁth Spring and Agua Fria Spring, is located on the north- facing slope of the Rio Ruidoso Valley, south of the City of Ruid- oso Downs in the Sacramento Mountains of southeastern New Mexico (Figure 1). The City of Ruidoso Downs has historically obtained the majority of its domestic water supply from Hale Spring, which discharges from Permian-age sedimentary rocks on the southern edge of the City. Since regular measurements began in 1999, discharge from the spring has declined from a high average monthly ﬂow of 404 gpm in January 2000 to low average monthly discharge of 217 gpm in December 2005, and is no longer sufﬁcient to meet the City’s water demand during peak summer usage months. Measurements of spring discharge prior to 1999 are limited; four measurements between 1908 and 1980 range between 243 and 355 gpm (Wasiolek, 1982, unpublished OSE memo). These data indicate that spring discharge has varied historically, but due to the absence of regular discharge mea- surements, the factors affecting spring discharge ﬂuctuations are unclear. A study of the hydrogeology of the spring and surround- ing area was initiated by the City in response to the observed decline in spring discharge after 1999, a critical water supply issue for the City. The objectives of this study were to determine: 1) Structural and/or lithologic controls on spring location and discharge; 2) Source(s) of spring recharge; 3) If Hale Spring is part of the regional aquifer system or a perched spring, and 4) Cause(s) of declining spring discharge. METHODOLOGY Field investigations into the source of Hale Spring included geologic mapping and groundwater sampling in the vicinity of the spring. The focus of mapping was to identify possible structural controls (folds, fractures, and/or faults), and lithologic controls (e.g. the Yeso-San Andres contact or local controls such as shale beds within the Yeso Formation) that could inﬂuence spring ﬂow. Water samples were collected from Hale Spring, two other springs, and three wells in the area. Samples were analyzed for general and isotope chemistry and compared to published geochemistry data to identify potential source waters for the spring. In order to identify potential causes of declining spring discharge, spring ﬂow data were compared to: 1) precipitation data, 2) municipal pump- ing records, 3) domestic well diversions, 4) Rio Ruidoso stream ﬂow, 5) regional water level data, and 6) vegetation changes. PHYSIOGRAPHIC SETTING Hale Spring is located in a transitional area between the Rio Grande Rift/southern Basin and Range province to the west and the Great Plains physiographic province to the east (Kelley, 1971). The spring discharges from the Permian Yeso Formation at an elevation of 2010 m (6593 ft) on the north-facing slope of the Rio Ruidoso Valley. Stratigraphy Rocks cropping out in the area of the Hale Spring range in age from Precambrian to Quaternary. Rock units exposed at the surface throughout the region can be broadly subdivided into four distinct groups, from oldest to youngest: 1) Permian and older rocks east of the Ruidoso Fault Zone (includes Precambrian rocks, and the Yeso and San Andres Formations); 2) Permian and younger sedimentary rocks west of the Ruidoso Fault Zone and east of Sierra Blanca (includes Grayburg Formation, Santa Rosa Formation, Chinle Formation, Dakota Sandstone, Mancos Shale, Mesaverde Group, and Cub Mountain Formation); 3) The Sierra Blanca intrusive complex and associated Tertiary igneous rocks HYDROGEOLOGY OF HALE SPRING AND EVALUATION OF DECLINING SPRING DISCHARGE, RUIDOSO DOWNS, NEW MEXICO JIM RIESTERER, PAUL DRAKOS, JAY LAZARUS, AND MUSTAFA CHUDNOFF Glorieta Geoscience, Inc. P.O. Box 5727, Santa Fe, NM 87502; riesterer@glorietageo.com ABSTRACT.—Hale Spring is located on the southern outskirts of the City of Ruidoso Downs, in the Rio Ruidoso valley on the east side of the Sacramento Mountains in southeastern New Mexico. The spring discharges from the Permian Yeso Formation, which is part of the regional carbonate aquifer system that includes the Yeso and overlying Permian San Andres and Glorieta Formations. Discharge from Hale Spring has decreased from 404 gallons per minute (gpm) in January 2000 to 217 gpm in December 2005. Interpretation of data from a geologic mapping-based investigation suggests that the spring discharges from fractures in the core of a fold within the Yeso Formation. Analysis of geochemical data from springs and wells in the area indi- cate that water discharging from Hale spring is part of the regional aquifer system, and tritium data show that water currently ﬂowing from the spring was recharged between 1952 and 1963. Precipitation records indicate that declining precipitation has likely contributed to declining spring ﬂow. However, pumping records from the New Mexico Ofﬁce of the State Engineer (OSE) show that municipal pumping from Yeso wells near Hale Spring signiﬁcantly increased beginning in 1999. In addi- tion, the cumulative number of wells drilled within a ten-mile radius of the spring increased from 1155 in 1998 to 1605 in 2005. Although forest density in the region has increased over the past 100 years, our"
    },
    {
        "URL": "Riesterer2006_HydrogeoHaleSpringRuidosoDownsNM.pdf",
        "Text": "Ruidoso Fault Zone and east of Sierra Blanca (includes Grayburg Formation, Santa Rosa Formation, Chinle Formation, Dakota Sandstone, Mancos Shale, Mesaverde Group, and Cub Mountain Formation); 3) The Sierra Blanca intrusive complex and associated Tertiary igneous rocks HYDROGEOLOGY OF HALE SPRING AND EVALUATION OF DECLINING SPRING DISCHARGE, RUIDOSO DOWNS, NEW MEXICO JIM RIESTERER, PAUL DRAKOS, JAY LAZARUS, AND MUSTAFA CHUDNOFF Glorieta Geoscience, Inc. P.O. Box 5727, Santa Fe, NM 87502; riesterer@glorietageo.com ABSTRACT.—Hale Spring is located on the southern outskirts of the City of Ruidoso Downs, in the Rio Ruidoso valley on the east side of the Sacramento Mountains in southeastern New Mexico. The spring discharges from the Permian Yeso Formation, which is part of the regional carbonate aquifer system that includes the Yeso and overlying Permian San Andres and Glorieta Formations. Discharge from Hale Spring has decreased from 404 gallons per minute (gpm) in January 2000 to 217 gpm in December 2005. Interpretation of data from a geologic mapping-based investigation suggests that the spring discharges from fractures in the core of a fold within the Yeso Formation. Analysis of geochemical data from springs and wells in the area indi- cate that water discharging from Hale spring is part of the regional aquifer system, and tritium data show that water currently ﬂowing from the spring was recharged between 1952 and 1963. Precipitation records indicate that declining precipitation has likely contributed to declining spring ﬂow. However, pumping records from the New Mexico Ofﬁce of the State Engineer (OSE) show that municipal pumping from Yeso wells near Hale Spring signiﬁcantly increased beginning in 1999. In addi- tion, the cumulative number of wells drilled within a ten-mile radius of the spring increased from 1155 in 1998 to 1605 in 2005. Although forest density in the region has increased over the past 100 years, our analysis indicates that a combination of increased groundwater diversions from the regional aquifer and decreased precipitation are the primary causes of decreased discharge from the spring. 288 RIESTERER, DRAKOS, LAZARUS, AND CHUDNOFF located primarily to the west and northwest of the City but crop- ping out as dikes and sills cutting older sedimentary units near the City, and; 4) Quaternary deposits that occur in the bottom lands, along stream beds in the upland areas, and landslide deposits in the area east of Palo Verde Canyon. Of primary interest to the investigation of Hale Spring are the Yeso and San Andres for- mations. Detailed descriptions and mapped location of these and other units exposed in the region may be found in Kelley (1971), Rawling (2004a), and Rawling (2004b). Permian Yeso Formation The Permian age Yeso Formation is interpreted to be in depo- sitional contact with the underlying Precambrian rocks through- out most of the study area southeast of the Ruidoso Fault Zone (Kelley, 1971). The Yeso Formation consists of thin-bedded gray to tan limestone and dolomite, red, tan, and yellow siltstone and silty sandstone, shale, gray to white gypsum, and anhydrite (Mou- rant, 1963; Kelley, 1971; Wasiolek, 1991; Rawling, 2004a). Permian San Andres Formation The Yeso Formation is conformably overlain by the Permian age San Andres Formation. Identiﬁcation of the Yeso-San Andres contact in the study area is difﬁcult because it is often obscured by colluvium derived from the San Andres Formation. In the study area, the San Andres formation includes thin- to thick-bedded, light to dark gray and bluish-gray limestone and dolomite with silty and sandy beds common (Rawling, 2004a). Structural Geology The entire region has been inﬂuenced by three periods of major tectonic activity including; 1) Paleozoic crustal extension, 2) Mesozoic crustal compression, and 3) Cenozoic to modern crustal extension (Cather, 1991). These tectonic events have resulted in rocks that are complexly faulted and folded, with younger tecto- nism often overprinted on older structures. The two major struc- tures that may inﬂuence regional groundwater ﬂow in the vicinity FIGURE 1. Location map for study area showing location of stream gage, weather station, and wells referenced in text. Numbers adjacent to well loca- tions correspond to station IDs listed in Table 2. 289 HYDROGEOLOGY OF HALE SPRING of the City are the Ruidoso Fault Zone and the Mescalero Arch (AKA Pedernal Uplift) (Figure 1; Kelley and Thompson, 1964; Kelley, 1971; Wasiolek, 1991). REGIONAL GROUNDWATER HYDROLOGY Available geologic and hydrologic data indicate that a regional scale groundwater ﬂow system underlies the Rio Ruidoso valley and adjacent mountain slopes. East of the Ruidoso Fault Zone the principal groundwater ﬂow system is in carbonate rocks (Yeso and San Andres Formations) and west of the fault zone the prin- cipal groundwater ﬂow system is in younger rock formations (Mourant, 1963; Wasiolek, 1991). The contours of potentiomet- ric surface maps constructed by previous workers (e.g. Sloan and Garber, 1971) suggest that the fault zone does not act as a barrier to groundwater ﬂow, and that groundwater moves from west to east across the fault zone. Recharge to the carbonate aquifer originates as: 1) precipi- tation falling on outcrops of the San Andres Limestone in the Sacramento mountains and percolating downward into the Yeso Formation; 2) inﬁltration of stream ﬂows through alluvium in the Rio Ruidoso and its tributaries; 3) underﬂow across and/or inﬁl- tration along the Ruidoso Fault Zone, and; 4) precipitation fall- ing directly on permeable outcrops of Yeso Formation (Mourant, 1963; Wasiolek, 1991). Natural discharge from the carbonate aquifer in the vicinity of the Hale Spring is primarily by under- ﬂow to the east and via spring discharge (Mourant, 1962; Duffy et al., 1978; Wasiolek, 1991). HYRDROGEOLOGY OF HALE SPRING Previous Work Numerous workers have documented that Hale Spring dis- charges from the Yeso Formation at an elevation of 2010 m (6593 ft) near the southern edge of the City (Mourant, 1963; Davis et al., 1980; Patton, unpubl. report for OSE, 1980; White and Kues, 1992). Davis et al. (1980) analyzed tritium content from 20 springs in the area, including Hale Spring, to characterize the springs and their relationship to the regional hydrologic system. The sample collected from Hale Spring had the lowest tritium value of any of the 20 springs sampled (Davis et al., 1980). Although the authors state that lower tritium values are indicative of ‘older’ water that may be part of a regional system, Davis et al. (1980) concluded that Hale Spring is a perched spring discharging from a limestone collapse feature in the Yeso Formation, with no explanation of the discrepancy between the low tritium value and this conclusion. Geologic Mapping Geologic mapping for this study included reconnaissance- level geologic mapping of the area from Hale Spring south to the Mescalero Apache Reservation boundary, west to Turkey Spring Canyon, and east to Palo Verde Canyon. The area in the immedi- ate vicinity of Hale Spring was examined in detail. In the remain- der of the area described above, the location of contacts and struc- tures on Kelley’s (1971) geologic map were ﬁeld checked and additional structural data were collected. Bedding orientations were collected where available throughout the mapped area to better constrain the nature and orientation of structures that could inﬂuence groundwater ﬂow to the spring. Data collected for this study were combined with data from Kelley (1971) and Rawling (2004b) to produce the local geologic map shown in"
    },
    {
        "URL": "Riesterer2006_HydrogeoHaleSpringRuidosoDownsNM.pdf",
        "Text": "east and via spring discharge (Mourant, 1962; Duffy et al., 1978; Wasiolek, 1991). HYRDROGEOLOGY OF HALE SPRING Previous Work Numerous workers have documented that Hale Spring dis- charges from the Yeso Formation at an elevation of 2010 m (6593 ft) near the southern edge of the City (Mourant, 1963; Davis et al., 1980; Patton, unpubl. report for OSE, 1980; White and Kues, 1992). Davis et al. (1980) analyzed tritium content from 20 springs in the area, including Hale Spring, to characterize the springs and their relationship to the regional hydrologic system. The sample collected from Hale Spring had the lowest tritium value of any of the 20 springs sampled (Davis et al., 1980). Although the authors state that lower tritium values are indicative of ‘older’ water that may be part of a regional system, Davis et al. (1980) concluded that Hale Spring is a perched spring discharging from a limestone collapse feature in the Yeso Formation, with no explanation of the discrepancy between the low tritium value and this conclusion. Geologic Mapping Geologic mapping for this study included reconnaissance- level geologic mapping of the area from Hale Spring south to the Mescalero Apache Reservation boundary, west to Turkey Spring Canyon, and east to Palo Verde Canyon. The area in the immedi- ate vicinity of Hale Spring was examined in detail. In the remain- der of the area described above, the location of contacts and struc- tures on Kelley’s (1971) geologic map were ﬁeld checked and additional structural data were collected. Bedding orientations were collected where available throughout the mapped area to better constrain the nature and orientation of structures that could inﬂuence groundwater ﬂow to the spring. Data collected for this study were combined with data from Kelley (1971) and Rawling (2004b) to produce the local geologic map shown in Figure 2. Geologic Structures Based on bedding orientation data collected in the ﬁeld, two broad, low amplitude, plunging folds (anticline-syncline pair) were identiﬁed in the study area. The fold axes strike generally north-northwest and plunge gently (< 20°) to the south (Figure 2). In addition to these large-scale broad folds, smaller scale tightly folded rocks were observed within the Yeso Formation in Turkey Spring Canyon and Hale Canyon (Figures 2 and 3). The folds at these locations are characterized by fractured limestone in the core of the folds overlying thinly laminated shale. At the outcrop in Turkey Spring Canyon no rocks are exposed above the folds, but in Hale Canyon the tightly folded sediments are overlain by undeformed limestone and sandstone beds (Figure 3). An equal- area, lower-hemisphere stereonet plot of bedding orientation data collected from the Turkey Spring Canyon outcrop shows a mean fold axis orientation trending S 87° W, plunging 11° SW (Figure 3). This trend is only 8° different from the N 75°E axial trend measured at the Hale Canyon fold outcrop, although the Hale Canyon fold is plunging 32° to the NE. The tightly folded nature of these rocks and the undeformed strata overlying the folds is similar to the folds in the upper Yeso Formation (Lincoln Folds System) described by various authors in the surrounding region (e.g. Craddock, 1964; Kelley and Thompson, 1964; Kelley, 1971), but not previously identiﬁed in the study area. Hale Spring discharges from the upper Yeso Formation, approx- imately 200 vertical feet below the contact between the Yeso and the overlying San Andres Limestone (Figure 2). A springhouse obscures the outcrop around the spring; however, a small outcrop of bedded limestone and shale is exposed inside the southwest corner of the springhouse. A small outcrop of moderately to thinly bedded, fractured limestone and silty limestone is also exposed on the slope behind (southwest of) the springhouse. The bedding orientations measured in both the springhouse and on the outcrop behind the spring are consistent with the fold measurements from Turkey Creek Canyon and Hale Canyon (Figure 3). Based on the similarities in bedding orientations and the nature of the outcrops examined in Hale and Turkey Springs Canyons, it is inferred that the location of Hale Spring is controlled by folding within the Yeso Formation. Fractured limestone in the core of the fold is likely a conduit for groundwater ﬂow to the spring outlet. A schematic representation of this interpretation is shown in Figure 4. Geochemistry Samples were collected from Hale Spring, Baston Spring, Pine Spring, and three Yeso Formation wells (H-974, H2279, H-2209) 290 RIESTERER, DRAKOS, LAZARUS, AND CHUDNOFF for geochemical analysis (Figure 2, Table 1). Samples were ana- lyzed for major cations and anions, and the stable isotope tritium (3H). Three well bore volumes were purged prior to collecting samples from wells. Samples collected for major cation and anion analyses were shipped to Severn Trent Laboratories and analyzed using EPA methodology. Isotopic analyses for 3H were performed at the University of Waterloo Environmental Isotope Lab using the liquid scintillation counting technique. General Chemistry Major cation and anion concentrations from the six samples collected for this study were plotted on a Piper diagram for com- parison with chemistry data compiled from Mourant (1963). Only samples with a cation-anion balance of less than ﬁve per- cent were considered. Mourant’s (1963) data set includes three samples collected from the Yeso Formation and seven samples collected from the San Andres Limestone. Mourant’s samples were collected within an approximately 4400 km2 (1720 mi2) area of the Hondo Basin, generally north and east of Hale Spring. With the exception of one San Andres sample, all samples plot in the calcium-sulfate ﬁeld (Figure 5). The Piper diagram shows that, although the composition ﬁelds overlap, samples collected from groundwater in the Yeso Formation have generally higher sulfate and calcium concentration than do samples collected from the San Andres Limestone. The generally higher sulfate and calcium content in Yeso Formation waters is consistent with dissolution of gypsum during groundwater ﬂow through the Yeso Formation aquifer. Of the samples collected for this study the three wells (H- 974, H2279, H-2209), and Hale Spring are consistent with a Yeso Formation source (Figure 5). Samples collected from Baston Spring and Pine Spring plot in the zone of overlap between Yeso Formation and San Andres Limestone samples, suggesting they could be from either source or had similar residence times in the Yeso and San Andres Formations. Data from this study and from Mourant (1963) are also used to construct plots of major cations and anions versus total dis- solved solids (TDS, Figure 5). Calcium, magnesium, sulfate and chloride all plot along a linear trend with respect to TDS, with San Andres Limestone samples comprising one end member (low TDS and cation/anion concentrations) and samples from the Yeso Formation making up the high TDS – high cation/anion end FIGURE 2. Geologic map of area around Hale Spring showing wells and springs sampled for this study. Map compiled from Kelley (1971), Rawling (2004b) and ﬁeld work conducted for this study. 291 HYDROGEOLOGY OF HALE SPRING tritium concentration of 6.0 TU (Shevenell and Goff, 1996)). Tritium values for samples analyzed in this study range from 0.8 ± 0.5 TU (H-2209) to 2.0 ± 0.5 TU (H-2779 well). These values indicate a mixture of pre-1952 and recent recharge to the aquifer(s) (Clark and Fritz, 1997). Because of the"
    },
    {
        "URL": "Riesterer2006_HydrogeoHaleSpringRuidosoDownsNM.pdf",
        "Text": "the exception of one San Andres sample, all samples plot in the calcium-sulfate ﬁeld (Figure 5). The Piper diagram shows that, although the composition ﬁelds overlap, samples collected from groundwater in the Yeso Formation have generally higher sulfate and calcium concentration than do samples collected from the San Andres Limestone. The generally higher sulfate and calcium content in Yeso Formation waters is consistent with dissolution of gypsum during groundwater ﬂow through the Yeso Formation aquifer. Of the samples collected for this study the three wells (H- 974, H2279, H-2209), and Hale Spring are consistent with a Yeso Formation source (Figure 5). Samples collected from Baston Spring and Pine Spring plot in the zone of overlap between Yeso Formation and San Andres Limestone samples, suggesting they could be from either source or had similar residence times in the Yeso and San Andres Formations. Data from this study and from Mourant (1963) are also used to construct plots of major cations and anions versus total dis- solved solids (TDS, Figure 5). Calcium, magnesium, sulfate and chloride all plot along a linear trend with respect to TDS, with San Andres Limestone samples comprising one end member (low TDS and cation/anion concentrations) and samples from the Yeso Formation making up the high TDS – high cation/anion end FIGURE 2. Geologic map of area around Hale Spring showing wells and springs sampled for this study. Map compiled from Kelley (1971), Rawling (2004b) and ﬁeld work conducted for this study. 291 HYDROGEOLOGY OF HALE SPRING tritium concentration of 6.0 TU (Shevenell and Goff, 1996)). Tritium values for samples analyzed in this study range from 0.8 ± 0.5 TU (H-2209) to 2.0 ± 0.5 TU (H-2779 well). These values indicate a mixture of pre-1952 and recent recharge to the aquifer(s) (Clark and Fritz, 1997). Because of the uncertainty values associated with the measurements, it is possible that H- 2209 is receiving water recharged entirely prior to 1952. The qualitative estimates of the timing of recharge described above can be better constrained when two or more samples are collected from one location over time. Davis (1980) reports a tritium value of 4.9 ± 0.5 TU for a sample collected from Hale Spring in August 1977. With this value and the 2.0 ± 0.5 TU value from the Hale Spring sample collected in May, 2004, the timing of recharge to the aquifer can be estimated using the equation: (3Hearly x e -λ t) / 3Hlater Where:3H early is the ﬁrst tritium measurement in TU 3Hlater is a later tritium measurement in TU λ is the decay constant for tritium = 0.05576 t is the time between the two measurements in years (Clark and Fritz, 1997) For Hale Spring: (4.9 TU x e -0.05576 x 27 years) / 2.0 TU = 0.54 If this ratio is greater than one, recharge occurred after the 1963 peak in atmospheric tritium and if the ratio is less than one, recharge occurred prior to the 1963 peak. Solving the equation member. This linear relationship suggests a mixing of a relatively fresh water source (precipitation inﬁltrating through the San Andres Limestone) with a relatively saline source (Yeso Forma- tion) (Mazor, 1991). Although there is some overlap with one San Andres sample from Mourant (1963), samples from H-974, H2279, H-2209, and Hale Spring all plot at or near the Yeso Formation end member of the mixing lines (Figure 5), supporting the geologic interpreta- tion that the water source at these locations is the Yeso Forma- tion. Samples from Baston and Pine Springs plot closer to the San Andres Limestone end member, suggesting a source in the San Andres Limestone with the possibility of some mixing with water in the Yeso Formation. The Hale Spring sample has a Yeso Formation geochemical signature, consistent with the interpreta- tion that the spring is part of the regional aquifer system. If the spring was in a perched zone at the top of the Yeso Formation it would be expected that the residence time in the Yeso Formation would be short and the water would likely exhibit geochemistry similar to the overlying San Andres Formation. Isotope Geochemistry Tritium (3H) is a short-lived isotope (half-life of 12.3 years) produced in abundance within the last 50 years during atmo- spheric testing of hydrogen bombs. The presence of elevated tri- tium (tritium concentration greater than 0.3 TU) in groundwater indicates that the groundwater is less than 50 years old (using the radioactive decay function for Tritium and a pre-1952 background Well or Spring Aquifer1 Sample Date Source2 TDS Na K Mg Ca Cl SO4 HCO3 CO3 3H (TU) H-2779 Py 5/20/04 1 1700 50 2.3 87 310 130 940 180 0 2.0±0.5 H-2209 Py 5/21/04 1 1200 69 1.4 72 200 110 560 240 1 0.8±0.5 H-974 Py 5/21/04 1 1600 63 2.1 91 280 110 820 220 0 0.9±0.4 Hale Spring Py 5/21/04 1 1300 41 1.7 65 240 50 670 220 0 2.0±0.5 Baston Spring Py 5/21/04 1 750 46 0 52 130 58 300 240 0 1.9±0.5 Pine Spring Psa 5/21/04 1 810 56 1 58 130 60 350 220 2 0.9±0.5 Marley Psa 5/6/50 2 419 15 1 29 82 32 151 184 0 Woods Psa 6/2/47 2 9213 54 1 50 144 88 350 234 0 White Psa 6/2/47 2 9803 22 1 55 178 42 448 234 0 Patterson Psa 6/2/47 2 10633 29 1 54 198 43 523 215 0 Egger Psa 6/2/47 2 8393 24 1 47 146 45 333 243 0 Brown Psa 7/19/47 2 7783 19 1 43 138 39 281 257 0 Carizzo Spring Psa 12/19/47 2 10753 18 1 50 196 58 453 299 0 Bloom Psa 6/16/47 2 6763 8.7 1 46 106 29 162 323 0 Patterson Psa 7/19/47 2 1270 34 1 68 256 56 677 243 0 Sherman Psa 6/2/47 2 632* 18 1 36 108 24 217 228 0 Lincoln Py 9/12/57 2 1100 46 1 62 187 60 541 208 0 Hale Spring Py 4/27/55 2 1190 10 1 84 240 52 649 266 0 4.9±0.54 Dow Py 11/8/26 2 1530 58 1 90 279 66 822 285 0 1Py = Yeso, Psa = San Andres 2 sources 1 = this study, 2 = Mourant (1963) 3Calculated TDS Value 4tritium value reported by Davis et al. (1980), measured in 1977 TABLE 1. Summary of geochemical data collected from this study and Mourant (1963). Plots of geochemical data are shown in Figure 5. 292 RIESTERER, DRAKOS, LAZARUS, AND CHUDNOFF with the data from Hale Spring yields a ratio of 0.54, indicating that the water currently discharging from the spring was recharged prior to 1963. Because the tritium concentration in Hale Spring (2.0±0.5 TU) is signiﬁcantly higher than 0.3 TU, the timing of recharge for the water currently discharging from Hale Spring can be constrained to between 1952 and 1963. The water sample collected from Hale Spring has major cation and anion concentrations that are similar to samples collected from wells completed in the Yeso Formation for this study and in previous published studies. Analysis of tritium concentrations indicate that water discharging from Hale Spring has a residence time of 40 to 50 years. These data are consistent"
    },
    {
        "URL": "Riesterer2006_HydrogeoHaleSpringRuidosoDownsNM.pdf",
        "Text": "523 215 0 Egger Psa 6/2/47 2 8393 24 1 47 146 45 333 243 0 Brown Psa 7/19/47 2 7783 19 1 43 138 39 281 257 0 Carizzo Spring Psa 12/19/47 2 10753 18 1 50 196 58 453 299 0 Bloom Psa 6/16/47 2 6763 8.7 1 46 106 29 162 323 0 Patterson Psa 7/19/47 2 1270 34 1 68 256 56 677 243 0 Sherman Psa 6/2/47 2 632* 18 1 36 108 24 217 228 0 Lincoln Py 9/12/57 2 1100 46 1 62 187 60 541 208 0 Hale Spring Py 4/27/55 2 1190 10 1 84 240 52 649 266 0 4.9±0.54 Dow Py 11/8/26 2 1530 58 1 90 279 66 822 285 0 1Py = Yeso, Psa = San Andres 2 sources 1 = this study, 2 = Mourant (1963) 3Calculated TDS Value 4tritium value reported by Davis et al. (1980), measured in 1977 TABLE 1. Summary of geochemical data collected from this study and Mourant (1963). Plots of geochemical data are shown in Figure 5. 292 RIESTERER, DRAKOS, LAZARUS, AND CHUDNOFF with the data from Hale Spring yields a ratio of 0.54, indicating that the water currently discharging from the spring was recharged prior to 1963. Because the tritium concentration in Hale Spring (2.0±0.5 TU) is signiﬁcantly higher than 0.3 TU, the timing of recharge for the water currently discharging from Hale Spring can be constrained to between 1952 and 1963. The water sample collected from Hale Spring has major cation and anion concentrations that are similar to samples collected from wells completed in the Yeso Formation for this study and in previous published studies. Analysis of tritium concentrations indicate that water discharging from Hale Spring has a residence time of 40 to 50 years. These data are consistent with the interpre- tation that the Spring is connected to the regional aquifer system and is not an isolated, perched spring. POTENTIAL CAUSES OF SPRING FLOW DECLINE Darcy’s Law dictates that changes in aquifer head in the recharge area for Hale Spring will result in a change in discharge from the spring. If water levels in the regional San Andres-Yeso aquifer decline, discharge from the spring will necessarily decline. The magnitude of the ﬂow decrease will be determined by the change in head in the aquifer and resulting change in groundwa- ter gradient to the spring. Historic and recent groundwater level data were examined from nine USGS monitoring wells located within an approximately 40 km (25 mi) radius of Hale Spring (Figure 1, Table 2). For con- sistency, historic water levels reported in Table 2 are reported for the measurement closest to 1999 and the recent depth to water reported is the most recent available water level measurement. Wells identiﬁed in the USGS database that do not have a post- 1999 water level are not included in Table 2 (two wells). In addi- FIGURE 4. Schematic north-south hydrogeologic cross-section showing 2004-2005 water table elevation and historic water table elevation based on OSE well records. Geology (contacts and dips) from Rawling (2004b) and ﬁeld work for this study. FIGURE 3. Top: Schematic drawing of folded Yeso Formation in Hale Canyon; I=brecciated limestone in core of fold, matrix is highly oxidized, recrystallized, sandy calcite; II=folded shale, thickens from north to south toward fold axis; III=limestone north of fold; IV=sandstone north of fold; V=folded limestone, VI=non-folded sandy limestone overlying fold. Bottom: Photograph of folded Yeso formation in Turkey Canyon; Inset: Equal area, lower hemisphere stereonet projection of poles to bed- ding planes measured on folds in Turkey Canyon (circles) and bedding surfaces near Hale Spring (squares). 293 HYDROGEOLOGY OF HALE SPRING tion to the USGS monitoring wells, water levels measured in two domestic wells and one municipal supply well for this study are included in Table 2. For these wells, the historic depth to water is the water level reported on the driller’s log. Of the 12 wells examined, 10 show water level declines ranging between 0.11 and 34.26 meters (0.3 and 112 ft). The six wells completed in the Yeso Formation showed water level declines of between .15 and 16.06 meters (.5 and 52.7 ft). Several factors that could inﬂuence water levels in the regional aquifer have been identiﬁed. These include: 1) precipitation; 2) Municipal groundwater diversions; 3) groundwater diversions from non-municipal wells; 4) variations in stream inﬁltration (caused by ﬂuctuations in stream ﬂow); and 5) Changes in evapo- transpiration resulting from vegetation changes. Table 3 sum- marizes groundwater diversions, precipitation, stream ﬂow, and spring discharge for the period from 1999 to 2005. Figure 6 is a graphical comparison of groundwater diversions, precipitation, and Hale Spring discharge. Groundwater diver- sions were calculated by adding City of Ruidoso Downs’ diver- sions (from OSE records), Village of Ruidoso (VOR) diversions from the two closest VOR supply wells (both completed in the Yeso Formation; data from OSE records) and non-municipal well diversions. Non-municipal diversions were calculated assuming an average use of 0.3 ac-ft/yr for each well drilled. Note that, because pumping data for the Village of Ruidoso are not avail- able for 2001, it was assumed that the total diversion for 2001 was 500 acre-ft, approximately equal to reported pumping in 2000 and 2002. Similarly, it was assumed that City of Ruidoso Downs pumping in 1999 was 12 ac-ft, approximately equal to the reported diversion for 2000. These data show that, from 1999 to 2005, discharge from Hale Spring has declined, while groundwater diversions have increased and precipitation has been below average. Periods with the high- est rate of spring ﬂow decline (e.g. 1999-2000 and 2002-2003) FIGURE 5. Piper diagram and TDS vs. major cation and anion plots of samples collected for this study and from Mourant (1963). Sample locations for this study are shown on Figure 2 and geochemical data are summarized in Table 1. FIGURE 6. Graph of Hale Spring discharge, precipitation, and ground- water diversions from 1999 to 2005. 294 RIESTERER, DRAKOS, LAZARUS, AND CHUDNOFF correspond to periods of increased groundwater diversion, while years when the rate of spring ﬂow decline was lower (e.g. 2000- 2001 and 2004-2005) correspond to intervals where groundwater diversions decreased or remained relatively constant compared to the previous year. Variations in precipitation also appear to affect the rate of spring ﬂow decline, with relative increases in precipi- tation (e.g. 2000 to 2001 and 2003-2004) resulting in a decrease in the rate of spring ﬂow decline. It appears that the inﬂuence of precipitation may be overwhelmed by pumping effects, as in the period from 1999 to 2000 when precipitation appeared to increase but the rate of spring ﬂow decline was greatest. Mean annual ﬂow in the Rio Ruidoso at the Hollywood gage exhibits an overall decline from 1999 to 2003 (most recent year for which data are available), but does not appear to correspond directly to ﬂuctuations in precipitation or declining spring dis- charge. Upstream diversions that may inﬂuence ﬂow at the Holly- wood gage are poorly quantiﬁed and therefore are not accounted for in the Rio Ruidoso data. Well ID Station ID3 Formation Easting4 Northing4 Historic DTW, ft Date 98145.451 Date 3321101050925011 1 Yeso 485447 3690205 44.08 8/24/99 50.62 9/7/04 3321021053336011 2 Alluvium 447944 3690089 59.84 8/8/02"
    },
    {
        "URL": "Riesterer2006_HydrogeoHaleSpringRuidosoDownsNM.pdf",
        "Text": "discharge from Hale Spring has declined, while groundwater diversions have increased and precipitation has been below average. Periods with the high- est rate of spring ﬂow decline (e.g. 1999-2000 and 2002-2003) FIGURE 5. Piper diagram and TDS vs. major cation and anion plots of samples collected for this study and from Mourant (1963). Sample locations for this study are shown on Figure 2 and geochemical data are summarized in Table 1. FIGURE 6. Graph of Hale Spring discharge, precipitation, and ground- water diversions from 1999 to 2005. 294 RIESTERER, DRAKOS, LAZARUS, AND CHUDNOFF correspond to periods of increased groundwater diversion, while years when the rate of spring ﬂow decline was lower (e.g. 2000- 2001 and 2004-2005) correspond to intervals where groundwater diversions decreased or remained relatively constant compared to the previous year. Variations in precipitation also appear to affect the rate of spring ﬂow decline, with relative increases in precipi- tation (e.g. 2000 to 2001 and 2003-2004) resulting in a decrease in the rate of spring ﬂow decline. It appears that the inﬂuence of precipitation may be overwhelmed by pumping effects, as in the period from 1999 to 2000 when precipitation appeared to increase but the rate of spring ﬂow decline was greatest. Mean annual ﬂow in the Rio Ruidoso at the Hollywood gage exhibits an overall decline from 1999 to 2003 (most recent year for which data are available), but does not appear to correspond directly to ﬂuctuations in precipitation or declining spring dis- charge. Upstream diversions that may inﬂuence ﬂow at the Holly- wood gage are poorly quantiﬁed and therefore are not accounted for in the Rio Ruidoso data. Well ID Station ID3 Formation Easting4 Northing4 Historic DTW, ft Date 98145.451 Date 3321101050925011 1 Yeso 485447 3690205 44.08 8/24/99 50.62 9/7/04 3321021053336011 2 Alluvium 447944 3690089 59.84 8/8/02 60.54 7/22/03 3321131053343011 3 Alluvium 447765 3690428 26.7 1/15/99 26.47 7/22/03 3321431055942011 4 Alluvium 407480 3691654 37.79 3/21/96 44.7 2/16/01 3321441054119011 5 Chinle 435985 3691454 23.54 1/14/99 25.18 7/23/03 3322191055628011 6 Alluvium 412503 3692716 27.79 3/21/96 30.31 2/16/01 3323371053948011 7 Mesaverde 438359 3694919 35.69 1/14/99 148.05 8/6/02 3327441053843011 8 Mesaverde 440085 3702515 26 1/7/94 29.27 1/14/99 3329461054022011 9 Intrusives 437554 3706289 41.6 1/14/99 38.74 1/28/04 3332411053411011 10 Mancos 447157 3711621 35.4 8/24/99 35.75 9/7/04 H-28332 11 Yeso 445408 3687807 108 5/28/98 158.35 3/15/04 H-15232 12 Yeso 445264 3687453 150 1/28/82 202.68 3/15/04 H-9742 13 Yeso 444963 3688023 148 4/5/84 155.35 8/18/04 H-27792 14 Yeso 447320 3689292 151 2/25/98 165.9 5/20/04 H-2209 15 Yeso 444594 3687828 66 3/20/91 66.5 5/21/04 1 USGS well ID 2 OSE well ID 3 ID shown on Fig. 1 4 NAD 1927, UTM Zone 13, meters TABLE 2. Historic and recent water level data from USGS monitoring wells within 40 km (25 mi) of Hale Spring and selected Yeso wells in the vicinity of Hale Spring. Locations of wells are shown on Figure 1. Year Mean Spring Flow (gpm) Annual VOR Diversions (ac-ft)1 Annual CORD Diversions (ac-ft)3 Annual Precipi- tation (cm)4 Number of Domes- tic Wells drilled5 Rio Ruidoso Mean Annual Flow (cfs)6 1999 364.5 176.92 No Data 40.7 (63) 69 11.9 2000 335.2 503.47 12.43 46.3 (4) 61 9.19 2001 321.8 No Data2 19.75 48.7 (18) 46 9.86 2002 297.4 499.7 1.02 45.5 (0) 78 6.25 2003 261.3 533.28 2.36 34.4 (8) 77 8.96 2004 233.9 384.17 8.76 53.1 (10) 62 No Data 2005 221.6 193.55 51.4 No Data 57 No Data 1 Sum of diversions from Village of Ruidoso’s (H 272 and H 272-S) Yeso wells from OSE records. Wells are located 4.6 and 3.8 km (2.9 and 2.4 mi) from Hale Spring, respectively (Figure 1) 2 OSE has no VOR pumping data from 11/00 to 10/01; 2000 value includes 01/00 thru 10/00 plus 11/01 to 12/01 3 Sum of diversions from City of Ruidoso Downs’ (H 974 and H 974-S-2) Yeso wells from OSE records 4 Precipitation data from Ruidoso 2NNE station (http://www.wrcc.dri.edu/summary/climsmnm.html); number in parentheses indicates days in year with no data 5 Wells drilled in 10 mile radius of Hale Spring from OSE records; 1155 wells drilled pre-1999, 451 drilled from 1999 to 2005 6 Stream ﬂow measured at USGS ‘Rio Ruidoso at Hollywood’ gage (http://nwis.waterdata.usgs.gov/nm/nwis) TABLE 3. Summary of changes in discharge from Hale Spring, municipal groundwater diversions, domestic wells drilled, precipitation, and mean precipitation for the period of record (1945-2004) from 1999 to 2005. 295 HYDROGEOLOGY OF HALE SPRING Because the principal recharge areas for the regional aquifer are in mountainous, forested regions, changes in forest vegeta- tion over time may inﬂuence recharge to the aquifer. Surveys of trees in the Lincoln National Forest in the Sacramento Mountains show that, from 1900 to 2000, the density of piñon-juniper has increased from 19- 25 trees per acre (tpa) to 1300 tpa; density of ponderosa pines has increased from 20-25 tpa to 180 to 220 tpa, and mixed conifer density has increased from 40-70 tpa to 200-250 tpa (Abercrombie, 2003). In areas surveyed where seeps and springs are (or were) present, discharge has declined between 10% and 30% over the past century (Abercrombie, 2003). How- ever, this decline could also be the result of increased groundwa- ter diversions and the gradual increase in vegetation density does not explain the rapid decline in spring ﬂow observed over the past six years. DISCUSSION AND CONCLUSIONS Folding and associated fracturing within the Yeso For- mation identiﬁed through geologic mapping in the vicin- ity of Hale Spring is the likely control on the location of Hale Spring. Major cation and anion concentrations in water discharg- ing from Hale Spring are very similar to those of samples col- lected from wells completed in the Yeso Formation. Tritium data indicate that water currently discharging from Hale Spring was recharged between 1952 and 1963, indicating a residence time of 40 to 50 years. These data demonstrate that Hale Spring is part of the regional aquifer system and not an isolated, perched zone. Because the spring is part of the regional aquifer system, any factors affecting the regional aquifer system will also affect ﬂows at Hale Spring. All of the available data indicate that the regional aquifer in the study area has been experiencing declining water levels over at least the past 5-6 years. The lowered water levels in the regional aquifer translate to a decreased pressure head at the spring, resulting in a lower discharge rate. The causes of the regional decline in water levels are most likely a result of a com- bination of factors including: 1) the recent drought; 2) decreased inﬁltration caused by below average stream ﬂow, likely due to the current drought; 3) increased domestic and municipal pumping, and; 4) increasing forest density. Of these factors, the available data indicate that increases in municipal and domestic ground- water pumping and decreasing precipitation are the predominant factors affecting discharge at Hale Spring. ACKNOWLEDGMENTS The authors would like to thank the City of Ruidoso Downs for providing the impetus and support for this study. The manu- script was signiﬁcantly improved by reviews from Thomas Buqo and Maryann Wasiolek. Thanks to Geoff Rawling for sharing pre- liminary mapping results and the helpful discussions of the local geology. REFERENCES Abercrombie, D., 2003, Waters of the Sacramento Mountains Forest,"
    },
    {
        "URL": "Riesterer2006_HydrogeoHaleSpringRuidosoDownsNM.pdf",
        "Text": "Hale Spring is the likely control on the location of Hale Spring. Major cation and anion concentrations in water discharg- ing from Hale Spring are very similar to those of samples col- lected from wells completed in the Yeso Formation. Tritium data indicate that water currently discharging from Hale Spring was recharged between 1952 and 1963, indicating a residence time of 40 to 50 years. These data demonstrate that Hale Spring is part of the regional aquifer system and not an isolated, perched zone. Because the spring is part of the regional aquifer system, any factors affecting the regional aquifer system will also affect ﬂows at Hale Spring. All of the available data indicate that the regional aquifer in the study area has been experiencing declining water levels over at least the past 5-6 years. The lowered water levels in the regional aquifer translate to a decreased pressure head at the spring, resulting in a lower discharge rate. The causes of the regional decline in water levels are most likely a result of a com- bination of factors including: 1) the recent drought; 2) decreased inﬁltration caused by below average stream ﬂow, likely due to the current drought; 3) increased domestic and municipal pumping, and; 4) increasing forest density. Of these factors, the available data indicate that increases in municipal and domestic ground- water pumping and decreasing precipitation are the predominant factors affecting discharge at Hale Spring. ACKNOWLEDGMENTS The authors would like to thank the City of Ruidoso Downs for providing the impetus and support for this study. The manu- script was signiﬁcantly improved by reviews from Thomas Buqo and Maryann Wasiolek. Thanks to Geoff Rawling for sharing pre- liminary mapping results and the helpful discussions of the local geology. REFERENCES Abercrombie, D., 2003, Waters of the Sacramento Mountains Forest, in John- son, P.S., Land, L.S., Greer Price, L., and Titus, F., eds. Water Resources of the Lower Pecos Region, New Mexico; Science, Policy, and a Look to the Future: New Mexico Bureau of Geology and Mineral Resources Decision Makers Field Conference 2003, p.88-92. Cather, S.M., 1991, Tectonic Overview of the Ruidoso Region, in Barker, J.M., Kues, B.S., Austin, G.S., and Lucas, S.G., eds. Geology of the Sierra Blanca, Sacramento and Capitan Ranges, New Mexico, New Mexico Geological Society, 42nd Field Conference Guidebook, p. 37-39. Clark, I., and Fritz, P., 1997, Environmental Isotopes in Hydrogeology: New York, Lewis Publishers, 328 p. Craddock, C., 1964, The Lincoln Fold System, in Ash, S.R., and Davis, L.V., eds. Ruidoso Country, New Mexico Geological Society, 15th Field Conference Guidebook, p. 122-133. Davis, P., Wilcox, R., and Gross, G.W., 1980, Spring Characteristics of the West- ern Roswell Artesian Basin: Las Cruces, Water Resources Research Institute Report 116, 93 p. Duffy, C.J., Gelhar, L.W., and Gross, G.W., 1978, Recharge and Groundwater Conditions in the Western Region of the Roswell Basin, New Mexico: Las Cruces, Water Resources Research Institute Report No. 100, 111 p. Kelley, V.C., 1971, Geology of the Pecos Country, Southeastern New Mexico: Socorro, New Mexico Bureau of Mines and Mineral Resources Memoir 24, 75 pp. plus plates. Kelley, V.C., and Thompson, T.B., 1964, Tectonics and General Geology of the Ruidoso-Carrizozo Region, Central New Mexico, in Ash, S.R., and Davis, L.V., eds. Ruidoso Country, New Mexico Geological Society, 15th Field Conference Guidebook, p. 110-121. Mazor, E., 1991, Applied Chemical and Isotopic Groundwater Hydrology: New York, John Wiley and Sons, 274 p. Mourant, W.A., 1963, Water Resources and Geology of the Rio Hondo Drainage basin, Chaves, Lincoln, and Otero Counties, New Mexico: Santa Fe, New Mexico State Engineers Ofﬁce Technical Report 28, 85 p. plus plates. Rawling, G.C., 2004a, Geology of the Ruidoso 7.5 min quadrangle, Lincoln and Otero Counties, New Mexico, New Mexico Bureau of Geology and Mineral Resources, Open-ﬁle Geologic Map OF-GM 93, scale 1:24,000. Rawling, G.C., 2004b, Geology of the Ruidoso Downs 7.5 min quadrangle, Lin- coln and Otero Counties, New Mexico, New Mexico Bureau of Geology and Mineral Resources, Open-ﬁle Geologic Map OF-GM 94, scale 1:24,000 Shevenell, L. and Goff, F., 1996, In Situ Tritium Production and Fluid Mean Resi- dence Times in the Two Subsystems of the Valles Caldera Hydrothermal System, New Mexico: New Mexico Geological Society, 47th Annual Field Conference Guidebook, p. 455-461. Sloan, C.E., and Garber, M.S., 1971, Ground-Water Hydrology of the Mescalero Apache Indian Reservation, South-Central New Mexico: Washington D.C., U.S Geological Survey Hydrologic Investigations Atlas HA-349. Wasiolek, M., 1991, The Hydrogeology of the Permian Yeso Formation Within the Upper Rio Hondo Basin and the Eastern Mescalero Apache Indian reser- vation, Lincoln and Otero Counties, New Mexico: New Mexico Geological Society, 42nd Field Conference Guidebook, p. 343-351. White, W.D. and Kues, G.E., 1992, Inventory of Springs in the State of New Mexico: Washington, D.C., U.S. Geological Survey Open-File Report 92- 118, 253p. 296 RIESTERER, DRAKOS, LAZARUS, AND CHUDNOFF"
    }
]