[
    {
        "URL": "Koning2011_HydrogeologyOfTheTusasMountainsRioArribaCountyNM.pdf",
        "Text": "New Mexico Geological Society Downloaded from: http://nmgs.nmt.edu/publications/guidebooks/62 Hydrogeology of the Tusas Mountains, Rio Arriba County, New Mexico Finch, Steven T., Jr., 2011, pp. 317-328 in: Geology of the Tusas Mountains and Ojo Caliente, Author Koning, Daniel J.; Karlstrom, Karl E.; Kelley, Shari A.; Lueth, Virgil W.; Aby, Scott B., New Mexico Geological Society 62nd Annual Fall Field Conference Guidebook, 418 p. This is one of many related papers that were included in the 2011 NMGS Fall Field Conference Guidebook. Annual NMGS Fall Field Conference Guidebooks Every fall since 1950, the New Mexico Geological Society (NMGS) has held an annual Fall Field Conference that explores some region of New Mexico (or surrounding states). Always well attended, these conferences provide a guidebook to participants. Besides detailed road logs, the guidebooks contain many well written, edited, and peer-reviewed geoscience papers. These books have set the national standard for geologic guidebooks and are an essential geologic reference for anyone working in or around New Mexico. Free Downloads NMGS has decided to make peer-reviewed papers from our Fall Field Conference guidebooks available for free download. Non-members will have access to guidebook papers two years after publication. Members have access to all papers. This is in keeping with our mission of promoting interest, research, and cooperation regarding geology in New Mexico. However, guidebook sales represent a significant proportion of our operating budget. Therefore, only research papers are available for download. Road logs, mini-papers, maps, stratigraphic charts, and other selected content are available only in the printed guidebooks. Copyright Information Publications of the New Mexico Geological Society, printed and electronic, are protected by the copyright laws of the United States. No material from the NMGS website, or printed and electronic publications, may be reprinted or redistributed without NMGS permission. Contact us for permission to reprint portions of any of our publications. One printed copy of any materials from the NMGS website or our print and electronic publications may be made for individual use without our permission. Teachers and students may make unlimited copies for educational use. Any other use of these materials requires explicit permission. This page is intentionally left blank to maintain order of facing pages. 317 HYDROGEOLOGY OF THE TUSAS MOUNTAINS New Mexico Geological Society Guidebook, 62nd Field Conference, Geology of the Tusas Mountains - Ojo Caliente, 2011, p. 317-328. HYDROGEOLOGY OF THE TUSAS MOUNTAINS, RIO ARRIBA COUNTY, NEW MEXICO STEVEN T. FINCH, JR. John Shomaker & Associates, Inc., 2611 Broadbent Parkway NE, Albuquerque, New Mexico 87017, \u0002\u0003\u0004\u0005\u0006\u0007\u0002\u0006\b \u000e\u0005\b ABSTRACT—\u000f\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010\u0014\u0004\u0010\u0015\u0014\b\u0010\u0016 \u0014\u0017 \u0010\u0018\b\u0011\u0004\u0013\u0019\u0010\u001a \b\u001b\u0014 \u0010 \u0010\u0002\u0014 \u0004\u0014\u0003\u0005 \u0004\u0013\u0010\u001a\b \u0013\u0014\b\u0004\u0010\b \u0010\u0013\u0006 \u0010\u0002\u0013 \b!\u0010 \b \u0010\u0013\u0006 \u0010\u0015\u0014\b\u0010\u0018\u0006 \"\u0010 however most communities in the Tusas Mountains obtain groundwater from saturated stream alluvium, which is typically localized and limited in supply. Groundwater occurs in four geologic settings: 1) alluvial deposits, 2) Tertiary sediments and weakly cemented volcanic rocks, 3) regional NW-SE trending fault and fracture systems, and 4) localized fractured, brittle Precambrian rocks such as quartzite. In many areas the Precambrian rocks and Tertiary sedimentary and volcanic rocks are \u0004\b\u0013\u0010! \u0013 \u0010\u0017 \u0014\u0004 \u0010\b \u0010 \b\u0010\u0004\b\u0013\u0010\u0002\u0011 \u0003\u0005\u0014 \u0004\u0013#\u0019\u0010\u0019\u0014 # \u0010! \u0013 \u0010\u0013\b\u0010! ##\u0002\u000e\u0010\u000f\u0006 \u0010\u0002\b#\u0014 \u0014\u0003 \u0010 \u0004 \u0010\u0005 \u0004\u0013 \u0010\u000f \u0013\u0014 \u0019\u0010 \b\u0005 \u0002\u0010\u0013\u0019\u001a\u0014\u0005 ##\u0019\u0010 \u0010\u0004\b\u0013\u0010! \u0013 \u0010 bearing or have poor groundwater yield (< 1gpm), the weakly cemented Tertiary rocks commonly have fair groundwater yield (1 to 10 gpm), and the unconsolidated Tertiary sediments have good groundwater yield (> 10 gpm). INTRODUCTION The Tusas Mountains in Rio Arriba County, New Mexico, are \u0005\b \u001a\b\u0002 \u0010\b \u0010\u0011\u001a#\u0014 \u0013 \u0010$ \u0005 \u0017 \u0014 \u0004\u0010 \b\u0005 \u0002\u0010 \u0004 \u0010\u0017\u0019\u0010\u0017 \u0002 \u0004\u0013% derived gravel and Tertiary volcanic and volcaniclastic strata related to the Rio Grande rift. Quaternary alluvium occupies the \b\b \u0002\u0010\b \u0010\u001b ## \u0019\u0002\"\u0010 \u0004 \u0010 # \u0005\u0014 #\u0010 \u001a\b\u0002\u0014\u0013\u0002\u0010\u0005 \u0004\u0010\u0017 \u0010 \b\u0011\u0004 \u0010\u0014\u0004\u0010\u0013\u0006 \u0010\u0006\u0014 \u0006- lands of the northern Tusas Mountains. The study area includes the highlands in Rio Arriba County, New Mexico, located north of Ojo Caliente and between U.S. Highway 84 and U.S. Highway 285 (Fig. 1). The total area of the Tusas Mountain region is approximately 1,050 square miles or about 668,000 acres. Land ownership is predominately Carson National Forest, land grants, and smaller parcels of private land. Communities in this remote region include El Rito, Ojo Caliente, Tres Piedras, La Madera, and other small settlements along the Rio Brazos, Rio Vallecitos, and Rio Tusas (Fig. 1). Most of the Tusas Mountains region is within the Rio Chama watershed (Subbasin) (Fig. 1). The exception is the northeastern portion that includes the Conejos Subbasin that drains into the Rio Grande. Previous work has been largely limited to geologic stud- ies and mapping. Smith et al. (1961) and Bingler (1968) pro- vide good summaries of the geology and stratigraphy. Recently, more detailed mapping has been performed by the New Mexico Bureau of Geology and Mineral Resources (e.g. Aby et al., 2010; Kempter et al., 2008; and Koning et al., 2007). The Rio Chama Regional Water Plan by La Calandria Associates, Inc. (2005) is \u0013\u0006 \u0010\u0003 \u0002\u0013\u0010 \u0014\b\u0004 #\u0010 \u0002\u0002 \u0002\u0002 \u0004\u0013\u0010\b \u0010\u0013\u0006 \u0010! \u0013 \u0010 \u0002\b\u0011 \u0005 \u0002\u0010 \b \u0010\u0013\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010 Mountains. This paper combines a review of available well logs for the region, local hydrogeologic studies, such as those by JSAI (2003) and Finch (2004), with the review of community water systems in Rio Arriba County by JSAI (2010) and the hydrogeo- logic information from Rio Chama Regional Water Plan. Further- more, the hydrogeologic concepts presented herein incorporate recent mapping by the New Mexico Bureau of Geology and Min- eral Resources. SURFACE WATER Average annual precipitation falling on the Tusas Mountains is 20 to 30 inches (La Calandria Associates, Inc., 2005). Nearly 20 percent of the average annual precipitation results in stream \b!\"\u0010 \u0004 \u0010 \u001a\u001a \b'\u0014 \u0013 #\u0019\u0010*\u0010\u001a \u0005 \u0004\u0013\u0010\b \u0010\u0013\u0006 \u0010\u001a \u0005\u0014\u001a\u0014\u0013 \u0013\u0014\b\u0004\u0010\u0017 \u0005\b \u0002\u0010 groundwater recharge (La Calandria Associates, Inc., 2005). +\u0014\u0002\u0013 \u0014\u0017\u0011\u0013\u0014\b\u0004\u0010 \b \u0010 \u0002\u0013\u0014 \u0013 \u0010 \u001b \u0010 \u0004\u0004\u0011 #\u0010 \u0002\u0013 \u0010 \b!\"\u0010 ! \u0013 - shed yield, and recharge is presented in Table 1. Location of streams within the Rio Chama subbasin are shown on Figure 1. Watershed yield is derived by the surplus precipitation method described in South Central Mountain RC&D Council, Inc. (2002) and by Finch (2003). Surplus precipitation equals the potential FIGURE 1. Map showing watersheds, rivers, towns, and geographic fea- tures for the Tusas Mountains region, northern New Mexico. The thick black line represents the Tusas Mountains region, and the white-outlin- ing-black line denotes subbasins. 318 FINCH, JR. \u0002\u0013 \u0010 \b!\u0010\u001a#\u0011\u0002\u0010 \b\u0011\u0004 ! \u0013 \u0010 \u0005\u0006 \u000e\u0010\u000f\u0006 \u0010\u001a\b\u0013 \u0004\u0013\u0014 #\u0010 \b\u0011\u0004 ! - ter recharge is the difference between watershed yield and stream \b!\u000e\u0010\u000f\u0006 \u0010\u0002\u0011 \u001a#\u0011\u0002\u0010\u001a \u0005\u0014\u001a\u0014\u0013 \u0013\u0014\b\u0004\u0010 \u0013\u0006\b \u0010\u0014\u0002\u0010 \u0010 \b\u0004\u0013\u0006#\u0019\u0010 \u0005\u0005\b\u0011\u0004\u0013\u0014\u0004 \u0010 of precipitation and potential evaporation data from weather stations in the area. The average monthly surplus precipitation (precipitation less potential evaporation) is summed for a water year. The surplus precipitation was determined for each elevation interval in the watershed and multiplied by the land area to obtain yield. The sum of the yields for each elevation interval equals the watershed yield. Surplus precipitation increases with elevation, but is not considered to occur below a land surface elevation of 6400 ft amsl in the Tusas Mountains. Prior to the San Juan Chama"
    },
    {
        "URL": "Koning2011_HydrogeologyOfTheTusasMountainsRioArribaCountyNM.pdf",
        "Text": "presented herein incorporate recent mapping by the New Mexico Bureau of Geology and Min- eral Resources. SURFACE WATER Average annual precipitation falling on the Tusas Mountains is 20 to 30 inches (La Calandria Associates, Inc., 2005). Nearly 20 percent of the average annual precipitation results in stream \b!\"\u0010 \u0004 \u0010 \u001a\u001a \b'\u0014 \u0013 #\u0019\u0010*\u0010\u001a \u0005 \u0004\u0013\u0010\b \u0010\u0013\u0006 \u0010\u001a \u0005\u0014\u001a\u0014\u0013 \u0013\u0014\b\u0004\u0010\u0017 \u0005\b \u0002\u0010 groundwater recharge (La Calandria Associates, Inc., 2005). +\u0014\u0002\u0013 \u0014\u0017\u0011\u0013\u0014\b\u0004\u0010 \b \u0010 \u0002\u0013\u0014 \u0013 \u0010 \u001b \u0010 \u0004\u0004\u0011 #\u0010 \u0002\u0013 \u0010 \b!\"\u0010 ! \u0013 - shed yield, and recharge is presented in Table 1. Location of streams within the Rio Chama subbasin are shown on Figure 1. Watershed yield is derived by the surplus precipitation method described in South Central Mountain RC&D Council, Inc. (2002) and by Finch (2003). Surplus precipitation equals the potential FIGURE 1. Map showing watersheds, rivers, towns, and geographic fea- tures for the Tusas Mountains region, northern New Mexico. The thick black line represents the Tusas Mountains region, and the white-outlin- ing-black line denotes subbasins. 318 FINCH, JR. \u0002\u0013 \u0010 \b!\u0010\u001a#\u0011\u0002\u0010 \b\u0011\u0004 ! \u0013 \u0010 \u0005\u0006 \u000e\u0010\u000f\u0006 \u0010\u001a\b\u0013 \u0004\u0013\u0014 #\u0010 \b\u0011\u0004 ! - ter recharge is the difference between watershed yield and stream \b!\u000e\u0010\u000f\u0006 \u0010\u0002\u0011 \u001a#\u0011\u0002\u0010\u001a \u0005\u0014\u001a\u0014\u0013 \u0013\u0014\b\u0004\u0010 \u0013\u0006\b \u0010\u0014\u0002\u0010 \u0010 \b\u0004\u0013\u0006#\u0019\u0010 \u0005\u0005\b\u0011\u0004\u0013\u0014\u0004 \u0010 of precipitation and potential evaporation data from weather stations in the area. The average monthly surplus precipitation (precipitation less potential evaporation) is summed for a water year. The surplus precipitation was determined for each elevation interval in the watershed and multiplied by the land area to obtain yield. The sum of the yields for each elevation interval equals the watershed yield. Surplus precipitation increases with elevation, but is not considered to occur below a land surface elevation of 6400 ft amsl in the Tusas Mountains. Prior to the San Juan Chama Project (pre-1971), the Rio Chama ! \u0013 \u0002\u0006 \u0010 \u0004 \u0013 \u0010 \u0004\u0010 \u001b \u0010\u0002\u0013 \u0010 \b!\u0010\b \u0010/*=\"*??\u0010 \u0005% \u0013@\u0019 \u0010 (La Calandria Associates, Inc., 2005). As described in the Rio Chama Regional Water Plan and detailed in Table 1, the Tusas Mountains provides approximately 60 percent of the Rio Chama \u0002\u0013 \u0010 \b!\u0010 \u0004 \u0010\u0014\u0002\u0010\u001a\b\u0013 \u0004\u0013\u0014 ##\u0019\u0010 \u0010\u0002\u0014 \u0004\u0014\u0003\u0005 \u0004\u0013\u0010\u0002\b\u0011 \u0005 \u0010\b \u0010 \u0005\u0006 \u0010\u0013\b\u0010 the surrounding area: the Chama Basin, Española Basin and San Luis Basin (Rio Grande). HYDROGEOLOGIC SETTING The geologic descriptions for the area are largely based on geologic mapping; very little data exists from holes drilled for oil, \u0002\"\u0010\b \u0010! \u0013 \u0010 '\u001a#\b \u0013\u0014\b\u0004\u000e\u0010\u000f\u0006 \u0010 \b#\b \u0014\u0005\u0010\u0006\u0014\u0002\u0013\b \u0019\u0010\u0014\u0002\u0010! ##\u0010 \u0003\u0004 \u0010\u0017\u0019\u0010 Koning et al. (2007). Mesozoic and Paleozoic rocks were eroded from the Precambrian highlands prior to deposition of Tertiary volcanic and sedimentary rocks. The volcanic rocks included \u0017 \u0002 #\u0013\u0010 \u0004 \u0010 \u0004 \u0002\u0014\u0013 \u0010 \b!\u0002\u0010 \u0004 \u0010 \u0006\u0019\b#\u0014\u0013\u0014\u0005\u0010\u0014 \u0004\u0014 \u0017 \u0014\u0013 \u0002\u0010X \u0002\u0005 \u0014\u0017 \u0010\u0017\u0019\u0010 Muehlberger (1968) as the Potosi Volcanic Series). Paleovalleys \u0014\u0004\u0014\u0004 \u0010\u0013\b\u0010\u0013\u0006 \u0010\u0002\b\u0011\u0013\u0006 \u0002\u0013\u0010! \u0010\u0003## \u0010!\u0014\u0013\u0006\u0010\u000f \u0013\u0014 \u0019\u0010\u001b\b#\u0005 \u0004\u0014\u0005# \u0002- tic sediments. Locally, Quaternary glacial till and alluvium were deposited in the valleys and on the highlands. Figure 2 illustrates the distribution of crystalline (Precam- brian) and Tertiary rocks. These rock types affect the distribu- tion of both surface water and groundwater resources. Peren- nial streams appear to be associated with Precambrian rocks and cemented volcanic rocks in the northern Tusas Mountains, whereas the basalt and unconsolidated deposits in the eastern and southern Tusas Mountains do not contain perennial streams. As determined from limited well drilling records, the unconsolidated volcanic deposits are the most viable aquifer units in the Tusas Mountains. The Tertiary deposits cover approximately 80 percent \b \u0010\u0013\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0010 \u0014\b\u0004\u0010XZ\u0014 \u000e\u0010=[\"\u0010\u0017\u0011\u0013\u0010 \u0010\u0002\u0014 \u0004\u0014\u0003\u0005 \u0004\u0013\u0010\u001a\b \u0013\u0014\b\u0004\u0010\b \u0010 the area only contains a thin veneer of volcanic deposits overly- ing Precambrian rocks. \u000f\u0016\\]^\u0010_\u000e\u0010`\u0011 \u0019\u0010\b \u0010 \u0002\u0013\u0014 \u0013 \u0010\u0002\u0013 \u0010 \b!\"\u0010! \u0013 \u0002\u0006 \u0010\u0019\u0014 # \"\u0010 \u0004 \u0010 \b\u0011\u0004 ! \u0013 \u0010 \u0005\u0006 \u0010 \b \u0010! \u0013 \u0002\u0006 \u0002\u0010\u0014\u0004\u0010\u0013\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010 \u0014\b\u0004\u0010 that are tributary to the Rio Chama. Watershed Area (mi2) Average elevation (ft amsl) Estimated average annual \u0002\u0013 \u0010 \b!\u0010 (ac-ft/yr)* Estimated watershed yield (ac-ft/yr)** Potential ground- water recharge (ac-ft/yr) Rio Brazos*** 163.1 9,500 83,900 65,240 -- Rito de Tierra Amarilla 63.1 8,500 9,850 20,870 11,020 Rio Nutrias 119.4 7,900 12,650 30,570 17,920 Canjilon Creek 153.5 7,800 26,830 36,020 9,190 El Rito 143.9 7,800 19,100 33,770 14,670 Rio Vallecitos 175.1 8,700 44,200 63,500 19,300 Rio Tusas 198.5 8,400 31,730 65,640 33,910 Total 1,016.6 -- 228,270 315,610 87,340 * from Rio Chama Regional Water Plan (La Calandria Associates, Inc., 2005) ** derived using surplus precipitation method developed by Finch (2003) }}}\u0010\u0004\b\u0010 \u0005\u0006 \u0010\u0005 #\u0005\u0011# \u0013 \u0010\u0017 \u0005 \u0011\u0002 \u0010 \u0002\u0013\u0014 \u0013 \u0010\u0002\u0013 \u0010 \b!\u0010\u0014\u0002\u0010 \u0013 \u0010\u0013\u0006 \u0004\u0010! \u0013 \u0002\u0006 \u0010\u0019\u0014 # FIGURE 2. Generalized geologic map of the Tusas Mountain region. General geology from Green and Jones (1997). Spring locations from Simley and Carswell (2009). Fault data from USGS (2009) 319 HYDROGEOLOGY OF THE TUSAS MOUNTAINS Drilling of water supply wells in the Tusas Mountain region has been largely limited to alluvial deposits, although a few have been drilled in the volcaniclastic and Precambrian rocks (JSAI, 2010). A list of data and information obtained from well logs, \u001a\u0011 \u001a\u0014\u0004 \u0010\u0013 \u0002\u0013\u0002\"\u0010 \u0004 \u0010! \u0013 \u0010 \u0014 \u0006\u0013\u0010\u0003# \u0002\u0010\u0014\u0002\u0010 \u001a\u001a \u0004 \u000e\u0010]\b\u0005 \u0013\u0014\b\u0004\u0002\u0010\b \u0010 wells with data are shown on Figure 3. A brief description of the hydrogeologic characteristics for the most common rocks in the Tusas Mountains is presented below. Precambrian Rocks Precambrian rocks of the Tusas Mountains include a variety of igneous and metamorphic rocks, most commonly granite, gneiss, schist, quartzite, and pegmatite (Bingler, 1968; Koning et al., 2007; and Kempter et al., 2008). Most wells drilled into the $ \u0005 \u0017 \u0014 \u0004\u0010 \b\u0005 \u0002\u0010 \b\u0010\u0004\b\u0013\u0010\u0003\u0004 \u0010 ~\u0011 \u0013 \u0010\u0019\u0014 # \u0010X\u007f\u0014\u0004 \"\u0010_\u0080\u0081\u0080\u0082\u0010] \u0010 Calandria Associates, Inc., 2005; JSAI, 2010). Wells drilled in FIGURE 3. Map of the Tusas Mountains region showing location of wells with geologic and hydrologic information, northern New Mexico. See Appendix 1 for well data. 320 FINCH, JR. the vicinity of Tres Piedras only found groundwater in sand- and \u001b #%\u0003## \u0010 \u001a \u0002\u0002\u0014\b\u0004\u0002\u0010\u0014\u0004\u0010\u0013\u0006 \u0010 \u0004\u0014\u0013 \u000e\u0010\u000f\u0006 \u0010\u0011\u0004 #\u0019\u0014\u0004 \u0010 \u0004\u0014\u0013 \u0010 was not water bearing (Winograd, 1959). Domestic wells logs near La Madera and Ojo Caliente indicate similar results, with the exception of wells drilled into fractured quartzite (JSAI, 2010). Where groundwater is found, the yield of wells drilled into the Precambrian rocks varies between 1 and 50 gallons per minute (gpm). There are no known pumping test data and calcu- lated hydraulic properties for the Precambrian rocks of the Tusas Mountains (Appendix 1). Brittle Precambrian rocks, such as fractured quartzite, may contain groundwater locally where readily recharged from snow- melt or runoff. The location of Precambrian rocks potentially containing groundwater in the Tusas Mountains has not been \u0003\u0004 \"\u0010\u0017\u0011\u0013\u0010 \u0005 \u0004\u0013\u0010 \u001a\u001a\u0014\u0004 \u0010\b \u0010\u0013\u0006 \u0010\u0083 ## \u0010\u0084 \u0004 \u0010$ \"\u0010] \u0010\u0012 \"\u0010 Servilleta Plaza, and Las Tablas 1:24,000 quadrangle sheets in the southern Tusas Mountains provides geologic information for delineating potential groundwater zones in the Precambrian rocks (see Aby et al., 2010; Kempter et al., 2008; Aby, 2008, and Koning et al., 2007). Tertiary Deposits Tertiary deposits of the Tusas Mountains are complex and have many overlapping names and descriptions that have resulted from regional and local geologic mapping"
    },
    {
        "URL": "Koning2011_HydrogeologyOfTheTusasMountainsRioArribaCountyNM.pdf",
        "Text": "Mountains include a variety of igneous and metamorphic rocks, most commonly granite, gneiss, schist, quartzite, and pegmatite (Bingler, 1968; Koning et al., 2007; and Kempter et al., 2008). Most wells drilled into the $ \u0005 \u0017 \u0014 \u0004\u0010 \b\u0005 \u0002\u0010 \b\u0010\u0004\b\u0013\u0010\u0003\u0004 \u0010 ~\u0011 \u0013 \u0010\u0019\u0014 # \u0010X\u007f\u0014\u0004 \"\u0010_\u0080\u0081\u0080\u0082\u0010] \u0010 Calandria Associates, Inc., 2005; JSAI, 2010). Wells drilled in FIGURE 3. Map of the Tusas Mountains region showing location of wells with geologic and hydrologic information, northern New Mexico. See Appendix 1 for well data. 320 FINCH, JR. the vicinity of Tres Piedras only found groundwater in sand- and \u001b #%\u0003## \u0010 \u001a \u0002\u0002\u0014\b\u0004\u0002\u0010\u0014\u0004\u0010\u0013\u0006 \u0010 \u0004\u0014\u0013 \u000e\u0010\u000f\u0006 \u0010\u0011\u0004 #\u0019\u0014\u0004 \u0010 \u0004\u0014\u0013 \u0010 was not water bearing (Winograd, 1959). Domestic wells logs near La Madera and Ojo Caliente indicate similar results, with the exception of wells drilled into fractured quartzite (JSAI, 2010). Where groundwater is found, the yield of wells drilled into the Precambrian rocks varies between 1 and 50 gallons per minute (gpm). There are no known pumping test data and calcu- lated hydraulic properties for the Precambrian rocks of the Tusas Mountains (Appendix 1). Brittle Precambrian rocks, such as fractured quartzite, may contain groundwater locally where readily recharged from snow- melt or runoff. The location of Precambrian rocks potentially containing groundwater in the Tusas Mountains has not been \u0003\u0004 \"\u0010\u0017\u0011\u0013\u0010 \u0005 \u0004\u0013\u0010 \u001a\u001a\u0014\u0004 \u0010\b \u0010\u0013\u0006 \u0010\u0083 ## \u0010\u0084 \u0004 \u0010$ \"\u0010] \u0010\u0012 \"\u0010 Servilleta Plaza, and Las Tablas 1:24,000 quadrangle sheets in the southern Tusas Mountains provides geologic information for delineating potential groundwater zones in the Precambrian rocks (see Aby et al., 2010; Kempter et al., 2008; Aby, 2008, and Koning et al., 2007). Tertiary Deposits Tertiary deposits of the Tusas Mountains are complex and have many overlapping names and descriptions that have resulted from regional and local geologic mapping over the years. The names and descriptions presented by Bingler (1968) are used for the northern Tusas Mountains and those presented by Koning et al. (2007) and Kempter et al. (2008) are used for the southern Tusas Mountains. Correlation of Tertiary sediments in the south- ern Tusas Mountains can be referenced from the stratigraphic chart presented as Figure 4. When considering hydrogeologic characteristics, the Tertiary \u001a\b\u0002\u0014\u0013\u0002\u0010\u0005 \u0004\u0010\u0017 \u0010 \u0014\u001b\u0014 \u0010\u0014\u0004\u0013\b\u0010_[\u0010\u0002\b#\u0014 \u0014\u0003 \u0010\u001b\b#\u0005 \u0004\u0014\u0005\u0010 \b\u0005 \u0002\u0010X\u0017 \u0002 #\u0013\"\u0010 wielded tuff, etc), 2) cemented sedimentary or volcaniclastic rocks, and 3) unconsolidated or weakly consolidated sedimentary and volcaniclastic deposits. Based on detailed review of well logs by JSAI (2010), the \u0002\b#\u0014 \u0014\u0003 \u0010 \u0004 \u0010\u0005 \u0004\u0013 \u0010 \b\u0005 \u0002\u0010\u0013\u0019\u001a\u0014\u0005 ##\u0019\u0010\u0006 \u001b \u0010\u001a\b\b \u0010 \b\u0011\u0004 ! \u0013 \u0010 yield (less than one gpm), the weakly cemented rocks commonly have fair groundwater yield (1 to 10 gpm), and the unconsoli- dated rocks have good groundwater yield (greater than 10 gpm). Table 2 is a summary of Tertiary rocks in the Tusas Mountains and assessment of their groundwater yield; supporting data can be referenced from the appended table. Groundwater potential for the Blanco Basin, Conejos, and Treasure Mountain Formations (Table 2) in the northern Tusas Mountains are derived from the hydrologic assessment by Finch (2004). Brief descriptions of the more common Tertiary rocks in the central and southern Tusas Mountains are presented in the following sections. El Rito Formation The El Rito Formation was deposited on top of the Precam- brian rocks of the Tusas Mountains and Late Cretaceous rocks near the western margin of the Tusas Mountains. The El Rito Formation consists primarily of breccia, conglomerate, and sand- stone (Bingler, 1968). The silica and hematite cement matrix of the El Rito Formation provides the distinctive red color. The El Rito Formation is overlain by the Ritito Conglomerate. There are limited data available from wells drilled into the El Rito Forma- tion, although the well-cemented portions of the formation in the El Rito area are known to be a poor source of groundwater (JSAI, 2003; JSAI, 2010). Ritito Conglomerate The Ritito Conglomerate is an unconsolidated sedimentary unit consisting of detritus derived from Precambrian bedrock (Bin- gler, 1968). To the north, where it intertongues with the Conejos Formation, the Ritito Conglomerate can be separated and identi- \u0003 \u0010\u0017\u0019\u0010\u0013\u0006 \u0010# \u0005 \u0010\b \u0010\u001b\b#\u0005 \u0004\u0014\u0005\u0010 \u0013 \u0014\u0013\u0011\u0002\u000e\u0010\u000f\u0006 \u0010 \u0010\u0004\b\u0010 \u0004\b!\u0004\u0010 \u0013 \u0010 from wells drilled into the Ritito Conglomerate, but the formation should have high permeability where saturated. Los Pinos Formation The Tertiary Los Pinos Formation is a grayish-pink and gray- ish-brown, poorly sorted, tuffaceous conglomerate that includes most of the volcanic rocks in the Tusas Mountains (Bingler, _\u0080 \u0086[\u000e\u0010\u0084 \u0014\u0004\u0010\u0002\u0014\u0087 \u0002\u0010\u0005 \u0004\u0010 \u0004 \u0010 \b \u0010\u0003\u0004 \u0010\u0002 \u0004 \u0010\u0013\b\u0010# \u0010\u0017\b\u0011# \u0002\u000e\u0010 The thickness of the Cordito Member of the Los Pinos Forma- tion in the Valle Grande Peak quadrangle is approximately 300 ft (Kempter et al., 2008). Where the Los Pinos Formation is uncon- solidated and poorly sorted, it is a potential aquifer for commu- nity supply (JSAI, 2003). Los Pinos Formation is a markedly heterogeneous unit consist- ing of graywacke, tuffaceous graywacke and sandstone, siltstone, pebble-to-boulder conglomerate, breccia, basaltic-to-rhyolitic \b!\u0010 \b\u0005 \"\u0010 \u0004 \u0010 \u0014\u0004\b \u0010\u0014\u0004\u0013 \u0011\u0002\u0014\u001b \u0010 \u0002\u0002 \u0002\u0010X\\\u0014\u0004 # \"\u0010_\u0080 \u0086\u0082\u0010\u0088 \u001a\u0013 \u0010 \u0013\u0010 FIGURE 4. Stratigraphic correlation chart of Tertiary sediments in the \u0002\b\u0011\u0013\u0006 \u0004\u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010 \u0014\b\u0004\u000e\u0010\u0010\u0012\b \u0014\u0003 \u0010 \b \u0010\u0088\b\u0004\u0014\u0004 \u0010 \u0013\u0010 #\u000e\u0010X=??\u0086\u0010 and 2011). 321 HYDROGEOLOGY OF THE TUSAS MOUNTAINS al., 2008). Conglomerate beds thicken and become more numer- ous from west to east across the Tusas Mountains. Pyroclastic \u0013 \u0014 #\u0010 \u0004 \u0010 \b!\u0010\u0017 \u0005\u0005\u0014 \u0010\b \u0010\u0013\u0006 \u0010]\b\u0002\u0010$\u0014\u0004\b\u0002\u0010Z\b \u0013\u0014\b\u0004\u0010 \u0010 \u0002\u0002 \u0004- tially limited to the Petaca-Tres Piedras area, where a thickness of 1,700 feet is projected (Bingler, 1968). The Los Pinos Forma- tion was deposited on top of the Treasure Mountain Formation in the northern Tusas Mountains, and lies above the Ritito Con- glomerate in the southern portion of the Tusas Mountains. The Cordito Member of the Los Pinos Formation intertongues with the Abiquiu Formation in the southern part of the study area (see Fig. 4). Tertiary basalt (Hinsdale Series) overlies the Los Pinos Formation in the northeast portion of the Tusas Mountains (Bin- gler, 1968). The yields from wells drilled into the Los Pinos Formation \u001b \u0019\u0010\u0002\u0014 \u0004\u0014\u0003\u0005 \u0004\u0013#\u0019\"\u0010 \u0002\u0010 \u001b\u0014 \u0004\u0005 \u0010\u0017\u0019\u0010\u0013\u0006 \u0010\b \u0010\b \u0010 \u0004\u0014\u0013\u0011 \u0010 \u0004 \u0010 of known hydraulic conductivity values (0.03 to 3.3 ft/day). Near El Rito, a 605-ft well was drilled into the Los Pinos Formation and yielded 25 gallons per minute (gpm) with a calculated trans- missivity of 52 feet squared per day (ft2/day) (map No. 47 on Fig. 3 and Appendix 1). Many of the wells in the El Rito area are drilled into the Los Pinos Formation and are reported to yield adequate quantities of groundwater for domestic and community supply (JSAI, 2003). Quaternary Deposits Quaternary sediments of the Tusas Mountains include stream alluvium, terrace deposits, and glacial deposits. Isolated patches of glacial gravel, sand, and silt are present in the northern Tusas Mountains from upper Rio Vallecitos north to the Colorado line. Most of these deposits represent terminal, lateral, recessional, and ground moraines related to alpine glaciers of probable Wisconsin age (Muehlberger, 1967). Only Muehlberger (1967, 1968) has mapped glacial deposits in Rio Arriba County in any detail. The Canjilon Till in the Magote Peak area is “lag gravel” resulting from the erosion of El Rito and Ritito"
    },
    {
        "URL": "Koning2011_HydrogeologyOfTheTusasMountainsRioArribaCountyNM.pdf",
        "Text": "\u0002\u0002 \u0004- tially limited to the Petaca-Tres Piedras area, where a thickness of 1,700 feet is projected (Bingler, 1968). The Los Pinos Forma- tion was deposited on top of the Treasure Mountain Formation in the northern Tusas Mountains, and lies above the Ritito Con- glomerate in the southern portion of the Tusas Mountains. The Cordito Member of the Los Pinos Formation intertongues with the Abiquiu Formation in the southern part of the study area (see Fig. 4). Tertiary basalt (Hinsdale Series) overlies the Los Pinos Formation in the northeast portion of the Tusas Mountains (Bin- gler, 1968). The yields from wells drilled into the Los Pinos Formation \u001b \u0019\u0010\u0002\u0014 \u0004\u0014\u0003\u0005 \u0004\u0013#\u0019\"\u0010 \u0002\u0010 \u001b\u0014 \u0004\u0005 \u0010\u0017\u0019\u0010\u0013\u0006 \u0010\b \u0010\b \u0010 \u0004\u0014\u0013\u0011 \u0010 \u0004 \u0010 of known hydraulic conductivity values (0.03 to 3.3 ft/day). Near El Rito, a 605-ft well was drilled into the Los Pinos Formation and yielded 25 gallons per minute (gpm) with a calculated trans- missivity of 52 feet squared per day (ft2/day) (map No. 47 on Fig. 3 and Appendix 1). Many of the wells in the El Rito area are drilled into the Los Pinos Formation and are reported to yield adequate quantities of groundwater for domestic and community supply (JSAI, 2003). Quaternary Deposits Quaternary sediments of the Tusas Mountains include stream alluvium, terrace deposits, and glacial deposits. Isolated patches of glacial gravel, sand, and silt are present in the northern Tusas Mountains from upper Rio Vallecitos north to the Colorado line. Most of these deposits represent terminal, lateral, recessional, and ground moraines related to alpine glaciers of probable Wisconsin age (Muehlberger, 1967). Only Muehlberger (1967, 1968) has mapped glacial deposits in Rio Arriba County in any detail. The Canjilon Till in the Magote Peak area is “lag gravel” resulting from the erosion of El Rito and Ritito Formations (Smith et al., 1961). The glacial deposits are characteristically poorly sorted and consist of gravel, arkosic sand, and silt. Gravel clasts range in age from Precambrian through Tertiary. Individual masses of till seldom exceed 20 meters in thickness. Most communities in the Tusas Mountains obtain groundwa- ter from stream alluvium (La Calandria Associates, Inc., 2005; JSAI, 2010). The grain-size distribution of the stream alluvium is highly variable in the Tusas Mountains. Wells completed in allu- \u001b\u0014\u0011 \u0010\u0002\u0014 \u0004\u0014\u0003\u0005 \u0004\u0013#\u0019\u0010\u001b \u0019\u0010\u0014\u0004\u0010\u0019\u0014 # \u0010X_\u0010\u0013\b\u0010=?\u0010 \u001a [\u0010 \u0011 \u0010\u0013\b\u0010\u001b \u0014 \u0013\u0014\b\u0004\u0002\u0010\u0014\u0004\u0010 saturated thickness and grain size (see Appendix 1). In the vicin- ity of El Rito, stream alluvium contains large cobbles and may require special drilling methods for constructing wells. Where present, the storage capacity of the stream alluvium is limited and it may drain off (due to high transmissivity and stream gradient) or dry up during droughts. Due to this, reliable groundwater with- drawals for community supply are not feasible from most alluvial aquifers; one exception is supply for the community of Canjillon, located on Canjillon Creek, where the stream alluvium appears to have adequate thickness, a low stream gradient, and recharge. One of the important roles of the terrace and glacial deposits in \u0013\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010\u0014\u0002\u0010\u001a \b\u001b\u0014 \u0014\u0004 \u0010\u0002\u0013\b \u0010 \b \u0010\u0002\u0013 \u0010 \b!\u000e\u0010\u0010\u0012 \u0004\u0019\u0010 of the alluvial deposits in the higher elevations store and release \u0014\u0004\u0003#\u0013 \u0013 \u0010 \u0002\u0004\b! #\u0013\u0010 ! \u0013 \u000e\u0010 \u0010 \u000f\u0006\u0014\u0002\u0010 \u0002\u0013\b % \u0004 % # \u0002 \u0010 \u0005\u0006 \u0004\u0014\u0002 \u0010 \u001a \b\u001b\u0014 \u0002\u0010 \u0002\u0013 \u0010 \b!\u0010 #\b\u0004 \u0010 \u0013 \u0010 \u0013\u0006 \u0010 \u0002 \u0002\b\u0004 #\u0010 \u0005\u0013\u0002\u0010 \b \u0010 \u0002\u001a \u0014\u0004 \u0010 runoff. Finch (2004) performed a detailed hydrologic study of allu- vium in the Brazos highlands (northern Tusas Mountains; see \u001a\u0010\u0004\b\u0002\u000e\u0010\u0081\u0010\u0013\u0006\b\u0011 \u0006\u0010*\u0010\b\u0004\u0010Z\u0014 \u000e\u0010/[\"\u0010 \u0004 \u0010\u0014 \u0004\u0013\u0014\u0003 \u0010\u0002 \u001b #\u0010\u0005\b \u001a# '\u0010 \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010\u001a \u0013\u0006\u0002\u0010XZ\u0014 \u000e\u0010\u0081[\u000e\u0010\u0016\u001a\u001a \b'\u0014 \u0013 #\u0019\u0010*\u0010 \u0013 \u0002\u0010\b \u0010 ##\u0011- vium overlying volcanic rocks becomes fully saturated during late spring snowmelt. After spring runoff, alluvial groundwater locally discharges as springs from groundwater systems perched on clay layers in the alluvium. The underlying volcanic rock (predominately rhyolite) only contains groundwater where frac- TABLE 2. Summary of Tertiary rocks in the Tusas Mountains. Name Location General description* Thickness (m)* Range in well yield (gpm) El Rito Formation throughout Tusas Mtns cemented breccia and con- glomerate 20 to 60 <5 Blanco Basin Formation northwestern por- tion of Tusas Mtns cemented arkosic sandstone and conglomerate 70 to 100 unknown, potentially poor yield Ritito Conglomerate most common in southern half of Tusas Mtns conglomerate consisting of Precambrian rocks <50 unknown, potentially good yield Conejos Formation northwestern por- tion of Tusas Mtns \u0013\u0011 \"\u0010~\u0011 \u0013\u0087\u0010# \u0013\u0014\u0013 \u0010 \b!\u0010\u0017 \u0005- cias, agglomerate 300 to 450 unknown, potentially poor yield Treasure Mountain Formation northern Tusas Mountains quartz latite, andesite, tuff, tuff breccia 20 to 100 dry to 10 Los Pinos Formation; also includes Abiquiu Formation and Chama-El Rito Member of the Tesuque Forma- tion throughout Tusas Mtns variety of volcanic and volcaniclastic rocks. Permeability fair where unconsolidated and absent of volcanic detritus < 500 1 to 70 Note: Data compiled from Aby (2008), Aby et al. (2010), Bingler (1968), Kempter et al. (2008), Koning et al. (2007), Muehlberger (1967, 1968), and Smith et al. (1961). 322 FINCH, JR. tured and is not water bearing elsewhere. During the remainder of the year, groundwater in the alluvium drains vertically into a fault zone which discharges to springs lower in elevation than the \\ \u0087\b\u0002\u0010\u0006\u0014 \u0006# \u0004 \u0002\u000e\u0010\u000f\u0006 \u0010\u0002\u001a \u0014\u0004 \u0010 \b!\u0002\u0010 \b \u0010\u0013\u0006 \u0010 ##\u0011\u001b\u0014\u0011 \u0010 \u0004 \u0010\u0011\u0004 - lying fractured volcanic rock regulate groundwater discharge and maintain perennial tributaries to the Rio Brazos and Rio Chama. Structural Controls on Groundwater The Tusas Mountains form the boundary between the Colorado Plateau (Chama Basin) and the Rio Grande Rift. This boundary \u0014\u0002\u0010 \u0003\u0004 \u0010\u0017\u0019\u0010\u0004\b \u0013\u0006%\u0004\b \u0013\u0006! \u0002\u0013\u0010\u0013\b\u0010\u0002\b\u0011\u0013\u0006%\u0002\b\u0011\u0013\u0006 \u0002\u0013\u0010\u0013 \u0004 \u0014\u0004 \u0010 \u0011#\u0013\u0002\u0010 (Kempter et al., 2008). Strata in the Tusas Mountains are gener- ally tilted to the east because it is part of a eastward–tilted graben (San Luis Basin of the Rio Grande Rift). These regional struc- \u0013\u0011 \u0002\u0010#\u0014 #\u0019\u0010\u0005\b\u0004\u0013 \b#\u0010 \u001a\u0010 \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010\u001a \u0013\u0006\u0002\u000e Extension associated with the Rio Grande rift has produced faulting, folding, and tilting from the Oligocene to the present. Koning et al. (2007) interpret the rift-related faulting as having \u0014\u0004 \u0011 \u0004\u0005 \u0010\u0013\u0006 \u0010#\b\u0005 \u0013\u0014\b\u0004\u0002\u0010\b \u0010\u0013!\b\u0010 \u0014\u0004 \u0002\u0010 \u0011 \u0014\u0004 \u0010\u0013\u0006 \u0010\u0012\u0014\b\u0005 \u0004 \u0010 \u0004 \u0010 Pliocene, including the Rio Vallecitos and its associated Quater- nary aquifer. Faults also control the extent of groundwater distri- \u0017\u0011\u0013\u0014\b\u0004\u0010 \u0004 \u0010#\b\u0005 ##\u0019\u0010\u0002 \u001b \u0010 \u0002\u0010 \u0010 \b!\u0010\u001a \u0013\u0006\u0010X` \u0014\u0013\u0006\u0010 \u0013\u0010 #\"\u0010_\u0080 _[\u000e Many springs occur at or near the contact between alluvium and Precambrian rocks, alluvium and solid, well-cemented Ter- tiary volcanic rocks, or alluvium and Cretaceous Mancos Shale. Very few springs are found where the Los Pinos Formation or Hinsdale Basalt are present (Finch, 2004; JSAI, 2010). Springs FIGURE 5. Hydrogeologic cross-section of high mountain alluvium and underlying volcanic rocks in the northern Tusas Mountains (well nos. 5 though 7 on Fig. 3 and Appendix 1; from Finch, 2004). 323 HYDROGEOLOGY OF THE TUSAS MOUNTAINS also emanate from fault zones, particularly large fault zones trending northwest to southeast (Fig. 2). GROUNDWATER FLOW PATHS Groundwater in the Tusas Mountains can be (1) perched in ##\u0011\u001b\u0014 #\u0010\u0002\u0019\u0002\u0013 \u0002\u0010 \u0004 \u0010 \u0014 \u0005\u0013#\u0019\u0010\u0005\b\u0004\u0004 \u0005\u0013 \u0010\u0013\b\u0010\u0002\u0013 \u0010 \b!\"\u0010X=[\u0010 \b\u0011\u0004 \u0010 #\b\u0005 ##\u0019\u0010\u0014\u0004\u0010 \u0005\u0013\u0011 \u0010 \b\u0005 \"\u0010\b \u0010X/[\u0010\u001a"
    },
    {
        "URL": "Koning2011_HydrogeologyOfTheTusasMountainsRioArribaCountyNM.pdf",
        "Text": "perennial tributaries to the Rio Brazos and Rio Chama. Structural Controls on Groundwater The Tusas Mountains form the boundary between the Colorado Plateau (Chama Basin) and the Rio Grande Rift. This boundary \u0014\u0002\u0010 \u0003\u0004 \u0010\u0017\u0019\u0010\u0004\b \u0013\u0006%\u0004\b \u0013\u0006! \u0002\u0013\u0010\u0013\b\u0010\u0002\b\u0011\u0013\u0006%\u0002\b\u0011\u0013\u0006 \u0002\u0013\u0010\u0013 \u0004 \u0014\u0004 \u0010 \u0011#\u0013\u0002\u0010 (Kempter et al., 2008). Strata in the Tusas Mountains are gener- ally tilted to the east because it is part of a eastward–tilted graben (San Luis Basin of the Rio Grande Rift). These regional struc- \u0013\u0011 \u0002\u0010#\u0014 #\u0019\u0010\u0005\b\u0004\u0013 \b#\u0010 \u001a\u0010 \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010\u001a \u0013\u0006\u0002\u000e Extension associated with the Rio Grande rift has produced faulting, folding, and tilting from the Oligocene to the present. Koning et al. (2007) interpret the rift-related faulting as having \u0014\u0004 \u0011 \u0004\u0005 \u0010\u0013\u0006 \u0010#\b\u0005 \u0013\u0014\b\u0004\u0002\u0010\b \u0010\u0013!\b\u0010 \u0014\u0004 \u0002\u0010 \u0011 \u0014\u0004 \u0010\u0013\u0006 \u0010\u0012\u0014\b\u0005 \u0004 \u0010 \u0004 \u0010 Pliocene, including the Rio Vallecitos and its associated Quater- nary aquifer. Faults also control the extent of groundwater distri- \u0017\u0011\u0013\u0014\b\u0004\u0010 \u0004 \u0010#\b\u0005 ##\u0019\u0010\u0002 \u001b \u0010 \u0002\u0010 \u0010 \b!\u0010\u001a \u0013\u0006\u0010X` \u0014\u0013\u0006\u0010 \u0013\u0010 #\"\u0010_\u0080 _[\u000e Many springs occur at or near the contact between alluvium and Precambrian rocks, alluvium and solid, well-cemented Ter- tiary volcanic rocks, or alluvium and Cretaceous Mancos Shale. Very few springs are found where the Los Pinos Formation or Hinsdale Basalt are present (Finch, 2004; JSAI, 2010). Springs FIGURE 5. Hydrogeologic cross-section of high mountain alluvium and underlying volcanic rocks in the northern Tusas Mountains (well nos. 5 though 7 on Fig. 3 and Appendix 1; from Finch, 2004). 323 HYDROGEOLOGY OF THE TUSAS MOUNTAINS also emanate from fault zones, particularly large fault zones trending northwest to southeast (Fig. 2). GROUNDWATER FLOW PATHS Groundwater in the Tusas Mountains can be (1) perched in ##\u0011\u001b\u0014 #\u0010\u0002\u0019\u0002\u0013 \u0002\u0010 \u0004 \u0010 \u0014 \u0005\u0013#\u0019\u0010\u0005\b\u0004\u0004 \u0005\u0013 \u0010\u0013\b\u0010\u0002\u0013 \u0010 \b!\"\u0010X=[\u0010 \b\u0011\u0004 \u0010 #\b\u0005 ##\u0019\u0010\u0014\u0004\u0010 \u0005\u0013\u0011 \u0010 \b\u0005 \"\u0010\b \u0010X/[\u0010\u001a \u0013\u0010\b \u0010 \u0010 \u001a\u0010 \b!\u0010\u001a \u0013\u0006\u0010\u0014\u0004\u0010\u0013\u0006 \u0010 Ritito Conglomerate or Los Pinos Formation. Short groundwa- \u0013 \u0010 \b!\u0010\u001a \u0013\u0006\u0002\u0010 \u0010\u0013\u0019\u001a\u0014\u0005 ##\u0019\u0010\u0014\u0004\u0010\u0013\u0006 \u0010 ##\u0011\u001b\u0014\u0011 \"\u0010\u0004 \u0010\u0002\u0011 \u0005 \u0010 \u0005\u0013\u0011 \u0010 zones, or locally in saturated portions of the Ritito Conglomer- ate and Los Pinos Formation. Conceptually, the northern Tusas Mountains contains alluvium underlain by low permeability vol- canic and igneous rocks. The only mechanism for the creation of \u001a\u0010 \b!\u0010\u001a \u0013\u0006\u0002\u0010\u0014\u0004\u0010\u0013\u0006 \u0010\u0004\b \u0013\u0006 \u0004\u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010\u0014\u0002\u0010 \b!\u0010\u0013\u0006 \b\u0011 \u0006\u0010 regional fault systems trending NNW to SSE. Deep groundwater \b!\u0010\u001a \u0013\u0006\u0002\u0010\u0014\u0004\u0010\u0013\u0006 \u0010\u0002\b\u0011\u0013\u0006 \u0004\u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010 \u0019\u0010 #\u0002\b\u0010\b\u0005\u0005\u0011 \u0010\u0014\u0004\u0010\u0013\u0006 \u0010 Ritito Conglomerate and overlying Los Pinos Formation. In the La Madera 1:24,000 quadrangle Koning et al. (2007) noted a potential difference in hydraulic conductivity between exposed Tertiary rock units west and east of the Vallecitos fault (Fig. 3). West of this fault, most of the exposed sedimen- tary sequence is weakly to moderately consolidated and non- cemented. East of the Vallecitos fault, Tertiary exposures consist of tuffaceous volcaniclastic sedimentary units that are cemented to varying degrees. Surface discharge is not common in the less consolidated, non-cemented sediment west of the Vallecitos fault, \u0002\u0011 \u0002\u0013\u0014\u0004 \u0010\u0013\u0006 \u0013\u0010 \b\u0002\u0013\u0010\u001a \u0005\u0014\u001a\u0014\u0013 \u0013\u0014\b\u0004\u0010\u0013\u0006 \u0010\u0014\u0004\u0003#\u0013 \u0013 \u0002\u0010\u0013\b\u0010\u0013\u0006 \u0010! \u0013 \u0010 \u0013 \u0017# \"\u0010!\u0006 \u0010\u0014\u0013\u0010\u0013\u0006 \u0004\u0010 \b!\u0002\u0010 # \u0013\u0014\u001b #\u0019\u0010 \u001a#\u0019\u000e\u0010\u0010 Recharge from the Tusas Mountains to the Rio Grande Rift X^\u0002\u001a \u008a\b# \u0010\\ \u0002\u0014\u0004[\u0010 \u0019\u0010\b\u0005\u0005\u0011 \u0010 \b \u0010 \u001a\u0010 \b!\u0010\u001a \u0013\u0006\u0002\u0010\u0014\u0004\u0010\u0013\u0006 \u0010\u0015\u0014\u0013\u0014\u0013\b\u0010 Conglomerate and Los Pinos Formation where these units are continuous and not disrupted by rift-related faulting. Although, detailed geologic mapping has been completed for most of the southern Tusas Mountains (e.g. Aby et al., 2010; Kempter et al., 2008; and Koning et al., 2007), additional well data and study is \u0004 \u0010\u0013\b\u0010 \u0011##\u0019\u0010\u0011\u0004 \u0002\u0013 \u0004 \u0010 \u001a\u0010 \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010\u001a \u0013\u0006\u0002\u0010\b \u0014 \u0014\u0004 \u0013- ing from the Tusas Mountains. CONCLUSIONS \u000f\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010\u0014\u0004\u0010\u0015\u0014\b\u0010\u0016 \u0014\u0017 \u0010\u0018\b\u0011\u0004\u0013\u0019\u0010\u001a \b\u001b\u0014 \u0010 \u0010\u0002\u0014 \u0004\u0014\u0003- \u0005 \u0004\u0013\u0010\u001a\b \u0013\u0014\b\u0004\u0010\b \u0010\u0013\u0006 \u0010\u0002\u0013 \u0010 \b!\u0010 \b \u0010\u0013\u0006 \u0010\u0015\u0014\b\u0010\u0018\u0006 \"\u0010\u001a \u0013\u0014\u0005\u0011# #\u0019\u0010 the northern portion of the Tusas Mountains where low perme- \u0017\u0014#\u0014\u0013\u0019\u0010$ \u0005 \u0017 \u0014 \u0004\u0010 \u0004 \u0010\u0005 \u0004\u0013 \u0010\u001b\b#\u0005 \u0004\u0014\u0005\u0010 \b\u0005 \u0002\u0010#\u0014 \u0014\u0013\u0010\u0014\u0004\u0003#\u0013 - tion and facilitate runoff. Groundwater occurs in four geologic settings: 1) Quaternary alluvial deposits, 2) Tertiary sediments and weakly cemented volcanic rocks, 3) regional NW-SE trending fault and fracture systems in Precambrian and consolidated Tertiary rocks, and 4) localized fractured Precambrian rocks (most commonly quartz- \u0014\u0013 [\u000e\u0010\u0016\u0010\u0002\u0014 \u0004\u0014\u0003\u0005 \u0004\u0013\u0010\u001a\b \u0013\u0014\b\u0004\u0010\b \u0010\u0013\u0006 \u0010\u000f \u0013\u0014 \u0019\u0010\u0002 \u0014 \u0004\u0013 \u0019\u0010 \u0004 \u0010\u001b\b#\u0005 - \u0004\u0014\u0005\u0010 \b\u0005 \u0002\u0010 \u0010\u0004\b\u0013\u0010! \u0013 \u0010\u0017 \u0014\u0004 \u0010\b \u0010 \b\u0010\u0004\b\u0013\u0010\u0002\u0011 \u0003\u0005\u0014 \u0004\u0013#\u0019\u0010\u0019\u0014 # \u0010! \u0013 \u0010 to wells. The groundwater resources of the Tusas Mountains region have been poorly understood, and as a result, development of a drought-resistant groundwater supply for communities in the region has been largely unsuccessful where wells have simply been deepened from alluvial systems into low permeability rocks (JSAI, 2010). Examples include wells drilled for the communi- ties of El Rito and Tres Piedras, New Mexico (see Appendix 1). Most communities in the Tusas Mountains obtain groundwater from stream alluvium. The grain-size distribution of the stream alluvium is highly variable through the Tusas Mountains, and can range from boulders to silty sand. Where present, the stor- age capacity of the stream alluvium is limited and it may season- ally dewater (due to high transmissivity and stream gradient) or dry up during droughts. Due to this, community system demand can exceed the available groundwater storage for most alluvial systems in the Tusas Mountains (La Calandria Associates, Inc., 2005; JSAI, 2010). \u000f\u0006 \u0010\u000f \u0013\u0014 \u0019\u0010 \u001a\b\u0002\u0014\u0013\u0002\u0010\u0005 \u0004\u0010\u0017 \u0010 \u0014\u001b\u0014 \u0010\u0014\u0004\u0013\b\u0010_[\u0010\u0002\b#\u0014 \u0014\u0003 \u0010\u001b\b#\u0005 \u0004\u0014\u0005\u0010 rocks (basalt, welded tuff, etc), 2) cemented sedimentary or vol- caniclastic rocks, and 3) unconsolidated or weakly consolidated sedimentary and volcaniclastic rocks. Based on domestic and \u0005\b \u0011\u0004\u0014\u0013\u0019\u0010! \u0013 \u0010! ##\u0010 \u0005\b \u0002\"\u0010\u0013\u0006 \u0010\u0002\b#\u0014 \u0014\u0003 \u0010 \u0004 \u0010\u0005 \u0004\u0013 \u0010 \b\u0005 \u0002\u0010 typically have poor groundwater yield (less than one gpm), the weakly cemented rocks commonly have fair groundwater yield (1 to 10 gpm), and the unconsolidated rocks have good ground- water yield (greater than 10 gpm). Tertiary rocks best suited for groundwater development are probably the Ritito Conglomerate, and those portions of the Los Pinos Formations that are weakly cemented. Fractured Precambrian rocks, such as quartzite, may contain groundwater locally where readily recharged from snowmelt or runoff. The location of Precambrian rocks potentially containing \b\u0011\u0004 ! \u0013 \u0010\u0014\u0004\u0010\u0013\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010\u0006 \u0002\u0010\u0004\b\u0013\u0010\u0017 \u0004\u0010 \u0003\u0004 \"\u0010\u0017\u0011\u0013\u0010 in the southern Tusas Mountains recent geologic mapping of the Valle Grande, La Madera, Cañon Plaza, and Las Tablas 1:24,000 quadrangles could provide adequate information for delineating potential groundwater zones in the Precambrian rocks and along faults. \u0084 \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010 \u001a \u0013\u0006\u0002\u0010 \u0014\u0004\u0010 \u0013\u0006 \u0010 \u000f\u0011\u0002 \u0002\u0010 \u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010 \b\u0005\u0005\u0011 \u0010 \u0014\u0004\u0010 X_[\u0010\u001a \u0005\u0006 \u0010 ##\u0011\u001b\u0014 #\u0010\u0002\u0019\u0002\u0013 \u0002\u0010 \u0014 \u0005\u0013#\u0019\u0010\u0005\b\u0004\u0004 \u0005\u0013 \u0010\u0013\b\u0010\u0002\u0013 \u0010 \b!\"\u0010 (2) fractured rock, or (3) the Ritito Conglomerate or Los Pinos Z\b \u0013\u0014\b\u0004\u0010X\u0002\u0006 ##\b!\u0010\b \u0010 \u001a\u0010 \b!\u0010\u001a \u0013\u0006\u0010 \u001a \u0004 \u0014\u0004 \u0010\b\u0004\u0010\u0002\u0013 \u0011\u0005\u0013\u0011 \u0002[\u000e\u0010 Additional well data and study is needed to fully understand deep \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010\u001a \u0013\u0006\u0002\u0010\b \u0014 \u0014\u0004 \u0013\u0014\u0004 \u0010 \b \u0010\u0013\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u000e ACKNOWLEDGMENTS John Shomaker & Associates, Inc. contributed considerable resources for the completion of this study. The author would like \u0013\b\u0010 \u0002\u001a \u0005\u0014\u0003\u0005 ##\u0019\u0010 \u0005 \u0004\b!# \u0010 ^\u0014# \u0004\u0010 ^ \u0017\u0014 \"\u0010 `\u0006 \u0019\u0010 \u0084 # \b \"\u0010 and Phyllis Watley for assisting with the preparation of illustra- tions and"
    },
    {
        "URL": "Koning2011_HydrogeologyOfTheTusasMountainsRioArribaCountyNM.pdf",
        "Text": "welded tuff, etc), 2) cemented sedimentary or vol- caniclastic rocks, and 3) unconsolidated or weakly consolidated sedimentary and volcaniclastic rocks. Based on domestic and \u0005\b \u0011\u0004\u0014\u0013\u0019\u0010! \u0013 \u0010! ##\u0010 \u0005\b \u0002\"\u0010\u0013\u0006 \u0010\u0002\b#\u0014 \u0014\u0003 \u0010 \u0004 \u0010\u0005 \u0004\u0013 \u0010 \b\u0005 \u0002\u0010 typically have poor groundwater yield (less than one gpm), the weakly cemented rocks commonly have fair groundwater yield (1 to 10 gpm), and the unconsolidated rocks have good ground- water yield (greater than 10 gpm). Tertiary rocks best suited for groundwater development are probably the Ritito Conglomerate, and those portions of the Los Pinos Formations that are weakly cemented. Fractured Precambrian rocks, such as quartzite, may contain groundwater locally where readily recharged from snowmelt or runoff. The location of Precambrian rocks potentially containing \b\u0011\u0004 ! \u0013 \u0010\u0014\u0004\u0010\u0013\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010\u0006 \u0002\u0010\u0004\b\u0013\u0010\u0017 \u0004\u0010 \u0003\u0004 \"\u0010\u0017\u0011\u0013\u0010 in the southern Tusas Mountains recent geologic mapping of the Valle Grande, La Madera, Cañon Plaza, and Las Tablas 1:24,000 quadrangles could provide adequate information for delineating potential groundwater zones in the Precambrian rocks and along faults. \u0084 \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010 \u001a \u0013\u0006\u0002\u0010 \u0014\u0004\u0010 \u0013\u0006 \u0010 \u000f\u0011\u0002 \u0002\u0010 \u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u0010 \b\u0005\u0005\u0011 \u0010 \u0014\u0004\u0010 X_[\u0010\u001a \u0005\u0006 \u0010 ##\u0011\u001b\u0014 #\u0010\u0002\u0019\u0002\u0013 \u0002\u0010 \u0014 \u0005\u0013#\u0019\u0010\u0005\b\u0004\u0004 \u0005\u0013 \u0010\u0013\b\u0010\u0002\u0013 \u0010 \b!\"\u0010 (2) fractured rock, or (3) the Ritito Conglomerate or Los Pinos Z\b \u0013\u0014\b\u0004\u0010X\u0002\u0006 ##\b!\u0010\b \u0010 \u001a\u0010 \b!\u0010\u001a \u0013\u0006\u0010 \u001a \u0004 \u0014\u0004 \u0010\b\u0004\u0010\u0002\u0013 \u0011\u0005\u0013\u0011 \u0002[\u000e\u0010 Additional well data and study is needed to fully understand deep \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010\u001a \u0013\u0006\u0002\u0010\b \u0014 \u0014\u0004 \u0013\u0014\u0004 \u0010 \b \u0010\u0013\u0006 \u0010\u000f\u0011\u0002 \u0002\u0010\u0012\b\u0011\u0004\u0013 \u0014\u0004\u0002\u000e ACKNOWLEDGMENTS John Shomaker & Associates, Inc. contributed considerable resources for the completion of this study. The author would like \u0013\b\u0010 \u0002\u001a \u0005\u0014\u0003\u0005 ##\u0019\u0010 \u0005 \u0004\b!# \u0010 ^\u0014# \u0004\u0010 ^ \u0017\u0014 \"\u0010 `\u0006 \u0019\u0010 \u0084 # \b \"\u0010 and Phyllis Watley for assisting with the preparation of illustra- tions and report editing. The review by Ed Beaumont was greatly \u001a\u001a \u0005\u0014 \u0013 \u000e\u0010\u0010`\u0011 \u0002\u0013 \u0010 \u001b\u0014\u0002\u0014\b\u0004\u0002\"\u0010\u0005# \u0014\u0003\u0005 \u0013\u0014\b\u0004\u0002\"\u0010 \u0004 \u0010\b \u0004\u0014\u0087 \u0013\u0014\b\u0004\u0010 from Laura Petronis contributed valuably to the improvement of the original manuscript. And, last but not least, I would like to thank the Guidebook editors, particularly Dan Koning, for many years of professional collaboration and for exhorting me to incor- porate the appended data table. 324 FINCH, JR. REFERENCES Aby, S., 2008, Preliminary geologic map of the Servilleta Plaza quadrangle, Taos County, New Mexico: New Mexico Bureau of Geology and Mineral \u0015 \u0002\b\u0011 \u0005 \u0002\"\u0010\u008b\u001a \u0004% \u001a\u0010\u0003# \u0010\u0002 \u0014 \u0002\u0010\u008bZ\u0010\u0084\u0012\u0010_\u0086=\"\u0010\u0002\u0005 # \u0010_\u008c=\u008f???\u000e Aby, S., Karlstrom, K. E., Koning, D. J., and Kempter, K., 2010, Preliminary geo- logic map of the Las Tablas quadrangle, Rio Arriba County, New Mexico: \u0090 !\u0010 \u0012 '\u0014\u0005\b\u0010 \\\u0011 \u0011\u0010 \b \u0010 \u0084 \b#\b \u0019\u0010 \u0004 \u0010 \u0012\u0014\u0004 #\u0010 \u0015 \u0002\b\u0011 \u0005 \u0002\"\u0010 \u008b\u001a \u0004% \u001a\u0010 \u0003# \u0010 series OFGM 200, scale 1:12000. Bingler, E. C., 1968, Geology and mineral resources of Rio Arriba County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 91, 158 p. La Calandria Associates, Inc., 2005, Rio Chama Regional Water Plan: Pub- lished by Rio de Chama Acequia Association and Rio Arriba County, and researched and edited by La Calandria Associates, Inc, Chapter 4, < http:// www.ose.state.nm.us/isc_regional_plans14.html> (accessed May 17, 2011). Finch, S. T., 2003, Methods for estimating groundwater recharge and implemen- \u0013 \u0013\u0014\b\u0004\u0010\b \u0010 \u0005\u0006 \u0010\u0014\u0004\u0010\u0005 #\u0014\u0017 \u0013\u0014\b\u0004\u0010\b \u0010 \b\u0011\u0004 ! \u0013 \u0010 \b!\u0010 \b #\u0002\u008c\u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u0010 Water Resources Research Institute, Spring Technical Symposium 2003. Finch, S. T., 2004, Technical exhibits related to State Engineer File Nos. 1545 \u0004 \u0010_ \u0080\u0080\u0010\u0014\u0004\u0013\b\u0010\u008f\u0086 \u0080\u008c\u0010\u0011\u0004\u001a\u0011\u0017#\u0014\u0002\u0006 \u0010 \u0013 \u0010 \b \u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u0010\u008b \u0003\u0005 \u0010\b \u0010\u0013\u0006 \u0010`\u0013 \u0013 \u0010 Engineer water rights hearing No. 04-003. Green, G., and Jones G., 1997, The digital geologic map of New Mexico in ARC/ INFO Format: U. S. Geologic Survey, Open-File Report 97-0052. JSAI, 2003, Technical memorandum regarding El Rito Cañon emergency water supply: unpublished report prepared by R. L. Peery, John Shomaker & Asso- ciates, Inc. for Gannett Fleming. JSAI, 2010, Draft sections for Rio Arriba County 40-year water plan: unpublished consultant’s report prepared by John Shomaker & Associates, Inc., for Rio Arriba County. Kempter, K., Koning, D. J., and Karlstrom, K. E., 2008, Preliminary geologic map of the Valle Grande Peak quadrangle, Rio Arriba County, New Mexico: \u0090 !\u0010\u0012 '\u0014\u0005\b\u0010\\\u0011 \u0011\u0010\b \u0010\u0084 \b#\b \u0019\u0010 \u0004 \u0010\u0012\u0014\u0004 #\u0010\u0015 \u0002\b\u0011 \u0005 \u0002\"\u0010\u008b\u001a \u0004%\u0003# \u0010+\u0014 \u0014\u0013 #\u0010 Geologic Map OF-GM 180, May, 2008, scale 1:24000 Koning, D. J., Karlstrom, K. E., Salem, A., and Lombardi, C., 2007, Prelimi- nary geologic map of the La Madera quadrangle, Rio Arriba County, New \u0012 '\u0014\u0005\b\u008c\u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u0010\\\u0011 \u0011\u0010\b \u0010\u0084 \b#\b \u0019\u0010 \u0004 \u0010\u0012\u0014\u0004 #\u0010\u0015 \u0002\b\u0011 \u0005 \u0002\"\u0010\u008b\u001a \u0004%\u0003# \u0010 Digital Geologic Map OF-GM 141, May, 2007, scale 1:12000. Koning, D.J., Smith, G.S., and Aby, S., 2008, Preliminary geologic map of the El Rito 7.5-minute quadrangle, Rio Arriba County, New Mexico: New Mexico \\\u0011 \u0011\u0010\b \u0010\u0084 \b#\b \u0019\u0010 \u0004 \u0010\u0012\u0014\u0004 #\u0010\u0015 \u0002\b\u0011 \u0005 \u0002\"\u0010\u008b\u001a \u0004%\u0003# \u0010 \b#\b \u0014\u0005\u0010 \u001a\u0010_ \"\u0010 scale of 1:24,000. Koning, D.J., Kempter, K.A., Peters, L., McIntosh, W.C., and May, S.J., 2011, Miocene-Oligocene volcaniclastic deposits in the northern Abiquiu embay- ment and southern Tusas Mountains, New Mexico: N.M. Geological Soci- ety, 62nd Field Conference Guidebook, p. 251-274. Muehlberger, W.R., 1967, Geology of Chama Quadrangle, New Mexico: in State Bureau of Mines and Mineral Resources, New Mexico Institute of Mining and Technology, Bulletin 89, 113 p.. Muehlberger, W. R., 1968, Geology of the Brazos Peak quadrangle, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Geologic Map 22, scale 1:48,000 \u0090\u0012\u008b`^\"\u0010=?__\"\u0010\u008b\u0004#\u0014\u0004 \u0010\u0016~\u0011\u0014 \u0010\u000f \u0002\u0013\u0010\u0093\u0004 '\u0010\u008b\u0005\u0013\b\u0017 \u0010=?_?\u008c\u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u0010\u008b \u0003\u0005 \u0010\b \u0010 the State Engineer Hydrology Bureau, <http://www.ose.state.nm.us/water_ info_hydrology_AquiferTestIndex.html> (accessed on May 17, 2011). Simley, J. D., and Carswell, W., 2009, The National Map – Hydrography: U. S. Geological Survey Fact Sheet, 2009-3054. Smith, C. L., Budding, A. J., and Pitrat, C. W., 1961, Geology of the Southeast- ern part of the Chama Basin: New Mexico Bureau of Mines and Mineral Resources, Bulletin 75, 57 p. South Central Mountain RC&D Council, Inc., 2002, Tularosa and Salt Basin regional water plan 2000-2040: volume I, prepared by Livingston Associ- ates and John Shomaker & Associates, Inc. for the New Mexico Interstate Stream Commission, http://www.ose.state.nm.us/isc_regional_plans5.html (accessed on May 17, 2011). USGS, 2009, Quaternary fault and fold database for the United States: <http:// earthquake.usgs.gov/regional/9faults> (accessed on April 19, 2011). Winograd, I. J., 1959, Groundwater conditions and geology of Sunshine Valley \u0004 \u0010! \u0002\u0013 \u0004\u0010\u000f \b\u0002\u0010\u0018\b\u0011\u0004\u0013\u0019\"\u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u008c\u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u0010\u008b \u0003\u0005 \u0010\b \u0010\u0013\u0006 \u0010`\u0013 \u0013 \u0010 Engineer Technical report 12, reprinted 1978, 43 p. 325 HYDROGEOLOGY OF THE TUSAS MOUNTAINS APPENDIX 1. Summary of well data for the Tusas Mountains region. Map No.* ID NMOSE File Number Town- ship Range section UTM X (meters) UTM Y (meters) total depth (ft) depth to water (ft) reported yield (gpm) log descrip- tion Formation pumping test rate (gpm) pumping water level (ft) `\u001a \u0005\u0014\u0003\u0005\u0010 capacity (gpm/ft) Transmis- sivity (ft2/day) Hydraulic conductivity (ft/day) QUAD Sheet source** 1 domestic RG-74198 32N 7E 36.332 396,605 4,091,282 38 16 10 alluvium (large boul- ders) alluvium Toltec Mesa NMOSE records 2 domestic RG-74198 32N 7E 36.332 396,605 4,091,282 38 16 10 alluvium alluvium Toltec Mesa 3 domestic RG-70062 31N 7E 1.221 397,615 4,090,862 100 4 10 fractured volc Treasure Mountain Toltec Mesa NMOSE records 4 domestic RG-65682 31N"
    },
    {
        "URL": "Koning2011_HydrogeologyOfTheTusasMountainsRioArribaCountyNM.pdf",
        "Text": "Resources, Geologic Map 22, scale 1:48,000 \u0090\u0012\u008b`^\"\u0010=?__\"\u0010\u008b\u0004#\u0014\u0004 \u0010\u0016~\u0011\u0014 \u0010\u000f \u0002\u0013\u0010\u0093\u0004 '\u0010\u008b\u0005\u0013\b\u0017 \u0010=?_?\u008c\u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u0010\u008b \u0003\u0005 \u0010\b \u0010 the State Engineer Hydrology Bureau, <http://www.ose.state.nm.us/water_ info_hydrology_AquiferTestIndex.html> (accessed on May 17, 2011). Simley, J. D., and Carswell, W., 2009, The National Map – Hydrography: U. S. Geological Survey Fact Sheet, 2009-3054. Smith, C. L., Budding, A. J., and Pitrat, C. W., 1961, Geology of the Southeast- ern part of the Chama Basin: New Mexico Bureau of Mines and Mineral Resources, Bulletin 75, 57 p. South Central Mountain RC&D Council, Inc., 2002, Tularosa and Salt Basin regional water plan 2000-2040: volume I, prepared by Livingston Associ- ates and John Shomaker & Associates, Inc. for the New Mexico Interstate Stream Commission, http://www.ose.state.nm.us/isc_regional_plans5.html (accessed on May 17, 2011). USGS, 2009, Quaternary fault and fold database for the United States: <http:// earthquake.usgs.gov/regional/9faults> (accessed on April 19, 2011). Winograd, I. J., 1959, Groundwater conditions and geology of Sunshine Valley \u0004 \u0010! \u0002\u0013 \u0004\u0010\u000f \b\u0002\u0010\u0018\b\u0011\u0004\u0013\u0019\"\u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u008c\u0010\u0090 !\u0010\u0012 '\u0014\u0005\b\u0010\u008b \u0003\u0005 \u0010\b \u0010\u0013\u0006 \u0010`\u0013 \u0013 \u0010 Engineer Technical report 12, reprinted 1978, 43 p. 325 HYDROGEOLOGY OF THE TUSAS MOUNTAINS APPENDIX 1. Summary of well data for the Tusas Mountains region. Map No.* ID NMOSE File Number Town- ship Range section UTM X (meters) UTM Y (meters) total depth (ft) depth to water (ft) reported yield (gpm) log descrip- tion Formation pumping test rate (gpm) pumping water level (ft) `\u001a \u0005\u0014\u0003\u0005\u0010 capacity (gpm/ft) Transmis- sivity (ft2/day) Hydraulic conductivity (ft/day) QUAD Sheet source** 1 domestic RG-74198 32N 7E 36.332 396,605 4,091,282 38 16 10 alluvium (large boul- ders) alluvium Toltec Mesa NMOSE records 2 domestic RG-74198 32N 7E 36.332 396,605 4,091,282 38 16 10 alluvium alluvium Toltec Mesa 3 domestic RG-70062 31N 7E 1.221 397,615 4,090,862 100 4 10 fractured volc Treasure Mountain Toltec Mesa NMOSE records 4 domestic RG-65682 31N 8E 6.132 398,213 4,090,455 186 62 10 Toltec Mesa NMOSE records 5 Test Boring B3 369,752 4,087,995 51 27 alluvium/ rhyolite glacial deposits/ Treasure Mtn Rhyo- lite West Fork Rio Brazos Finch (2004) 6 Test Boring B2 369,701 4,087,887 92 20 alluvium/ rhyolite glacial deposits/ Treasure Mtn Rhyo- lite West Fork Rio Brazos Finch (2004) 7 Test Boring B1 369,614 4,087,807 52 dry alluvium/ rhyolite glacial deposits/ Treasure Mtn Rhyo- lite West Fork Rio Brazos Finch (2004) 8 domestic RG-74372 30N 6E 31.342 379,183 4,072,159 520 380 5 red volc congl El Rito Brazos NMOSE records 9 domestic RG-74372 30N 6E 31.342 379,183 4,072,159 520 380 5 red volc congl El Rito Brazos 10 Corkin’s Lodge RG-28710 370,081 4,068,346 295 6 alluvium Quaternary alluvium 20 98 0.2 23 Tierra Amarilla NMOSE (2011) 11 Los Brazos MDWCA RG-35222 360,782 4,068,162 21 18 1 sand & gravel Quaternary alluvium Tierra Amarilla NMOSE records 12 Brazos Water COOP RG-24272 29N 5E 18 369,863 4,067,151 103 38.3 \u0003##@\u0002 \u0004 \u0002\u0013\b\u0004 Quaternary alluvium and Mesozoic Rocks 48 60.6 2.2 575 8.8 Tierra Amarilla NMOSE (2011) 13 domestic RG-72733 29N 9E 22.114 412,609 4,066,307 860 687 35 basalt Hinsdale Basalt Tres Piedras NMOSE records 14 domestic RG-80377 29N 9E 21.444 412,088 4,065,123 800 661 25 basalt Hinsdale Basalt Tres Piedras NMOSE records 15 Hopewell Lake CG RG-77913 29N 7E 31.233 389,569 4,062,814 500 67 5 fractured quartzite Precambrian Burned Mtn NMOSE records 16 Foster Ranch 28N 9E 11.2 414,503 4,060,027 359 dry volc/granite Los Pinos/ Precambrian Tres Piedras Winograd (1959) 17 domestic RG-77087 28N 8E 16.144 401,540 4,058,101 400 240 25 sand & gravel Los Pinos Mule Canyon NMOSE records 18 domestic RG-50184 28N 9E 14.134 413,934 4,057,831 780 560 Los Pinos (?) Tres Piedras NMOSE records 19 domestic RG-86964 28N 7E 14.331 395,660 4,057,488 462 242 8 granite Precambrian Burned Mtn NMOSE records 326 FINCH, JR. APPENDIX 1. Summary of well data for the Tusas Mountains region -Cont. Map No.* ID NMOSE File Number Town- ship Range section UTM X (meters) UTM Y (meters) total depth (ft) depth to water (ft) reported yield (gpm) log descrip- tion Formation pumping test rate (gpm) pumping water level (ft) `\u001a \u0005\u0014\u0003\u0005\u0010 capacity (gpm/ft) Transmis- sivity (ft2/day) Hydraulic conductivity (ft/day) QUAD Sheet source** 20 Tres Piedras MDWCA RG- 29349-S3 28N 9E 20.214 409,906 4,056,671 570 Los Pinos (?) Tres Piedras NMOSE records 21 Tres Piedras MDWCA RG- 29349-S2 28N 9E 21.114 410,710 4,056,662 390 volc rock Los Pinos (?) Tres Piedras NMOSE records 22 Tres Piedras MDWCA RG-29349 28N 9E 22.233 412,916 4,056,232 25 13.7 goes dry alluvium/ granite Quaternary alluvium and Precambrian Tres Piedras NMOSE records/ Winograd (1959) 23 Tres Piedras MDWCA RG-29349-S 28N 9E 22.344 412,707 4,055,432 12 5.4 goes dry alluvium/ granite Quaternary alluvium and Precambrian Tres Piedras NMOSE records/ Winograd (1959) 24 domestic RG-78182 28N 8E 27.234 403,576 4,054,790 450 240 30 sand & gravel Los Pinos Mule Canyon NMOSE records 25 Tres Piedras MDWCA RG- 29349-S5 28N 9E 27.222 413,791 4,054,264 320 10 Los Pinos (?) Tres Piedras NMOSE records 26 Tres Piedras MDWCA RG- 29349-S4 28N 9E 26.313 413,699 4,054,214 205 1 Los Pinos (?) Tres Piedras NMOSE records 27 domestic RG-49267 27N 7E 14.133 395,517 4,048,393 50 10 alluvium alluvium Cañon Plaza NMOSE records 28 domestic RG-78717 27N 9E 19.142 407,904 4,046,806 95 60 7 volc rock Los Pinos (?) Tres Piedras NMOSE records 29 domestic RG-25624 27N 9E 19.323 407,701 4,046,203 95 21 2 cemented gravel Los Pinos (?) Petaca Peak NMOSE records 30 Canjilon MDWCA RG-22777 26N 5E 9.21 373,870 4,041,086 8 22 sand & gravel alluvium Canjil- lion \u0096`\u0016\u0093\u0010\u0003# \u0002 31 Vallecitos MDWCA RG-28282 26N 8E 8.443 400,186 4,039,609 50 3 boulders & gravel alluvium 30 45 0.7 135 3.0 Las Tablas \u0096`\u0016\u0093\u0010\u0003# \u0002 32 domestic RG-79873 26N 9E 33.224 411,619 4,033,983 120 12 8 grey volc rock Los Pinos (?) Servil- leta Plaza NMOSE records 33 domestic RG-79436 26N 9E 34.313 412,036 4,033,272 120 43 70 grey sand- stone Los Pinos (?) Servil- leta Plaza NMOSE records 34 domestic RG-72270 25N 8E 2.411 404,607 4,031,964 45 38 18 fractured red volc Upper Chama El Rito Mbr of Tesuque Fm La Madera NMOSE records 35 domestic RG-27286 25N 9E 11.124 414,272 4,030,623 650 560 3 red volc congl Upper Chama El Rito Mbr of Tesuque Fm Servil- leta Plaza NMOSE records 36 El Llanito MDWCA RG-21730 25N 8E 11.421 404,850 4,030,412 150 12 30 \u0017 \b!\u0004\u0010\u0003\u0004 \u0010 sand Ojo Caliente Sandstone Mbr of the Tesuque Fm 30 27 2 La Madera NMOSE (2011) 327 HYDROGEOLOGY OF THE TUSAS MOUNTAINS APPENDIX 1. Summary of well data for the Tusas Mountains region. Map No.* ID NMOSE File Number Town- ship Range section UTM X (meters) UTM Y (meters) total depth (ft) depth to water (ft) reported yield (gpm) log descrip- tion Formation pumping test rate (gpm) pumping water level (ft) `\u001a \u0005\u0014\u0003\u0005\u0010 capacity (gpm/ft) Transmis- sivity (ft2/day) Hydraulic conductivity (ft/day) QUAD Sheet source** 37 El Llanito MDWCA RG-21730 25N 8E 11.421 404,850 4,030,412 150 12 \u0017 \b!\u0004\u0010\u0003\u0004 \u0010 sand Ojo Caliente Sandstone Mbr of the Tesuque Fm 20 22 1.8 560 5.1 La Madera \u0096`\u0016\u0093\u0010\u0003# \u0002 38 domestic RG-55892 25N 9E 9.311 410,448 4,030,044 42 25 20 alluvium Quaternary alluvium Servil- leta Plaza NMOSE records 39 domestic RG-55892-2 25N 9E 9.311 410,448 4,030,044 80 26.5 8 fractured granite Precambrian Servil- leta Plaza NMOSE records 40 domestic RG-83598 25N 9E 410,335 4,029,827"
    },
    {
        "URL": "Koning2011_HydrogeologyOfTheTusasMountainsRioArribaCountyNM.pdf",
        "Text": "\u0002 31 Vallecitos MDWCA RG-28282 26N 8E 8.443 400,186 4,039,609 50 3 boulders & gravel alluvium 30 45 0.7 135 3.0 Las Tablas \u0096`\u0016\u0093\u0010\u0003# \u0002 32 domestic RG-79873 26N 9E 33.224 411,619 4,033,983 120 12 8 grey volc rock Los Pinos (?) Servil- leta Plaza NMOSE records 33 domestic RG-79436 26N 9E 34.313 412,036 4,033,272 120 43 70 grey sand- stone Los Pinos (?) Servil- leta Plaza NMOSE records 34 domestic RG-72270 25N 8E 2.411 404,607 4,031,964 45 38 18 fractured red volc Upper Chama El Rito Mbr of Tesuque Fm La Madera NMOSE records 35 domestic RG-27286 25N 9E 11.124 414,272 4,030,623 650 560 3 red volc congl Upper Chama El Rito Mbr of Tesuque Fm Servil- leta Plaza NMOSE records 36 El Llanito MDWCA RG-21730 25N 8E 11.421 404,850 4,030,412 150 12 30 \u0017 \b!\u0004\u0010\u0003\u0004 \u0010 sand Ojo Caliente Sandstone Mbr of the Tesuque Fm 30 27 2 La Madera NMOSE (2011) 327 HYDROGEOLOGY OF THE TUSAS MOUNTAINS APPENDIX 1. Summary of well data for the Tusas Mountains region. Map No.* ID NMOSE File Number Town- ship Range section UTM X (meters) UTM Y (meters) total depth (ft) depth to water (ft) reported yield (gpm) log descrip- tion Formation pumping test rate (gpm) pumping water level (ft) `\u001a \u0005\u0014\u0003\u0005\u0010 capacity (gpm/ft) Transmis- sivity (ft2/day) Hydraulic conductivity (ft/day) QUAD Sheet source** 37 El Llanito MDWCA RG-21730 25N 8E 11.421 404,850 4,030,412 150 12 \u0017 \b!\u0004\u0010\u0003\u0004 \u0010 sand Ojo Caliente Sandstone Mbr of the Tesuque Fm 20 22 1.8 560 5.1 La Madera \u0096`\u0016\u0093\u0010\u0003# \u0002 38 domestic RG-55892 25N 9E 9.311 410,448 4,030,044 42 25 20 alluvium Quaternary alluvium Servil- leta Plaza NMOSE records 39 domestic RG-55892-2 25N 9E 9.311 410,448 4,030,044 80 26.5 8 fractured granite Precambrian Servil- leta Plaza NMOSE records 40 domestic RG-83598 25N 9E 410,335 4,029,827 100 23 grey volc rock Los Pinos (?) Servil- leta Plaza NMOSE records 41 La Madera MDWCA RG-17470 25N 8E 24.24 406,793 4,027,266 60 15 Quaternary alluvium La Madera NMOSE records 42 domestic RG-85519 25N 8E 24.423 406,559 4,026,705 61 41.2 17 \u0003\u0004 \u0010\u0002 \u0004 \u0010\u0097\u0010 gravel Quaternary alluvium La Madera NMOSE records 43 domestic RG-88987 406,232 4,026,122 55 32 12 sand & gravel Quaternary alluvium La Madera NMOSE records 44 El Rito Cañon MDWCA RG-16306 25N 7E 30.242 390,153 4,025,989 22 dry (2003) 20 gravel & boulders Quaternary alluvium El Rito \u0096`\u0016\u0093\u0010\u0003# \u0002 45 Old Amador Well 25N 9E 26 413,947 4,025,968 260 6 1.26 Servil- leta Plaza NMOSE (2011) 46 Sawmill Well 25N 7E 32 390,667 4,024,603 102 29.3 Los Pinos (?) 13 36.5 1.8 229 3.3 Valle Grande NMOSE (2011) 47 El Rito Cañon MDWCA RG- 16306-Expl 25N 7E 32.411 391,099 4,024,152 605 12.7 25 tuffaceous congl Chama-El Rito Mbr Tesuque 25 130 0.22 52 0.44 El Rito JSAI (2004) 48 El Rito Regional WWA RG-85433 393,112 4,023,629 32 22 alluvium El Rito NMOSE records 49 La Placi- tas well 24N 7E 11.111 394,929 4,021,969 731 24.4 brown congl Abiquiu 16.5 217 0.09 8 0.03 El Rito NMOSE (2011) 50 Ojo Caliente MDWCA RG-1332 24N 8E 24.21 405,711 4,017,999 80 28 sand & gravel alluvium 55 33 11 3340 74 Ojo Caliente \u0096`\u0016\u0093\u0010\u0003# \u0002 51 domestic RG-86506 24N 8E 24.22 406,205 4,017,951 695 133 4 silt and sand Plaza litho- some of Tesuque Fm 3 500 0.015 0.4 0.003 Ojo Caliente \u0096`\u0016\u0093\u0010\u0003# \u0002 * Map numbers correspond with labeled wells on Figure 3. ** NMOSE records include drillers logs from well records, water right documents, and excerpts from consultant’s reports. 328 FINCH, JR. View north along Rio Grande Gorge. Ute Mountain in distance and Sunshine Valley to the upper right. Groundwater discharges into the gorge from Sunshine Valley. The hydrogeology of southeastern Sunshine Valley is discussed in a paper by M. Darr on the next page. Copyrighted photo by Chris Dahl Bredine (http://www.taosaerialimages.com); used with permission."
    }
]