[
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "N e w M e x i c o B u r e a u o f G e o l o g y a n d M i n e r a l R e s o u r c e s Brackish Water Assessment in the Eastern Tularosa Basin, New Mexico Open-file Report 582 June 2016 B. Talon Newton Lewis Land 4,000 4,500 3,000 3,500 2,500 0 5 10 15 20 25 Elevation (ft) Distance (mi) saline and brine slightly brackish and brackish slightly brackish and brackish large vertical exageration surface Alamogordo 54 Sacramento Mountains New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu Brackish Water Assessment in the Eastern Tularosa Basin, New Mexico B. Talon Newton Lewis Land Open-file Report 582 June 2016 New Mexico Bureau of Geology and Mineral Resources P r o j e c t F u n d i n g Funding for this project is from the New Mexico Environment Department, Drinking Water Bureau, MOU 16 667 3000 0006, Project 4. The views and conclusions are those of the authors, and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the State of New Mexico. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Executive Summary .............................................................. 1 I. Introduction ........................................................................ 3 Scope of work ........................................................................ 4 II. Study Area .......................................................................... 5 Geology ...................................................................................... 5 Hydrogeology ......................................................................... 8 Surface water ................................................................ 8 Groundwater ................................................................ 8 Water quality ..............................................................11 III. Methods .................................................................................13 IV. Results and Discussion ..........................................14 V. Conclusions ..............................................................................23 VI. Future Work Recommendations .........................24 References .....................................................................................25 Figures 1. Tularosa Basin and surrounding features ................ 6 2. Generalized geologic map of the Tularosa Basin ........................................................................ 7 3. Geologic cross section of the Tularosa Basin ....... 8 4. Perennial and ephemeral streams in the Tularosa Basin ........................................................................ 9 5. Water table map of the Tularosa Basin ...................10 6. Location of well fields .....................................................11 7. Conceptual model of groundwater salinity distribution along an east-west transect ...............12 8. All wells that are permitted and documented by the NM Office of the State Engineer ................15 9. Locations for wells from NMBGMR, USGS, and NMED databases that have water chemistry associated with them ...................16 10. Histogram showing well depth distribution for wells with chemistry data ......................................17 11. Total dissolved solids as a function of SO4 .........17 12. Groundwater samples classified as “fresh”, “slightly brackish”, “brackish”, or “saline” ......18 13. SO4 concentration as a function of SO4/HCO3 ratio ..................................................................19 14. Updated conceptual model of mixing processes along a transect neat Alamogordo ...........................20 15. TDS concentrations for 2016 NMBGMR samples .............................................21 16. The change in TDS with time at the Brackish Groundwater National Desalination Research Facility ...................................22 17. Wells described by McLean (1970) that were sampled repeatedly during the 1950s and 60s ..............................................................21 18. Electrical resistivity profile at White Sands National Monument ........................................................24 Tables 1. Catagories of different groundwater salinities based on TDS concentrations ................... 3 2. Groundwater salinity classifications correlated to SO4 concentrations ..............................14 3. Water chemistry data collect in February 2016 ................................................................21 C o n t e n t s Intentionally blank This page is intenionally left blank 1 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n C ommunities in the Tularosa Basin, including Tularosa and Alamogordo, face serious challenges related to water resources, both in terms of water quantity and quality. An arid climate, limited surface water as streams or rivers, variable groundwater quality, and projected population increases make water resource management in the Tularosa Basin challenging. Groundwater accounts for approximately 70% of all water use in the area, including irrigation, domestic use, and public supply. It has been estimated that less than four percent of groundwater in the Tularosa Basin is fresh with total dissolved solids (TDS) of less than 1,000 milligrams per liter (mg/L). Most public supply wells pump relatively fresh water from very localized zones located on the eastern margin of the basin at the base of the Sacramento Mountains. Plans to pump and desalinate brackish water (1,000–10,000 mg/L TDS) for public water supply for Alamogordo are in development. There are concerns about the effect of pumping large quantities of brackish water on the water quality for multiple other users. To evaluate the potential impacts of pumping brackish water on existing water resources, it is necessary to know the spatial distribution of groundwater salinity. This report describes recent efforts by the New Mexico Bureau of Geology and Mineral Resources (NMBGMR) to assess the spatial distribution of groundwater salinity in the Tularosa Basin. The objectives of this study were to: 1) Compile and review existing water chemistry data in the area to assess the spatial distribution of groundwater salinity 2) Collect up to 30 water quality samples to address spatial and temporal data gaps 3) Using all data, provide an assessment of fresh and brackish water resources 4) Suggest future research to improve understanding of groundwater salinity in the Tularosa Basin The study area of interest focuses on the east-central portion of the Tularosa Basin, specifically around the communities of Tularosa and Alamogordo. The Tularosa Basin is a fault-bounded basin with the San Andres Mountains to the west and the Sacramento Moun- tains to the east. The basin is filled with 3,000–4,000 feet of sediment as a result of millions of years of erosion. Surface water from a few perennial and ephemeral streams that drain the Sacramento Mountains provide a portion of the water for public water supply and agriculture. These surface water resources are vulnerable to drought. Existing water chemistry data from historical reports, the NMBGMR, the United States Geologic Survey (USGS), and the New Mexico Environment Department (NMED) were compiled to identify spatial trends and data gaps. The data include water chemistry results from the last 100 years from research projects and monitoring programs. The NMED data are results from water quality testing and protection of public health. As part of this study, samples were collected from twenty-one domestic wells and analyzed for major cations and anions, trace metals, and stable isotopes of oxygen and hydrogen. E x e c u t i v e S u m m a r y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "data in the area to assess the spatial distribution of groundwater salinity 2) Collect up to 30 water quality samples to address spatial and temporal data gaps 3) Using all data, provide an assessment of fresh and brackish water resources 4) Suggest future research to improve understanding of groundwater salinity in the Tularosa Basin The study area of interest focuses on the east-central portion of the Tularosa Basin, specifically around the communities of Tularosa and Alamogordo. The Tularosa Basin is a fault-bounded basin with the San Andres Mountains to the west and the Sacramento Moun- tains to the east. The basin is filled with 3,000–4,000 feet of sediment as a result of millions of years of erosion. Surface water from a few perennial and ephemeral streams that drain the Sacramento Mountains provide a portion of the water for public water supply and agriculture. These surface water resources are vulnerable to drought. Existing water chemistry data from historical reports, the NMBGMR, the United States Geologic Survey (USGS), and the New Mexico Environment Department (NMED) were compiled to identify spatial trends and data gaps. The data include water chemistry results from the last 100 years from research projects and monitoring programs. The NMED data are results from water quality testing and protection of public health. As part of this study, samples were collected from twenty-one domestic wells and analyzed for major cations and anions, trace metals, and stable isotopes of oxygen and hydrogen. E x e c u t i v e S u m m a r y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 2 Compiled data show that the freshest water in the study area is located south of Alamogordo on the eastern margin of the basin, where many public supply wells are located. To the north, along the eastern margin of the basin, groundwater tends to be slightly brack- ish (1,000–3,000 mg/L TDS). In general, groundwater salinity increases toward the west. Samples collected in February 2016 exhibited the same trends as described above. On a large scale, the spatial distribution of groundwater salinity appears to be controlled by locations of groundwater recharge, as it mixes with more saline groundwater, and water/rock interactions. Groundwater recharge to the basin fill aquifer primarily occurs at the eastern margin of the basin, resulting in fresher water in this area. The westward increase in TDS concentrations is likely due to mixing of this fresher recharge water with saline water to the west and the dis- solution of minerals in the basin fill aquifer as it flows to the west. However, on a scale of hundreds to thousands of feet groundwater salinity is highly vari- able. This complexity is due in part to variations in porosity and permeability of sediments in the basin-fill aquifer, and the localized nature of groundwater recharge processes in the Tularosa Basin. For example, groundwater near La Luz Creek exhibits slightly lower TDS values due to local recharge from the creek. However, this trend was not observed for other streams, such as Rio Tularosa, which may reflect lithologic differences. Repeat TDS measure- ments for a few wells showed that TDS concentrations can change significantly over a few months and over the course of several years. The available data are insufficient to conclusively assess the possible effects of pumping brackish water upon existing water resources. However, the potential for deterioration of groundwater quality on both a short-term local scale and on a long-term regional scale exists. Increases in the pumping of brackish water may mobilize water in localized zones of different salinities, resulting in the deterioration of water quality in nearby wells. Prolonged pumping of brackish water may significantly affect the regional groundwater flow regime, and could cause encroachment of more saline water. Most wells are located in and around the local communities. The total population in the basin is relatively small and communities are separated by large expanses of ranches and feder- ally-owned land where no wells exist. Therefore, we cannot determine the salinity distribution in groundwater for a large proportion of the study area. This bias is also seen in the vertical salinity distribution. Most wells are less than 400 feet deep, which represents a very small proportion of the entire basin fill aquifer. We propose that future work includes the installa- tion of monitoring wells and the use of geophysical techniques, such as measurements of the electrical resistivity of the subsurface, to better characterize the three-dimensional distribution of groundwater salinity. 3 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n W ater resources in the Tularosa Basin are greatly limited due to the arid climate, scarce surface water and poor groundwater quality. In general, groundwater in the Tularosa Basin is characterized by a high total dissolved solids (TDS) content. It has been estimated that within the basin-fill aquifer, which covers an approximate area of 6,500 square miles and is thousands of feet deep in areas, less than four percent of stored groundwater is fresh with a TDS value of less than 1000 milligrams per liter (mg/L) (Orr and Myers, 1986). Local communities, including Alamogordo and Tularosa heavily rely on groundwater for public water supply, agriculture, and domestic use. For the entire basin, groundwater accounts for about 70% of all water diversions in 2010 (Longworth et al., 2013); it accounts for approximately 57% of the public water supply, 79% of irrigation diversions, and 100% of domestic water use. The quality of groundwater is suitable for some types of agriculture, but any deterioration in water quality will have significant negative impacts on crops in the Tularosa Basin. Residents of the areas surrounding Alamogordo and Tularosa are greatly impacted by the poor groundwater quality. Many residents with private wells rely on bottled water for drinking and use a water softener to treat well water for other uses including washing dishes and bathing. Currently, public water supplies for local com- munities barely meet demands, and some communi- ties periodically need to supplement the water supply with groundwater of poor quality (>1,000 mg/L), which must be blended with surface water to dilute the concentrations of dissolved minerals (New Mexico Office of the State Engineer, 2016). Water demand was projected to increase by 30% between the years 2000 and 2040 (Livingston and JS&A, 2002), mainly due to population growth. While poor water quality has largely been seen as a significant limitation in terms of water resources, the option of desalination of these brackish waters may signifi- cantly supplement the public water supply in the Tularosa Basin in the near future. The 2016 draft of the Tularosa, Great Salt and Sacramento River Basins Regional Water Plan states I . I n t r o d u c t i o n that much of the groundwater in the region is"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "fresh with a TDS value of less than 1000 milligrams per liter (mg/L) (Orr and Myers, 1986). Local communities, including Alamogordo and Tularosa heavily rely on groundwater for public water supply, agriculture, and domestic use. For the entire basin, groundwater accounts for about 70% of all water diversions in 2010 (Longworth et al., 2013); it accounts for approximately 57% of the public water supply, 79% of irrigation diversions, and 100% of domestic water use. The quality of groundwater is suitable for some types of agriculture, but any deterioration in water quality will have significant negative impacts on crops in the Tularosa Basin. Residents of the areas surrounding Alamogordo and Tularosa are greatly impacted by the poor groundwater quality. Many residents with private wells rely on bottled water for drinking and use a water softener to treat well water for other uses including washing dishes and bathing. Currently, public water supplies for local com- munities barely meet demands, and some communi- ties periodically need to supplement the water supply with groundwater of poor quality (>1,000 mg/L), which must be blended with surface water to dilute the concentrations of dissolved minerals (New Mexico Office of the State Engineer, 2016). Water demand was projected to increase by 30% between the years 2000 and 2040 (Livingston and JS&A, 2002), mainly due to population growth. While poor water quality has largely been seen as a significant limitation in terms of water resources, the option of desalination of these brackish waters may signifi- cantly supplement the public water supply in the Tularosa Basin in the near future. The 2016 draft of the Tularosa, Great Salt and Sacramento River Basins Regional Water Plan states I . I n t r o d u c t i o n that much of the groundwater in the region is brackish with TDS concentrations greater than 1,000 milli- grams per liter and that the development of brackish groundwater resources can be an additional source of water supply for this region. The Alamogordo Regional Water Supply Project is a plan to develop 4,000 acre-feet of brackish groundwater from the Tularosa Basin as a new source of water for the city of Alamogordo (BLM, 2012). This project will be discussed in more detail below. Most groundwater is produced from the basin fill aquifer, which is composed of gravel, sand, silt and clay. Previous studies (Mamer et al., 2014) have sug- gested that much of the groundwater in the Tularosa Basin is thousands of years old and that groundwa- ter recharge is limited. Therefore, there is concern about the depletion of potable water and the result- ing deterioration of the quality of groundwater being pumped. In addition, there is also concern about how the future pumping of brackish water for public water supply may affect the quality of existing groundwater resources, including public water supply, irrigation, domestic, and others. Variations in water quality within the basin-fill aquifer depend on many factors, including the location of the recharge area, the spatial arrangement of the different sediment types that make up the aquifer, and the density of the water; water with high TDS concentrations is more dense than water with low TDS concentrations. In order to under- stand how the pumping of brackish water may affect groundwater quality near the communities of Tularosa and Alamogordo, it is necessary to know the charac- teristics of fresh and brackish waters in the aquifer. In the subsequent sections of this report, the terminology that describes different ranges in ground- water salinity is defined in Table 1. For context, the average salinity of seawater is 35,000 mg/L. Total dissolved solids (mg/L) Water type 0–1,000 Fresh water 1,000–3,000 Slightly brackish water 3,000–10,000 Brackish water 10,000–35,000 Saline water >35,000 Brine Table 1. Catagories of different groundwater salinities based on TDS concentrations. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 Scope of Work T his report describes recent efforts by the New Mexico Bureau of Geology and Mineral Resources to assess the spatial distribution of groundwater salinity in the eastern Tularosa Basin, with the intent to gain an understanding of how pumping brackish water may affect the current water supply in local communities. The objectives of this study were to: 1. Compile and review existing water chemistry data in the area to assess the spatial distribution of ground- water salinity 2. Collect up to 30 water quality samples to address spatial and temporal data gaps 3. Using all data, provide an assessment of fresh and brackish water resources 4. Suggest future research to improve understanding of groundwater salinity in the Tularosa Basin 5 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n T he study area of interest focuses on the east-central portion of the Tularosa Basin, specifically around the communities of Tularosa and Alamogordo (Figure 1). The Tularosa Basin is a topographically closed basin with internal drainage that covers approximately 6,500 square miles and extends from Chupadera Mesa in the north to a gentle topographic rise in Texas that separates the Tularosa Basin and the Hueco Bolson. The basin is bounded on the west by the Oscura, San Andres and Franklin Mountains and on the east by the Sacramento Mountains and Otero Mesa. Alamogordo is the largest city in the Tularosa Basin, with a population of over 30,000. Other communities include La Luz, Tularosa, Oscuro, and Carrizozo. A large proportion of the basin is rangeland, much of which is occupied by military installations, including Fort Bliss Military Reservation, Holloman Airforce Base, and White Sands Missile Range. Although agriculture is limited due to an inade- quate fresh water supply, common crops include forage for livestock, pecans, pistachios, apples, and cherries. Geology T he present day landscape in the Tularosa Basin is primarily a result of tectonic forces associated with the Rio Grande rift, combined with extensive erosion over the past 25 million years. The Tularosa Basin is a fault-bounded basin (Figure 2, Figure 3) with two half-grabens (Figure 3). The eastern half-graben is bounded on the east by the west-down Alamogordo fault zone and on the west by the west-down Jarilla fault zone. The San Andres Fault defines the western edge of the basin. The surrounding mountains are mainly com- posed of volcanic and Paleozoic sedimentary rocks (Figure 2). The most current geologic descriptions of the western side of the Sacramento Mountains is provided by Koning et al. (2014) and Kelley et al. (2014) and is summarized by Mamer et al. (2014). The geology along the steep western escarpment of the mountains varies considerably from north to south. These geologic variations significantly affect the groundwater chemistry. I I . S t u d y A r e a North of Three Rivers, the high mountain geology is dominated by upper Eocene and lower Oligocene volcanic rocks and"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "in Texas that separates the Tularosa Basin and the Hueco Bolson. The basin is bounded on the west by the Oscura, San Andres and Franklin Mountains and on the east by the Sacramento Mountains and Otero Mesa. Alamogordo is the largest city in the Tularosa Basin, with a population of over 30,000. Other communities include La Luz, Tularosa, Oscuro, and Carrizozo. A large proportion of the basin is rangeland, much of which is occupied by military installations, including Fort Bliss Military Reservation, Holloman Airforce Base, and White Sands Missile Range. Although agriculture is limited due to an inade- quate fresh water supply, common crops include forage for livestock, pecans, pistachios, apples, and cherries. Geology T he present day landscape in the Tularosa Basin is primarily a result of tectonic forces associated with the Rio Grande rift, combined with extensive erosion over the past 25 million years. The Tularosa Basin is a fault-bounded basin (Figure 2, Figure 3) with two half-grabens (Figure 3). The eastern half-graben is bounded on the east by the west-down Alamogordo fault zone and on the west by the west-down Jarilla fault zone. The San Andres Fault defines the western edge of the basin. The surrounding mountains are mainly com- posed of volcanic and Paleozoic sedimentary rocks (Figure 2). The most current geologic descriptions of the western side of the Sacramento Mountains is provided by Koning et al. (2014) and Kelley et al. (2014) and is summarized by Mamer et al. (2014). The geology along the steep western escarpment of the mountains varies considerably from north to south. These geologic variations significantly affect the groundwater chemistry. I I . S t u d y A r e a North of Three Rivers, the high mountain geology is dominated by upper Eocene and lower Oligocene volcanic rocks and igneous intrusives that effectively fill a structural low, called the Sierra Blanca Basin. To the immediate west, exposed rocks include highly faulted Cretaceous sandstones and shales. Another prominent feature in the norther portion of the basin is the basalt lava flow near Carrizozo. In the high mountains and west facing slopes to the south, the geology is characterized by highly faulted and fractured Paleozoic sedimentary rocks, includ- ing the San Andres, Yeso and Abo Formations. These rocks contain significant amounts of carbonates and evaporites (salts), which affect the water chemistry in this area. Since rifting began approximately thirty million years ago, the basin has filled with thousands of feet of alluvial-fan, piedmont-slope, alluvial-flat and playa deposits. Basin fill includes weakly to well consolidated sediment. The basin fill thickness is 3,000–4,000 feet thick near Tularosa (Mamer et al., 2014). The basin fill becomes finer grained with increasing distance from the mountain front. Alluvial fan deposits on the edge of the basin margin and allu- vial deposits in the basin consist of sand, gravel, silt and clay. In these areas channelization of sediments has resulted in zones of higher permeability, through which water can move more easily. In the central/ western part of the basin, lacustrine deposits are pre- dominantly clay with some fine sand layers. A unique feature of the western Tularosa Basin is the White Sands gypsum dune field. Underlying the dune field are recrystallized gypsum deposits and lacrustrine (lake) deposits, which are primarily clay (Orr and Myers, 1986). Orr and Myers (1986) describe a well log from a test well that was drilled to evaluate the availability of water from the deeper section of the basin fill deposits. The test well is located in the southern part of the basin and is almost 6,000 feet deep. The top 180 feet consists of coarse grained sand, silt, clay and gravel. The interval from 180 to approximately 3,620 feet below the sur- face consists primarily of clay with thin beds of fine and medium grained sand. At depths greater than 3,620 feet, the sediments consist of mostly sand with N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 Figure 1. Tularosa Basin and surrounding features. The red outline indicates the area of focus for this study. 7 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Figure 2. Generalized geologic map of the Tularosa Basin. A-A' denotes cross-section line shown in Figure 3. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 8 Figure 3. Geologic cross section of the Tularosa Basin. thin clay layers. It is difficult to correlate specific units from this well log to data from wells in other parts of the basin. However, it is reasonable to assume that the vertical distribution of sediments in much of the eastern margin of the basin can be characterized similarly with coarse sediments at shal- low depths (top few hundred feet), mostly clays at intermediate depths (~1,000–3,000 feet), and coarser sediments at depths greater that ~3,000 feet (Personal communication, Dan Koning, 2016). Toward the cen- ter of the basin, the vertical distribution of sediments is probably dominated by finer grained units (Orr and Myers, 1986) The characterization of sediments that make up the basin fill aquifer is important for understand- ing the hydrogeology of the Tularosa Basin, because water moves through different sediments at different rates. Fresh water that is moving from the adjacent mountains will preferentially flow through sediments of higher permeability, such as sands and gravels, while older groundwater, with higher TDS concentra- tions, may reside in finer sediments, such as silts and clays. Therefore the spatial arrangement of these sedi- ments in the subsurface largely controls the spatial distribution of groundwater salinity. Hydrogeology Surface Water T he study area is characterized by a semi-arid cli- mate with a mean annual rainfall ranging from 10 in/yr in the central parts of the basin to ~30 in/yr in the adjacent Sacramento Mountains. No major rivers flow through the Tularosa Basin, and the only avail- able surface water supplies are from springs, small streams, and artificial reservoirs in the Sacramento Mountains. There are four major stream systems that drain the western slopes of the Sacramento Mountains: Nogal Creek, Three Rivers, Rio Tularosa, and La Luz Creek (Figure 4). Three Rivers and Rio Tularosa are perennial, while the other streams are ephemeral, flowing primarily during the monsoon season (July through September). These drainages are important features because most groundwater recharge to the basin fill aquifer occurs along these streams (Mamer et al., 2014; Waltemeyer, 2001). Springs are the primary source for many streams in the area that drain into the Tularosa Basin. Spring discharge rates are generally low, less than 6 gallons per minute (gpm) (Mamer et al., 2014). 9 B r a"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "depths greater that ~3,000 feet (Personal communication, Dan Koning, 2016). Toward the cen- ter of the basin, the vertical distribution of sediments is probably dominated by finer grained units (Orr and Myers, 1986) The characterization of sediments that make up the basin fill aquifer is important for understand- ing the hydrogeology of the Tularosa Basin, because water moves through different sediments at different rates. Fresh water that is moving from the adjacent mountains will preferentially flow through sediments of higher permeability, such as sands and gravels, while older groundwater, with higher TDS concentra- tions, may reside in finer sediments, such as silts and clays. Therefore the spatial arrangement of these sedi- ments in the subsurface largely controls the spatial distribution of groundwater salinity. Hydrogeology Surface Water T he study area is characterized by a semi-arid cli- mate with a mean annual rainfall ranging from 10 in/yr in the central parts of the basin to ~30 in/yr in the adjacent Sacramento Mountains. No major rivers flow through the Tularosa Basin, and the only avail- able surface water supplies are from springs, small streams, and artificial reservoirs in the Sacramento Mountains. There are four major stream systems that drain the western slopes of the Sacramento Mountains: Nogal Creek, Three Rivers, Rio Tularosa, and La Luz Creek (Figure 4). Three Rivers and Rio Tularosa are perennial, while the other streams are ephemeral, flowing primarily during the monsoon season (July through September). These drainages are important features because most groundwater recharge to the basin fill aquifer occurs along these streams (Mamer et al., 2014; Waltemeyer, 2001). Springs are the primary source for many streams in the area that drain into the Tularosa Basin. Spring discharge rates are generally low, less than 6 gallons per minute (gpm) (Mamer et al., 2014). 9 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Figure 4. Perennial and ephemeral streams in the Tularosa Basin. In the year 2000, approximately 25% of water diversions for all uses in the basin, including public water systems, domestic use, livestock, agriculture, etc., came from surface water (Livingston and JS&A, 2002). Currently, surface water makes up approxi- mately 70% of Alamogordo’s public water supply. Because surface water is ultimately derived from snow melt and monsoon rains in the Sacramento Mountains, as a water supply it is very vulnerable to drought. Bonito Lake, located in the northern Sacramento Mountains, historically supplied many communities in the basin, including Alamogordo, with a significant amount of water via a pipeline. In 2012, the Little Bear fire damaged Bonito Lake, and it is not currently (presumably temporarily) supplying water to local communities. Groundwater Within the Sacramento Mountains domestic, irriga- tion, and stock wells produce water from a variety of sedimentary and volcanic geologic units. Mamer et al. (2014) describe how water moves from streams and aquifers in the mountains to the basin fill aquifer, which provides most groundwater resources for com- munities in the Tularosa Basin. It has been estimated that 8.9% of precipitation on the western slopes of the Sacramento Mountains provides recharge to the basin fill aquifer (~67,900 AFY) (Mamer et al. (2014). Although some of this recharge does move through the mountain block as groundwater, most recharge to the basin fill aquifer occurs at mouths of surface water drainages, where stream water infil- trates into porous alluvial fan material. Most groundwater used in the Tularosa Basin resides in the basin fill aquifer. Figure 5 shows the water table map for this aquifer. The water level elevation contours represent the surface of the top of the aquifer (water table). In general, groundwa- ter flows from high groundwater level elevations to low water level elevations. The water table map shows that groundwater flows from the north and east to the south and west, and supports the conclu- sions of Mamer et al. (2014) and other research- ers’ (e.g., Meinzer and Hare, 1915; Orr and Myers, 1986; Waltemeyer, 2001) that the basin fill aquifer is recharged by precipitation in the Sacramento Mountains to the east. However, it appears that some groundwater is also flowing from the north. The semi-closed 3900 ft contour suggests that the area near Lake Lucero, an ephemeral playa, is a discharge area. Researchers have shown that ground- water leaves the groundwater system in this area N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 10 Figure 5. Water table map of the Tularosa Basin (modified from Embid and Finch, 2011). 11 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Figure 6. Location of well fields. The Boles, San Andres, and Douglass well fields supply water to Holloman Airforce Base. Alamogordo pumps groundwater from the La Luz well field and other wells north of town. The Snake Tank well field will pump brackish water that will be piped to Alamogordo, where it will be treated for public supply (BLM, 2012). and throughout the gypsum dune field and Alkali Flat area via evaporation (Newton and Allen, 2014; Allmedinger and Titus, 1973). The depth to ground- water in this area is very shallow (0–3 feet below the surface). Capillary forces pull up groundwater through pores in the sediments to the surface, where it evaporates. While this is a discharge area, water level elevation contours show that much of the groundwater continues to flow to the south. It should be noted that groundwater in the study area moves very slowly. Groundwater ages in the basin fill aquifer have been estimated to be tens of thousands of years old (Mamer et al., 2014; Newton and Allen, 2014). Water Quality Water quality in the Tularosa Basin has been stud- ied by many researchers (e.g., Meinzer and Hare, 1915; McLean, 1970; Garza and McLean, 1977; Orr and Myers, 1986; Basabilvazo et al., 1994; Mamer et al., 2014, Newton and Allen, 2014). Most fresh groundwater (TDS <1,000 mg/L) in the basin fill aquifer is located south of Alamogordo in alluvial fan deposits at the base of the Sacramento Mountains. This is the primary source area for water used by Holloman Airforce Base (Figure 6). Alamogordo gets much of its public water supply from the La Luz well field and other public supply wells. Figure 6 shows permitted wells listed in the Office of the State Engineer (NMOSE) designated as public supply wells. Alamogordo, Tularosa and other communities generally pump slightly brackish water and then mix it with surface water to decrease the TDS to desir- able levels. Fresh groundwater can also be found in some localized zones in bedrock aquifers at higher elevations in the mountains. Most other wells,"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "brackish water that will be piped to Alamogordo, where it will be treated for public supply (BLM, 2012). and throughout the gypsum dune field and Alkali Flat area via evaporation (Newton and Allen, 2014; Allmedinger and Titus, 1973). The depth to ground- water in this area is very shallow (0–3 feet below the surface). Capillary forces pull up groundwater through pores in the sediments to the surface, where it evaporates. While this is a discharge area, water level elevation contours show that much of the groundwater continues to flow to the south. It should be noted that groundwater in the study area moves very slowly. Groundwater ages in the basin fill aquifer have been estimated to be tens of thousands of years old (Mamer et al., 2014; Newton and Allen, 2014). Water Quality Water quality in the Tularosa Basin has been stud- ied by many researchers (e.g., Meinzer and Hare, 1915; McLean, 1970; Garza and McLean, 1977; Orr and Myers, 1986; Basabilvazo et al., 1994; Mamer et al., 2014, Newton and Allen, 2014). Most fresh groundwater (TDS <1,000 mg/L) in the basin fill aquifer is located south of Alamogordo in alluvial fan deposits at the base of the Sacramento Mountains. This is the primary source area for water used by Holloman Airforce Base (Figure 6). Alamogordo gets much of its public water supply from the La Luz well field and other public supply wells. Figure 6 shows permitted wells listed in the Office of the State Engineer (NMOSE) designated as public supply wells. Alamogordo, Tularosa and other communities generally pump slightly brackish water and then mix it with surface water to decrease the TDS to desir- able levels. Fresh groundwater can also be found in some localized zones in bedrock aquifers at higher elevations in the mountains. Most other wells, which including irrigation, domestic, and stock wells, produce slightly brackish water. Garza and McLean (1977) concluded that much of the slightly brackish groundwater near Tularosa appeared to be suitable for many of the crops grown in the basin. However, there was evidence that some crop yields may be slightly reduced due to high salt content of the water. Garza and McLean (1997) voiced concern about the encroachment of chemically inferior water (TDS >4,000 mg/L) from the west into the large irrigated area near Tularosa. In the center of the basin beneath Alkali Flats and White Sands dune field, the ground- water is brine with TDS values greater than 100,000 mg/L in some areas (Newton and Allen, 2014). Orr and Myers (1986) conducted electrical resistivity surveys to assess fresh and slightly brack- ish water resources in the basin. For these surveys, N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 4,000 5,000 5,500 6,000 4,500 3,000 3,500 2,500 6,500 0 5 10 15 20 25 Elevation (ft) Distance (mi) TDS 1,000–3,000 mg/L Slightly brackish water TDS <1,000 mg/L Fresh water TDS >3,000 mg/L Brackish and saline water large vertical exageration water table Alamogordo White Sands National Monument Visitor Center Holloman AFB 70 54 Sacramento Mountains White Sands National Monument Visitor Center White Sands National Monument Visitor Center Recharge Recharge Holloman AFB Figure 7. Conceptual model of groundwater salinity distribution along an east-west transect. electrical resistivity was measured in the subsurface at several depths at different positions along many transects that usually ran from the eastern margin of the basin to the west for a few miles. These types of geophysical techniques are advantageous for looking at the distribution of groundwater salinity. Most resistivity profiles completed by Orr and Myers (1986) show fresh or slightly brackish water on the far eastern margin of the Tularosa Basin at shallow depths and higher salinities with depth and towards the central/western part of the basin. Figure 7 shows a conceptual model that explains these observations. The interpretation of Orr and Myers (1986) is that precipitation in the Sacramento Mountains recharges the basin fill aquifer as fresh water and as it slowly moves to the west it mixes with brine in the basin fill. 13 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n one of these datasets. Therefore, these data sets were not combined into one dataset for statistical analyses. All datasets had several repeat samples at different times. For the statistical analyses, results from the most recent sample were used. In analyses that group the three data sets, it is important to note that many of the data points may be duplicated. Data gap analy- ses were primarily conducted by visual inspection on a GIS map and statistical analyses. Spatial analyses were conducted using ArcGIS. Samples were collected from twenty-one domes- tic wells and analyzed for major cations and anions, trace metals, and stable isotopes of oxygen and hydrogen. Sample locations were focused on the center of the study area near Tularosa and chosen to observe groundwater salinity along a north-south and east-west transect. The data are provided in Appendix A and will be discussed in more detail below. Standard sampling and analytical procedures used are described in Timmons et al. (2013). E xisting water chemistry data from the NMBGMR, USGS, and NMED were extracted and com- piled to identify spatial trends and data gaps. For the study area, there are 307, 188, and 77 wells from the NMBGMR, USGS, and NMED datasets, respectively. Each agency includes water chemis- try collected over the last 100 years from differ- ent research projects and monitoring programs. The NMED data has been collected specifically for water quality testing for the protection of public health. For wells in the study area, the NMBGMR database includes data from Mamer et al. (2014), Newton et al. (2012), McLean (1970), Huff (1996), John Shomaker & Associates, Inc. (2006) and the Brackish Groundwater National Desalination Research Facility (BGNDRF). The procedure used to compile these datasets is described in Timmons (2016). Due to data issues such as uncertainties of locations and different naming conventions, there are undoubtedly wells that are represented in more than I I I . M e t h o d s N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 T This section describes analyses performed for general water chemistry from all datasets described above, including chemistry results for samples col- lected in February of 2016 by NMBGMR personnel. There are thousands of wells in the Tularosa basin, including municipal, irrigation, stock, and domestic wells. Figure 8 shows locations of all wells in the study area that are documented by the New Mexico Office of the State Engineer (NMOSE). The distribu- tion of wells is correlated to population density. Most"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "sampling and analytical procedures used are described in Timmons et al. (2013). E xisting water chemistry data from the NMBGMR, USGS, and NMED were extracted and com- piled to identify spatial trends and data gaps. For the study area, there are 307, 188, and 77 wells from the NMBGMR, USGS, and NMED datasets, respectively. Each agency includes water chemis- try collected over the last 100 years from differ- ent research projects and monitoring programs. The NMED data has been collected specifically for water quality testing for the protection of public health. For wells in the study area, the NMBGMR database includes data from Mamer et al. (2014), Newton et al. (2012), McLean (1970), Huff (1996), John Shomaker & Associates, Inc. (2006) and the Brackish Groundwater National Desalination Research Facility (BGNDRF). The procedure used to compile these datasets is described in Timmons (2016). Due to data issues such as uncertainties of locations and different naming conventions, there are undoubtedly wells that are represented in more than I I I . M e t h o d s N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 T This section describes analyses performed for general water chemistry from all datasets described above, including chemistry results for samples col- lected in February of 2016 by NMBGMR personnel. There are thousands of wells in the Tularosa basin, including municipal, irrigation, stock, and domestic wells. Figure 8 shows locations of all wells in the study area that are documented by the New Mexico Office of the State Engineer (NMOSE). The distribu- tion of wells is correlated to population density. Most wells are located in clusters around local communi- ties. Domestic and irrigation wells account for over 50% and 16% of these wells, respectively. The spatial distribution of wells results in a bias in the chemistry data because there are large areas where groundwater cannot be sampled. Figure 9 shows wells from all three data sets that have water chemistry data associated with them, including wells that were sampled in February of 2016 by the NMBGMR. While the wells with chem- istry data associated with them represent a very small proportion of the total number of wells in the study area, they are clustered around the same population centers where the majority of wells are found. Large areas where there are no groundwater chemistry data are primarily due to the fact that there are very few or no wells present in these areas. A survey of the total depth of these wells showed that most of them are less than 400 ft deep (Figure 10). The fact that most of the wells produce water in the top 400 ft of an aquifer system that is thousands of feet deep in some areas exposes a depth bias in the chemistry data. The water chemistry data sets are extremely vari- able in terms of constituents that were analyzed in the water samples. Some samples were tested for a full suite of major cations, anions, and trace metals, while many other samples were only tested for one or two constituents. For this study, the principal goal was to identify general spatial trends in salinity; therefore, TDS was the analyte of choice. However, all three data sets do not consistently have TDS calculations or measurements for every sample. A survey of the data reveals that SO4 is the most commonly popu- lated constituent. Figure 11 shows TDS as a function of SO4 along with a linear regression with a very high correlation coefficient (R2=0.99). We utilize this relationship between TDS and SO4 to maximize the amount of available data by using SO4 as a proxy for TDS. Table 2 shows the range in SO4 concentrations that correlates to the different categories of salinity. TDS values calculated with the equation shown in Figure 11 were compared to measured TDS values. In general, the proxy-estimated TDS values match the measured values reasonably well, especially for lower TDS waters (data not shown). However, for fresh and slightly brackish water, the predicted values may still differ from measured TDS concentrations by several hundreds of mg/L. For waters of higher salinity, the predicted values may differ by up to 2,000 mg/l. It is important to note that the water categorized into different salinities based on SO4 concentrations is somewhat imprecise. However, with such a large range of TDS values, the categorizations based on SO4 concentrations still exhibit relative salinity dif- ferences adequately. The analyses discussed below utilize TDS values for samples which have measured or calculated values and SO4 values for waters that do not have TDS data available. Figure 12A shows the wells classified as fresh, slightly brackish, brackish, saline, and brine. I V . R e s u l t s a n d D i s c u s s i o n Total dissolved solids (mg/L) Water type SO4 proxy (mg/L) 0–1,000 Fresh water 0–527 1,000–3,000 Slightly brackish water 527–1,327 3,000–10,000 Brackish water 1,327–4,127 10,000–35,000 Saline water 4,127–12,127 >35,000 Brine >12,127 Table 2. Groundwater salinity classifications correlated to SO4 concentrations. Based on the data we have compiled, we find that most of the fresh water on the eastern mar- gin of the basin is located south of Alamogordo (Figure 12C), where wellfields that supply water for Holloman Air Force Base are located. With a few exceptions, throughout the study area the remain- ing wells producing fresh water are located at higher elevations in the Sacramento Mountains. Most wells 15 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Figure 8. All wells that are permitted and documented by the NM Office of the State Engineer. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 Figure 9. Locations for wells from NMBGMR, USGS, and NMED databases that have water chemistry associated with them. Test wells at the Brackish Groundwater National Desalination Research Facility (BGNDRF) are also shown. 17 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Figure 10. Histogram showing well depth distribution for wells with chemistry data. Most wells are less than 400 feet deep. Figure 11. Total dissolved solids as a function of SO4. The strong correlation allows us to use SO4 as a proxy for TDS. This is advantageous because there are more SO4 data than TDS data. 0% 5% 10% 15% 20% 25% 30% 35% 40% 45% Percentage of"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "of Alamogordo (Figure 12C), where wellfields that supply water for Holloman Air Force Base are located. With a few exceptions, throughout the study area the remain- ing wells producing fresh water are located at higher elevations in the Sacramento Mountains. Most wells 15 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Figure 8. All wells that are permitted and documented by the NM Office of the State Engineer. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 Figure 9. Locations for wells from NMBGMR, USGS, and NMED databases that have water chemistry associated with them. Test wells at the Brackish Groundwater National Desalination Research Facility (BGNDRF) are also shown. 17 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Figure 10. Histogram showing well depth distribution for wells with chemistry data. Most wells are less than 400 feet deep. Figure 11. Total dissolved solids as a function of SO4. The strong correlation allows us to use SO4 as a proxy for TDS. This is advantageous because there are more SO4 data than TDS data. 0% 5% 10% 15% 20% 25% 30% 35% 40% 45% Percentage of wells Depth below surface (ft) 0–100 101–200 201–300 301–400 401–500 501–600 601–700 701–800 801–900 901–1000 1000–1100 1101–1200 1201–1300 1401–1500 1301–1400 NMBGMR database (686 wells) USGS databaes (70 wells) NMED database (69 wells) TDS = 2.5 (SO4) -317 R2 = 0.99 10,000 20,000 30,000 40,000 50,000 60,000 70,000 0 0 5,000 10,000 15,000 20,000 25,000 TDS (mg/L) SO4 (mg/L) NMBGMR database USGS database Linear (USGS database) N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 18 Figure 12. Groundwater samples classified as “fresh,” “slightly brackish,” “brackish,” “saline,” or “brine.” For samples with no TDS data, classifica- tions were determined based on SO4 concentrations. in Alamogordo produce slightly brackish to brackish water. To the southwest, along HWY 70 groundwater is mostly brackish with some saline water and brines in some areas. Wells near La Luz Creek produce mostly slightly brackish water (Figure 12C). North of La Luz Creek, groundwater quality appears to dete- riorate. Wells in the vicinity of Tularosa dominantly produce slightly brackish and brackish water. Most saline groundwater and brines in the study area are located in the western region. The conceptual model presented in Figure 7 shows zones of different TDS concentrations along a cross-section on the eastern edge of the basin. The model suggests that because groundwater recharge occurs at the interface between the mountains and the basin fill, groundwater in this area is the freshest. 19 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n From the limited data shown above (Figure 12), it appears TDS values in groundwater generally increase to the west, consistent with the conceptual model. This trend is probably due to mixing of relatively fresh groundwater coming in from the east and high TDS brines to the west and water-mineral interac- tions. Figure 13 also provides evidence for these processes. Sulfate is shown as a function of the ratio of SO4 to bicarbonate (HCO3). HCO3 in groundwater is primarily derived from limestone in the subsurface. Paleozoic rocks in the Sacramento Mountains con- tain limestones, and groundwater in the Sacramento Mountains near Alamogordo and Tularosa generally has a chemical signature indicative of the dissolution of limestone (Mamer et al., 2014). In these waters, HCO3 is the dominant anion (negative ion), and therefore the samples are characterized by a small SO4/HCO3 ratio. SO4 in groundwater is usually the result of the dissolution of gypsum. As discussed above, recrystallized gypsum deposits and lacrustrine deposits are present in the subsurface farther toward the center of the basin (Orr and Myers, 1986). Figure 13 shows that as SO4 concentrations increase, the SO4/HCO3 ratios also increase. This observation can be explained by the mixing of incoming fresh water from the mountains with brines in the basin fill aquifer, and the continual evolution of water chemis- try due to water-mineral interactions. In addition, at higher TDS concentrations the relationship between SO4 and SO4/HCO3 ratios becomes increasingly non-linear (Figure 13). This phenomenon may reflect variations in water-mineral reaction rates at higher salinities, and the diminishing role of freshwater recharge at greater distances from recharge areas along the basin margin. Orr and Myers’ (1986) electrical resistivity sur- veys and the data discussed above suggest a relatively uniform progression of increasing salinity from the eastern margin of the basin in a westward direction following the general direction of groundwater flow (east to west/ southwest). However, the large spatial variability of salinity shown in Figure 12A and the actual data shown along a transect near Alamogordo (Figure 14) suggest a more complex system. While the lowest TDS values are at the eastern margin of the basin (between twenty and twenty-five miles on the transect) there are no water samples with TDS values less than 1,000 mg/L. Rather, these waters are slightly brackish. Figure 12 shows that this is typical of most areas along the eastern margin of the basin, with the exception of very localized areas south of Alamogordo. Moving to the west along the transect shown in Figure 14, between miles fifteen and twenty, there is a mixture of slightly brackish and brackish waters. Then, at approximately the eleven mile mark, there are two relatively shallow wells that produce 0 500 1,000 1,500 2,000 2,500 3,000 3,500 4,000 4,500 5,000 0 10 20 30 40 50 60 SO4 (mg/L) SO4/HCO3 (mass ratio) Fresh water Brackish water Slightly brackish water Saline water Mixing of fresh water and saline water Figure 13. SO4 concentration as a function of SO4/HCO3 ratio. The direct correlation between these two parameters is a result of the mixing of relatively fresh recharge with saline water. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 Figure 14. Updated conceptual model of TDS variability along a transect near Alamogordo. TDS data indicate a more complicated system with a large range of TDS values in"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "increasing salinity from the eastern margin of the basin in a westward direction following the general direction of groundwater flow (east to west/ southwest). However, the large spatial variability of salinity shown in Figure 12A and the actual data shown along a transect near Alamogordo (Figure 14) suggest a more complex system. While the lowest TDS values are at the eastern margin of the basin (between twenty and twenty-five miles on the transect) there are no water samples with TDS values less than 1,000 mg/L. Rather, these waters are slightly brackish. Figure 12 shows that this is typical of most areas along the eastern margin of the basin, with the exception of very localized areas south of Alamogordo. Moving to the west along the transect shown in Figure 14, between miles fifteen and twenty, there is a mixture of slightly brackish and brackish waters. Then, at approximately the eleven mile mark, there are two relatively shallow wells that produce 0 500 1,000 1,500 2,000 2,500 3,000 3,500 4,000 4,500 5,000 0 10 20 30 40 50 60 SO4 (mg/L) SO4/HCO3 (mass ratio) Fresh water Brackish water Slightly brackish water Saline water Mixing of fresh water and saline water Figure 13. SO4 concentration as a function of SO4/HCO3 ratio. The direct correlation between these two parameters is a result of the mixing of relatively fresh recharge with saline water. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 Figure 14. Updated conceptual model of TDS variability along a transect near Alamogordo. TDS data indicate a more complicated system with a large range of TDS values in the different zones. saline water and brine. Further to the west, between zero and five miles, most wells produce brackish water. One deeper well in this area produces saline water. It is also apparent that water chemistry from existing wells provides information about only a very small proportion of the basin fill aquifer, in the shal- lowest groundwater. Previous work using geophysical methods such as that performed by Orr and Myers (1986) has helped to assess the spatial variability of groundwater salin- ity in the Tularosa Basin. It should be noted that there were large distances between resistivity measurements made by Orr and Myers (1986) along each transect, which required considerable interpolation between measurement points to define different zones of dif- ferent ranges in salinity. The water chemistry data discussed above shows that the salinity of ground- water in the study area is highly variable on a fairly small spatial scale. This variability is probably due to the spatial distribution of the different sediments that make up the aquifer and the different rates of recharge in different areas. Chemistry data for well samples collected by NMBGMR in February, 2016 (Table 3, Figure 15) exhibit similar trends to those observed for other compiled chemistry data that has been collected over the last 100 years. All samples except one have TDS values between 1,000 and 3,000 mg/L, and therefore are classified as slightly brackish water. The lowest TDS waters were observed near La Luz Creek (Figure 15), with values ranging from 1,230 to 1,890 mg/L. These values are consistent with other TDS values in the area as seen on Figure 12B. The relatively low TDS values in this area are due to local recharge from La Luz Creek. Interestingly, this apparent effect of a local stream on the nearby groundwater chemistry is not nearly as pronounced for the area around the Rio Tularosa (Figure 15) for reasons that are unknown. There is one domestic well, located just north of the Rio Tularosa that exhibits a TDS value less than 2,000 mg/L. Other wells along the Rio Tularosa have similar TDS concentrations that range from 2,360 to 2,790 mg/L. These observations, again, demonstrate the high spatial variability of groundwater salinity. One of the principal motivations for this study is a concern about how pumping brackish water may affect water utilized by existing public supply, irrigation, and domestic wells. There is anecdotal evidence reported by some land owners and irriga- tors of water quality changes in water from some wells during a prolonged period of pumping, such as irrigation season. As an example, Figure 16 shows the change in TDS for four test wells at the Brackish Groundwater National Desalination Research Facility 4,000 4,500 3,000 3,500 2,500 0 5 10 15 20 25 Elevation (ft) Distance (mi) saline and brine slightly brackish and brackish slightly brackish and brackish large vertical exageration surface Brine TDS >35,000 mg/L Saline TDS 10,000–35,000 mg/L Brackish TDS 3,000–10,000 mg/L Slightly brackish TDS 1,000–3,000 mg/L White Sands National Monument Visitor Center White Sands National Monument Visitor Center Alamogordo 54 Sacramento Mountains 21 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n Figure 15. TDS concentrations for 2016 NMBGMR samples. Note that grey-green patches are irrigated fields. Circled areas are discussed in text. Point ID Well depth (ft) Collection date Calcium Ca (mg/L) Chloride Cl (mg/L) Bicarbonate HCO3 (mg/L) Potassium K (mg/L) Magnesium Mg (mg/L) Sodium Na (mg/L) Sulfate SO4 (mg/L) TDS (mg/L) TB-0311 300 02/09/16 420 368 247 3.07 156 254 1,420.00 2790 TB-0319 260 02/09/16 170 228 216 1.81 62.4 151 485 1230 TB-0318 02/09/16 205 269 224 1.78 76.5 167 593 1450 TB-0316 340 02/08/16 189 257 177 2.27 76.5 166 604 1410 TB-0313 280 02/08/16 351 173 367 2.38 128 138 1,090.00 2100 TB-0314 200 02/08/16 530 568 237 3.17 214 202 1,520.00 3230 TB-0315 02/08/16 337 437 192 4.54 141 234 1,110.00 2400 TB-0317 02/08/16 271 268 200 1.87 95.6 204 921 1890 TB-0309 215 02/07/16 445 338 198 2.93 157 174 1,400.00 2670 TB-0305 200 02/07/16 455 241 208 3.57 139 161 1,440.00 2590 TB-0312 185 02/07/16 386 340 234 2.82 138 223 1,250.00 2500 TB-0308 170 02/07/16 404 264 205 3.27 140 205 1,370.00 2540 TB-0310 160 02/07/16 306 130 263 1.77 77.4 83.4 830 1590 TB-0304 250 02/06/16 432 162 164 3.51 115 92 1,260.00 2190 TB-0307 165 02/06/16 427 352 203 2.63 157 170 1,320.00 2580 TB-0303 02/06/16 437 146 169 3.08 112 72.7 1,270.00 2160 TB-0306 02/06/16 415 313 198 2.63 144 128 1,210.00 2360 TB-0302 527 02/05/16 431 151 135 3.55 98.1 68.4 1,220.00 2080 TB-0300 258 02/05/16 527 315 156 3.85 134 127 1,450.00 2710 TB-0301 43 02/05/16 488 222 127 3.46 127 200 1,570.00 2740 Table 3. Water chemistry data collect in February 2016 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 in Alamogordo. Wells 2, 3, and 4, which are com- pleted to similar total depths (185–225 ft.), show fluctuations in TDS"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "Magnesium Mg (mg/L) Sodium Na (mg/L) Sulfate SO4 (mg/L) TDS (mg/L) TB-0311 300 02/09/16 420 368 247 3.07 156 254 1,420.00 2790 TB-0319 260 02/09/16 170 228 216 1.81 62.4 151 485 1230 TB-0318 02/09/16 205 269 224 1.78 76.5 167 593 1450 TB-0316 340 02/08/16 189 257 177 2.27 76.5 166 604 1410 TB-0313 280 02/08/16 351 173 367 2.38 128 138 1,090.00 2100 TB-0314 200 02/08/16 530 568 237 3.17 214 202 1,520.00 3230 TB-0315 02/08/16 337 437 192 4.54 141 234 1,110.00 2400 TB-0317 02/08/16 271 268 200 1.87 95.6 204 921 1890 TB-0309 215 02/07/16 445 338 198 2.93 157 174 1,400.00 2670 TB-0305 200 02/07/16 455 241 208 3.57 139 161 1,440.00 2590 TB-0312 185 02/07/16 386 340 234 2.82 138 223 1,250.00 2500 TB-0308 170 02/07/16 404 264 205 3.27 140 205 1,370.00 2540 TB-0310 160 02/07/16 306 130 263 1.77 77.4 83.4 830 1590 TB-0304 250 02/06/16 432 162 164 3.51 115 92 1,260.00 2190 TB-0307 165 02/06/16 427 352 203 2.63 157 170 1,320.00 2580 TB-0303 02/06/16 437 146 169 3.08 112 72.7 1,270.00 2160 TB-0306 02/06/16 415 313 198 2.63 144 128 1,210.00 2360 TB-0302 527 02/05/16 431 151 135 3.55 98.1 68.4 1,220.00 2080 TB-0300 258 02/05/16 527 315 156 3.85 134 127 1,450.00 2710 TB-0301 43 02/05/16 488 222 127 3.46 127 200 1,570.00 2740 Table 3. Water chemistry data collect in February 2016 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 in Alamogordo. Wells 2, 3, and 4, which are com- pleted to similar total depths (185–225 ft.), show fluctuations in TDS of up to 1,000 mg/L between March of 2011 and December of 2015. The observed TDS value for Well 1, which has a total depth of 1,345 ft., increased from 1,180 mg/L in July 2013 to 2,650 mg/L in November 2013 and then decreased to 1,290 mg/L by December 2014. There are several wells that were sampled by the USGS multiple times during the 1950s and 60s. Figure 17 shows data and locations for selected wells that were described by McLean (1970). These wells were all supply wells for Holloman Airforce Base, located within 1.5 miles of each other, and have total depths between 175 and 370 feet below the surface. The TDS concentrations for five of the seven wells were rather constant over time, while water produced by two wells, BW-0400 and BW-0406, fluctuate substantially over the eleven year period. BW-0400 and BW-0406 have total depths of 260 and 205 ft, respectively. Interestingly, BW-0402 is 240 ft deep and does not show significant fluctuations of TDS concentration. The northernmost well sampled by NMBGMR in 2016 (Figure 15) showed an increase in TDS from 2,802 mg/L in August 2010 to 3,320 mg/L in February 2016. There is thus evidence that TDS values of groundwater at a specific location can change significantly over time. Figure 17. Wells described by McLean (1970) that were sampled repeatedly during the 1950s and 60s. Figure 16. Wells described by McLean (1970) that were sampled repeatedly during the 1950s and 60s. 0 1,000 2,000 3,000 4,000 5,000 6,000 7,000 TDS (mg/L) Well 1 (Total Depth = 1,345 ft) Well 2 (Total depth = 195 ft) Well 3 (Total depth = 225 ft) Well 4 (Total depth = 185 ft) 02/2011 09/2011 04/2012 10/2012 05/2013 11/2013 06/2014 07/2015 12/2014 01/2016 400 500 600 700 800 900 1,000 1,100 TDS (mg/L) 01/1953 05/1954 10/1955 02/1957 07/1958 11/1959 03/1961 05/1965 09/1966 12/1963 12/1962 BW-0406 BW-0404 BW-0402 BW-0400 BW-0398 BW-0393 BW-0361 23 B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a B a s i n O ver the last 100 years, various researchers have sampled hundreds of wells in the eastern Tularosa Basin and have managed to obtain water chemistry data in most areas where wells are present. With a goal to assess the spatial variability of groundwater salinity in the eastern Tularosa Basin, focusing on areas around Tularosa and Alamogordo, it immedi- ately became clear that analyzing the data from these public, domestic, and irrigation wells introduces bias. Wells are located mostly in and around population centers and lack spatial distribution across the entire study area. Therefore, we cannot determine the salin- ity distribution in groundwater for a large proportion of the study area without additional well coverage. This bias is also apparent for the vertical salinity distribution. Most wells are less than 400 feet deep, which represents a very small proportion of the entire basin fill aquifer, which in some areas can be thou- sands of feet thick. Much work has been done in this area with respect to water quality and availability (Orr and Myers, 1986; Mamer et al., 2014; Garza and McLean, 1977; McLean, 1970), and now much of these data are compiled electronically. A review of groundwater chemistry data that was obtained from the USGS, NMED, and NMBGMR databases con- firms many observations made by other researchers. 1. Most of the fresh water is located in alluvial fan deposits south of Alamogordo, where several public supply wells are located. 2. Most groundwater in and around Tularosa is slightly brackish to brackish. 3. In general, shallow groundwater near the eastern margin of the basin is fresh or slightly brackish due to incoming recharge from the Sacramento Mountains. 4. In general, TDS concentrations increase towards the west and with depth as a result of fresh recharge mixing with saline water and brines. V . C o n c l u s i o n s The spatial trends in groundwater salinity described above exist on a large scale (miles). On a scale of hundreds to thousands of feet, TDS values vary considerably. Factors that control the spatial dis- tribution of groundwater salinity include the physical arrangement of different sediment types in the aqui- fer, proximity to ephemeral and perennial streams, and the rate of recharge in different areas. The variability in groundwater salinity has implications for the effects of pumping brackish water as a resource on the water quality of current fresh or slightly brackish water that is being used. On a large scale (years), prolonged pumping of brackish water in the area of Tularosa may cause groundwater with much higher TDS concentrations to the west to encroach on water resources being used for agricul- ture in local communities. This concern has been voiced by other researchers (e.g., Garza and McLean, 1977). Bourret (2015) constructed a groundwater model of the Tularosa Basin and simulated ground- water flow under different pumping scenarios, includ- ing pumping from the Snake Tank Well Field as is proposed for the Alamogordo Regional Water Supply Project. Under some scenarios, the simulated cone of depression was quite large and did significantly change the flow direction of groundwater in the sur- rounding area. On a smaller spatial scale, the presence"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "of Alamogordo, where several public supply wells are located. 2. Most groundwater in and around Tularosa is slightly brackish to brackish. 3. In general, shallow groundwater near the eastern margin of the basin is fresh or slightly brackish due to incoming recharge from the Sacramento Mountains. 4. In general, TDS concentrations increase towards the west and with depth as a result of fresh recharge mixing with saline water and brines. V . C o n c l u s i o n s The spatial trends in groundwater salinity described above exist on a large scale (miles). On a scale of hundreds to thousands of feet, TDS values vary considerably. Factors that control the spatial dis- tribution of groundwater salinity include the physical arrangement of different sediment types in the aqui- fer, proximity to ephemeral and perennial streams, and the rate of recharge in different areas. The variability in groundwater salinity has implications for the effects of pumping brackish water as a resource on the water quality of current fresh or slightly brackish water that is being used. On a large scale (years), prolonged pumping of brackish water in the area of Tularosa may cause groundwater with much higher TDS concentrations to the west to encroach on water resources being used for agricul- ture in local communities. This concern has been voiced by other researchers (e.g., Garza and McLean, 1977). Bourret (2015) constructed a groundwater model of the Tularosa Basin and simulated ground- water flow under different pumping scenarios, includ- ing pumping from the Snake Tank Well Field as is proposed for the Alamogordo Regional Water Supply Project. Under some scenarios, the simulated cone of depression was quite large and did significantly change the flow direction of groundwater in the sur- rounding area. On a smaller spatial scale, the presence of local- ized zones of variable salinity (Figure 12) suggests that seasonal pumping may have an effect on water chemistry in existing wells. Most residents with domestic wells are already impacted by water of poor quality and do not drink their well water. A slight deterioration of their water quality would probably have a limited impact on them. However, ranchers and farmers may be severely impacted by a slight deterioration in the quality of their water. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 24 T here is evidence that water quality in a well can change significantly with time. More research is needed to understand the mechanisms behind this temporal variability in water chemistry. In order to accurately determine or predict pos- sible changes to water quality that may result from large scale pumping, more detailed, depth-specific water quality data would be required. The use of water chemistry from existing well samples alone is inadequate for the assessment of the spatial vari- ability of groundwater salinity due to bias in existing well locations. Large data gaps exist in areas with no wells. We suggest the installation of additional wells to fill in some of these spatial and vertical data V I . F u t u r e W o r k R e c o m m e n d a t i o n s gaps, along with geophysical surveys. New geophysi- cal surveys could improve upon the work of Orr and Myers (1986), who used older technology in electrical resistivity in conjunction with well data to examine the distribution of fresh and slightly brackish water in the Eastern Tularosa Basin with much success. Currently, there are many electromagnetic (EM) methods that are used to image the electrical con- ductivity (or resistivity) of rocks and fluids in the subsurface. Different methods provide data at dif- ferent scales. Figure 18 shows an electrical resistivity survey that was conducted at White Sands National Monument (Newton and Allen, 2014). The image shows a moderately resistive zone in green overlying a low resistivity zone (blue). The moderately resis- tive zone represents fresh to slightly brackish water in sand which is sitting on top of brines that reside in low permeability clays below the dune field. We highly recommend to include these types of method- ologies, along with the installation of additional wells for control points to better understand the spatial distribution of fresh and brackish water resources in the Tularosa Basin. Figure 18. Electrical resistivity profile at White Sands National Monument. The transect crosses the road that going into the monument from the Visitor’s Center. Relatively fresh to slightly brackish groundwater (green) can be seen flowing from the dune field . The dark blue represents low resistivity brines. road dunes B r a c k i s h W a t e r A s s e s s m e n t i n t h e E a s t e r n T u l a r o s a 25 R e f e r e n c e s Allmedinger, R.J., and Titus, F.B., 1973, Regional Hydrology and Evaporative Discharge as a Present –day source of Gypsum at White Sands National Monument, New Mexico: New Mexico Bureau of Mines and Mineral Resources Open-File Report 55. Basabilvazo, G.T., Myers, R.G., Nickerson, E.L., 1994, Geohydrology of the High Energy Laser System Test Facility Site, White Sands Missile Range, Tularosa Basin, South-Central New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 93-4192, 58p. BLM, 2012, Alamogordo Regional Water Supply Project Environmental Impact Statement: Record of Decision, 17 p., http://www.blm.gov/style/medialib/blm/ nm/field_offices/las_cruces/las_cruces_ planning/alamogordo_water_project. Par.87234.File.dat/ALAMO_ROD_ AUGUST2012.pdf Bourret, S.M., 2015, Stabilization of the White Sands Gypsum Dune Field, New Mexico, by Groundwater Seepage: A Hydrological Modeling Study: New Mexico Institute of Mining and Technology, 117 p. Embid, V.H. and Finch, S.T., 2011, White Sands National Monument Inventory of Water Rights and Groundwater Evaluation Data: John Shomaker & Associates, Inc., unpublished report prepared for White Sands National Monument. Garza, S. and McLean, J.S., 1977, Fresh- water Resources in the Southeastern Part of the Tularosa Basin: U.S. Geological Survey, Technical Report 40, 67p. Huff, G.F, 1996, Analysis of Ground-water data for selected wells near Holloman AFB, NM, 1950-1995: U.S. Geological Survey WRIR-96-4116. John Shomaker & Associates, Inc., 2006, Well Report, Test Well No. 1 (T-4660- Expl), Test Well No. 4 (T-4661- Expl), Test Well No.5 (T-5010-Expl), Test Well No. 8 (T-4662-Expl), Proposed Desalination Well Field, City of Alamogordo, New Mexico: unpublished report prepared for Livingston Associates, Inc. and City of Alamogordo, NM. Kelley, S., Koning, D.J., and Allen, B., 2014, Preliminary Geologic Map of the Tularosa and Bent Region, Northeastern Tularosa Basin, Otero County, New Mexico: : NM Bureau of Geology and Mineral Resources Open- File Report 564. Koning, D.J., Kelley, S., and Goff, F., 2014, Preliminary Geologic Map of the north- eastern Tularosa Basin and Western Sierra Blanca Basin, Lincoln and Otero Counties, New Mexico: NM Bureau of Geology and Mineral Resources Open- File Report 563. Livingston Associates, P.C. and John Shomaker and Associates, Inc. (Livingston and JSAI), 2002, Tularosa Basin and Salt Basin regional water plan 2000-2040: NM Office of the State Engineer. Longworth, J.W., Valdez, J.M., Magnuson, M.L.,"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/582/OFR-582_ETB_brackishLR.pdf",
        "Text": "Site, White Sands Missile Range, Tularosa Basin, South-Central New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 93-4192, 58p. BLM, 2012, Alamogordo Regional Water Supply Project Environmental Impact Statement: Record of Decision, 17 p., http://www.blm.gov/style/medialib/blm/ nm/field_offices/las_cruces/las_cruces_ planning/alamogordo_water_project. Par.87234.File.dat/ALAMO_ROD_ AUGUST2012.pdf Bourret, S.M., 2015, Stabilization of the White Sands Gypsum Dune Field, New Mexico, by Groundwater Seepage: A Hydrological Modeling Study: New Mexico Institute of Mining and Technology, 117 p. Embid, V.H. and Finch, S.T., 2011, White Sands National Monument Inventory of Water Rights and Groundwater Evaluation Data: John Shomaker & Associates, Inc., unpublished report prepared for White Sands National Monument. Garza, S. and McLean, J.S., 1977, Fresh- water Resources in the Southeastern Part of the Tularosa Basin: U.S. Geological Survey, Technical Report 40, 67p. Huff, G.F, 1996, Analysis of Ground-water data for selected wells near Holloman AFB, NM, 1950-1995: U.S. Geological Survey WRIR-96-4116. John Shomaker & Associates, Inc., 2006, Well Report, Test Well No. 1 (T-4660- Expl), Test Well No. 4 (T-4661- Expl), Test Well No.5 (T-5010-Expl), Test Well No. 8 (T-4662-Expl), Proposed Desalination Well Field, City of Alamogordo, New Mexico: unpublished report prepared for Livingston Associates, Inc. and City of Alamogordo, NM. Kelley, S., Koning, D.J., and Allen, B., 2014, Preliminary Geologic Map of the Tularosa and Bent Region, Northeastern Tularosa Basin, Otero County, New Mexico: : NM Bureau of Geology and Mineral Resources Open- File Report 564. Koning, D.J., Kelley, S., and Goff, F., 2014, Preliminary Geologic Map of the north- eastern Tularosa Basin and Western Sierra Blanca Basin, Lincoln and Otero Counties, New Mexico: NM Bureau of Geology and Mineral Resources Open- File Report 563. Livingston Associates, P.C. and John Shomaker and Associates, Inc. (Livingston and JSAI), 2002, Tularosa Basin and Salt Basin regional water plan 2000-2040: NM Office of the State Engineer. Longworth, J.W., Valdez, J.M., Magnuson, M.L., and Richard, K., 2013, New Mexico water use by categories: NM Office of the State Engineer Technical Report 54. Mamer, E.A., Newton, B.T., Koning, D.J., Timmons, S.S., and Kelley, S.A., 2014, Northeastern Tularosa Basin Regional Hydrogeology Study, New Mexico: NM Bureau of Geology and Mineral Resources Open-File Report 562, 76p. McLean, J. S. 1970. Saline Ground-water resources of the Tularosa Basin, New Mexico: U.S. Geologic Survey, OSW Report No. 561. Meinzer, O.E., and Hare, R.E., 1915, Geology and water resources of the Tularosa Basin, New Mexico: U.S. Geological Survey Water-Supply Paper 489, 317 p. New Mexico Office of the State Engineer, 2016, Region 5 – Tularosa, Great Salt and Sacramento River Basins Regional Water plan: http://www.ose.state. nm.us/Planning/RWP/region_05.php (Accessed June 2016). Newton, B.T. and Allen, B., 2014, Hydrologic Investigation at White Sands National Monument: NM Bureau of Geology and Mineral Resources Open-File Report 559, 51p. Newton, B. T., Rawling,C.G., Timmons, S.S., Land, L., Johnson, P.S., Kludt, T.J., and Timmons, J.M., 2012, Sacramento Mountains Hydrogeologic study. Final Technical Report, Prepared for Otero Soil and Water Conservation District: New Mexico Bureau of Geology and Mineral Resources Open-File Report 543, 77p. Orr, B.R., and Myers, R.G., 1986, Water resources in basin-fill deposits in the Tularosa basin, New Mexico: U.S. Geological Survey Water Resources Investigations Report 85-4219, 94 p. Timmons, S.S., Land, L.B., Newton, B.T., and Frey, B., 2013, Aquifer mapping program technical document: Water sampling procedures, analysis and systematics: New Mexico Bureau of Geology and Mineral Resources Open- File Report 558, 9p. Timmons, S.S., 2016, Digitizing and Compiling Legacy Groundwater Quality Data: NM Bureau of Geology and Mineral Resources, unpublished report prepared for NM Environment Department, 9p. Waltemeyer, S.D., 2001, Estimates of mountain-front streamflow available for potential recharge to the Tularosa Basin, New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 01-4013. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu"
    }
]