[
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/561/OFR_561_LR.pdf",
        "Text": "M e s c a l e r o A p a c h e R e s e r v a t i o n S A C R A M E N T O M O U N T A I N S S I E R R A 5000 4300 B L A C K M O U N T A I N Salinas 4400 800 0 5600 7800 760 0 740 0 700 0 4300 6800 620 0 4200 5000 La Luz Cree k 4600 4800 5200 5400 5800 600 0 640 0 660 0 720 0 8200 Ski Apache Polly 5 4 0 0 5 5 0 0 Carrizo Mountain Valley of Fires Recreation Area T U L A R O S A B A S I N TB-003 6575 TB-002 6600 TB-005 6541 SM-029 6071 TB-086 4171 TB-081 4168 TB-014 5283 TB-006 4345 TB-008 4364 TB-044 4359 TB-064 5332 TB-150 6154 TB-194 5688 TB-133 5221 TB-179 5233 TB-180 5222 TB-128 4856 TB-114/115 4897/4849 TB-118 5368 TB-73 5383 TB-159 4986 TB-251 5795 TB-252 5799 TB-035 5930 TB-034 5929 TB-108 6445 TB-020/021 6422/6425 TB-105 7180 TB-104 7246 TB-042 6450 TB-214/043 6479/6498 TB-161 6567 TB-053 6490 TB-162/163 6591/6598 TB-169 6583 TB-166/167 6615/6623 TB-050/094 7160/7157 TB-095 7164 TB-164/165 6672/6652 W h i t e S a n d s M i s s i l e R a n g e TB-1037 Carrizozo Spring 5405 C A R I Z Z O Z O H I L L Y P L A I N TB-1053 7727 TB-1036 8450 TB-1024 7164 TB-1023 7140 TB-1025 7242 TB-1056 7515 TB-1055 7549 TB-1054 7257 TB-1057 7871 TB-1021 6671 TB-1026 6794 TB-1020 6284 TB-1004/1005 6550/6546 TB-1006 7121 TB-1043 6635 TB-1047 4772 TB-1040 5296 TB-1018 6237 TB-1068 6020 TB-1035 5893 TB-1034 6340 TB-1017 6469 TB-1016 6285 TB-1031 5962 TB-1030 5323 TB-1032 6036 TB-1029 4845 TB-1012 6128 TB-1009 4801 TB-1019 5720 TB-1011 5214 TB-1039 5680 TB-1042 4678 TB-1013 5603 TB-1027 4827 TB-1010 5221 TB-1041 4309 TB-1028 4302 TB-1003 6564 TB-045 5052 TB-1001 6602 TB-1002 6715 TB-1025 6677 TB-1022 6855 TB-1020/1021 6702/6704 TB-1019 6536 TB-1008 5190 TB-1007 5167 N O R T H E R N H I G H M O U N T A I N S S O U T H E R N H I G H M O U N T A I N S B L A N C A S O C O R R O L I N C O L N O T E R O Nogal Peak 9,957 ft Sierra Blanca Peak 11,973 ft Mtn. Cub Godf rey H ills Three Rivers Oscuro 5600 4600 4800 6200 6800 6400 6000 5000 5200 6000 4400 8000 76 00 7200 64 00 6800 5800 5200 5600 5400 5800 7400 760 0 6600 7200 7000 Red Arroyo Rio Ruidoso La Luz Creek K arr C a ny o n Silver Springs Creek Rio Tularosa T e m pora l C reek Indian C r e ek F re sn a l Cany o n James Canyon Temporal Creek Rio Tularosa Beeman Arr o y o Thr e e R ivers Bitter Creek Coyote Canyon Creek Sabinata Flat Arroyo Crawford Draw Carrizo Creek Cottonwood W a sh S and W ell Draw Bo o n e Dr aw Dry Can y o n A r r oyo Lost River Laborcita Canyon Rio Tularosa Salado C a n yon Rocky Arroyo Sa lado C r eek Chaves Canyon J acks o n D raw Coyote Canyon Tortol i ta Creek D ee p Ca n yon Bear Creek Nogal Arroyo Oso Creek Cedar Creek Tortolita Canyon Little Creek H a rke y Draw Eagle Creek N ogal D raw W illow D raw White Oaks Draw C o t t o n w ood Creek Three Rivers Jackson Draw Noga l Canyon Magado C Harkey Draw Cherry Creek Nogal Creek Rio Bonito W h i te Oa k s Ca n y on C o t t o n w o od C reek North Mill Arroyo North Mill Arro y o Willow Draw Alamogordo Alto Bent Carrizozo Cloudcroft High Rolls La Luz Mescalero Mountain Park Nogal Tularosa Ruidoso Silver Springs White Oaks SM-0251 5875 TB-004 6543 TB-007 4356 TB-009 4338 TB-013 5267 TB-016 5661 TB-026 4289 TB-027 4297.27 TB-028 4312 TB-030 4274 TB-031 4305 TB-033 4417 TB-046 4358 TB-049 4360 TB-061 4768 TB-063 5011 TB-065 5312 TB-067 5424 TB-069 5389 TB-079 4195 TB-090 4195 TB-148 5793 TB-174/175 5394/5394 TB-202 5784 TB-240 6431 TB-242 6212 TB-244 4961 7550 7977 6022 TB-1038 4795 TB-1038 4795 TB-1038 4795 SM-028 7189 SM-030 6811 SM-031 6469 SM-032 6677 SM-033 6692 SM-0037 5671 SM-0252 5872 SM-253 6712 TB-001 5454 TB-012 6231 TB-015 5696 TB-017 5733 TB-018 5762 TB-022 7164 TB-023 5355 TB-024 4319 TB-025 4312 TB-029 4326 TB-032 4337 TB-036 5919 TB-037 5832 TB-038 5674 TB-039/040 5903/5905 TB-229 6184 TB-047 4363 TB-048 4338 TB-054 4263 TB-055 4255 TB-056 4231 TB-057 4277 TB-058 4648 TB-059 4742 TB-060 4782 TB-062 4939 TB-066 5424 TB-068 5410 TB-070 6189 TB-071 4392 TB-073 4909 TB-074 4394 TB-075 4390 TB-076 4399 TB-077 4426 TB-080 4178 TB-081 4168 TB-083 4171 TB-084 4177 TB-085 4178 TB-087 4180 TB-088 4185 TB-091 4219 TB-092 4183 TB-093 7136 TB-095 7164 TB-096 7168 TB-097/098 5446/5444 TB-100 5290 TB-101 5289 TB-102 5185 TB-103 5172 TB-106 5292 TB-107 5637 TB-109/110 5917/5915 TB-228 7187 TB-111/112 4963/4966 TB-113 5312 TB-116 4918 TB-117 4462 TB-119 5433 TB-120 5431 TB-121 5452 TB-122 5453 TB-124 5484 TB-127 4854 TB-129/130 5204/5200 TB-125/126 5152/5157 TB-131 5410 TB-132 5281 TB-134 5115 TB-136 5822 TB-137 4259 TB-142 4309 TB-143 6426 TB-144 6630 TB-145 6735 TB-146 6066 TB-147 6011 TB-149 5778 TB-151 5815 TB-152 6167 TB-153 5696 TB-154 5433 TB-155 4510 TB-156 5368 TB-157 4762 TB-168 6268 TB-170 7042 TB-171 5710 TB-176 5375 TB-181 5221 TB-182 5374 TB-183 5362 TB-185 5606 TB-186 5493 TB-188 5397 TB-189 5299 TB-190 5657 TB-191 6310 TB-192 6351 TB-196 5078 TB-198 5515 TB-199 5664 TB-200 5037 TB-203 5432 TB-204 5407 TB-205 5405 TB-206 4999 TB-209 5551 TB-210 5291 TB-211 5428 TB-212 5582 TB-213 5811 TB-215 5296 TB-217 5495 TB-218 5537 TB-219 5521 TB-220/221 5522/5520 TB-208 5719 TB-222 6780 TB-223 6187 TB-224 6201 TB-225 6070 TB-226 6406 TB-227 6924 TB-233 6089 TB-234 6087 TB-236 6563 TB-230/241 6241/6241 TB-243 6481 TB-245 4378 TB-246 4292 TB-247 4397 TB-248 4385 TB-249 5749 TB-250 5747 TB-253 5746 7 200 7800 760 0 740 0 8800 800 0 8 6 0 0 8 4 0 0 7 6 00 700 0 7 20 0 8 6 0 0 740 0 7600 7800 7800 8000 8000 8 4 0 0 8200 7900 7100 7000 7 700 780 0 6900 67 00 8000 6 8 0 0 6600 6700 7600 72 00 6 900 7400 6800 7300 71 00 7 000 6500 6100 640 0 6300 62 00 7500 6000 105°40'W 105°45'W 105°50'W 105°55'W 106°W 106°5'W 106°10'W 33°45'N 33°40'N 33°35'N 33°30'N 33°25'N 33°20'N 33°15'N 33°10'N 33°5'N 33°N 32°55'N 390,000 400,000 410,000 420,000 430,000 440,000 3,640,000 3,650,000 3,660,000 3,670,000 3,680,000 3,690,000 3,700,000 3,710,000 3,720,000 3,730,000 3,740,000 New Mexico Tech 801 Leroy Place Socorro, New Mexico 87801-4796 (575) 835-5490 geoinfo.nmt.edu A regio na l ma p o f the wa ter ta b le in"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/561/OFR_561_LR.pdf",
        "Text": "4462 TB-119 5433 TB-120 5431 TB-121 5452 TB-122 5453 TB-124 5484 TB-127 4854 TB-129/130 5204/5200 TB-125/126 5152/5157 TB-131 5410 TB-132 5281 TB-134 5115 TB-136 5822 TB-137 4259 TB-142 4309 TB-143 6426 TB-144 6630 TB-145 6735 TB-146 6066 TB-147 6011 TB-149 5778 TB-151 5815 TB-152 6167 TB-153 5696 TB-154 5433 TB-155 4510 TB-156 5368 TB-157 4762 TB-168 6268 TB-170 7042 TB-171 5710 TB-176 5375 TB-181 5221 TB-182 5374 TB-183 5362 TB-185 5606 TB-186 5493 TB-188 5397 TB-189 5299 TB-190 5657 TB-191 6310 TB-192 6351 TB-196 5078 TB-198 5515 TB-199 5664 TB-200 5037 TB-203 5432 TB-204 5407 TB-205 5405 TB-206 4999 TB-209 5551 TB-210 5291 TB-211 5428 TB-212 5582 TB-213 5811 TB-215 5296 TB-217 5495 TB-218 5537 TB-219 5521 TB-220/221 5522/5520 TB-208 5719 TB-222 6780 TB-223 6187 TB-224 6201 TB-225 6070 TB-226 6406 TB-227 6924 TB-233 6089 TB-234 6087 TB-236 6563 TB-230/241 6241/6241 TB-243 6481 TB-245 4378 TB-246 4292 TB-247 4397 TB-248 4385 TB-249 5749 TB-250 5747 TB-253 5746 7 200 7800 760 0 740 0 8800 800 0 8 6 0 0 8 4 0 0 7 6 00 700 0 7 20 0 8 6 0 0 740 0 7600 7800 7800 8000 8000 8 4 0 0 8200 7900 7100 7000 7 700 780 0 6900 67 00 8000 6 8 0 0 6600 6700 7600 72 00 6 900 7400 6800 7300 71 00 7 000 6500 6100 640 0 6300 62 00 7500 6000 105°40'W 105°45'W 105°50'W 105°55'W 106°W 106°5'W 106°10'W 33°45'N 33°40'N 33°35'N 33°30'N 33°25'N 33°20'N 33°15'N 33°10'N 33°5'N 33°N 32°55'N 390,000 400,000 410,000 420,000 430,000 440,000 3,640,000 3,650,000 3,660,000 3,670,000 3,680,000 3,690,000 3,700,000 3,710,000 3,720,000 3,730,000 3,740,000 New Mexico Tech 801 Leroy Place Socorro, New Mexico 87801-4796 (575) 835-5490 geoinfo.nmt.edu A regio na l ma p o f the wa ter ta b le in the no rthea stern Tula ro sa Ba sin regio n ha s b een p rep a red b a sed o n eleva tio ns o f sp rings a nd well wa ter levels. Wa ter levels were mea sured b y the New M exic o Burea u o f Geo lo gy a nd M inera l Reso urc es fro m 2009-2011. This ma p extend s up to the western esc a rp ment o f the Sa c ra mento M o unta ins, a nd is a n extensio n o f the wa ter ta b le ma p o f the so uthern Sa c ra mento s p rep a red b y La nd et a l. (2012). In genera l, within the a rea ind ic a ted o n the ma p , mo st gro und wa ter flo ws fro m ea st to west fo llo wing to p o gra p hy. Nea r the c rests o f the highest mo unta ins in the regio n, fro m the Sierra Bla nc a mo unta ins to the so uthern Sa c ra mento s, a gro und wa ter d ivid e exists wherein so me gro und wa ter flo ws west into the Tula ro sa Ba sin regio n, while the rest flo ws ea stwa rd to wa rd the Pec o s Slo p e. Wa ter flo wing west into the Tula ro sa Ba sin eventua lly flo ws so uthwa rd . The a quifer system in the so uthern Sa c ra mento M o unta ins is d evelo p ed p rima rily within the Yeso Fo rma tio n, a nd the va st ma jo rity o f wa ter sup p ly wells p ro d uc e fro m fra c tured c a rb o na tes, siltsto nes a nd mud sto nes within tha t ro c k unit (La nd et a l., 2012). By c o ntra st, a quifers in the no rthea stern Tula ro sa Ba sin regio n o c c ur within severa l d ifferent geo lo gic fo rma tio ns with highly va ria b le hyd ro lo gic p ro p erties. The hetero geneo us a quifer system in this a rea results in p a rt fro m the fa c t tha t the ma p p ed a rea c o vers severa l d istinc tly d ifferent p hysio gra p hic p ro vinc es with d iffering und erlying litho lo gies. The p rima ry p hysio gra p hic p ro vinc es, whic h were id entified b y M a mer et a l. (2014), inc lud e the Tula ro sa Ba sin, the Ca rrizo zo hilly p la in, the no rthern high mo unta ins (i.e. Sierra Bla nc a a nd No ga l Pea ks), a nd the so uthern high mo unta ins (so uthern Sa c ra mento M o unta ins). A signific a nt numb er o f wells a re sc reened in two o r mo re a quifers. The wa ter ta b le rep resented o n this ma p thus reflec ts wa ter levels in multip le wa ter-b ea ring zo nes, a nd is intend ed to sho w regio na l gro und wa ter p a tterns a nd flo w p a ths. Lo c a l c o nd itio ns ma y d evia te fro m the la rger sc a le, genera l trend s sho wn o n this regio na l ma p . The p rinc ip a l a quifers in this stud y a rea inc lud e: 1) Fra c tured c a rb o na tes, mud sto nes a nd siltsto nes o f the Permia n a ge Sa n And res, Yeso , a nd Ab o Fo rma tio ns; 2) la te Creta c eo us to ea rly Eo c ene fluvia l cha nnel-fill sa nd sto nes, flo o d p la in d ep o sits, a nd ma rine nea rsho re sa nd s o f the Sa nd ers Ca nyo n, Cub M o unta in, Creva sse Ca nyo n a nd Ga llup Fo rma tio ns. While these a re a ll d o mina ntly sa nd sto ne units, the lo wer Creva sse Ca nyo n a nd Ga llup Fo rma tio n a re less p ermea b le (M a mer et a l., in p ress). But b a sed o n d rillers rec o rd s these units a re d iffic ult to d istinguish, therefo re a re gro up ed with the mo re p ermea b le o verlying units fo r this ma p p ub lic a tio n; 3) Sierra Bla nc a vo lc a nic flo ws a nd vo lc a nic la stic sed iments fro m the"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/561/OFR_561_LR.pdf",
        "Text": "w regio na l gro und wa ter p a tterns a nd flo w p a ths. Lo c a l c o nd itio ns ma y d evia te fro m the la rger sc a le, genera l trend s sho wn o n this regio na l ma p . The p rinc ip a l a quifers in this stud y a rea inc lud e: 1) Fra c tured c a rb o na tes, mud sto nes a nd siltsto nes o f the Permia n a ge Sa n And res, Yeso , a nd Ab o Fo rma tio ns; 2) la te Creta c eo us to ea rly Eo c ene fluvia l cha nnel-fill sa nd sto nes, flo o d p la in d ep o sits, a nd ma rine nea rsho re sa nd s o f the Sa nd ers Ca nyo n, Cub M o unta in, Creva sse Ca nyo n a nd Ga llup Fo rma tio ns. While these a re a ll d o mina ntly sa nd sto ne units, the lo wer Creva sse Ca nyo n a nd Ga llup Fo rma tio n a re less p ermea b le (M a mer et a l., in p ress). But b a sed o n d rillers rec o rd s these units a re d iffic ult to d istinguish, therefo re a re gro up ed with the mo re p ermea b le o verlying units fo r this ma p p ub lic a tio n; 3) Sierra Bla nc a vo lc a nic flo ws a nd vo lc a nic la stic sed iments fro m the la te Eo c ene a nd ea rly Oligo c ene ep o c hs; a nd 4) La te Eo c ene thro ugh Qua terna ry sa nd s a nd gra vels o f the Tula ro sa Ba sin fill. In a d d itio n to these fo ur ma jo r a quifer systems, three wells nea r the western ma rgin o f the ma p a re sc reened c o llec tively in lo wer Creta c eo us Da ko ta , Tria ssic M o enko p i, a nd Permia n Gra yb urg sa nd sto nes. Wa ter reso urc es in the no rthern a nd so uthern regio ns a re d istinc tly d ifferent. In the so uthern regio n, mo st wa ter wells o n the western esc a rp ment o f the Sa c ra mento M o unta ins p ro d uc e fro m the Yeso a nd Ab o Fo rma tio ns. The steep hyd ra ulic gra d ient o n the esc a rp ment o f 200 to 400 feet p er mile reflec ts b o th the steep to p o gra p hy o f the a rea a nd the rela tively lo w p ermea b ility o f tho se litho lo gies. Nea r the villa ge o f Tula ro sa , b o th the to p o gra p hic a nd hyd ra ulic gra d ients fla tten a b rup tly. Wells no rth, so uth a nd west o f Tula ro sa a re sc reened in stra ta tha t inc lud e p o ro us a nd p ermea b le sa nd s a nd gra vels o f the Tula ro sa Ba sin fill. In c o ntra st to the western esc a rp ment, the hyd ra ulic gra d ient in the Tula ro sa Ba sin p ro p er is o nly 20 to 30 feet p er mile. No rth o f Ro c ky Arro yo , nea r Three Rivers, the Yeso Fo rma tio n c ea ses to b e a p rima ry wa ter so urc e. The Ca rrizo zo hilly p la in is a tra nsitio na l a rea b etween the no rthern Sa c ra mento M o unta ins a nd the no rthern Tula ro sa Ba sin. M o st wells in this a rea a re sc reened in either Creta c eo us a nd Eo c ene c ha nnel sa nd sto nes o r Eo c ene-Oligo c ene vo lc a nic s. A few wells in the Tula ro sa Ba sin o n the western ed ge o f the stud y a rea p ro d uc e fro m b a sin fill sa nd s a nd gra vels interb ed d ed in c la yey-silty fine sa nd . The hyd ra ulic gra d ient in this a rea ra nges fro m 75 to 200 feet p er mile, b ec o ming muc h steep er nea r the fla nks o f the no rthern high mo unta ins, a nd muc h fla tter to the west in the Tula ro sa Ba sin. Wa ter level c o nto urs in the vic inity o f Ro c ky Arro yo a re d a shed b ec a use hyd ra ulic c o ntinuity b etween the no rthern a nd so uthern ha lves o f the stud y a rea is unc lea r d ue to the d ra ma tic c ha nges in b ed ro c k litho lo gies. La te Eo c ene a nd ea rly Oligo c ene vo lc a nic ro c ks yield wa ter in the Go d frey Hills a nd a lo ng No ga l Creek, p rima rily fro m flo w b rec c ia s. Bec a use o f their simila r sa nd sto ne litho lo gies, we gro up ed the Creta c eo us-Eo c ene sa nd sto ne a quifers (Sa nd ers Ca nyo n, Cub M o unta in, Creva sse Ca nyo n a nd Ga llup Fo rma tio ns) whic h a re to va rying d egrees, hyd ra ulic a lly c o nnec ted to ea c h o ther, a nd c a n b e rega rd ed a s a single a quifer unit. Ho wever, the lo wer Creva sse Ca nyo n a nd Ga llup Fo rma tio ns a re mo re c emented a nd less p ermea b le, so there a re so me hyd ro lo gic d ifferenc es within this gro up (d isc ussed in mo re d eta il in M a mer et a l., in p ress). The d egree o f c o mmunic a tio n o f these sa nd sto"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/561/OFR_561_LR.pdf",
        "Text": "nto urs in the vic inity o f Ro c ky Arro yo a re d a shed b ec a use hyd ra ulic c o ntinuity b etween the no rthern a nd so uthern ha lves o f the stud y a rea is unc lea r d ue to the d ra ma tic c ha nges in b ed ro c k litho lo gies. La te Eo c ene a nd ea rly Oligo c ene vo lc a nic ro c ks yield wa ter in the Go d frey Hills a nd a lo ng No ga l Creek, p rima rily fro m flo w b rec c ia s. Bec a use o f their simila r sa nd sto ne litho lo gies, we gro up ed the Creta c eo us-Eo c ene sa nd sto ne a quifers (Sa nd ers Ca nyo n, Cub M o unta in, Creva sse Ca nyo n a nd Ga llup Fo rma tio ns) whic h a re to va rying d egrees, hyd ra ulic a lly c o nnec ted to ea c h o ther, a nd c a n b e rega rd ed a s a single a quifer unit. Ho wever, the lo wer Creva sse Ca nyo n a nd Ga llup Fo rma tio ns a re mo re c emented a nd less p ermea b le, so there a re so me hyd ro lo gic d ifferenc es within this gro up (d isc ussed in mo re d eta il in M a mer et a l., in p ress). The d egree o f c o mmunic a tio n o f these sa nd sto ne a quifers with the la te Eo c ene-ea rly Oligo c ene vo lc a nic s is less c lea r. Co nto urs in the no rthea st c o rner o f the ma p a re d a shed where they extend a c ro ss Ca rrizo M o unta in to ind ic a te unc erta inty a b o ut the d egree o f hyd ra ulic c o ntinuity b etween the fra c tured igneo us intrusive ro c ks tha t fo rm tha t fea ture a nd Creta c eo us-Eo c ene sa nd sto ne a quifers to the so uth a nd west. Co nto urs extend ing up the fla nks o f Sierra Bla nc a a nd No ga l Pea ks a re a lso d a shed b ec a use high eleva tio n sp rings in tha t a rea a re p ro b a b ly d isc ha rging fro m p erc hed a quifers fo rmed in fra c tured igneo us intrusives, a nd a re p ro b a b ly no t hyd ra ulic a lly c o nnec ted to a quifers to the no rth a nd west. Ca rrizo zo sp ring, a b o ut two miles no rth o f the to wn o f Ca rrizo zo , p ro d uc es wa ter a t a n a no ma lo usly high eleva tio n. Field o b serva tio ns suggest tha t the sp ring ma y b e d isc ha rging fro m a Creta c eo us b ed ro c k high, whic h c o uld a c c o unt fo r its rela tively high to p o gra p hic p o sitio n. References La nd L, Ra wling G, Timmo ns, S. 2012. Regio na l wa ter ta b le ma p o f the so uthern Sa c ra mento M o unta ins. New M exic o Burea u o f Geo lo gy a nd M inera l Reso urc es Op en-File Rep o rt 542, 1:100,000: geo info .nmt.ed u/p ub lic a tio ns/o p enfile/d eta ils.c fml?V o lume=542 M a mer, E.A., Newto n, B.T., Ko ning, D., Timmo ns, S.S., a nd Kelley, S.A., 2014, Hyd ro geo lo gy o f the no rthea stern Tula ro sa Ba sin regio n, New M exic o Burea u o f Geo lo gy a nd M inera l Reso urc es, Op en-file Rep o rt 562. Slo a n, C. E. a nd Ga rb er, M . S., 1971, Sc a le 1:125,000, Gro und -wa ter hyd ro lo gy o f the M esc a lero Ap a c he Ind ia n Reserva tio n, so uth-c entra l New M exic o , Sc a le 1:125,000, U SGS, a tla s fo rma t. ABSTRACT NMBGMR Open-file Report 561, Last Modified December 2013 Regional Water Table Map of the Northeastern Tularosa Basin region, Otero and Lincoln Counties, New Mexico New Mexico Bureau of Geology and Mineral Resources Open-file Report 561 Comments to Map Users The p urp o se o f this ma p is to illustra te imp o rta nt a sp ec ts o f regio na l gro und wa ter flo w. Gro und wa ter eleva tio n d a ta d ep ic ted herein were c a lc ula ted p rima rily fro m d ep th-to -wa ter mea surements ta ken b etween 2009 a nd 2011 b y the New M exic o Burea u o f Geo lo gy a nd M inera l Reso urc es (NM BGM R) a t New M exic o Tec h a nd fro m the eleva tio ns o f sp rings. Lo c a tio ns where these d a ta were no t a va ila b le, sta tic wa ter levels were used fro m selec ted , rec ent New M exic o Offic e o f the Sta te Engineer’s (NM OSE) well rec o rd s. Wa ter ta b le c o nto urs fro m Slo a n a nd Ga rb er’s (1971) wa ter ta b le ma p o f the M esc a lero Ap a c he Reserva tio n a re sho wn a lo ng the ea stern ma rgin o f this ma p . La nd surfa c e eleva tio ns used to c a lc ula te gro und wa ter eleva tio n va lues o rigina ted fro m the 10-m d igita l eleva tio n mo d el (DEM ). Gro und wa ter levels in the vic inity o f p ump ing wells a re erra tic a nd fluc tua te signific a ntly o ver time a nd na tura l va ria tio ns a lso o c c ur. The user sho uld b e a wa re tha t c o nd itio"
    },
    {
        "URL": "https://geoinfo.nmt.edu/publications/openfile/downloads/500-599/561/OFR_561_LR.pdf",
        "Text": "flo w. Gro und wa ter eleva tio n d a ta d ep ic ted herein were c a lc ula ted p rima rily fro m d ep th-to -wa ter mea surements ta ken b etween 2009 a nd 2011 b y the New M exic o Burea u o f Geo lo gy a nd M inera l Reso urc es (NM BGM R) a t New M exic o Tec h a nd fro m the eleva tio ns o f sp rings. Lo c a tio ns where these d a ta were no t a va ila b le, sta tic wa ter levels were used fro m selec ted , rec ent New M exic o Offic e o f the Sta te Engineer’s (NM OSE) well rec o rd s. Wa ter ta b le c o nto urs fro m Slo a n a nd Ga rb er’s (1971) wa ter ta b le ma p o f the M esc a lero Ap a c he Reserva tio n a re sho wn a lo ng the ea stern ma rgin o f this ma p . La nd surfa c e eleva tio ns used to c a lc ula te gro und wa ter eleva tio n va lues o rigina ted fro m the 10-m d igita l eleva tio n mo d el (DEM ). Gro und wa ter levels in the vic inity o f p ump ing wells a re erra tic a nd fluc tua te signific a ntly o ver time a nd na tura l va ria tio ns a lso o c c ur. The user sho uld b e a wa re tha t c o nd itio ns c ha nge a nd info rma tio n c o nta ined o n this ma p ma y no t reflec t a c tua l o r c urrent c o nd itio ns. Site- a nd time-sp ec ific c o nd itio ns sho uld b e verified b y the user. All a d d itio na l info rma tio n c o nta ined o n this ma p , o ther tha n gro und wa ter eleva tio n d a ta , a re interp reta tio ns o f the a utho rs. The gro und wa ter eleva tio n c o nto urs were d ra wn b y ha nd b a sed o n the a utho rs interp reta tio n o f wa ter level d a ta . The gro und wa ter eleva tio n c o nto urs were used to further interp ret o r genera te gro und wa ter flo w d irec tio n a nd the b o und a ries o f gro und wa ter flo w units. NATIONAL GEODETIC VERTICAL DATUM OF 1983 4 0 4 2 MILE 1:100,000 16,000 0 16,000 8,000 FEET 4 0 4 2 KILOMETERS N E W M E X I C O The Otero Soil & Water Conservation District through the New Mexico Department of Agriculture provided funding for the hydrogeologic investigation. This project would not be possible without the kind cooperation of the many residents of the Tularosa Basin who have granted access to their property and wells. June 2014 by Lewis Land, Brigitte Felix, and Talon Newton Map Symbols 1049 7798 Site Number Water level elevation NMBGMR measured well OSE static water level Spring Magnetic Declination June 2014, 8º 22' East At Map Center Water-level elevation contour Horizontal groundwater flow direction 200-ft, dashed where approximate Water table contour (Sloan and Garber, 1971) Water table contour, NMBGMR, OFR-542 (Land et al., 2012) 100-ft, dashed where approximate"
    }
]