[
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "GROUNDWATER MODEL OF THE MIMBRES BASIN, LUNA, GRANT, SIERRA AND DOÑA ANA COUNTIES, NEW MEXICO By Alan S. Cuddy Eric Keyes Hydrology Bureau New Mexico Office of the State Engineer Hydrology Bureau Technical Report 11-1 January 2011 i TABLE OF CONTENTS Page 1. INTRODUCTION 1 2. HYDROGEOLOGY 1 2.1. Geology 2 2.2. Hydrology 3 2.3. Groundwater 4 2.3.1. Aquifer Properties 5 2.3.2. Water Levels 6 2.4. Groundwater Use 6 2.4.1. Agricultural Irrigation 6 2.4.2. Municipal/Industrial Pumping 7 2.4.3. Trends in Groundwater Use 7 3. GROUNDWATER MODEL 8 3.1. Model Description 8 3.1.1. Model Dimensions 8 3.1.2. Boundary Conditions 9 3.1.3. Calibrated Aquifer Properties 10 3.1.4. Calibration Results 11 4. REFERENCES 12 LIST OF TABLES Table 1 Average Monthly Precipitation and Temperatures in the Mimbres Basin 2 Streamflows along the Mimbres River 3 Summary of Aquifer Test Results 4 Estimated Consumption of Groundwater for Irrigation 5 Irrigated Acreages by Crop and Consumptive Irrigation Requirement ii 6 Summary of Periods of Available Pumping Records 7 Municipal and Industrial Pumping 8A Steady State Model Budget Components 8B Model Year 2005 Budget Components LIST OF FIGURES Figure 1 Location of the Mimbres Basin 2 The Extent and Thickness of the Basin-Fill Alluvium in the Mimbres Basin 3 Predevelopment Water Elevations in the Mimbres Basin 4 Location and Extent of the Mimbres Model Grid 5 Model Cross-Section through the City of Deming (Model Row 97) 6 Mountain Front and Stream Recharge Cells in the Mimbres Model 7 Pumping Cells in the Mimbres Model 8 Hydraulic Conductivity in Model Layer 1 9 Hydraulic Conductivity in Model Layer 2 10 Hydraulic Conductivity in Model Layer 3 11 Specific Yield in the Model 12 Steady State Water Elevation and Residuals in the Mimbres Model 13 The Locations of Active Evapotranspiration in the Steady State Mimbres Model 14 Steady State and Transient Flow Budget Components in the Mimbres Model 15 Simulated Drawdown from Predevelopment to the Year 2005 in the Mimbres Model 16 Comparison of Observed and Simulated Hydrographs in the Mimbres Model 1 1. INTRODUCTION A three-dimensional groundwater flow model of the Mimbres Basin has been developed to be used as a tool in water-use management and administration. This model is to be used to evaluate the availability of water and the effects of proposed water rights appropriations on existing groundwater rights. The New Mexico Office of the State Engineer (OSE) has been using a numerical model developed by the OSE in the late 1970s for water rights administration in the Mimbres Basin. A subsequent model of the basin was developed by the U. S. Geological Survey (USGS) in 1994 but was never adopted by the OSE for use in water rights administration, primarily because of uncertainties in the historical pumping inputs to that model. The model described in this report was developed to improve on several aspects of the existing model. These include:  Basin geometry. Better basin geometry is available as a result of geophysical surveys conducted in the basin. The geophysical surveys provide a much more detailed configuration of the basin than was previously available.  Basin geology. Recent work on alluvial basins in New Mexico has produced improved geological maps and cross sections of the basin-fill material which could be incorporated in a new model.  Pumping history. Pumping rates from 1975 to 2005 were developed using Landsat imagery to estimate irrigated acreage from which pumping rates were calculated. This methodology provided pumping rates which are believed to be more accurate and span a longer period than the estimates provided by other records and thus enable a better calibration of the new model.  Model accuracy. Faster computers and better software have enabled the construction of a new model with a finer grid, better calibration, and incorporation of available electronic data such as topography, rivers, geology, well locations and water levels. 2. HYDROGEOLOGY The hydrogeology of the Mimbres Basin has been described by Hansen (1994) and the New Mexico Water Resources Research Institute (WRRI) et al. (2000). Trauger (1972) provided a detailed description of the geology and water resources of Grant County, New Mexico. The basin, shown on Figure 1, is defined primarily as a surface water basin and covers parts of Luna, Grant, Sierra and Doña Ana counties in southwestern New Mexico and 2 extends south into Mexico. The groundwater model extent corresponds to the watershed boundary. The OSE has defined an administrative basin, also shown on Figure 1, which corresponds closely with the watershed boundary except for an area on the east side of the basin towards Las Cruces. This area is not explicitly covered by the model presented in this report because it is outside the area of saturated basin-fill alluvium. The OSE administrative basin does not extend into Mexico, whereas the surface water and model boundaries do. Reeds Peak is the northern-most and highest point in the basin. Southeast of Reeds Peak, the basin boundary passes through the Black Range and Mimbres Mountains to the Goodsight Mountains. The boundary extends northeast to the Sierra de las Uvas, then south to the West Potrillo Mountains. The basin extends into Mexico and includes the Los Muertos Basin. On the southwest, the basin is bounded by Sierra Alta, the Carrizalillo Hills and the Cedar Mountains. The boundary follows the Continental Divide northward across the Antelope Plains, the Big Burro Mountains and northeast through the Pinos Altos Range back to Reeds Peak. In all, the basin encompasses approximately 5,140 square miles, 4,410 of which are in New Mexico. 2.1. Geology Figure 2 shows the area of basin-fill alluvium within the Mimbres Basin. The northern part of the basin contains a series of north northwesterly-trending mountains, including the Big Burro Mountains, the Pinos Altos Range, the Black Range, the Mimbres Mountains and the Cooke Range. These mountains consist of Precambrian intrusive and metamorphic rocks, Paleozoic sediments, and Cretaceous-Tertiary intrusive, volcanic and sedimentary rocks. The southern part of the basin contains isolated exposures of the basin bedrock in the Cedar, Victorio, Black, Florida and Tres Hermanas Mountains. These mountains consist of Precambrian intrusive and metamorphic rocks, Paleozoic sediments, and Cretaceous- Tertiary intrusive, volcanic and sedimentary rocks. Some areas in the southern part of the basin, particularly in the West Potrillo Mountains and the area south of the Tres Hermanas Mountains are dominated at the surface by late Tertiary or Quaternary basalt flows which are interbedded with basin-fill alluvium. The basin itself consists of a number of sub-basins filled with deposits of various geologic units, which in this report are collectively referred to as basin-fill alluvium. Figure 2 shows thickness contours of the basin-fill alluvium. The basin configuration shown on Figure 2 was largely derived by interpretations performed by Heywood (2002) using gravity surveys. The basin configuration was modified based on surface geologic mapping, cross-sections presented in WRRI et al. (2000) and lithologic logs from deep drill holes available from the New Mexico Oil Conservation Division. The basin fill has a maximum thickness of slightly over 4,000 feet near Deming. Other areas with significant thickness greater than 2,000 feet are southeast and southwest of the Florida Mountains and beneath the San Vicente Arroyo between Silver City and Deming. 3 For the purposes of this groundwater model, the"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "the basin encompasses approximately 5,140 square miles, 4,410 of which are in New Mexico. 2.1. Geology Figure 2 shows the area of basin-fill alluvium within the Mimbres Basin. The northern part of the basin contains a series of north northwesterly-trending mountains, including the Big Burro Mountains, the Pinos Altos Range, the Black Range, the Mimbres Mountains and the Cooke Range. These mountains consist of Precambrian intrusive and metamorphic rocks, Paleozoic sediments, and Cretaceous-Tertiary intrusive, volcanic and sedimentary rocks. The southern part of the basin contains isolated exposures of the basin bedrock in the Cedar, Victorio, Black, Florida and Tres Hermanas Mountains. These mountains consist of Precambrian intrusive and metamorphic rocks, Paleozoic sediments, and Cretaceous- Tertiary intrusive, volcanic and sedimentary rocks. Some areas in the southern part of the basin, particularly in the West Potrillo Mountains and the area south of the Tres Hermanas Mountains are dominated at the surface by late Tertiary or Quaternary basalt flows which are interbedded with basin-fill alluvium. The basin itself consists of a number of sub-basins filled with deposits of various geologic units, which in this report are collectively referred to as basin-fill alluvium. Figure 2 shows thickness contours of the basin-fill alluvium. The basin configuration shown on Figure 2 was largely derived by interpretations performed by Heywood (2002) using gravity surveys. The basin configuration was modified based on surface geologic mapping, cross-sections presented in WRRI et al. (2000) and lithologic logs from deep drill holes available from the New Mexico Oil Conservation Division. The basin fill has a maximum thickness of slightly over 4,000 feet near Deming. Other areas with significant thickness greater than 2,000 feet are southeast and southwest of the Florida Mountains and beneath the San Vicente Arroyo between Silver City and Deming. 3 For the purposes of this groundwater model, the basin-fill alluvium was divided into two units, an upper unit and a lower unit. The source of the upper and lower demarcation is from a technical completion report from the New Mexico Water Resources Research Institute (2000). The upper unit corresponds to sediments classified as Upper Gila Group, which is also referred to as the Upper Santa Fe Group, and various surface alluvial and fluvial deposits. The lower unit corresponds to sediments classified as Lower to Middle Gila Group also called the Lower to Middle Santa Fe Group. The primary difference between the upper and lower units is that the lower unit is more indurated than the upper unit. 2.2. Hydrology Precipitation. Precipitation ranges from about 9 inches annually at the lower elevations (Deming and Columbus) to about 25 inches in the higher elevations of the Black Range. Table 1 presents average monthly temperatures and precipitation amounts for Columbus, Deming and Fort Bayard, near Silver City. Data in Table 1 were obtained from the Western Regional Climate Center website. Surface Water. The only major perennial stream in the basin is the upper reach of the Mimbres River. The river starts in the Black and Pinos Altos ranges and flows south to Faywood at which point it emerges from the bedrock of the mountains and flows out onto the basin-fill alluvium. The river channel passes Black Mountain and ends about 10 miles east of Deming. The river is a losing stream after it passes Faywood and only rarely flows past Deming. After Faywood, losses from the stream to the aquifer occur by infiltration through unsaturated sediments. There is not a direct connection of the stream to the aquifer. The USGS maintained three stream gaging stations on the Mimbres River between October 1, 1963 and September 30, 1968. The locations of the gaging stations are shown on Figure 1. Flows during this period are summarized in Table 2. Infiltration and recharge to groundwater in the basin fill takes place in the Mimbres River channel downstream from Faywood. The decrease in flows between Faywood and Spalding is a measure of the amount of recharge from the river to the groundwater in the basin-fill alluvium. The recharge between Faywood and Spalding is approximately 3,932 acre-feet/year or 394 acre-feet/year/mile given the distance between the two points of 9.98 miles. Between 1963 and 1968, flows were observed at Faywood on approximately 99.4% of the days and at Spalding on approximately 19.1% of the days. The decrease in flows between Spalding and the Wamel Canal is also a result of infiltration of the river flows. However, the flows measured at Wamel Canal also include an additional contribution from flows in the San Vicente Arroyo which enter the Mimbres River during times of high surface water flows. More recharge is taking place between Spalding and the Wamel Canal than that indicated by the difference between the flows at Spalding and the Wamel Canal. The minimum amount of recharge between Spalding and the Wamel Canal is the difference between the two adjusted flows or 3,501 acre-feet/year. An estimated maximum recharge can be obtained by assuming that recharge takes place at the same rate downstream from Spalding as it does upstream from 4 Spalding (394 acre-feet/year/mile as calculated above). The distance from Spalding to the Wamel Canal is approximately 14.6 miles and a maximum recharge amount is approximately 5,752 acre-feet/year. The flows measured at the Wamel Canal are a measure of the amount of recharge taking place in the Mimbres River channel downstream from the Wamel Canal because there are no major tributaries entering the river below the Wamel Canal. Flows measured at the Wamel Canal infiltrate over the reach of the river channel extending approximately 10 miles east of Deming. The recharge below Wamel Canal is approximately 2,794 acre- feet/year, or about 279 acre-feet/year/mile. Flows were measured at the Wamel Canal on approximately 8% of the days between 1963 and 1968. The Mimbres River upstream from Faywood flows through a relatively narrow valley bounded by bedrock. Flow in the river is sustained by snowmelt and rainfall runoff and by inflows of groundwater. The river is believed to be in good hydraulic communication with the alluvium in the valley. No attempt was made to model groundwater in the alluvium upstream from Faywood due to the relatively small scale of the river valley and because this portion of the river, being bounded by bedrock, does not interact with the main portion of the Mimbres Basin. The net effects of the contributions by the Mimbres River on recharge to the main portion of the Mimbres Basin are combined in the streamflow measurements at the Faywood gage. San Vicente Arroyo is the major drainage in the northwestern portion of the basin. The arroyo is an ephemeral stream for most of its length. The USGS maintains a stream flow gage on the arroyo near Silver City but has never had a gage near the confluence of San Vicente Arroyo and the Mimbres River. There are numerous tributaries to San Vicente Arroyo between the USGS gage and the confluence with the Mimbres River. As a result, no good measurements are available to estimate the amount of recharge to the groundwater system made by San Vicente Arroyo and its tributaries. Evaporation. Net lake evaporation in the Mimbres Basin ranges from a maximum rate of 60 to 70 inches per year at the lower elevations to a"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "Flows measured at the Wamel Canal infiltrate over the reach of the river channel extending approximately 10 miles east of Deming. The recharge below Wamel Canal is approximately 2,794 acre- feet/year, or about 279 acre-feet/year/mile. Flows were measured at the Wamel Canal on approximately 8% of the days between 1963 and 1968. The Mimbres River upstream from Faywood flows through a relatively narrow valley bounded by bedrock. Flow in the river is sustained by snowmelt and rainfall runoff and by inflows of groundwater. The river is believed to be in good hydraulic communication with the alluvium in the valley. No attempt was made to model groundwater in the alluvium upstream from Faywood due to the relatively small scale of the river valley and because this portion of the river, being bounded by bedrock, does not interact with the main portion of the Mimbres Basin. The net effects of the contributions by the Mimbres River on recharge to the main portion of the Mimbres Basin are combined in the streamflow measurements at the Faywood gage. San Vicente Arroyo is the major drainage in the northwestern portion of the basin. The arroyo is an ephemeral stream for most of its length. The USGS maintains a stream flow gage on the arroyo near Silver City but has never had a gage near the confluence of San Vicente Arroyo and the Mimbres River. There are numerous tributaries to San Vicente Arroyo between the USGS gage and the confluence with the Mimbres River. As a result, no good measurements are available to estimate the amount of recharge to the groundwater system made by San Vicente Arroyo and its tributaries. Evaporation. Net lake evaporation in the Mimbres Basin ranges from a maximum rate of 60 to 70 inches per year at the lower elevations to a minimum of 10 to 20 inches per year at the higher elevations (NM Interstate Stream Commission and OSE, 2002). Net lake evaporation is defined as gross lake evaporation minus annual precipitation. 2.3. Groundwater In general, prior to development of the basin, groundwater in the Mimbres Basin was recharged by mountain-front recharge and recharge from the Mimbres River primarily in the northern portion of the basin. Groundwater flowed to the south. The basin was considered to be closed and groundwater losses from the basin occurred by evapotranspiration. Figure 3 shows a predevelopment water level map of the basin indicating the generally southerly flow of groundwater. Water levels on Figure 3 were obtained from data presented in Darton (1916) and from the U.S. Geological Survey’s Ground Water Site 5 Inventory database. The predevelopment water level map is based on water level measurements in wells completed in the upper 200 feet of the saturated zone. Water levels presented on Figure 3 were those measured prior to 1916, from Darton (1916), or were judged to represent water levels in an area prior to significant development. Deflections in the predevelopment water level contours indicate that significant areas of mountain-front recharge are present on both sides of the San Vicente Arroyo, around the Cooke Range, around the Florida Mountains, and along the West Potrillo Mountains. Additional recharge takes place in the upper portion of White Rock Canyon on the western side of the basin. Natural evapotranspiration takes place where groundwater levels are close to land surface, generally less than 40 to 50 feet. Prior to development of the basin, large areas of shallow groundwater were present south of Deming. The maximum rate of evapotranspiration in the basin equals the maximum net lake evaporation of 60 to 70 inches per year. 2.3.1. Aquifer Properties A summary of aquifer tests of wells in basin-fill alluvium is presented in Table 3. These tests were performed as constant discharge tests of varying duration, primarily on production wells. Horizontal hydraulic conductivities were calculated from the transmissivities generally using the entire saturated thickness of alluvium observed at the well. The hydraulic conductivities were distributed approximately log-normally and the geometric mean of the conductivities was approximately 11 feet/day. The mean conductivity is probably significantly biased towards a high value relative to the true conductivity of the alluvium because:  nearly all of the tests were performed on production wells which were installed preferentially in areas of high hydraulic conductivity,  wells are screened only in zones of high productivity (although this factor was offset by using the entire saturated thickness to calculate conductivity from transmissivity), and  wells were generally drilled only as deep as needed to obtain sufficient productivity. As a result, the average of 11 feet/day probably represents an upper value of the conductivity of the basin fill. Kernodle (1992) suggests that typical basin-fill conductivities are in the range of 2 to 10 feet/day in closed-drainage basins, such as the Mimbres Basin. No data were available regarding vertical hydraulic conductivities in the basin. Kernodle (1992) suggests that horizontal to vertical conductivity ratios vary from 200:1 to 1000:1. 6 An estimate of specific yield of 0.14 was provided by Hanson (1994) who estimated the consumptive use of water pumped between 1910 and 1970 and divided by the total volume of aquifer dewatered in that period. 2.3.2. Water Levels Water levels measured in the Mimbres Basin were obtained from the U.S. Geological Survey’s Ground Water Site Inventory. Water levels were used from wells which had sufficient construction information to assign them to a model layer. A database of water level measurements containing nearly 16,000 measurements from over 1400 wells was assembled. Measurements were collected between 1910 and 2006. 2.4. Groundwater Use Groundwater pumped in the Mimbres Basin is used for agricultural irrigation, municipal and industrial uses and domestic water supplies. No attempt was made to quantify domestic pumping within the basin. Pumping in Mexico was quantified only for agricultural irrigation based on satellite imagery; no records were available for municipal, industrial or domestic uses. 2.4.1. Agricultural Irrigation Irrigation began in the Mimbres Basin in the early 1900s. Significant expansion of the irrigated acreage occurred in the mid-1930s. Except for some occasional flood waters in the Mimbres River, all of the irrigation water in the main portion of the basin comes from groundwater pumping. Irrigation along the upper Mimbres River, upstream of Faywood, is primarily from surface water in the Mimbres River; however, the net effect of this water use is measured by the surface water gage at Faywood. Table 4 presents estimated water consumption for irrigation between 1933 and 2005. The acreages in Table 4 for 1933, 1936 and 1940 came from maps published by White (1934), Theis (1939) and Conover and Akin (1942), respectively. Hydrographic survey maps from 1975 to 1982 provided the irrigated acreage for those years. The irrigated acreages were also estimated from satellite imagery analysis from 1975 to 2005. Irrigation pumping was determined from the irrigated areas identified by the Normalized Difference Vegetation Index (Bohannan Huston, 2006) and assumes that irrigation water was not pumped significant distances to the fields being irrigated. Satellite imagery was interpreted in conjunction with hydrographic survey maps that served to limit the potential areas evaluated for irrigation. The consumptive irrigation requirements (CIRs) were calculated using software developed by the Office of the State Engineer (OSE) and documented by Wilson (1992). The program is based"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "16,000 measurements from over 1400 wells was assembled. Measurements were collected between 1910 and 2006. 2.4. Groundwater Use Groundwater pumped in the Mimbres Basin is used for agricultural irrigation, municipal and industrial uses and domestic water supplies. No attempt was made to quantify domestic pumping within the basin. Pumping in Mexico was quantified only for agricultural irrigation based on satellite imagery; no records were available for municipal, industrial or domestic uses. 2.4.1. Agricultural Irrigation Irrigation began in the Mimbres Basin in the early 1900s. Significant expansion of the irrigated acreage occurred in the mid-1930s. Except for some occasional flood waters in the Mimbres River, all of the irrigation water in the main portion of the basin comes from groundwater pumping. Irrigation along the upper Mimbres River, upstream of Faywood, is primarily from surface water in the Mimbres River; however, the net effect of this water use is measured by the surface water gage at Faywood. Table 4 presents estimated water consumption for irrigation between 1933 and 2005. The acreages in Table 4 for 1933, 1936 and 1940 came from maps published by White (1934), Theis (1939) and Conover and Akin (1942), respectively. Hydrographic survey maps from 1975 to 1982 provided the irrigated acreage for those years. The irrigated acreages were also estimated from satellite imagery analysis from 1975 to 2005. Irrigation pumping was determined from the irrigated areas identified by the Normalized Difference Vegetation Index (Bohannan Huston, 2006) and assumes that irrigation water was not pumped significant distances to the fields being irrigated. Satellite imagery was interpreted in conjunction with hydrographic survey maps that served to limit the potential areas evaluated for irrigation. The consumptive irrigation requirements (CIRs) were calculated using software developed by the Office of the State Engineer (OSE) and documented by Wilson (1992). The program is based on the Soil Conservation Service modifications to the Blaney- Criddle method. Climate data used in the CIR calculations were based on the average of 7 the Columbus and Deming data presented in Table 1. Additional climate data included the spring and fall days in which minimum temperatures were reached. These were based on data presented in Wilson (1992) for Deming. The growing season information was input from file GS29 provided with the CIR program, corresponding to the Mimbres Basin in Luna County. The percent daylight hours used in the CIR program is based on the latitude of the location for which CIRs are being calculated. A latitude of 32 16’ corresponding to Deming was input to the program. Individual crop acreages were obtained from the series of reports published by the Agricultural Experiment Station at New Mexico State University concerning irrigation water sources and cropland acreages (New Mexico State University, 1981). These acreages and the CIRs for years between 1939 and 2001 are presented in Table 5. The CIR used for administration is 1.6 acre-feet/acre, falling within the range of values given in Table 5. Two Farm Delivery Requirements (FDR) are used within the basin. From Township 18 South and north, the FDR is 2.7 acre-feet/acre; from Township 19 South and south, the FDR is 3.0 acre-feet/acre. 2.4.2. Municipal/Industrial Pumping Municipal and industrial pumping was compiled from records maintained by the OSE- Deming office and, for the mines near Silver City, from a modeling report prepared by Hargis and Montgomery (1983). Municipal pumping records were obtained for Bayard, Columbus, Deming, Santa Clara, Silver City and Tyrone. The periods for which pumping records were available are summarized in Table 6. Generally, in earlier years, only total pumping from wellfields was available. In later years, meter readings for individual wells were available. Total pumping for municipal wellfield is summarized at five-year intervals in Table 7. Industrial pumping is related to mining near Silver City. Pumping at individual wellfields is summarized at five-year intervals in Table 7. 2.4.3. Trends in Groundwater Use As seen in Table 4, agricultural water use reached a maximum in the late 1970s and is currently only about 40 percent of its 1979 peak. Municipal and industrial use, shown in Table 7, increased until about 1990 and has remained relatively constant since then. Agricultural use has always exceeded municipal and industrial use. However, the gap has closed significantly due, primarily, to the decrease in agricultural use. 8 3. GROUNDWATER MODEL The Mimbres Basin groundwater model was designed and run using Groundwater Vistas Version 5 developed by Environmental Simulations, Inc. Groundwater Vistas runs the U.S. Geological Survey MODFLOW 2000 code (Harbaugh et al., 2000). 3.1. Model Description 3.1.1. Model Dimensions The extent of the model grid is shown on Figure 4. The north-south oriented grid contains 242 rows, 214 columns and three layers. The model cells are each 2,000 feet by 2,000 feet. The southwest corner of the grid is positioned at x=177,495.64 meters and y=3,483,603.78 meters in the NAD1983 UTM Zone 13N coordinate system and the Transverse Mercator projection. The simulation runs through 16 stress periods. The first stress period, represents a predevelopment steady state. The subsequent 15 stress periods are each 5 years in length and represent a calibration period from January 1, 1931 through December 31, 2005. The three layers of the model each vary in thickness. Layers have thicknesses greater than 0 only in areas where basin-fill alluvium is present. Bedrock is assigned as no-flow cells and is not simulated in the model. The total thickness of the model is based on the configuration previously shown on Figure 2. The top of Layer 1was defined as the land surface elevation. The bottom of Layer 1 was defined as 200 feet below the predevelopment water table. In areas where the saturated alluvium was less than 200 feet thick, Layer 1 included the full thickness of the saturated alluvium. The total thickness of the combined saturated and unsaturated portions of Layer 1 ranged from 5 feet to 954 feet. Because Layer 1 was defined based on the location of the predevelopment water table, it crosses geologic contacts and included both the upper and lower units of the basin-fill alluvium. As described earlier, the upper unit of the basin-fill alluvium corresponds to sediments classified as Upper Gila Group, Upper Santa Fe Group, and various surface alluvial and fluvial deposits. The lower unit corresponds to sediments classified as Lower to Middle Gila Group or Lower to Middle Santa Fe Group. The bottom of Layer 2 was defined as the deeper of:  The bottom of the upper alluvium, or  200 feet below Layer 1 but not extending into the underlying bedrock. Layer 2 ranged in thickness from 5 feet to 550 feet. 9 Layer 3, the bottom layer, included all the basin-fill alluvium below Layer 2. Because the bottom of Layer 2 was defined as including all the upper alluvium, if present, Layer 3 consisted entirely of lower alluvium. The thickness of Layer 3 ranged from 5 feet to 3,330 feet. Figure 5 shows an east-west cross section along model row 97 through the City of Deming showing geologic units and model layers. 3.1.2. Boundary Conditions Boundary conditions in the model included no-flow boundaries, mountain-front recharge, stream recharge, evapotranspiration and pumping wells. No-Flow Boundaries. Model cells consisting of bedrock were assigned as no-flow cells. The basin is closed and"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "on Figure 2. The top of Layer 1was defined as the land surface elevation. The bottom of Layer 1 was defined as 200 feet below the predevelopment water table. In areas where the saturated alluvium was less than 200 feet thick, Layer 1 included the full thickness of the saturated alluvium. The total thickness of the combined saturated and unsaturated portions of Layer 1 ranged from 5 feet to 954 feet. Because Layer 1 was defined based on the location of the predevelopment water table, it crosses geologic contacts and included both the upper and lower units of the basin-fill alluvium. As described earlier, the upper unit of the basin-fill alluvium corresponds to sediments classified as Upper Gila Group, Upper Santa Fe Group, and various surface alluvial and fluvial deposits. The lower unit corresponds to sediments classified as Lower to Middle Gila Group or Lower to Middle Santa Fe Group. The bottom of Layer 2 was defined as the deeper of:  The bottom of the upper alluvium, or  200 feet below Layer 1 but not extending into the underlying bedrock. Layer 2 ranged in thickness from 5 feet to 550 feet. 9 Layer 3, the bottom layer, included all the basin-fill alluvium below Layer 2. Because the bottom of Layer 2 was defined as including all the upper alluvium, if present, Layer 3 consisted entirely of lower alluvium. The thickness of Layer 3 ranged from 5 feet to 3,330 feet. Figure 5 shows an east-west cross section along model row 97 through the City of Deming showing geologic units and model layers. 3.1.2. Boundary Conditions Boundary conditions in the model included no-flow boundaries, mountain-front recharge, stream recharge, evapotranspiration and pumping wells. No-Flow Boundaries. Model cells consisting of bedrock were assigned as no-flow cells. The basin is closed and is completely surrounded by no-flow cells. Additional no-flow cells were placed internally in the basin to simulate bedrock highs and mountains within the basin boundaries. Mountain-Front Recharge Locations of mountain-front recharge cells are shown, for Layer 1, in Figure 6. Mountain front recharge was simulated as constant flux cells using the recharge package. Recharge cells were located near the edges of the mountains in model Layer 1. In general, recharge cells were not placed immediately next to the mountain-front (no-flow cells) because the saturated thickness in these areas was small and the cells had a tendency to dry up during the model runs. This would lead to the recharge cells becoming inactive and prevent simulated recharge from taking place at that location. Most mountain-front recharge takes place in the northern part of the basin. Flow rates for mountain-front recharge were initially obtained by calibrating a steady-state model to predevelopment water levels. These flow rates were revised after performing the transient calibration. Annual mountain-front recharge volumes are shown in Figure 6. The annual total simulated mountain-front recharge volume is 21,146 acre-feet. Mimbres River Recharge Locations of Mimbres River recharge cells are shown in Figure 6. Mimbres River recharge was simulated as recharge cells and only acted on Layer 1. Recharge rates were estimated based on the USGS stream gaging data described earlier in Section 2.2. The river was divided into four reaches: 1) from Faywood to Spalding, 2) from Spalding to Black Mountain 3) from Black Mountain to the Wamel Canal, and 4) from the Wamel Canal to about 10 miles east of Deming. 10 The annual simulated recharge volume from the Mimbres River to the basin-fill alluvium (downstream from Faywood) is 9,967 acre-feet. The total model recharge of 31,113 acre-feet/year is about 1% of the average basin-wide precipitation. Recharge remains constant in the steady state and transient simulations. Evapotranspiration The potential for evapotranspiration was assigned to all active cells in Layer 1. Model cells with a simulated depth to water less than the assigned extinction depth of 40 feet could produce up to the maximum assigned evapotranspiration rate of 5 feet/year. This maximum evapotranspiration rate was based on the net lake evaporation rate determined by the New Mexico Interstate Stream Commission and the OSE (2002). Pumping Wells Agricultural irrigation, municipal and industrial pumping determined in section 2.4 of this report was assigned to model cells. Figure 7 shows groundwater pumping centers and simulated rates over the calibrated period of the model. Peak model pumping of 74,859 acre-feet/year occurs in 1976. Irrigation pumping was assigned to model cells underlying the irrigated areas. The amount of pumping assigned to a cell was the product of the irrigated acreage within the cell and the CIR applicable to a particular stress period. Municipal pumping was assigned to the model cells in which the production wells lay. 3.1.3. Calibrated Aquifer Properties Figures 8 through 10 show the values of hydraulic conductivity assigned to the three layers of the calibrated model. The lower alluvium is assigned a single horizontal hydraulic conductivity of 1 feet/day. In most areas, the upper alluvium is assigned a horizontal hydraulic conductivity of 5 feet/day. A zone of hydraulic conductivity of 2 feet/day is assigned to the upper alluvium in an area northeast of the village of Columbus. Hydraulic conductivities in the x-direction equaled those in the y-direction. The ratio of horizontal to vertical hydraulic conductivity was assigned a value of 200:1 based on the recommendation given in Kernodle (1992). The calibrated zonation of the specific yield is shown in Figure 11. A specific yield of 0.10 is assigned for all of the lower alluvium. A large area of the upper alluvium is assigned a specific yield of 0.14. During model calibration, specific yield zones of 0.05 and 0.01 west and south of Deming were specified. A semi-confined storage of 0.001 is assigned east of the Village of Columbus. This area has been delineated as lacustrine in 11 Hanson and others (1994). A single specific storage of 1 x 10-6 ft-1 was assigned to the upper and lower alluvium. 3.1.4 Calibration Results Figure 12 summarizes the steady state calibrated fit of simulated to observed water elevations. Calibration targets were largely taken from Darton (1916) and supplemented by water levels from the U.S. Geological Survey’s Ground Water Site Inventory measured primarily in the 1950s. Some measurements in locations away from pumping areas were measured as recently as 1970. The model is generally well calibrated to steady state water elevations. Water elevations are better estimated away from the no- flow boundaries of the model. Figure 13 shows the model cells with active evapotranspiration in the steady state simulation. In predevelopment, 31,113 acre-feet/year leaves the model area as evapotranspiration. Over the historical simulation, the areal extent and the rate of the evapotranspiration decrease. In 2005 the rate of evapotranspiration from the model is 12,911 acre-feet/year. Tables 8A and 8B summarize the model budget components for the steady state and the year 2005 simulation periods. Figure 14 shows the steady state and transient model flow components over the entire calibrated period. Figure 15 shows the simulated depression of water levels from predevelopment in the year 1931 through the historical pumping period in 2005. In 2005 the depression has a depth of 120 feet in an area located 10 miles south of Deming. Figure 16 shows the goodness of fit between observed and simulated water elevation hydrographs"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "the lower alluvium. A large area of the upper alluvium is assigned a specific yield of 0.14. During model calibration, specific yield zones of 0.05 and 0.01 west and south of Deming were specified. A semi-confined storage of 0.001 is assigned east of the Village of Columbus. This area has been delineated as lacustrine in 11 Hanson and others (1994). A single specific storage of 1 x 10-6 ft-1 was assigned to the upper and lower alluvium. 3.1.4 Calibration Results Figure 12 summarizes the steady state calibrated fit of simulated to observed water elevations. Calibration targets were largely taken from Darton (1916) and supplemented by water levels from the U.S. Geological Survey’s Ground Water Site Inventory measured primarily in the 1950s. Some measurements in locations away from pumping areas were measured as recently as 1970. The model is generally well calibrated to steady state water elevations. Water elevations are better estimated away from the no- flow boundaries of the model. Figure 13 shows the model cells with active evapotranspiration in the steady state simulation. In predevelopment, 31,113 acre-feet/year leaves the model area as evapotranspiration. Over the historical simulation, the areal extent and the rate of the evapotranspiration decrease. In 2005 the rate of evapotranspiration from the model is 12,911 acre-feet/year. Tables 8A and 8B summarize the model budget components for the steady state and the year 2005 simulation periods. Figure 14 shows the steady state and transient model flow components over the entire calibrated period. Figure 15 shows the simulated depression of water levels from predevelopment in the year 1931 through the historical pumping period in 2005. In 2005 the depression has a depth of 120 feet in an area located 10 miles south of Deming. Figure 16 shows the goodness of fit between observed and simulated water elevation hydrographs for selected wells. Calibration data for the transient simulation is from the U.S. Geological Survey’s Ground Water Site Inventory. The priority of the transient calibration was simulating to the observed drawdown trends. This was coupled with a statistical evaluation of water elevations. For the 9949 observed transient water elevations, 50 % of the simulated values are within 20 feet of the observations and 89% are within 50 feet of the observations. The model reasonably simulates the observed rate of drawdown in most areas of the model. There is some local variability. In a long-term well hydrograph 5 miles southwest of Deming, 24S.10W.12.341HRNA, drawdown is over-predicted in the simulation. Drawdown in other nearby wells is accurately simulated. Similarly, in the semi-confined area just west of Columbus, wells showing moderate rates of drawdown are interspersed with wells showing rapid rates of drawdown. The model is calibrated to the larger observed rates of drawdown. The sensitivity of the calibration when model parameters are varied was examined. The most sensitive parameters are storage of the upper alluvial zone and recharge. Variations in these parameters by 20% change the average residual mean of the transient water elevations by 2 to 3 feet. 12 4. REFERENCES Akin, D., 1942. Report on Testing of Water-Supply Wells for Deming Airfield, Deming, New Mexico. New Mexico State Engineer Office, 14th and 15th Biennial Reports, 1938 – 1942, p. 381-417. Blandford, T. and J. Wilson, 1987. Large Scale Parameter Estimation through the Inverse Procedure and Uncertainty Propagation in the Columbus Basin, New Mexico. New Mexico Water Resources Research Institute Report No. 226. Bohannan Huston, Inc., 2006. Mimbres Basin Remote Sensing and NDVI Classification. Consultant’s Report dated November 22, 2006. Conover, C., 1952. Effect of Development of Ground Water West of Red Mountain, New Mexico. U.S. Geological Survey draft report dated November 1952. Conover, C and P. Akin, 1942. Progress Report on the Ground-Water Supply of Mimbres Valley, New Mexico 1938-1941. 14th and 15th Biennial Reports of the State Engineer of New Mexico 1938 – 1942, p. 235-282. Darton, N., 1916. Geology and Underground Water of Luna County, New Mexico. U. S. Geological Survey Bulletin 618. Finch, S., 2005. Assessment of Warm Springs Well Field, Chino Mines Company, Hurley, New Mexico. John Shomaker & Associates, Inc, October 2005. Geohydrology Associates, Inc., 1980. Water-Resources Appraisal for East-Central Grant County, New Mexico, Consultant’s Report dated 1/1/1980. Hanson, R. and McLean, J. and Miller, R., 1994. Hydrogeologic Framework and Preliminary Simulation of Ground-Water Flow in the Mimbres Basin, Southwestern New Mexico. U.S. Geological Survey Water-Resources Investigations Report 94-4011. Harbaugh, A, E. Banta, M. Hill and M. McDonald, 2000. MODFLOW-2000, The U.S. Geological Survey Modular Ground-Water Model – User Guide to Modularization Concepts and the Ground-Water Flow Process. U.S. Geological Survey Open-File Report 00-92, 121 p. Hargis & Montgomery, Inc., 1983. Regional Groundwater flow Model, San Vicente Basin, Grant and Luna Counties, New Mexico. Consultant’s Report, July 1983. Heywood, C., 2002. Estimation of Alluvial-Fill Thickness in the Mimbres Ground-Water Basin, New Mexico, from Interpretation of Isostatic Residual Gravity Anomalies. U.S. Geological Survey Water-Resources Investigations Report 02-4007. 13 Kernodle, J., 1992. Summary of U.S. Geological Survey Ground-Water Flow Models of Basin-Fill Aquifers in the Southwestern Alluvial Basins Region, Colorado, New Mexico, and Texas. U.S. Geological Survey Open-File Report 90-361. Murray, C., 1942. Preliminary Report on Completion of the New Mexico State Engineer Deming Test Well. New Mexico State Engineer Office, 14th and 15th Biennial Reports, 1938 – 1942, p. 181 – 218. New Mexico Interstate Stream Commission and the New Mexico Office of the State Engineer, 2002. Framework for Public Input to a State Water Plan: New Mexico Water Resource Atlas. New Mexico State University, 1981. Sources of Irrigation Water and Irrigated and Dry Cropland Acreages in New Mexico, by County, 1975-1980. Agricultural Experiment Station Research Report 454. Spiegel, Z., 1956. Progress Report on the Hydrology of the Lewis Flats – Eastern Extension Area, Luna County, New Mexico. State Engineer Office, January 1956. Theis, C., 1939. Progress Report on the Ground-Water Supply of the Mimbres Valley, New Mexico. 12th and 13th Biennial Reports of the State Engineer of New Mexico 1934 – 1938, p. 135-153. Trauger, F., 1972. Water Resources and General Geology of Grant County, New Mexico. New Mexico State Bureau of Mines and Mineral Resources Hydrology Report 2. Water Resources Associates, Inc., 1981. Letter to Gene Gray, New Mexico State Engineer dated February 5, 1981. Water Resources Research Institute, New Mexico State University and California State University, Los Angeles, 2000. Trans-International Boundary Aquifers in Southwestern New Mexico. New Mexico Water Resources Research Institute Technical Completion Report prepared for the U.S. Environmental Protection Agency – Region 6 and the International Boundary and Water Commission – U.S. Section. Western Regional Climate Center. http://www.wrcc.dri.edu/index.html White, W., 1934. Progress Report on the Ground Water Supply of the Mimbres Valley, New Mexico. 11th Biennial Report of the State Engineer of New Mexico 1932 – 1934, p. 109-125. White, W. and W. Guyton, 1951. Ground Water in the Mimbres Valley, New Mexico. Consultant’s Report, May 1951. 14 Wilson, B., 1992. The Original and SCS Modified Blaney-Criddle Method – Computer Software for the PC Age. New Mexico State Engineer Office Interoffice Training Manual, August 1992. Wilson & Company, 2001. Canyon Country Estates Subdivision. Consultant’s Report dated July 2001. TABLES Table 1. Average Monthly Precipitation and Temperatures in the Mimbres Basin Meteorological Station Columbus (292024) Deming (292436) Ft. Bayard (293265) 1/1/1925 -"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "New Mexico Water Resource Atlas. New Mexico State University, 1981. Sources of Irrigation Water and Irrigated and Dry Cropland Acreages in New Mexico, by County, 1975-1980. Agricultural Experiment Station Research Report 454. Spiegel, Z., 1956. Progress Report on the Hydrology of the Lewis Flats – Eastern Extension Area, Luna County, New Mexico. State Engineer Office, January 1956. Theis, C., 1939. Progress Report on the Ground-Water Supply of the Mimbres Valley, New Mexico. 12th and 13th Biennial Reports of the State Engineer of New Mexico 1934 – 1938, p. 135-153. Trauger, F., 1972. Water Resources and General Geology of Grant County, New Mexico. New Mexico State Bureau of Mines and Mineral Resources Hydrology Report 2. Water Resources Associates, Inc., 1981. Letter to Gene Gray, New Mexico State Engineer dated February 5, 1981. Water Resources Research Institute, New Mexico State University and California State University, Los Angeles, 2000. Trans-International Boundary Aquifers in Southwestern New Mexico. New Mexico Water Resources Research Institute Technical Completion Report prepared for the U.S. Environmental Protection Agency – Region 6 and the International Boundary and Water Commission – U.S. Section. Western Regional Climate Center. http://www.wrcc.dri.edu/index.html White, W., 1934. Progress Report on the Ground Water Supply of the Mimbres Valley, New Mexico. 11th Biennial Report of the State Engineer of New Mexico 1932 – 1934, p. 109-125. White, W. and W. Guyton, 1951. Ground Water in the Mimbres Valley, New Mexico. Consultant’s Report, May 1951. 14 Wilson, B., 1992. The Original and SCS Modified Blaney-Criddle Method – Computer Software for the PC Age. New Mexico State Engineer Office Interoffice Training Manual, August 1992. Wilson & Company, 2001. Canyon Country Estates Subdivision. Consultant’s Report dated July 2001. TABLES Table 1. Average Monthly Precipitation and Temperatures in the Mimbres Basin Meteorological Station Columbus (292024) Deming (292436) Ft. Bayard (293265) 1/1/1925 - 12/31/2005 1/1/1914 - 12/31/2005 2/1/1897 - 12/31/2005 Month Precipitation (inches) Temperature (oF) Precipitation (inches) Temperature (oF) Precipitation (inches) Temperature (oF) January 0.48 43.7 0.44 41.8 0.87 38.7 February 0.44 48.0 0.53 46.2 0.87 41.5 March 0.38 54.3 0.38 51.5 0.70 46.0 April 0.24 62.2 0.23 59.0 0.39 53.1 May 0.22 70.7 0.25 67.5 0.47 61.0 June 0.44 79.9 0.45 76.8 0.78 70.3 July 2.00 81.5 1.78 79.7 3.20 72.5 August 1.85 79.1 1.96 77.6 3.30 70.8 September 1.31 73.9 1.25 72.0 2.05 66.0 October 0.89 63.5 0.88 61.5 1.25 56.6 November 0.50 51.2 0.48 49.4 0.76 46.0 December 0.64 43.7 0.73 42.1 1.04 39.2 Total Average Total Average Total Average 9.39 62.6 9.36 60.4 15.68 55.1 Station Measured Average Annual Flows Adjusted Average Annual Flows1 (USGS Station Number) 10/01/1963 – 9/30/1968 (acre-feet/year) (acre-feet/year) Faywood (8477500) Spalding (8477530) Wamel Canal (08478300 + 084784002) Table 2. Streamflows Along the Mimbres River 15,163 10,227 2 Flows measured in the Wamel Canal and the Mimbres River below the Wamel Canal were combined to yield an estimated total flow in the Mimbres River prior to any development. 9,333 6,295 4,143 2,794 1 The long-term average flow at Faywood, measured from October 1930 to September 1955 and October 1963 to September 1968 (30 years), was 10,227 afy. Flows at Spalding and Wamel Canal were adjusted proportionally downward by 10,227/15,163 to compensate for the high flows that occurred during the 1963-1968 period. Table 3. Summary of Aquifer Test Results Test Date Well Locationi Duration of Pumping (hours) Pumping Rate (gallons per minute) Drawdown (feet) Well Depth (feet) Static Water Level (feet below land surface) Transmissivity (feet2/day) Hydraulic Conductivity (feet/day)ii Source --- 18S.14W.12.313 4 11 89 320 167 5.7 0.04 Wilson & Company (2001) May-79 19S.10W.27.234b 19 140 4 234 12 10,700 48 Geohydrology Associates (1979) Oct-79 19S.14W.35.3 48 615 27 590 377 9,500 45 Water Resources Associates (1981) Jan-05 20S.11W.7.334 2 830 26 255 65 17,900 94 Finch (2005) Jul-05 20S.11W.7.413 8 165 12 294 84 14,600 70 Finch (2005) Jul-05 20S.12W.12.134 17 150 41 400 52 700 2 Finch (2005) Oct-80 20S.14W.1.1 24 700 26 1020 315 10,000 14 Water Resources Associates (1981) Nov-51 24S.11W.11.211 48 280 50 202 108 670 7 Conover (1952) Dec-51 24S.11W.12.324 48 374 21 200 102 4,300 44 Conover (1952) Feb-51 24S.7W.4.421a 4 470 63 398 56 940 3 White and Guyton (1951) Feb-51 24S.7W.9.241a 48 797 90 375 59 1,700 5 White and Guyton (1951) Jun-42 24S.8W.6.11 24 450 7 235 48 14,000 75 Akin (1942) Jun-42 24S.9W.1.21 24 400 8 235 54 15,600 86 Akin (1942) May-42 24S.9W.1.22 24 365 81 234 49 1,500 8 Akin (1942) May-41 24S.9W.6.431 14 465 43 1000 55 2,800 4 iii Murray (1942) Feb-53 25S.6W.5.311 48 540 65 230 74 1,900 12 Spiegel (1956) Jan-54 25S.6W.8.112 48 650 95 1000 2 1,000 3 iiii Spiegel (1956) --- 27S.8W.8.311 --- --- --- 413 34 7,900 21 Blandford and Wilson (1987) Geometric Mean 11 iGiven as Township.Range.Section.1/4.1/4.1/4 iiCalculated using a saturated thickness of well depth minus static water level. iiiCalculated using a saturated thickness of alluvium of 790 feet. iiiiCalculated using a saturated thickness based on a screened interval of 375 feet. --- = Unknown Table 4. Estimated Consumption of Groundwater for Irrigation Year Acres Irrigated by Groundwater Consumptive Irrigation Requirement (feet) Acre-Feet of Groundwater Consumed 1933 5,894 1.59 9,371 1936 9,158 1.59 14,561 1940 12,295 1.59 19,549 1953 26,747 1.71 45,737 1975 41,123 1.64 67,442 1979 41,557 1.75 72,725 1986 22,676 1.75 39,683 1989 22,732 1.84 41,827 1995 23,319 1.82 42,441 2000 18,676 1.80 33,617 2005 15,650 1.80 28,170 Table 5. Irrigated Acreages by Crop and Consumptive Irrigation Requirement Year Crop 1939 1949 1954 1965 1970 1975 1980 1985 1990 1995 2001 Beans 4,600 2,937 6,211 1,000 350 2,200 1,180 360 0 0 784 Corn 400 170 1,186 500 1,500 3,000 4,400 1,500 900 2,500 1,920 Sorghum 2,300 1,219 3,404 12,700 18,000 26,000 9,400 5,600 2,500 2,100 2,297 Wheat 0 0 0 30 400 2,500 2,250 950 1,200 4,000 3,459 Spring Small Grains 150 330 344 2,050 3,600 4,500 1,870 2,200 1,400 1,180 1,110 Cotton 1,800 16,680 13,815 14,150 14,460 9,310 22,100 10,910 8,700 4,890 6,153 Vineyards 0 0 0 0 0 0 0 1,500 600 500 275 Planted Pasture 500 1,063 389 2,200 1,100 1,300 1,300 390 400 700 306 Onions 0 0 0 0 200 440 180 300 2,650 3,800 2,832 Chile 0 0 0 0 0 800 1,390 4,400 11,000 8,200 6,752 Misc Veges 750 30 205 130 1,950 150 50 350 700 1,900 3,574 Orchards 0 44 42 0 250 700 750 970 1,100 1,255 867 Alfalfa 0 315 1,272 1,400 1,800 2,200 1,600 1,700 2,300 2,700 1,888 Native Pasture 0 0 0 0 6,700 8,880 10,350 10,350 10,350 10,350 11,216 Total Acreage 10,500 22,788 26,868 34,160 50,310 61,980 56,820 41,480 43,800 44,075 43,433 Consumptive Irrigation Requirement (feet) 1.59 1.79 1.71 1.71 1.68 1.64 1.75 1.75 1.84 1.82 1.80 Table 6. Summary of Periods of Available Pumping Records Municipal Pumping Town Period of Record Bayard 1983 - 2004 1 Columbus 1982 - 2004 1 Deming 1985 - 2005 1 Santa Clara 1978 - 2004 2 Silver City 1958 - 2004 1 Tyrone 1989 - 2004 1 Mine Pumping Wellfield Period of Record Apache 1952 - 19862, 1989 - 20041 Baker 1952 - 19862, 1989 - 20041 Bolton 1952 - 19862, 1989 - 20041 Cron Ranch 1976 - 19832, 1993 -"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "Crop and Consumptive Irrigation Requirement Year Crop 1939 1949 1954 1965 1970 1975 1980 1985 1990 1995 2001 Beans 4,600 2,937 6,211 1,000 350 2,200 1,180 360 0 0 784 Corn 400 170 1,186 500 1,500 3,000 4,400 1,500 900 2,500 1,920 Sorghum 2,300 1,219 3,404 12,700 18,000 26,000 9,400 5,600 2,500 2,100 2,297 Wheat 0 0 0 30 400 2,500 2,250 950 1,200 4,000 3,459 Spring Small Grains 150 330 344 2,050 3,600 4,500 1,870 2,200 1,400 1,180 1,110 Cotton 1,800 16,680 13,815 14,150 14,460 9,310 22,100 10,910 8,700 4,890 6,153 Vineyards 0 0 0 0 0 0 0 1,500 600 500 275 Planted Pasture 500 1,063 389 2,200 1,100 1,300 1,300 390 400 700 306 Onions 0 0 0 0 200 440 180 300 2,650 3,800 2,832 Chile 0 0 0 0 0 800 1,390 4,400 11,000 8,200 6,752 Misc Veges 750 30 205 130 1,950 150 50 350 700 1,900 3,574 Orchards 0 44 42 0 250 700 750 970 1,100 1,255 867 Alfalfa 0 315 1,272 1,400 1,800 2,200 1,600 1,700 2,300 2,700 1,888 Native Pasture 0 0 0 0 6,700 8,880 10,350 10,350 10,350 10,350 11,216 Total Acreage 10,500 22,788 26,868 34,160 50,310 61,980 56,820 41,480 43,800 44,075 43,433 Consumptive Irrigation Requirement (feet) 1.59 1.79 1.71 1.71 1.68 1.64 1.75 1.75 1.84 1.82 1.80 Table 6. Summary of Periods of Available Pumping Records Municipal Pumping Town Period of Record Bayard 1983 - 2004 1 Columbus 1982 - 2004 1 Deming 1985 - 2005 1 Santa Clara 1978 - 2004 2 Silver City 1958 - 2004 1 Tyrone 1989 - 2004 1 Mine Pumping Wellfield Period of Record Apache 1952 - 19862, 1989 - 20041 Baker 1952 - 19862, 1989 - 20041 Bolton 1952 - 19862, 1989 - 20041 Cron Ranch 1976 - 19832, 1993 - 20032 Lower Whitewater 1952 - 19862, 1989 - 20041 McCauley 1952 - 19862, 1989 - 20041 McCauley 8 1983 - 19862, 1988 - 20041 Moody 1979 - 19872, 1988 - 20041 Stark 1952 - 19862, 1989 - 20041 Warm Springs 1983 - 19862, 1989 - 20041 Warm Springs 12 1983 - 19862, 1989 - 20041 Yates 1988 - 20041 1 Meter records available for individual wells 2 Records available for total wellfield only Table 7. Municipal and Industrial Pumping Municipal Wellfields Annual Pumping (acre-feet) Mine Wellfields Annual Pumping (acre-feet) Year Bayard Columbus Deming Santa Clara Silver City Tyrone Apache Baker Bolton Cron Ranch Lower Whitewater McCauley McCauley 8 Moody Stark Warm Springs Warm Springs 12 Yates Total 1935 1940 1945 1950 1955 186.00 42.00 1,680.84 1,832.99 1,079.51 6,776.33 1960 622.37 1,977.89 2,369.12 652.05 7,581.42 1965 236.00 70.00 598.46 362.00 224.60 0.00 1,905.44 2,253.20 7,614.69 1970 1,122.78 368.00 1,992.38 470.93 2,274.93 0.00 0.00 1,912.68 10,111.69 1975 275.00 1,530.10 281.00 572.36 1,485.23 1,456.25 318.78 1,876.46 0.00 1,499.72 11,269.88 1980 275.00 238.01 1,486.19 710.01 1,188.18 1,238.90 199.62 391.23 1,506.96 1,028.79 1,036.04 11,278.92 1985 347.59 113.09 3,195.51 142.20 1,384.07 478.00 2,149.00 892.00 362.00 795.00 902.00 144.56 1,641.00 2,922.00 196.00 17,649.02 1990 305.37 125.75 3,282.27 241.74 1,881.53 2,050.11 1,135.64 1,150.98 1,122.53 338.78 1,644.92 3,257.43 1,923.97 1,109.57 2,719.76 118.15 705.16 25,103.66 1995 371.13 163.84 4,061.55 282.90 2,505.06 1,828.80 685.31 2,596.18 936.88 19.20 339.81 1,414.67 2,387.02 1,454.09 963.20 1,341.92 1.58 859.38 24,207.52 2000 356.69 213.76 4,101.67 245.17 2,020.41 1,438.15 787.41 1,305.18 623.96 16.68 274.54 2,387.80 2,186.92 1,518.65 1,151.86 2,119.45 472.79 862.21 24,083.30 2005 4,541.84 Table 8A. Steady State Model Budget Components Model In Rate (acre-feet/year) Mountain Front Recharge 21,146 Tributary Recharge 9,967 Total In 31,113 Model Out Rate (acre-feet/year) Evapotranspiration 31,113 Table 8B. Model Year 2005 Budget Components Model In Rate (acre-feet/year) Mountain Front Recharge 21,146 Tributary Recharge 9,967 Storage Drawdown 23,371 Total In 54,484 Model Out Rate (acre-feet/year) Pumping (CIR) 33,916 Evapotranspiration 12,911 Storage Buildup 7,677 Total Out 54,505 FIGURES Reeds Peak Cooke Range Black Range Black Mountain Florida Mountains Pinos Altos Range White Rock Canyon Mimbres Mountains Victorio Mountains Carrizalillo Hills Sierra De Las Uvas Big Burro Mountains Goodsight Mountains Cedar Mountain Range Tres Hermanas Mountains West Potrillo Mountains Faywood Spalding Wamel Canal Salem Hatch Rincon Hurley Deming Bayard Mesilla Mesquite Columbus Dona Ana Lordsburg Las Cruces Silver City Williamsburg Radium Springs Elephant Butte Truth or Consequences Grant Luna Sierra Hidalgo Dona Ana Catron basin2.mxd FIGURE 1 LOCATION OF THE MIMBRES BASIN 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Administrative Basin Surface Water Basin Surface Water Gage M i m b res R i v er S a n V i c en t e A r ro yo Reeds Peak Cooke Range Black Range Black Mountain Florida Mountains Pinos Altos Range White Rock Canyon Mimbres Mountains Victorio Mountains Carrizalillo Hills Sierra De Las Uvas Big Burro Mountains Goodsight Mountains Cedar Mountain Range Tres Hermanas Mountains West Potrillo Mountains 500 2000 1000 1500 2500 3000 4000 2500 1000 500 1000 1500 500 500 2000 500 1000 1000 500 500 1500 2500 Salem Rincon Hurley Deming Bayard Mesilla Mesquite Columbus Dona Ana Lordsburg Silver City Williamsburg Radium Springs Elephant Butte Truth or Consequences basin_fill2.mxd FIGURE 2 THE EXTENT AND THICKNESS OF THE BASIN FILL ALLUVIUM IN THE MIMBRES BASIN 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Surface Water Basin Basin Fill Basin Fill Thickness (ft) Contours of Thickness are modified from Heywood (2002) The Contour Interval is 500-Feet 4000 4100 4200 3900 4400 4500 4700 4600 4300 5100 4800 5300 5400 5200 4900 5000 5500 5900 5600 5800 5700 6400 6200 6000 5800 5400 4300 5100 4800 5000 4400 5500 4300 4200 4500 4600 4300 4400 4200 Salem Hatch Rincon Hurley Deming Bayard Mesilla Mesquite Columbus Dona Ana Lordsburg Silver City Williamsburg Radium Springs Elephant Butte Truth or Consequences wl_predevel2.mxd FIGURE 3 PREDEVELOPMENT WATER ELEVATIONS IN THE MIMBRES BASIN 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Surface Water Basin Basin Fill Water Elevation (ft msl) The Contour Interval is 100-Feet 90 80 70 60 50 40 30 20 10 110 210 100 230 240 200 190 180 170 160 150 140 130 120 220 T23SR07W T21SR07W T25SR07W T20SR08W T24SR07W T22SR07W T20SR13W T21SR11W T19SR11W T19SR13W T21SR09W T20SR12W T21SR08W T20SR11W T19SR12W T20SR14W T21SR10W T20SR07W T24SR11W T20SR06W T20SR10W T22SR11W T28SR05W T19SR15W T18SR12W T19SR14W T27SR03W T27SR05W T23SR11W T25SR11W T20SR09W T18SR15W T25SR05W T21SR12W T28SR11W T24SR09W T25SR03W T24SR05W T23SR05W T24SR10W T23SR06W T24SR03W T23SR09W T19SR09W T23SR13W T28SR06W T22SR09W T26SR12W T25SR04W T24SR06W T21SR14W T25SR12W T19SR07W T28SR10W T23SR10W T18SR13W T25SR06W T26SR04W T24SR13W T21SR15W T25SR13W T24SR12W T20SR15W T22SR08W T22SR06W T28SR07W T23SR08W T28SR08W T22SR12W T24SR08W T28SR09W T27SR07W T26SR07W T22SR14W T19SR06W T22SR10W T27SR08W T28SR03W T26SR03W T27SR10W T21SR13W T25SR09W T23SR12W T27SR04W T25SR10W T19SR10W T24SR04W T26SR11W T27SR06W T27SR09W T19SR08W T25SR08W T18SR08W T22SR13W T27SR11W T26SR05W T26SR06W T27SR12W T26SR10W T28SR04W T21SR06W T18SR14W T26SR08W T26SR13W T26SR09W T18SR09W T29SR05W T29SR03W T29SR02W T29SR04W T29SR11W T29SR06W T29SR07W T29SR09W T29SR10W T29SR08W Salem Hatch Rincon Deming Columbus 90 80 70 60 50 20 10 110 140 120 100 210 200 190 180 170 160 150 130 40 30 grid_extent2.mxd FIGURE 4 LOCATION AND EXTENT OF THE MIMBRES MODEL GRID 0 5 10 15 20 Miles Map Area The model cell size is uniformily 2000 ft by 2000 ft New Mexico Mexico Active Model Cells 242 Rows and 214 Columns Corner at UTM 83 X: 177495.64 Y: 3483603.78 Corner at UTM 83 X: 177495.64"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "5600 5800 5700 6400 6200 6000 5800 5400 4300 5100 4800 5000 4400 5500 4300 4200 4500 4600 4300 4400 4200 Salem Hatch Rincon Hurley Deming Bayard Mesilla Mesquite Columbus Dona Ana Lordsburg Silver City Williamsburg Radium Springs Elephant Butte Truth or Consequences wl_predevel2.mxd FIGURE 3 PREDEVELOPMENT WATER ELEVATIONS IN THE MIMBRES BASIN 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Surface Water Basin Basin Fill Water Elevation (ft msl) The Contour Interval is 100-Feet 90 80 70 60 50 40 30 20 10 110 210 100 230 240 200 190 180 170 160 150 140 130 120 220 T23SR07W T21SR07W T25SR07W T20SR08W T24SR07W T22SR07W T20SR13W T21SR11W T19SR11W T19SR13W T21SR09W T20SR12W T21SR08W T20SR11W T19SR12W T20SR14W T21SR10W T20SR07W T24SR11W T20SR06W T20SR10W T22SR11W T28SR05W T19SR15W T18SR12W T19SR14W T27SR03W T27SR05W T23SR11W T25SR11W T20SR09W T18SR15W T25SR05W T21SR12W T28SR11W T24SR09W T25SR03W T24SR05W T23SR05W T24SR10W T23SR06W T24SR03W T23SR09W T19SR09W T23SR13W T28SR06W T22SR09W T26SR12W T25SR04W T24SR06W T21SR14W T25SR12W T19SR07W T28SR10W T23SR10W T18SR13W T25SR06W T26SR04W T24SR13W T21SR15W T25SR13W T24SR12W T20SR15W T22SR08W T22SR06W T28SR07W T23SR08W T28SR08W T22SR12W T24SR08W T28SR09W T27SR07W T26SR07W T22SR14W T19SR06W T22SR10W T27SR08W T28SR03W T26SR03W T27SR10W T21SR13W T25SR09W T23SR12W T27SR04W T25SR10W T19SR10W T24SR04W T26SR11W T27SR06W T27SR09W T19SR08W T25SR08W T18SR08W T22SR13W T27SR11W T26SR05W T26SR06W T27SR12W T26SR10W T28SR04W T21SR06W T18SR14W T26SR08W T26SR13W T26SR09W T18SR09W T29SR05W T29SR03W T29SR02W T29SR04W T29SR11W T29SR06W T29SR07W T29SR09W T29SR10W T29SR08W Salem Hatch Rincon Deming Columbus 90 80 70 60 50 20 10 110 140 120 100 210 200 190 180 170 160 150 130 40 30 grid_extent2.mxd FIGURE 4 LOCATION AND EXTENT OF THE MIMBRES MODEL GRID 0 5 10 15 20 Miles Map Area The model cell size is uniformily 2000 ft by 2000 ft New Mexico Mexico Active Model Cells 242 Rows and 214 Columns Corner at UTM 83 X: 177495.64 Y: 3483603.78 Corner at UTM 83 X: 177495.64 m Y: 3631126.98 m Columns Rows row97_cross2.xlsx Chart2 1/11/2011 2:28 PM ejk 0 500 1000 1500 2000 2500 3000 3500 4000 4500 5000 40 50 60 70 80 90 100 110 120 130 140 150 160 170 ELEVATION (FT MSL) MODEL COLUMN FIGURE 5 MODEL CROSS-SECTION THROUGH THE CITY OF DEMING (MODEL ROW 97) Layer 3 Layer 2 Layer 1 Upper Alluvium Lower Alluvium Predevelopment Water Table Deming WEST EAST M i mbre s R iv e r Faywood Spalding Wamel Canal Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City Recharge2.mxd FIGURE 6 MOUNTAIN FRONT AND STREAM RECHARGE CELLS IN THE MIMBRES MODEL 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Model Recharge Cells Surface Water Gage THE TOTAL SIMULATED RECHARGE EQUALS 31,113 AFY FOR ALL MODEL STRESS PERIODS 12993 AFY 2800 AFY 493 AFY 328 AFY 483 AFY 92 AFY 1056 AFY 2901 AFY Mimbres River Recharge = 9967 AFY M i mbre s R iv e r S a n Vi c e n t e A r roy o Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City Pumping2.mxd FIGURE 7 PUMPING CELLS IN THE MIMBRES MODEL 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Pumping Well Model Cell 0 10,000 20,000 30,000 40,000 50,000 60,000 70,000 80,000 1931 1951 1971 1991 AFY YEAR PUMPING RATES MODEL PUMPING CELLS SHOWN ARE USED IN SOME BUT NOT ALL STRESS PERIODS M i mbre s R iv e r S a n Vi c e n t e A r roy o 5 1 1 1 1 2 Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City L1_K.mxd FIGURE 8 HYDRAULIC CONDUCTIVITY IN MODEL LAYER 1 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend K = 2 Ft/Day, Upper Alluvium K = 5 Ft/Day, Upper Alluvium K = 1 Ft/Day, Lower Alluvium HORIZONTAL HYDRAULIC CONDUCTIVITY SHOWN IN FEET/DAY KH/KV = 200 M i mbre s R iv e r S a n Vi c e n t e A r roy o 5 1 1 1 1 1 2 1 Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City L2_K.mxd FIGURE 9 HYDRAULIC CONDUCTIVITY IN MODEL LAYER 2 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend K = 2 Ft/Day, Upper Alluvium K = 5 Ft/Day, Upper Alluvium K = 1 Ft/Day, Lower Alluvium M i mbre s R iv e r S a n Vi c e n t e A r roy o 1 1 1 Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City L3_K.mxd FIGURE 10 HYDRAULIC CONDUCTIVITY IN MODEL LAYER 3 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend K = 1 Ft/Day, Lower Alluvium M i mbre s R iv e r S a n Vi c e n t e A r roy o 0.14 0.1 0.1 0.1 0.14 0.001 0.05 0.01 0.1 Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City Sy.mxd FIGURE 11 SPECIFIC YIELD IN THE MODEL 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Sy = 0.001, Upper Alluvium Sy = 0.01, Upper Alluvium Sy = 0.05, Upper Alluvium Sy = 0.14, Upper Alluvium Sy = 0.10, Lower Alluvium -2 -9 -9 -4 -5 -9 -7 -2 -5 -6 -5 -5 -7 -5 -6 -3 -5 -2 -5 -6 -7 -3 -2 -1 -2 -6 -3 -7 -1 -8 -8 -6 -6 -1 -3 -4 -4 -7 -7 -96 -44 -17 -22 -80 -13 -30 -67 -35 -24 -60 -70 -37 -45 -25 -34 -45 -78 -19 -36 -32 -66 -14 -21 -12 -33 -66 -72 -15 -19 -10 -21 -12 -22 -41 -20 -10 -43 -43 -88 -97 -76 -54 -19 -42 -42 -53 -50 -25 -41 -66 -54 -68 -69 -25 -47 -60 -57 -48 -90 -45 -66 -75 -73 -44 -27 -36 -21 -24 -23 -90 -29 -56 -25 -23 -32 -34 -55 -32 -16 -31 -12 -18 -42 -23 -26 -15 -77 -54 -46 -96 -57 -12 -16 -22 -41 -29 -18 -30 -41 -35 -20 -43 -14 -16 -43 -56 -33 -47 -31 -18 -14 -21 -96 -32 -14 -134 -150 -191 -301 -173 -174 -148 -144 -249 -272 -153 -137 -303 -272 -250 -214 -154 1 2 8 2 0 0 7 3 2 0 1 1 3 6 4 0 4 8 5 2 5 8 4 6 2 3 3 3 1 2 1 2 5 3 1 6 3 1 9 37 18 27 11 28 17 40 48 57 11 10 16 40 25 17 15 22 28 16 20 53 43 58 25 43 30 23 81 77 60 22 11 14 38 44 42 22 37 32 18 35 29 41 43 47 11 115 146 210 262 209 149 177 195 187 130 130 196 115 115 240 4300 3900 4000 4600 4800 4400 4500 4000 4000 3900 Salem Hatch Rincon Hurley Bayard ss_resid2.mxd FIGURE 12 STEADY STATE WATER ELEVATION AND RESIDUALS IN THE MIMBRES MODEL 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Model Layer 1 Water Elevation Contours (ft msl) Model Layer 1 Dry Cells The contour interval is 100-feet The residuals are posted as observed - simulated water elevation in feet Negative red values represent the amount that the model overpredicted steady state"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "-34 -45 -78 -19 -36 -32 -66 -14 -21 -12 -33 -66 -72 -15 -19 -10 -21 -12 -22 -41 -20 -10 -43 -43 -88 -97 -76 -54 -19 -42 -42 -53 -50 -25 -41 -66 -54 -68 -69 -25 -47 -60 -57 -48 -90 -45 -66 -75 -73 -44 -27 -36 -21 -24 -23 -90 -29 -56 -25 -23 -32 -34 -55 -32 -16 -31 -12 -18 -42 -23 -26 -15 -77 -54 -46 -96 -57 -12 -16 -22 -41 -29 -18 -30 -41 -35 -20 -43 -14 -16 -43 -56 -33 -47 -31 -18 -14 -21 -96 -32 -14 -134 -150 -191 -301 -173 -174 -148 -144 -249 -272 -153 -137 -303 -272 -250 -214 -154 1 2 8 2 0 0 7 3 2 0 1 1 3 6 4 0 4 8 5 2 5 8 4 6 2 3 3 3 1 2 1 2 5 3 1 6 3 1 9 37 18 27 11 28 17 40 48 57 11 10 16 40 25 17 15 22 28 16 20 53 43 58 25 43 30 23 81 77 60 22 11 14 38 44 42 22 37 32 18 35 29 41 43 47 11 115 146 210 262 209 149 177 195 187 130 130 196 115 115 240 4300 3900 4000 4600 4800 4400 4500 4000 4000 3900 Salem Hatch Rincon Hurley Bayard ss_resid2.mxd FIGURE 12 STEADY STATE WATER ELEVATION AND RESIDUALS IN THE MIMBRES MODEL 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Model Layer 1 Water Elevation Contours (ft msl) Model Layer 1 Dry Cells The contour interval is 100-feet The residuals are posted as observed - simulated water elevation in feet Negative red values represent the amount that the model overpredicted steady state water elevations 3800 4000 4200 4400 4600 4800 5000 5200 5400 5600 5800 6000 6200 3800 4000 4200 4400 4600 4800 5000 5200 5400 5600 5800 6000 6200 SIMULATED WATER ELEVATIONS (FT MSL OBSERVED WATER ELEVATIONS (FT MSL SIMULATED VERSUS OBSERVED STEADY STATE WATER ELEVATIONS AT WELLS M i mbre s R iv e r S a n Vi c e n t e A r roy o Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City et2.mxd FIGURE 13 THE LOCATIONS OF ACTIVE EVAPOTRANSPIRATION IN THE STEADY STATE MIMBRES MODEL 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Model Layer 1 Dry Cells Steady State ET Cells 0 5,000 10,000 15,000 20,000 25,000 30,000 35,000 1931 1951 1971 1991 AFY YEAR ET RATE budget.xlsx Chart1 ejk 1/11/2011 4:51 PM -70,000 -60,000 -50,000 -40,000 -30,000 -20,000 -10,000 0 10,000 20,000 30,000 40,000 50,000 60,000 70,000 80,000 Jan-31 Jan-41 Jan-51 Jan-61 Jan-71 Jan-81 Jan-91 Jan-01 BUDGET COMPONENT NET OUT (AFY) DATE FIGURE 14 STEADY STATE AND TRANSIENT FLOW BUDGET COMPONENTS IN THE MIMBRES MODEL WELLS ET RECHARGE STORAGE 20 40 60 80 100 120 M i mbre s R iv e r S a n Vi c e n t e A r roy o Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City Radium Springs dd_2005.mxd FIGURE 15 SIMULATED DRAWDOWN FROM PREDEVELOPMENT TO THE YEAR 2005 IN THE MIMBRES MODEL 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Simulated Drawdown (ft) Dry Model Cells in 2005 The Contour Interval is 20-feet 20 20 20 20 20 20 20 40 M i mbre s R iv e r S a n Vi c e n t e A r roy o 91 66 68 30 338 267 306 238 236 245 230 177 187 130 Salem Hatch Rincon Hurley Deming Bayard Columbus Silver City hydrographs2.mxd FIGURE 16 COMPARISON OF OBSERVED AND SIMULATED HYDROGRAPHS IN THE MIMBRES MODEL 0 5 10 15 20 Miles Map Area New Mexico Mexico Legend Hydrographs Model Layer 1 Dry Cells 4680 4690 4700 4710 4720 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 30 Observed Simulated 4040 4050 4060 4070 4080 4090 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 91 Observed Simulated 4150 4160 4170 4180 4190 4200 4210 4220 4230 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 66 Observed Simulated 4190 4200 4210 4220 4230 4240 4250 4260 4270 4280 4290 4300 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 130 Observed Simulated 4110 4120 4130 4140 4150 4160 4170 4180 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 187 Observed Simulated 3970 3980 3990 4000 4010 4020 4030 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 177 Observed Simulated 3910 3920 3930 3940 3950 3960 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 236 Observed Simulated 3920 3930 3940 3950 3960 3970 3980 3990 4000 4010 4020 4030 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 338 Observed Simulated 3890 3900 3910 3920 3930 3940 3950 3960 3970 3980 3990 4000 4010 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 306 Observed Simulated 4060 4070 4080 4090 4100 4110 4120 4130 4140 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 230 Observed Simulated 3910 3920 3930 3940 3950 3960 3970 3980 3990 4000 4010 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 238 Observed Simulated 4010 4020 4030 4040 4050 4060 4070 4080 4090 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 245 Observed Simulated 4250 4260 4270 4280 4290 4300 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 68 Observed Simulated 3890 3900 3910 3920 3930 3940 3950 3960 3970 3980 3990 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 267 Observed Simulated"
    },
    {
        "URL": "Cuddy2011_GWModelOfMimbresBasin.pdf",
        "Text": "3910 3920 3930 3940 3950 3960 3970 3980 3990 Jan-35 Jan-55 Jan-75 Jan-95 WL (FT MSL) DATE 267 Observed Simulated"
    }
]