[
    {
        "URL": "Finch2008_GeologicControlsOnGWFlowInMimbresBasin.pdf",
        "Text": "New Mexico Geological Society Downloaded from: https://nmgs.nmt.edu/publications/guidebooks/59 Geologic controls on ground-water flow in the Mimbres Basin, southwestern New Mexico Finch, Steven T., Jr. McCoy, Annie and Erwin Melis 2008, pp. 189-198. https://doi.org/10.56577/FFC-59.189 in: Geology of the Gila Wilderness-Silver City area, Mack, Greg, Witcher, James, Lueth, Virgil W.; [eds.], New Mexico Geological Society 59 th Annual Fall Field Conference Guidebook, 210 p. https://doi.org/10.56577/FFC-59 This is one of many related papers that were included in the 2008 NMGS Fall Field Conference Guidebook. Annual NMGS Fall Field Conference Guidebooks Every fall since 1950, the New Mexico Geological Society (NMGS) has held an annual Fall Field Conference that explores some region of New Mexico (or surrounding states). Always well attended, these conferences provide a guidebook to participants. Besides detailed road logs, the guidebooks contain many well written, edited, and peer-reviewed geoscience papers. These books have set the national standard for geologic guidebooks and are an essential geologic reference for anyone working in or around New Mexico. Free Downloads NMGS has decided to make peer-reviewed papers from our Fall Field Conference guidebooks available for free download. This is in keeping with our mission of promoting interest, research, and cooperation regarding geology in New Mexico. However, guidebook sales represent a significant proportion of our operating budget. Therefore, only research papers are available for download. Road logs, mini-papers, and other selected content are available only in print for recent guidebooks. Copyright Information Publications of the New Mexico Geological Society, printed and electronic, are protected by the copyright laws of the United States. No material from the NMGS website, or printed and electronic publications, may be reprinted or redistributed without NMGS permission. Contact us for permission to reprint portions of any of our publications. One printed copy of any materials from the NMGS website or our print and electronic publications may be made for individual use without our permission. Teachers and students may make unlimited copies for educational use. Any other use of these materials requires explicit permission. This page is intentionally left blank to maintain order of facing pages. 189 GEOLOGIC CONTROLS ON GROUND-WATER FLOW IN THE MIMBRES BASIN New Mexico Geological Society Guidebook, 59th Field Conference, Geology of the Gila Wilderness - Silver City Area, 2008, p. 189-198. INTRODUCTION The Mimbres Basin is a hydrologically closed basin where the majority of domestic, municipal, agricultural, and industrial water supplies come from ground water. Historically, substantial vol- umes of ground water have been pumped from the basin ﬁll and bedrock shown in Figure 1. Over 100,000 acre-feet per year (ac-ft/ yr) of ground water are pumped from the Mimbres Basin (Wilson et al., 2003; Daniel B. Stephens & Associates, Inc., unpubl. report for Southwest New Mexico Regional Water Plan Steering Com- mittee, 2005), and about 6% of this is pumped from bedrock. Geologic, geophysical, and hydrogeologic studies of the Mimbres Basin over the past 90 years, including Darton (1916), White (1931), Trauger (1972), Hanson et al. (1994), Hawley et al. (2000), Kennedy et al. (2000), and McCoy and Finch (unpubl. report for Chino Mines Company, 2006), were compiled and inte- grated to explore local and regional geologic controls on ground- water ﬂow in the Mimbres Basin. The U.S. Geological Survey (USGS) created a two-dimensional regional-scale ground-water ﬂow model of the Mimbres basin-ﬁll aquifer (alluvium and Gila Conglomerate), with bedrock simulated as no-ﬂow blocks (Hanson et al., 1994). The USGS model only considered moun- tain-front recharge from upland runoff to the basin ﬁll, leaving a signiﬁcant portion of recharge unaccounted (Hanson et al., 1994). Ground-water inﬂow from surrounding bedrock, which is typically controlled by bedrock structures, was likely the unac- counted component of recharge. McCoy and Finch (unpubl. report for Chino Mines Company, 2006) drew upon the USGS model, hydrogeologic data in Trauger (1972), the hydrogeologic framework of the Mimbres Basin by Hawley et al. (2000) and Kennedy et al. (2000), in addition to local studies in the Tyrone and Santa Rita mining districts to create a three-dimensional cal- ibrated regional ground-water ﬂow model of the basin ﬁll and bedrock of the Mimbres Basin. The ground-water ﬂow model also included the development of a detailed basin-ﬁll thickness map (Fig. 1) based on New Mexico Bureau of Geology and Mineral Resources (NMBGMR) data and maps (Seager, 1995; Seager et al., 1982; Trauger, 1972), New Mexico Energy, Minerals and Natural Resources Depart- ment - Oil Conservation Division well ﬁles, USGS data and maps (Hedlund, 1978a, b, c, d, e, f; Hanson et al., 1994), New Mexico Water Resources Research Institute (NMWRRI) data, maps, and cross-sections (Hawley et al., 2000), data from Trauger and Coons (unpubl. report for Molzen-Corbin and Associates, Inc., 1984) and Blandford and Wilson (1987), unpublished data on basin-ﬁll thickness in the Mimbres Basin (John Hawley, personal commun., 2005), and isostatic residual gravity data (Heywood, 2002). The ground-water ﬂow model showed that the Mimbres Basin can be divided into four major hydrogeologic regions: 1) Upper Mimbres, 2) San Vicente, 3) Deming, and 4) Florida (Fig. 1). Hydrogeologic regions are deﬁned by topography, geology, and structure, in addition to ground-water recharge and discharge, and each region has a distinct hydrogeologic framework. Each region includes bedrock (may include Precambrian crystalline rocks, Paleozoic carbonates, Cretaceous sandstone and shale, and Tertiary volcaniclastic rocks) and basin ﬁll (consisting of Tertiary to Quaternary Gila Conglomerate, and Quaternary alluvium). In general, geology controls recharge, discharge, and hydrau- lic properties in the hydrogeologic regions of the Mimbres Basin. In turn, ground-water ﬂow is controlled by higher heads in recharge areas, variable hydraulic properties, distribution of dis- charge locations, and ground-water pumping. The bedrock in the Upper Mimbres and San Vicente hydrogeologic regions receives substantial areal recharge, stores signiﬁcant volumes of ground water, and transmits ground water to the basin ﬁll. The basin ﬁll represents the primary aquifer in the Deming and Florida hydro- geologic regions; however, shallow bedrock along faults controls ground-water ﬂow. Regional ground-water ﬂow is from north to south following recharge and discharge patterns (Fig. 1). PHYSIOGRAPHIC SETTING The Mimbres Basin lies within the Basin and Range and south- ern Transition Zone provinces, and is deﬁned on the north and GEOLOGIC CONTROLS ON GROUND-WATER FLOW IN THE MIMBRES BASIN, SOUTHWESTERN NEW MEXICO STEVEN T. FINCH, JR., ANNIE MCCOY, AND ERWIN MELIS John Shomaker & Associates, Inc., 2611 Broadbent Parkway NE, Albuquerque, NM 87107, sﬁnch@shomaker.com ABSTRACT — A three-dimensional calibrated regional ground-water ﬂow model of the Mimbres Basin developed by McCoy and Finch (unpubl. report for Chino Mines Company, 2006) shows that ground-water ﬂow is controlled by the geology and structure of the mountain bedrock and basin ﬁll, and that the basin can be divided into four major hydrogeologic regions. These regions show distinct ground-water ﬂow patterns based on recharge, discharge, and hydraulic properties controlled by geology and structure. Local and regional geologic controls on ground-water ﬂow include permeability contrasts resulting from deposi- tion, volcanism, and deformation associated with Basin and Range faulting, paleo-drainage, and topography. Bedrock plays an important role in each hydrogeologic region. About 24% of the ground water in storage in the ground-water ﬂow model is within bedrock, and up to 30% of total modeled recharge to the Mimbres Basin occurs as areal recharge to bedrock hydrogeo- logic units. Recharge to bedrock hydrogeologic"
    },
    {
        "URL": "Finch2008_GeologicControlsOnGWFlowInMimbresBasin.pdf",
        "Text": "Basin. In turn, ground-water ﬂow is controlled by higher heads in recharge areas, variable hydraulic properties, distribution of dis- charge locations, and ground-water pumping. The bedrock in the Upper Mimbres and San Vicente hydrogeologic regions receives substantial areal recharge, stores signiﬁcant volumes of ground water, and transmits ground water to the basin ﬁll. The basin ﬁll represents the primary aquifer in the Deming and Florida hydro- geologic regions; however, shallow bedrock along faults controls ground-water ﬂow. Regional ground-water ﬂow is from north to south following recharge and discharge patterns (Fig. 1). PHYSIOGRAPHIC SETTING The Mimbres Basin lies within the Basin and Range and south- ern Transition Zone provinces, and is deﬁned on the north and GEOLOGIC CONTROLS ON GROUND-WATER FLOW IN THE MIMBRES BASIN, SOUTHWESTERN NEW MEXICO STEVEN T. FINCH, JR., ANNIE MCCOY, AND ERWIN MELIS John Shomaker & Associates, Inc., 2611 Broadbent Parkway NE, Albuquerque, NM 87107, sﬁnch@shomaker.com ABSTRACT — A three-dimensional calibrated regional ground-water ﬂow model of the Mimbres Basin developed by McCoy and Finch (unpubl. report for Chino Mines Company, 2006) shows that ground-water ﬂow is controlled by the geology and structure of the mountain bedrock and basin ﬁll, and that the basin can be divided into four major hydrogeologic regions. These regions show distinct ground-water ﬂow patterns based on recharge, discharge, and hydraulic properties controlled by geology and structure. Local and regional geologic controls on ground-water ﬂow include permeability contrasts resulting from deposi- tion, volcanism, and deformation associated with Basin and Range faulting, paleo-drainage, and topography. Bedrock plays an important role in each hydrogeologic region. About 24% of the ground water in storage in the ground-water ﬂow model is within bedrock, and up to 30% of total modeled recharge to the Mimbres Basin occurs as areal recharge to bedrock hydrogeo- logic units. Recharge to bedrock hydrogeologic units becomes ground water in storage and ground-water ﬂow to the basin ﬁll. Hydraulic conductivity values for the bedrock of the Mimbres Basin are highly variable, ranging from 5 x 10-6 to 900 feet per day (ft/d) based on the degree of secondary permeability, while hydraulic conductivity values for the basin ﬁll range from 0.01 to about 400 ft/d and decrease with depth and age. 190 FINCH, MCCOY, & MELIS FIGURE 1. Map of Mimbres Basin showing geographic features and basin-ﬁll thickness contours, and hydrogeologic zones and water-level elevation contours (see inset), Southwestern New Mexico. 191 GEOLOGIC CONTROLS ON GROUND-WATER FLOW IN THE MIMBRES BASIN west by the Continental Divide (Fig. 1). Predominantly north- west-trending grabens and half-grabens deﬁne sub-basins within the Mimbres Basin. Land-surface elevations in the Mimbres Basin range from about 3900 ft above mean sea level (amsl) in the Bolson de los Muertos in the south (Mexico), to about 10,000 ft amsl in the Black Range in the north. The Mimbres Basin climate is typical of the semi-arid to arid southwest, with average annual precipitation increasing with elevation and ranging from about 9 inches in the south to over 20 inches in the Upper Mimbres hydro- geologic region. The Mimbres River is a perennial stream along a 32 mile-long reach in the Upper Mimbres hydrogeologic region. The Mimbres River occasionally ﬂows south into Mexico as a result of high-magnitude precipitation- and snowmelt events. STRUCTURAL SETTING The distribution of rocks in the Mimbres Basin has been inﬂuenced by Mesozoic tectonism, and Tertiary and Quaternary faulting, volcanism, and deposition. The Mimbres Basin is at the intersection of the Basin and Range, southern Rio Grande Rift, and southern Transition Zone tectonic provinces (Mack, 2004; Trauger, 1972), and is characterized by predominantly northwest- trending faults and folds associated with the Laramide orogeny, Tertiary magmatism, and Quaternary tectonism. Dominant structures in the northern part of the Mimbres Basin include the Black Range uplift, Mimbres graben, Pinos Altos- Central syncline, Cookes Peak horst, and Mangas graben (Fig. 1). Tertiary igneous rocks and Permian carbonates are bound by northwest-trending faults in the Black Range (Fig. 2). The Mim- bres graben is a half graben bound by the northwest-trending, southwest-side up, normal Mimbres-Sarten fault, along which basin ﬁll reaches a maximum thickness of 1500 ft (Trauger, 1972; Jicha, 1954). The Pinos Altos-Central syncline is bound by the Mimbres- Sarten fault to the northeast and the northwest-trending, north- east-side up, normal Treasure Mountain fault (also referred to as the Silver City fault by Pratt (1967)) to the southwest. Paleozoic carbonates, Cretaceous sedimentary rocks, and Tertiary igneous rocks on the western edge of the Pinos Altos-Central syncline are locally fractured. The northeast-trending, southeast-side up, normal Blue Mountain fault is orthogonal to the Mimbres-Sarten Fault (Elston, 1957; Machette et al., 1998). The Cookes Range horst, bound by the Mimbres-Sarten fault, is structurally similar to the Pinos Altos-Central syncline. The Mangas graben is a half graben bound to the northeast by the Treasure Mountain fault, with reported displacement of 1400 to 4300 ft (Mack, 2004), and to the southwest by the Burro uplift. Basin ﬁll reaches a maximum thickness of over 2500 ft thick in the Mangas graben along the Treasure Mountain fault. Precam- brian crystalline rocks are exposed in the Burro uplift southwest of the Mangas graben. Dominant structures in the southern part of the Mimbres Basin include the West Potrillo, Florida, and Cedar Mountains uplifts, and various grabens containing thick accumulations of basin ﬁll (Fig. 1). The West Potrillo uplift and primary Florida hydrogeo- logic region graben are structures characteristic of the Rio Grande Rift (Hawley, 1978; Keller and Cather, 1994). Basin ﬁll reaches a maximum thickness of over 2500 ft in the Florida hydrogeologic region, along the West Potrillo uplift (Fig. 2). The Florida hydro- geologic zone includes structures characteristic of the Basin and Range, southern Rio Grande Rift, and southern Transition Zone tectonic provinces (Clemons, 1986; Seager, 1995; and Clemons, 1998), whereas the Deming hydrogeologic region includes struc- tures characteristic of Basin and Range (Trauger, 1972). HYDROGEOLOGIC CHARACTERISTICS OF BED- ROCK AND BASIN FILL From a hydrogeologic perspective, the most signiﬁcant bed- rock units of the Mimbres Basin include, from oldest to youngest, Paleozoic carbonates, Cretaceous sedimentary rocks, and Tertiary volcanic and volcaniclastic rocks (Fig. 2; Table 1). The basin-ﬁll aquifer includes the Tertiary to Quaternary Gila Conglomerate and Quaternary alluvium. Paleozoic Carbonate Rocks Paleozoic carbonate rocks, including Cambrian sandstone, Ordovician and Silurian limestones and dolomites, Mississip- pian Lake Valley Limestone, Pennsylvanian Oswaldo Formation, Age Key Formations Thickness, ft Rock Type Hydraulic Conductivity, ft/d Paleozoic Lake Valley Ls Oswaldo Fm Abo Fm 300 to 400 300 to 400 up to 640 limestone dolomite shale, siltstone, limestone 0.01 to 900 Cretaceous Colorado Fm Beartooth Quartzite up to 1000 65 to 140 shale, limestone, sandstone quartzite 0.0005 to 1.4 Tertiary Sugarlump Tuff Rubio Peak Fm Hurley Sill up to 3600 volcanic, volcaniclastic, shallow intrusive 0.002 to 0.4 Tertiary to Quaternary Gila Conglomerate alluvium up to 3500 less than 100 poorly consolidated sediments 0.01 to 100 10 to 400 Notes: ft/d - feet per day; Ls - Limestone; Fm - Formation TABLE 1. Summary of bedrock and basin-ﬁll hydrogeologic characteristics in the Mimbres Basin 192 FINCH, MCCOY, & MELIS FIGURE 2. Map of Mimbres Basin showing generalized geology, faults, and cross-sections (see insets), Southwestern New Mexico. 193 GEOLOGIC CONTROLS ON GROUND-WATER FLOW IN THE MIMBRES BASIN and Permian"
    },
    {
        "URL": "Finch2008_GeologicControlsOnGWFlowInMimbresBasin.pdf",
        "Text": "Keller and Cather, 1994). Basin ﬁll reaches a maximum thickness of over 2500 ft in the Florida hydrogeologic region, along the West Potrillo uplift (Fig. 2). The Florida hydro- geologic zone includes structures characteristic of the Basin and Range, southern Rio Grande Rift, and southern Transition Zone tectonic provinces (Clemons, 1986; Seager, 1995; and Clemons, 1998), whereas the Deming hydrogeologic region includes struc- tures characteristic of Basin and Range (Trauger, 1972). HYDROGEOLOGIC CHARACTERISTICS OF BED- ROCK AND BASIN FILL From a hydrogeologic perspective, the most signiﬁcant bed- rock units of the Mimbres Basin include, from oldest to youngest, Paleozoic carbonates, Cretaceous sedimentary rocks, and Tertiary volcanic and volcaniclastic rocks (Fig. 2; Table 1). The basin-ﬁll aquifer includes the Tertiary to Quaternary Gila Conglomerate and Quaternary alluvium. Paleozoic Carbonate Rocks Paleozoic carbonate rocks, including Cambrian sandstone, Ordovician and Silurian limestones and dolomites, Mississip- pian Lake Valley Limestone, Pennsylvanian Oswaldo Formation, Age Key Formations Thickness, ft Rock Type Hydraulic Conductivity, ft/d Paleozoic Lake Valley Ls Oswaldo Fm Abo Fm 300 to 400 300 to 400 up to 640 limestone dolomite shale, siltstone, limestone 0.01 to 900 Cretaceous Colorado Fm Beartooth Quartzite up to 1000 65 to 140 shale, limestone, sandstone quartzite 0.0005 to 1.4 Tertiary Sugarlump Tuff Rubio Peak Fm Hurley Sill up to 3600 volcanic, volcaniclastic, shallow intrusive 0.002 to 0.4 Tertiary to Quaternary Gila Conglomerate alluvium up to 3500 less than 100 poorly consolidated sediments 0.01 to 100 10 to 400 Notes: ft/d - feet per day; Ls - Limestone; Fm - Formation TABLE 1. Summary of bedrock and basin-ﬁll hydrogeologic characteristics in the Mimbres Basin 192 FINCH, MCCOY, & MELIS FIGURE 2. Map of Mimbres Basin showing generalized geology, faults, and cross-sections (see insets), Southwestern New Mexico. 193 GEOLOGIC CONTROLS ON GROUND-WATER FLOW IN THE MIMBRES BASIN and Permian Hueco and Abo Formations, overlie crystalline Pre- cambrian rocks in the Mimbres Basin, and are exposed along the Black Range uplift, Pinos Altos-Central syncline, Cookes Peak horst, Florida Mountains, and Cedar Mountains uplift (Fig. 2). The Lake Valley Limestone is about 300 to 400 ft thick, and the overlying Oswaldo Formation, also composed primarily of limestone, is about 300 to 400 ft thick (Trauger, 1972). Current water levels in wells completed in Lake Valley Limestone and Oswaldo Formation southwest of Hurley are about 200 ft lower than the regional water table, indicating poor local hydraulic con- nection between the Paleozoic rocks and overlying basin ﬁll. Prior to ground-water development, ground water discharged from the Lake Valley Limestone and Oswaldo Formation at springs in this area instead of draining into the overlying basin ﬁll. The Abo For- mation is up to 640 ft thick, and is composed primarily of red shale and siltstone with thin beds of limestone (Trauger, 1972). Paleozoic carbonate rocks are recharged in areas where stream channels ﬂow over carbonates. The Lake Valley Limestone and Oswaldo Formation are recharged along Cameron Creek about 2 mi northwest of Hurley. The Abo Formation is recharged along Iron Creek at Emory Pass in the Black Range. Cambrian through Mississippian carbonates are recharged along drainages northeast of the Treasure Mountain fault. In general, the Paleozoic carbonate rocks have variable per- meability, depending on the degree of secondary permeability associated with fracturing and dissolution. Hydraulic conductiv- ity values for Lake Valley Limestone and Oswaldo Formation with high secondary permeability, based on pumping test data for wells southwest of Hurley, range from 4 to 900 ft/d. Hydraulic conductivity values for less-fractured Lake Valley Limestone and Oswaldo Formation range from 0.01 to 9 ft/d (Finch and Peery, unpubl. report for Cobre Mining Company, 1999; Golder Associ- ates, unpubl. report for Chino Mines Company, 2005), with the latter reporting a hydraulic conductivity value of 0.6 ft/d for the Abo Formation. Cretaceous Sedimentary Rocks Cretaceous sedimentary rocks, including the Colorado Forma- tion and Beartooth Quartzite, overlie Paleozoic carbonate rocks in the Mimbres Basin, and are primarily exposed in the Pinos Altos-Central syncline, Cookes Peak horst, and Cedar Mountains uplift (Fig. 2). The Colorado Formation is up to 1000 ft thick, and is primarily composed of shale with interbedded limestone and sandstone (Trauger, 1972). The Beartooth Quartzite is 65 to 140 ft thick. In general, the Cretaceous sedimentary rocks have variable permeability that depends on the degree of fracturing, with hydraulic conductivity values ranging from 0.0005 to 1.4 ft/d (Finch and Peery, unpubl. report for Cobre Mining Company, 1999; Golder Associates, unpubl. report for Chino Mines Com- pany, 2005). Tertiary Volcanic Rocks Tertiary volcanic rocks, including the Sugarlump Tuff, Rubio Peak Formation, and the Hurley sill, are interlayered with volca- niclastics in the Mimbres Basin (Fig. 2). Tertiary volcanic rocks are up to 3600 ft thick (Trauger, 1972). In general, the Tertiary volcanic rocks have variable permeability that depends on the degree of fracturing, and the presence of low-permeability ash beds and relatively high-permeability volcaniclastic beds. The depositional and compositional layering in the volcanic and vol- caniclastic rocks typically strike to the northwest and dip about 5 degrees to the northeast. Hydraulic conductivity values for the Tertiary volcanic rocks in the Pinos Altos-Central syncline range from 0.002 to 6.0 ft/d (Daniel B. Stephens & Associates, Inc., unpubl. report for Phelps Dodge, 1999; McCoy and Finch, unpubl. report for Chino Mines Company, 2006). Tertiary to Quaternary Basin Fill (Gila Conglomerate and Alluvium) For the purposes of the current study, the Gila Conglomerate and alluvium are referred to as basin ﬁll, with a maximum total thickness of over 3500 ft near Deming, the West Potrillo uplift, in the Mangas graben, and the Tres Hermanas graben. The Gila Conglomerate is poorly-consolidated and composed of rocks that have eroded from the surrounding highlands and ﬁlled in struc- tural basins, paleo-drainages, and other lowlands. The Gila Con- glomerate generally consists of poorly-sorted gravel, sand, silt, and clay, deposited in alluvial fan, stream channel, and lacustrine environments (Trauger, 1972). Localized uniform grain sizes within the Gila Conglomerate result in low-permeability mud- stone or high-permeability sand and gravel. The Gila has been subdivided into upper and lower members by Trauger (1972) to reﬂect the degree of consolidation, and has been further subdi- vided into eight hydrostratigraphic units by Hawley et al. (2000). The alluvium consists of unconsolidated to poorly-consolidated deposits of silt, sand, gravel, cobbles, and boulders. The alluvium has been subdivided into dozens of hydrostratigraphic units by Hawley et al. (2000). Hydraulic conductivity values for the basin ﬁll can be rela- tively high, reﬂected by a gentle hydraulic gradient in the basin fringe and basin center. In general, permeability decreases with depth and age in the basin-ﬁll hydrogeologic unit. Hydraulic con- ductivity values for the basin ﬁll range from 0.01 to about 400 ft/d (McCoy and Finch, unpubl. report for Chino Mines Com- pany, 2006; Hanson et al., 1994), varying according to grain size, sorting, and type of matrix. The highest hydraulic conductivity values (10 ft/d and greater) are associated with unconsolidated well-sorted sand and gravel lacking clay or carbonate matrix, in the Mangas and Tres Hermanas grabens. RECHARGE In the Mimbres Basin, recharge occurs as 1) areal recharge from direct inﬁltration of precipitation above elevations of 5000 ft amsl, and 2) mountain-front recharge from inﬁltration of redis- tributed runoff at the alluvial fans"
    },
    {
        "URL": "Finch2008_GeologicControlsOnGWFlowInMimbresBasin.pdf",
        "Text": "ﬁll, with a maximum total thickness of over 3500 ft near Deming, the West Potrillo uplift, in the Mangas graben, and the Tres Hermanas graben. The Gila Conglomerate is poorly-consolidated and composed of rocks that have eroded from the surrounding highlands and ﬁlled in struc- tural basins, paleo-drainages, and other lowlands. The Gila Con- glomerate generally consists of poorly-sorted gravel, sand, silt, and clay, deposited in alluvial fan, stream channel, and lacustrine environments (Trauger, 1972). Localized uniform grain sizes within the Gila Conglomerate result in low-permeability mud- stone or high-permeability sand and gravel. The Gila has been subdivided into upper and lower members by Trauger (1972) to reﬂect the degree of consolidation, and has been further subdi- vided into eight hydrostratigraphic units by Hawley et al. (2000). The alluvium consists of unconsolidated to poorly-consolidated deposits of silt, sand, gravel, cobbles, and boulders. The alluvium has been subdivided into dozens of hydrostratigraphic units by Hawley et al. (2000). Hydraulic conductivity values for the basin ﬁll can be rela- tively high, reﬂected by a gentle hydraulic gradient in the basin fringe and basin center. In general, permeability decreases with depth and age in the basin-ﬁll hydrogeologic unit. Hydraulic con- ductivity values for the basin ﬁll range from 0.01 to about 400 ft/d (McCoy and Finch, unpubl. report for Chino Mines Com- pany, 2006; Hanson et al., 1994), varying according to grain size, sorting, and type of matrix. The highest hydraulic conductivity values (10 ft/d and greater) are associated with unconsolidated well-sorted sand and gravel lacking clay or carbonate matrix, in the Mangas and Tres Hermanas grabens. RECHARGE In the Mimbres Basin, recharge occurs as 1) areal recharge from direct inﬁltration of precipitation above elevations of 5000 ft amsl, and 2) mountain-front recharge from inﬁltration of redis- tributed runoff at the alluvial fans along the basin fringes and along San Vicente Arroyo. Mountain-front recharge is a concept developed by Maxey and Eakin (1949), Mifﬂin (1968), Feth (1964), and Feth et al. (1966). Areal recharge to bedrock units in 194 FINCH, MCCOY, & MELIS the highlands of the southwestern United States has been com- monly referred to as “mountain block” recharge (Hogan et al., 2004a; and Hogan et al., 2004b). Recent studies by the USGS (D’Agnese et al., 1997) have demonstrated the importance of relatively low-permeability units transmitting recharge to alluvial basins in ground-water ﬂow modeling. The areal extent of most major basins is large enough that signiﬁcant quantities of water can move through low-permeability units given long time scales (Alexander et al., 1987). Total recharge to the Mimbres Basin was estimated to be about 29,000 ac-ft/yr (McCoy and Finch, unpubl. report for Chino Mines Company, 2006); about 30% of this was areal recharge to the bedrock and about 70% was mountain-front recharge. Simu- lated predevelopment ground-water recharge in the USGS model of the Mimbres Basin totaled 40,000 ac-ft/yr, with components of mountain-front recharge (about 70%), inﬁltration from the Mimbres River downstream from Faywood (about 25%), inﬁltra- tion from Apache Tejo Spring (about 5%), and a minor amount of underﬂow from the Mangas graben and the Bolson de los Muer- tos. White (1931) estimated that an average recharge rate of 26,700 ac-ft/yr originates from inﬁltration of runoff and streamﬂow in the northern Mimbres Basin. Areal Recharge In the Mimbres Basin, areal recharge to the Paleozoic and Cre- taceous rocks moves downward through fractures and solution channels, and areal recharge to the Tertiary volcanic rocks moves downward through fractures and volcaniclastics, until it reaches a low-permeability layer. Areal recharge is evidenced by higher ground-water elevations in the Pinos Altos and Black Range. As the recharge moves laterally, it discharges as ground-water underﬂow to the basin ﬁll or as spring ﬂow. Areal recharge to the bedrock hydrogeologic units may constitute up to 30% of total recharge to the basin, and likely accounts for base ﬂow in the Mimbres River, and deep circulation of ground water (McCoy and Finch, unpubl. report for Chino Mines Company, 2006). Much of the areal recharge to the Mimbres Basin could be considered mountain-block recharge, as discussed in Hogan et al. (2004a). White (1931) suggested that areal recharge did not occur in the Mimbres Basin below the Mimbres River gaging station near Spalding, which is located where bedrock meets basin ﬁll, and coincides with an elevation of 4750 ft amsl. A water budget analysis of surplus precipitation performed by Finch (2003) con- ﬁrmed that recharge from direct inﬁltration of precipitation does not likely occur below 5000 ft amsl, except where runoff inﬁl- trates along arroyos and the basin-ﬁll fringe. Areal recharge is not only controlled by elevation, but also by the exposure of fractured bedrock and the steepness of slopes in the Pinos Altos and Black Range. Mountain-Front Recharge Mountain-front recharge was quantiﬁed and applied to the Mimbres Basin using a method modiﬁed from Stone et al. (2001) for recharge resulting from runoff redistributed from mountain to basin fringe sub-basins, and from basin fringe sub-basins to basin ﬁll. The method considers soil type, and land cover type and den- sity, to determine the magnitude of a precipitation event neces- sary to generate runoff. The runoff that leaves a mountain or basin fringe sub-basin is subtracted from the elevation-based potential recharge for that sub-basin (McCoy and Finch, unpubl. report for Chino Mines Company, 2006). A percentage of the redistributed runoff, and remaining poten- tial recharge (if any), inﬁltrates in the basin fringe or along arroyos in the basin ﬁll, and becomes mountain-front recharge. White (1931) estimated that a minimum of 30% of streamﬂow inﬁltrates and becomes recharge to the Mimbres Basin. The percentage of redistributed runoff that becomes mountain-front recharge varies from zero to close to 100%, depending on local geologic controls (McCoy and Finch, unpubl. report for Chino Mines Company, 2006). In areas where bedrock has high secondary permeability, more precipitation may inﬁltrate, and contribute to areal recharge instead of mountain-front recharge. Areal recharge may be lim- ited in mountainous areas with very steep slopes, and thus more runoff is redistributed and becomes mountain-front recharge. The distribution and magnitude of areal versus mountain-front recharge, which inﬂuences ground-water ﬂow in the Mimbres Basin, are controlled by geology and topography. DISCHARGE In the Mimbres Basin, natural ground-water discharge primarily occurs through evaporation at the water table and evapotranspira- tion (ET) by riparian vegetation. Discharge areas were delineated from the Darton (1916) map of regions having less than 50 ft depth to water, and the USGS model ET areas (Hanson et al., 1994). Estimates of potential ET for the Mimbres Basin range from 22 to 32 in/yr (Climatography of the United States Map No. 60-29, U.S. Department of Commerce, as shown in Williams and McAl- lister, 1979). The USGS model used a maximum ET depth of 55 ft below ground level (bgl) (Hanson et al., 1994). Ground-water evaporation occurs at several playas covering about 890,000 acres in the southern part of the Mimbres Basin, and in riparian areas covering about 19,500 acres in the northern part of the basin. The calibrated ground-water ﬂow model had a relatively low evapora- tion rate of 9 in/yr with an extinction depth of 50 ft bgl. During the last 80 years, a signiﬁcant component of ground- water discharge has"
    },
    {
        "URL": "Finch2008_GeologicControlsOnGWFlowInMimbresBasin.pdf",
        "Text": "along arroyos in the basin ﬁll, and becomes mountain-front recharge. White (1931) estimated that a minimum of 30% of streamﬂow inﬁltrates and becomes recharge to the Mimbres Basin. The percentage of redistributed runoff that becomes mountain-front recharge varies from zero to close to 100%, depending on local geologic controls (McCoy and Finch, unpubl. report for Chino Mines Company, 2006). In areas where bedrock has high secondary permeability, more precipitation may inﬁltrate, and contribute to areal recharge instead of mountain-front recharge. Areal recharge may be lim- ited in mountainous areas with very steep slopes, and thus more runoff is redistributed and becomes mountain-front recharge. The distribution and magnitude of areal versus mountain-front recharge, which inﬂuences ground-water ﬂow in the Mimbres Basin, are controlled by geology and topography. DISCHARGE In the Mimbres Basin, natural ground-water discharge primarily occurs through evaporation at the water table and evapotranspira- tion (ET) by riparian vegetation. Discharge areas were delineated from the Darton (1916) map of regions having less than 50 ft depth to water, and the USGS model ET areas (Hanson et al., 1994). Estimates of potential ET for the Mimbres Basin range from 22 to 32 in/yr (Climatography of the United States Map No. 60-29, U.S. Department of Commerce, as shown in Williams and McAl- lister, 1979). The USGS model used a maximum ET depth of 55 ft below ground level (bgl) (Hanson et al., 1994). Ground-water evaporation occurs at several playas covering about 890,000 acres in the southern part of the Mimbres Basin, and in riparian areas covering about 19,500 acres in the northern part of the basin. The calibrated ground-water ﬂow model had a relatively low evapora- tion rate of 9 in/yr with an extinction depth of 50 ft bgl. During the last 80 years, a signiﬁcant component of ground- water discharge has occurred by pumping. Signiﬁcant pumping associated with agriculture in the Deming hydrogeologic region began in the 1930s, with total withdrawals increasing from about 9500 ac-ft/yr in 1930 to about 70,000 ac-ft/yr in 1960 (Hanson et al., 1994). Signiﬁcant pumping associated with mining operations in the San Vicente hydrogeologic region began in the 1960s. By 1962, the Kennecott Copper Co., U.S. Smelting, Reﬁning, and Mining Co., and New Jersey Zinc Co. were using about 10,000 ac-ft/yr (Trauger, 1972). The current estimate of total ground water pumped from the Mimbres Basin is about 100,000 ac-ft/ yr (Wilson et al., 2003; Daniel B. Stephens & Associates, Inc., unpubl. report for Southwest New Mexico Regional Water Plan Steering Committee,2005), which is nearly three times the natu- ral recharge. 195 GEOLOGIC CONTROLS ON GROUND-WATER FLOW IN THE MIMBRES BASIN GEOLOGIC CONTROLS ON GROUND-WATER FLOW WITHIN HYDROGEOLOGIC REGIONS Upper Mimbres Hydrogeologic Region Ground-water ﬂow in the Upper Mimbres hydrogeologic region is controlled by areal recharge, zones of high secondary permeability and preferential pathways in otherwise low-perme- ability bedrock, and the Mimbres River and associated hydro- logic boundaries. Bedrock receives areal recharge in the high- lands, and ground-water discharge is to the Mimbres River. The Mimbres River and underlying basin ﬁll of the Mimbres graben convey surface water and ground water from the Upper Mimbres hydrogeologic region to the San Vicente hydrogeologic region. No deep ground-water ﬂow regime is known to exist in the Upper Mimbres region. The storage capacity of the bedrock is generally low and likely decreases with depth and decreasing secondary porosity from fractures. Very little is known about the variations of ground-water quality in bedrock. The Mimbres River has an average total dissolved solids (TDS) concentration of 200 mil- ligrams per liter (mg/L). Areal recharge to the Upper Mimbres hydrogeologic region accounts for 11% of total recharge to the Mimbres Basin (Table 2). In the Black Range near Emory Pass, fractured Abo Forma- tion is recharged where it is exposed in the streambed of Iron Creek near a north-trending fault. Areal recharge rates in the ground-water ﬂow model were about 0.7 in/yr compared to 0.04 in/yr in the surrounding area (McCoy and Finch, unpubl. report for Chino Mines Company, 2006). Steep slopes of about 0.5 ft/ft or greater limit areal recharge in higher elevation areas (above elevations of 7200 ft amsl in the Black Range and 8200 ft amsl in the Pinos Altos Range). Areal recharge rates were about 0.04 in/yr compared to 0.1 and 0.3 in/yr in adjacent areas with gentler slopes (McCoy and Finch, unpubl. report for Chino Mines Com- pany, 2006). Recharge from the Upper Mimbres hydrogeologic region to the San Vicente hydrogeologic region creates a hydraulic bound- ary that offsets pumping effects associated with the San Vicente and Deming hydrogeologic regions, and deﬁnes the boundary between the two regions. San Vicente Hydrogeologic Region Ground-water ﬂow in the San Vicente hydrogeologic region is controlled primarily by mountain-front recharge, zones of high secondary permeability and preferential pathways in bedrock, and thickness and permeability contrasts in basin ﬁll. Bedrock is exposed in the highlands along the western, northern, and eastern boundaries of the hydrogeologic region, and basin-ﬁll thickness reaches 2500 ft in the Mangas graben. In the San Vicente hydro- geologic region, fracture zones along northwest-trending faults like the Treasure Mountain fault generally convey ground water, while northeast-trending faults like the Blue Mountain fault typi- cally act as barriers to ground-water ﬂow. The Pinos Altos-Cen- tral syncline controls regional stratigraphy and zones of high sec- ondary permeability and preferential pathways associated with intense fracturing of bedrock in the limbs of the syncline near bounding faults, evidenced by ground water discharge at Apache- Tejo Springs, Warm Springs, and Faywood Hot Springs. Recharge to the San Vicente hydrogeologic region accounts for 63% of total recharge to the Mimbres Basin (Table 2). Recharge to the San Vicente hydrogeologic region includes mountain-front recharge (about 15,650 ac-ft/yr) and areal recharge (about 2690 ac- ft/yr). Areal recharge rates are highest where bedrock with high secondary permeability is exposed along drainages. The Lake Valley Limestone and Oswaldo Formation are recharged along Cameron Creek, along the southwestern limb of the Pinos Altos- Central syncline about 2 mi northwest of Hurley. Areal recharge rates in the ground-water ﬂow model were about 4.4 in/yr com- pared to about 0.09 in/yr in the surrounding area (McCoy and Finch, unpubl. report for Chino Mines Company, 2006). In the Burro uplift, fractured Precambrian granite and Tertiary volca- nic rocks are recharged along Walnut Creek. Areal recharge rates were 3.5 in/yr compared to about 0.09 in/yr in the surrounding area (McCoy and Finch, unpubl. report for Chino Mines Com- pany, 2006). Mountain-front recharge occurs along major arroyos Upper Mimbres San Vicente Deming Florida Mimbres Basin Areal recharge, ac-ft/yr 3058 2691 223 510 6480 Mountain-front recharge, ac-ft/yr 0 15,653 5840 1078 22,570 Total recharge, ac-ft/yr 3058 18,344 6063 1588 29,050 Percent of total mountain-front recharge 0 69 26 5 100 Percent of total areal recharge 47 42 3 8 100 Percent of total recharge 11 63 21 5 100 *Ground water in storage in bedrock, ac-ft/yr 7.9 mil 12.2 mil 14.5 mil 24.3 mil 58.9 mil *Ground water in storage in basin ﬁll, ac-ft/yr 1.5 mil 40.3 mil 62.2 mil 83.6 mil 187.6 mil *Total ground water in storage, ac-ft/yr 9.4 mil 52.5 mil 76.7 mil 107.9 mil 246.5 mil Evapotranspiration, ac-ft/yr 0 3236 7552 16,182 26,970"
    },
    {
        "URL": "Finch2008_GeologicControlsOnGWFlowInMimbresBasin.pdf",
        "Text": "near bounding faults, evidenced by ground water discharge at Apache- Tejo Springs, Warm Springs, and Faywood Hot Springs. Recharge to the San Vicente hydrogeologic region accounts for 63% of total recharge to the Mimbres Basin (Table 2). Recharge to the San Vicente hydrogeologic region includes mountain-front recharge (about 15,650 ac-ft/yr) and areal recharge (about 2690 ac- ft/yr). Areal recharge rates are highest where bedrock with high secondary permeability is exposed along drainages. The Lake Valley Limestone and Oswaldo Formation are recharged along Cameron Creek, along the southwestern limb of the Pinos Altos- Central syncline about 2 mi northwest of Hurley. Areal recharge rates in the ground-water ﬂow model were about 4.4 in/yr com- pared to about 0.09 in/yr in the surrounding area (McCoy and Finch, unpubl. report for Chino Mines Company, 2006). In the Burro uplift, fractured Precambrian granite and Tertiary volca- nic rocks are recharged along Walnut Creek. Areal recharge rates were 3.5 in/yr compared to about 0.09 in/yr in the surrounding area (McCoy and Finch, unpubl. report for Chino Mines Com- pany, 2006). Mountain-front recharge occurs along major arroyos Upper Mimbres San Vicente Deming Florida Mimbres Basin Areal recharge, ac-ft/yr 3058 2691 223 510 6480 Mountain-front recharge, ac-ft/yr 0 15,653 5840 1078 22,570 Total recharge, ac-ft/yr 3058 18,344 6063 1588 29,050 Percent of total mountain-front recharge 0 69 26 5 100 Percent of total areal recharge 47 42 3 8 100 Percent of total recharge 11 63 21 5 100 *Ground water in storage in bedrock, ac-ft/yr 7.9 mil 12.2 mil 14.5 mil 24.3 mil 58.9 mil *Ground water in storage in basin ﬁll, ac-ft/yr 1.5 mil 40.3 mil 62.2 mil 83.6 mil 187.6 mil *Total ground water in storage, ac-ft/yr 9.4 mil 52.5 mil 76.7 mil 107.9 mil 246.5 mil Evapotranspiration, ac-ft/yr 0 3236 7552 16,182 26,970 Notes: *estimated from ground-water-ﬂow model and does not represent ground water available for development; mil - million ac-ft/yr - acre-feet per year TABLE 2. Summary of hydrogeologic regions of the Mimbres Basin,based on steady-state calibrated ground-water-ﬂow model (McCoy and Finch, unpubl. report for Chino Mines Company, 2006) 196 FINCH, MCCOY, & MELIS that drain the highlands. Mountain-front recharge rates along these arroyos are one to two orders of magnitude greater than in the surrounding areas. Over 50% of the estimated runoff from the Burro uplift and San Vicente Arroyo becomes recharge to basin ﬁll in the Mangas graben. The basin ﬁll has relatively high hydraulic conductivity along the Pinos Altos mountain front and the Treasure Mountain fault, and grain size and sorting decreases, and cementation increases with depth and distance from the mountain front. In places, basin ﬁll has lower hydraulic conductivity than bedrock, and acts as a hydraulic barrier to ground-water ﬂow. Ground-water quality in bedrock can vary signiﬁcantly, with TDS concentrations ranging from 250 to over 1000 mg/L, accord- ing to rock type, ﬂow path, and residence time. Ground water in the basin ﬁll has low TDS (250 to 500 mg/L) due to mountain- front recharge. In the San Vicente hydrogeologic region, ground-water dis- charge is due to evapotranspiration in riparian areas that cover about 19,500 acres near the conﬂuence of San Vicente Arroyo and the Mimbres River, and ground-water outﬂow to the Deming hydrogeologic region. Deming Hydrogeologic Region Ground-water ﬂow in the Deming hydrogeologic region is controlled by thick sequences of relatively high-permeability basin ﬁll, ground-water inﬂow from the San Vicente hydrogeo- logic region, and limited mountain-front recharge. Relatively low-permeability bedrock is exposed in the highlands of the Flor- ida Mountains, Cedar Mountains, and Tres Hermanas Mountains, and maximum basin-ﬁll thickness is over 3500 ft east of Deming, and 2500 ft west of the Florida Mountains. Substantial ground- water pumping for irrigation occurs within the basin ﬁll of the Deming hydrogeologic region. Recharge to the Deming hydrogeologic region accounts for 21% of total recharge to the Mimbres Basin (Table 2), limited by low elevations and the small size of the watersheds. Recharge to the Deming hydrogeologic region includes areal recharge (220 ac-ft/yr) and mountain-front recharge (5840 ac-ft/yr). The most signiﬁcant components of ground-water inﬂow come from the San Vicente hydrogeologic region and inﬁltration of storm-water ﬂow in the Mimbres River. In the Deming hydrogeologic region, ground-water discharge is due to evaporation in playa areas that cover about 120,000 acres, and ground-water outﬂow to the Florida hydrogeologic region. Kennedy et al. (2000) noted that ground-water ﬂow is con- stricted by “intervening structural highs from not only “insular” mountain ranges and hilly uplands but also buried bedrock highs and sills” in the Deming hydrogeologic region. Between the Flor- ida Mountains and Tres Hermanas Mountains, a ground-water ﬂow constriction results from relatively shallow bedrock present at a depth of less than 500 ft beneath the basin ﬁll (Hawley et al., 2000; John Hawley, personal commun., 2005; Blandford and Wilson, 1987). Between Cookes Peak and the Florida Mountains, a ground-water ﬂow constriction results from relatively shallow bedrock present at a depth of less than 500 ft beneath basin ﬁll (Hawley et al., 2000; John Hawley, personal commun., 2005). Thus, these constrictions limit ground-water outﬂow to the Flor- ida hydrogeologic region. The quality of ground water in the Deming hydrogeologic region is better to the north (due to recharge from the Mimbres River) with increasing TDS concentrations to the south towards discharge areas. TDS concentrations in ground water can range from less than 250 to greater than 1000 mg/L. Florida Hydrogeologic Region The primary component of ground-water inﬂow to the Florida hydrogeologic region is from the basin ﬁll of the Deming hydro- geologic region, and is limited by the presence of relatively shal- low bedrock along structures between the Tres Hermanas and the Floridas, and between Cookes Peak and the Floridas, as discussed above. Bedrock is exposed in the highlands at Cookes Peak, the Florida Mountains, and in the Goodsight Mountains/Sierra de Las Uvas in the northeast part of the hydrogeologic region. Very little is known about ground-water conditions in the volcanic bed- rock in the northern part of the hydrogeologic region. In places, perched ground water may be found in fractured volcanic rocks. Along a north-trending fault between the Florida uplift and the West Potrillo uplift, the basin ﬁll is over 2500 ft thick (Hawley et al., 2000; John Hawley, personal commun., 2005). In addition, the basin ﬁll is over 2500 ft thick along the West Potrillo uplift. Ground-water quality is similar to the Deming hydrogeologic region. Recharge to the Florida hydrogeologic region accounts for only 5% of total recharge to the Mimbres Basin (Table 2), limited by low elevations and the small size of the watersheds. Almost no runoff from Macho Draw and the West Potrillo uplift becomes mountain-front recharge. Although the Mimbres River has occa- sionally ﬂowed into the Florida hydrogeologic region as a result of high-magnitude precipitation- and snow-melt events, almost no ﬂow becomes recharge. In the Florida hydrogeologic region, ground-water discharge is to evaporation in playa areas that cover about 770,000 acres and possibly ground-water outﬂow to the Bolson de los Muertos in Mexico. CONCLUSIONS The hydrogeologic framework developed by Hawley et al. (2000) and McCoy and Finch (unpubl. report for Chino Mines Company, 2006) resulted in a regional ground-water ﬂow model (McCoy and Finch, unpubl. report"
    },
    {
        "URL": "Finch2008_GeologicControlsOnGWFlowInMimbresBasin.pdf",
        "Text": "The primary component of ground-water inﬂow to the Florida hydrogeologic region is from the basin ﬁll of the Deming hydro- geologic region, and is limited by the presence of relatively shal- low bedrock along structures between the Tres Hermanas and the Floridas, and between Cookes Peak and the Floridas, as discussed above. Bedrock is exposed in the highlands at Cookes Peak, the Florida Mountains, and in the Goodsight Mountains/Sierra de Las Uvas in the northeast part of the hydrogeologic region. Very little is known about ground-water conditions in the volcanic bed- rock in the northern part of the hydrogeologic region. In places, perched ground water may be found in fractured volcanic rocks. Along a north-trending fault between the Florida uplift and the West Potrillo uplift, the basin ﬁll is over 2500 ft thick (Hawley et al., 2000; John Hawley, personal commun., 2005). In addition, the basin ﬁll is over 2500 ft thick along the West Potrillo uplift. Ground-water quality is similar to the Deming hydrogeologic region. Recharge to the Florida hydrogeologic region accounts for only 5% of total recharge to the Mimbres Basin (Table 2), limited by low elevations and the small size of the watersheds. Almost no runoff from Macho Draw and the West Potrillo uplift becomes mountain-front recharge. Although the Mimbres River has occa- sionally ﬂowed into the Florida hydrogeologic region as a result of high-magnitude precipitation- and snow-melt events, almost no ﬂow becomes recharge. In the Florida hydrogeologic region, ground-water discharge is to evaporation in playa areas that cover about 770,000 acres and possibly ground-water outﬂow to the Bolson de los Muertos in Mexico. CONCLUSIONS The hydrogeologic framework developed by Hawley et al. (2000) and McCoy and Finch (unpubl. report for Chino Mines Company, 2006) resulted in a regional ground-water ﬂow model (McCoy and Finch, unpubl. report for Chino Mines Company, 2006) and deﬁnes four hydrogeologic regions of the Mimbres Basin, in which ground-water ﬂow is controlled by geology and structure. In the Upper Mimbres hydrogeologic region, ground-water ﬂow is controlled by areal recharge, zones of high secondary permeability in bedrock, and the Mimbres River. In the San Vicente hydrogeologic region, ground-water ﬂow is controlled by mountain-front recharge, zones of high secondary perme- 197 GEOLOGIC CONTROLS ON GROUND-WATER FLOW IN THE MIMBRES BASIN ability in bedrock, thickness and permeability contrasts in basin ﬁll, and evapotranspiration from riparian areas. In the Deming hydrogeologic region, ground-water ﬂow is controlled by thick sequences of relatively high-permeability basin ﬁll, ground-water inﬂow from the San Vicente hydrogeologic region, limited moun- tain-front recharge, and evapotranspiration in playa areas. In the Florida hydrogeologic region, ground-water ﬂow is controlled by constrictions in the basin ﬁll that limit ground-water inﬂow from the Deming region, thick sequences of relatively high-permeabil- ity basin ﬁll, and evapotranspiration in playa areas. Ground-water pumping effects in each hydrogeologic region are isolated by geologic or hydraulic barriers, and pumping from one region does not signiﬁcantly affect the other. For example, pumping from the San Vicente and Deming hydrogeologic regions does not affect streamﬂow in the Upper Mimbres hydrogeologic region (McCoy and Finch, unpubl. report for Chino Mines Com- pany, 2006). The importance of bedrock units in conveying recharge to the basin ﬁll and in controlling ground-water ﬂow exempliﬁes the need to consider entire basins when assessing regional- and local- scale ground-water resources in the Southwestern United States. ACKNOWLEDGEMENTS The data and results supporting this study have come from many private and public sources; nevertheless, it would not have been possible without the efforts and studies supported by Free- port MacMoRan Copper and Gold. The substantial contributions by project collaborator John Hawley were greatly appreciated and helpful in identifying many of the hidden hydrogeologic elements of the Mimbres Basin. The very constructive reviews by John Hawley and Ed Beaumont are specially acknowledged. Sherry Galemore and Phyllis Watley of John Shomaker & Asso- ciates, Inc. signiﬁcantly contributed to the graphics and editing that lead to the improvement of this manuscript. REFERENCES Alexander, J., Black, J.H., and Brightman, M.A., 1987, The role of low-perme- ability rocks in regional ﬂow, in Goff, J.C. and Williams, B.P.J., eds., Fluid Flow in Sedimentary Basins and Aquifers: Geological Society Special Pub- lication 34, p. 173-183. Blandford, T.N., and Wilson, J.L., 1987, Large scale parameter estimation through the inverse procedure and uncertainty propagation in the Columbus Basin, New Mexico: New Mexico Water Resources Research Institute, Technical Completion Report, 247 p. Clemons, R.E., 1986, Petrography and stratigraphy of Seville-Trident explora- tion wells near Deming, New Mexico: New Mexico Geology, v. 8, no. 1, p. 5-11. Clemons, R.E., 1998, Geology of the Florida Mountains, southwestern New Mexico: New Mexico Bureau of Mines and Mineral Resources, Memoir 43, 113 p. D’Agnese, F.A., Faunt, C.C., Turner, A.K., and Hill, M.C., 1997, Hydrogeologic evaluation and numerical simulation of the Death Valley Regional ground- water ﬂow system, Nevada and California: U.S. Geological Survey, Water- Resources Investigations Report 96-4300, 124 p. Darton, N.H., 1916, Geology and underground water of Luna County, New Mexico: U.S. Geological Survey, Bulletin 618, 188 p. Elston, W.E., 1957, Geology and mineral resources of Dwyer quadrangle, Grant, Luna, and Sierra Counties, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 38, 86 p. Feth, J.H., 1964, Hidden recharge: Groundwater, v. 2, no. 4, p 14-17. Feth, J.H., Barker, D.A., Moore, L.G., Brown, R.J., and Veirs, C.E., 1966, Lake Bonneville—Geology and hydrology of the Weber Delta District, including Ogden Utah: U.S. Geological Survey, Professional Paper 518, 76 p. Finch, S.T., Jr., 2003, Methods for estimating ground-water recharge and imple- mentation of recharge in calibration of ground-water ﬂow models (abs.): New Mexico Water Resources Research Institute, New Mexico Symposium on Hydrologic Modeling. Hanson, R.T., McLean, J.S., and Miller, R.S., 1994, Hydrogeologic framework and preliminary simulation of ground-water ﬂow in the Mimbres Basin, Southwestern New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 94-4011, 118 p. Hawley, J.W., compiler, 1978, Guidebook to Rio Grande rift in New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources, Circular 163, 241 p. Hawley, J.W., Hibbs, B.J., Kennedy, J.F., Creel, B.J., Remmenga, M.D., Johnson, M., Lee, M.M., and Dinterman, P., 2000, Trans-international boundary aqui- fers in southwestern New Mexico: New Mexico Water Resources Research Institute, 126 p. Hedlund, D.C., 1978a, Geologic map of the Wind Mountain quadrangle: U.S. Geological Survey, Miscellaneous Field Studies Map MF-1031, scale 1:24,000. Hedlund, D.C., 1978b, Geologic map of the Soldiers Farewell quadrangle: U.S. Geological Survey, Miscellaneous Field Studies Map MF-1033, scale 1:24,000. Hedlund, D.C., 1978c, Geologic map of the Hurley East quadrangle: U.S. Geo- logical Survey, Miscellaneous Field Studies Map MF-1036, scale 1:24,000. Hedlund, D.C., 1978d, Geologic map of the Werney Hill quadrangle: U.S. Geo- logical Survey, Miscellaneous Field Studies Map MF-1038, scale 1:24,000. Hedlund, D.C., 1978e, Geologic map of the C-Bar Ranch quadrangle: U.S. Geological Survey, Miscellaneous Field Studies Maps MF-1039, scale 1:24,000. Hedlund, D.C., 1978f, Geologic map of the Burro Peak quadrangle: U.S. Geologi- cal Survey, Miscellaneous Field Studies Map MF-1040, scale 1:24,000. Heywood, C.E., 2002, Estimation of alluvial-ﬁll thickness in the Mimbres Ground-Water Basin, New Mexico from Interpretation of isostatic residual gravity anomalies: U.S. Geological Survey, Water-Resources Investigations Report 02-4007, 15 p. Hogan, J.E., Phillips, F.M., and Scanlon, B.R., eds., 2004a, Groundwater Recharge in a Desert Environment: The"
    },
    {
        "URL": "Finch2008_GeologicControlsOnGWFlowInMimbresBasin.pdf",
        "Text": "Survey, Professional Paper 518, 76 p. Finch, S.T., Jr., 2003, Methods for estimating ground-water recharge and imple- mentation of recharge in calibration of ground-water ﬂow models (abs.): New Mexico Water Resources Research Institute, New Mexico Symposium on Hydrologic Modeling. Hanson, R.T., McLean, J.S., and Miller, R.S., 1994, Hydrogeologic framework and preliminary simulation of ground-water ﬂow in the Mimbres Basin, Southwestern New Mexico: U.S. Geological Survey, Water-Resources Investigations Report 94-4011, 118 p. Hawley, J.W., compiler, 1978, Guidebook to Rio Grande rift in New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources, Circular 163, 241 p. Hawley, J.W., Hibbs, B.J., Kennedy, J.F., Creel, B.J., Remmenga, M.D., Johnson, M., Lee, M.M., and Dinterman, P., 2000, Trans-international boundary aqui- fers in southwestern New Mexico: New Mexico Water Resources Research Institute, 126 p. Hedlund, D.C., 1978a, Geologic map of the Wind Mountain quadrangle: U.S. Geological Survey, Miscellaneous Field Studies Map MF-1031, scale 1:24,000. Hedlund, D.C., 1978b, Geologic map of the Soldiers Farewell quadrangle: U.S. Geological Survey, Miscellaneous Field Studies Map MF-1033, scale 1:24,000. Hedlund, D.C., 1978c, Geologic map of the Hurley East quadrangle: U.S. Geo- logical Survey, Miscellaneous Field Studies Map MF-1036, scale 1:24,000. Hedlund, D.C., 1978d, Geologic map of the Werney Hill quadrangle: U.S. Geo- logical Survey, Miscellaneous Field Studies Map MF-1038, scale 1:24,000. Hedlund, D.C., 1978e, Geologic map of the C-Bar Ranch quadrangle: U.S. Geological Survey, Miscellaneous Field Studies Maps MF-1039, scale 1:24,000. Hedlund, D.C., 1978f, Geologic map of the Burro Peak quadrangle: U.S. Geologi- cal Survey, Miscellaneous Field Studies Map MF-1040, scale 1:24,000. Heywood, C.E., 2002, Estimation of alluvial-ﬁll thickness in the Mimbres Ground-Water Basin, New Mexico from Interpretation of isostatic residual gravity anomalies: U.S. Geological Survey, Water-Resources Investigations Report 02-4007, 15 p. Hogan, J.E., Phillips, F.M., and Scanlon, B.R., eds., 2004a, Groundwater Recharge in a Desert Environment: The Southwestern United States: Washington, DC, American Geophysical Union, Water Science and Application Series, v. 9, 294 p. Hogan, J.E., Phillips, F.M., and Scanlon, B.R., 2004b, Introduction and Over- view: in Hogan, J.E., Phillips, F.M., and Scanlon, B.R., eds., Groundwater Recharge in a Desert Environment: The Southwestern United States: Wash- ington, DC, American Geophysical Union, Water Science and Application Series, v. 9, p. 1-14. Jicha, H.L., 1954, Geology and mineral deposits of Lake Valley quadrangle, Grant, Luna, and Sierra Counties, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Bulletin 37, 93 p. Keller, G.R., and Cather, S.M., 1994, Basins of the Rio Grande Rift: Structure, Stratigraphy, and Tectonic Setting: Geological Society of America Special Paper 291, 304 p. Kennedy, J.F., Hawley, J.W., and Johnson, M., 2000, The hydrogeologic frame- work of basin-ﬁll aquifers and associated ground-water ﬂow systems in southwestern New Mexico-an overview: New Mexico Geological Society 51st Field Guidebook, p. 235-244. Machette, M.N., Personius, S.F., Kelson, K.I., Dart, R.L., and Haller, K.M., 1998, Map and data for Quaternary faults and folds in New Mexico: U.S. Geological Survey, Open-File Report 98-0521. Mack, G.H., 2004, Middle and late Cenozoic crustal extension, sedimentation, and volcanism in the southern Rio Grande rift, Basin and Range, and south- ern Transition Zone of southwestern New Mexico, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico: A Geologic History: New Mexico Geological Society, Special Publication 11, p. 389-406. Maxey, G.B., and Eakin, T.E., 1949, Ground water in White River Valley, White Pine, Nye, and Lincoln Counties, Nevada: Nevada State Engineer’s Ofﬁce, Water Resources Bulletin 8, 59 p. Mifﬂin, M.D., 1968, Delineation of groundwater ﬂow systems in Nevada: Uni- versity of Nevada, Reno, Desert Research Institute, Technical Report Series 198 FINCH, MCCOY, & MELIS H-W, Hydrology and Water Resources Publication 4, 109 p. Pratt, W.P., 1967, Geology of the Hurley West quadrangle, Grant County, New Mexico: U.S. Geological Survey, Bulletin 1241-E, 91 p. scale 1:24,000. Seager, W.R., Clemons, R.E., Hawley, J.W., and Kelley, R.E., 1982, Geology of the northwest part of Las Cruces 1 x 2 degree quadrangle: New Mexico Bureau of Mines and Mineral Resources, Geologic Map GM-53, scale 1:125,000. Seager, W.R., 1995, Geologic map of the southwest part of Las Cruces and north- west part of El Paso, 1 x 2 degree sheets, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Geologic Map GM-60, scale 1:125,000. Stone, D.B., Moomaw, C.L., and Davis, A., 2001, Estimating recharge distribu- tion by incorporating runoff from mountainous areas in an alluvial basin in the Great Basin Region of the Southwestern United States: Ground Water, v. 39, no. 6, p. 807-818. Trauger, F.D., 1972, Water resources and general geology of Grant County, New Mexico: New Mexico Bureau of Mines and Mineral Resources, Hydrologic Report 2, 211 p. White, W.N., 1931, Preliminary report on the ground-water supply of Mimbres Valley, New Mexico: U.S. Geological Survey, Water-Supply Paper 637-B, p. 69-90. Williams, J.L., and McAllister, P.E., 1979, New Mexico in Maps: Technology Application Center, University of New Mexico, 177 p. Wilson, B.C., Lucero, A.A., Romero, J.T., and Romero, P.J., 2003, Water use by categories in New Mexico counties and river basins, and irrigated acreage in 2000: New Mexico Ofﬁce of the State Engineer, Technical Report 51, 164 p."
    }
]