[
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "Vol.:(0123456789) 1 3 https://doi.org/10.1007/s10040-022-02549-7 REPORT Evaluation of water‑level trends in the Mimbres Basin, southwest New Mexico (USA), using spatiotemporal kriging Geoffrey C. Rawling1 Received: 9 December 2021 / Accepted: 13 September 2022 © The Author(s) 2022 Abstract Groundwater-level trends over the past 40 years in the Mimbres Basin of southwest New Mexico (USA) were characterized with sequential water-level maps and maps of water-level change generated via spatiotemporal kriging. In the region of the most abundant irrigated agriculture, water levels have declined up to 24 m and cones of depression have expanded greatly. Increases in area of irrigated land and groundwater withdrawals in the past 10 years are coeval with water-level declines near the USA-Mexico border. Known areas of groundwater recharge from streamflow infiltration, and springs discharging deep- sourced water, show evidence of net water-level rises in the past 40 years, but declines in the last 10 years, in concert with declining precipitation over the basin. Formerly irrigated lands exhibit water-level rises, suggestive of flattening of cones of depression after cessation of extensive groundwater pumping. Manual water-level measurements are vital for understand- ing and managing groundwater resources, yet they are expensive and laborious to collect, which has resulted in much fewer data in recent years. Spatiotemporal kriging is more complex in mathematical development and implementation than spatial kriging, but it yields improved precision and accuracy, predictions at times with no data as well as at locations with no data, and fewer artifacts due to changing well networks. Its ability to leverage historical data recommends its use in hydrologic studies dependent on water-level maps and changes in water levels over time. Keywords USA · Arid regions · Geostatistics · Groundwater monitoring · Statistical modeling Introduction Measurement of water levels in wells is a necessary task for understanding groundwater resources (Taylor and Alley 2001). Developing water-level elevation maps is a major use of water-level measurements in wells (e.g., Hart and McAda 1985; Bexfield and Anderholm 2000; Land and Newton 2008; Rawling 2015). Such maps convey vital information about an aquifer, such as groundwater flow directions, locations of recharge and discharge, groundwater/ surface-water interactions, and the influence of lithology and geologic structure on groundwater occurrence and flow. These maps can be used to infer aquifer hydraulic properties and their spatial variation, and assess the impacts of groundwater pumping on water resources (Freeze and Cherry 1979; Fetter 2001). Sequential water-level maps through time are useful for understanding factors relevant to changing groundwater lev- els such as climatic variations relating to recharge and the impact of groundwater management strategies. Derivative products from sequential water-level maps include maps of water-level change (Bexfield and Anderholm 2002; Tillery 2008a, b; Galanter and Curry 2019; Falk et al. 2011; Powell and McKean 2014; Ritchie et al. 2019), estimates of ground- water storage change (e.g., McGuire et al. 2012; Haacker et al. 2016; Rinehart et al. 2016) and maps of projected usa- ble lifetimes of an aquifer (Mulligan et al. 2008; Rawling and Rinehart 2018). Manual water-level measurements are labor-intensive, time-consuming, and expensive. Emphasizing these facts, recent research has focused on the optimal design of new monitoring networks (Júnez-Ferreira and Herrera 2013) and streamlining existing water-level measurement networks to reduce costs, while preserving the essential data needed to characterize an aquifer (Fisher 2013; Ohmer et al. 2019; * Geoffrey C. Rawling geoffrey.rawling@nmt.edu 1 New Mexico Bureau of Geology & Mineral Resources, New Mexico Institute of Mining & Technology, 1015 Tijeras Avenue NW, Suite 200, Albuquerque, NM 87102‑2909, USA / Published online: 10 October 2022 Hydrogeology Journal (2022) 30:2479–2494 1 3 Ritchie and Pepin 2020). It is clearly prudent to analyze and interpret water-level data collected at such a great expense with methods that will extract the most useful information. Both manual measurements and continuous time-series of water levels from automated recorders are point data in space. The geostatistical interpolation method of kriging is frequently used to generate continuous surfaces from point data. It was originally developed in the mining industry and has a strong theoretical background (Cressie 2015). It is applied regularly across the gamut of earth and environmen- tal sciences (Webster and Oliver 2007), and groundwater hydrology in particular (Kitanidis 1997), including in recent studies in New Mexico (Rinehart et al. 2016; Rawling and Rinehart 2018; Ritchie et al. 2019). Spatiotemporal kriging is an extension of spatial kriging to include the additional dimension of time, and it derives from an equally well-devel- oped theory (Cressie and Wikle 2011; Montero et al. 2015; Gräler et al. 2016; Wikle et al. 2019). It has also seen use in earth and environmental sciences (e.g., Huevelink and Griffith 2010; Gasch et al. 2015; Varouchakis et al. 2021), but applications to groundwater hydrology have been lim- ited. Varouchakis and Hristopulos (2019) and Varouchakis (2018) compared different spatiotemporal variogram models to a sparse dataset of water-level data at 11 wells, span- ning 22 years in a 26-km2 basin on the island of Crete, and produced maps of the groundwater surface and maps of the uncertainty (standard deviation). In a recent application to a regional-scale aquifer, Ruybal et al. (2019) applied spa- tiotemporal kriging to 27 years of water-level data from 118 wells in the variably confined Arapahoe aquifer, which covers ~11,135 ­km2 in the Denver Basin, Colorado, USA. There are no theoretical or hydrogeologic limitations to the application of spatiotemporal kriging relative to spatial krig- ing other than the necessity of time series data sufficient to characterize the temporal correlation structure. The present study addresses water levels in the topo- graphically closed Mimbres Basin of the Basin and Range geologic province in southwestern New Mexico, USA (Figs. 1 and 2). The region has an arid continental climate with low humidity and large diurnal temperature varia- tions. The average annual precipitation at Deming is 24 cm, while the average annual temperature is 16 °C (Malm 2003; Western Regional Climate Center 2021). Groundwater is the principal water source for agricultural, domestic, and industrial needs, yet the number of water-level measure- ments has declined steadily since 1980 (Fig. 3). One hundred and seven new water-level measurements collected during early 2020 were combined with 40 years of data at over 600 wells. Spatiotemporal kriging was applied to these data after removal of the regional water-level trend. Sequential water-level maps, comparison with spatial kriging, and inter- pretation of the water-level changes in the context of the regional geology, climate and land use are presented. The emphasis is on the practical application of spatiotemporal kriging and demonstration of its benefits in a geologically complex regional-scale aquifer. The topographic setting and geologic framework of the Mimbres Basin aquifer system are more complex than that of the Arapahoe aquifer studied by Ruybal et al. (2019), yet the regional water-level trend and spatiotemporal covariance structure in the Mimbres Basin are well-characterized by a polynomial trend model and a single spatiotemporal vari- ogram model, respectively. Known aspects of the regional hydrogeology are reflected in the results, and water-level changes can be related to spatiotemporal trends of precipi- tation and land use, offering new insights as to the influ- ences of these factors on groundwater resources. This study illustrates that the spatiotemporal approach offers improved precision and accuracy compared to spatial kriging, yields these benefits over a"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "characterize the temporal correlation structure. The present study addresses water levels in the topo- graphically closed Mimbres Basin of the Basin and Range geologic province in southwestern New Mexico, USA (Figs. 1 and 2). The region has an arid continental climate with low humidity and large diurnal temperature varia- tions. The average annual precipitation at Deming is 24 cm, while the average annual temperature is 16 °C (Malm 2003; Western Regional Climate Center 2021). Groundwater is the principal water source for agricultural, domestic, and industrial needs, yet the number of water-level measure- ments has declined steadily since 1980 (Fig. 3). One hundred and seven new water-level measurements collected during early 2020 were combined with 40 years of data at over 600 wells. Spatiotemporal kriging was applied to these data after removal of the regional water-level trend. Sequential water-level maps, comparison with spatial kriging, and inter- pretation of the water-level changes in the context of the regional geology, climate and land use are presented. The emphasis is on the practical application of spatiotemporal kriging and demonstration of its benefits in a geologically complex regional-scale aquifer. The topographic setting and geologic framework of the Mimbres Basin aquifer system are more complex than that of the Arapahoe aquifer studied by Ruybal et al. (2019), yet the regional water-level trend and spatiotemporal covariance structure in the Mimbres Basin are well-characterized by a polynomial trend model and a single spatiotemporal vari- ogram model, respectively. Known aspects of the regional hydrogeology are reflected in the results, and water-level changes can be related to spatiotemporal trends of precipi- tation and land use, offering new insights as to the influ- ences of these factors on groundwater resources. This study illustrates that the spatiotemporal approach offers improved precision and accuracy compared to spatial kriging, yields these benefits over a larger area than spatial kriging at any given time period, leverages historical data in a way that spatial kriging cannot, and produces fewer artifacts due to changing well networks over time. Geology and hydrology The Mimbres Basin is characterized by steep and rugged fault-block mountains that bound low-relief desert plains. The latter formed on structurally down-dropped basins filled with Cenozoic sedimentary rocks, and lesser amounts of volcaniclastic and volcanic rocks (Clemons and Mack 1988). The basin-fill units host the aquifer system that is the focus of this study (Clemons and Mack 1988; Hanson et al. 1994; Seager 1995; Hawley et al. 2000). North–northwest-trending basin axes, with sediment thicknesses of 500 to >1,000 m, are separated by saddles of shallow bedrock; large areas of the Mimbres Basin have a total basin-fill thickness of less than 100 m (Fig. 1; Heywood 2002). An upper, poorly consolidated basin-fill sedimentary unit with a thickness ranging from 100 to 300 m can be distin- guished from a lower unit that is as much as 1,000 m thick and composed of conglomerate, sandstone, and mudstone. The lower unit is usually correlated with the well-indurated Gila Conglomerate and/or Gila Group, which is widely exposed at the northern margins of the Mimbres Basin and in the mountains to the north (Hawley et al. 2000). The major- ity of the wells in this study are completed in the upper unit or the uppermost part of the lower unit. Quaternary near- surface deposits across the basin are unconsolidated and can have saturated thicknesses up to 30 m. Darton (1916) and White (1931) described the Mimbres Basin aquifer as overall phreatic or unconfined, with local zones of partial confine- ment and subartesian conditions. Many irrigation wells have multiple screens and access more than one water-bearing zone. Water levels do not show distinct trends with depth of 2480 Hydrogeology Journal (2022) 30:2479–2494 1 3 wells. It is assumed that the water levels analyzed here are derived from one complex yet hydrologically continuous, regional, and unconfined aquifer system. Most recharge comes from the infiltration of the Mim- bres River water and mountain front recharge (Wilson and Guan 2004) along the northern margins of the basin. Small amounts of perennial flow in San Vicente Arroyo derive from urban irrigation, leakage, and treated effluent dis- charge from Silver City sewage treatment and infiltrates upstream of the Mimbres River confluence (Fig. 1; Hawley et al. 2000). Intermittent drainages sourced in intrabasin and basin-bounding mountains contribute small amounts of recharge (Hanson et al. 1994; Hawley et al. 2000; Finch et al. 2008). Potential evapotranspiration is high and areal recharge across the basin floors is negligible. Hanson et al. (1994) estimated total recharge to the United States portion of the Mimbres Basin at 35.6 × ­106 ­m3/year, only a few percent of the total precipitation over the basin, which rarely exceeds 38 cm annually (Fig. 3). Luna County encompasses about two-thirds of the Mimbres Basin and the majority of the irrigated area; estimated groundwater withdrawals in the county in 2015 were 102 × ­106 ­m3, roughly three times the total estimated recharge (Mag- nusson et al. 2019; Fig. 3). Groundwater pumping and evapotranspiration from playas are the main discharges. The latter has largely been replaced by the former since groundwater pumping for irrigated agriculture began in 1908 (Hawley et al. 2000). Contaldo and Mueller (1991) and Haneberg and Friesen (1995) described land subsid- ence and measured earth fissure formation in the Mimbres Basin, a highly visible consequence of ongoing groundwa- ter pumping in the basin. Fig. 1 Location of the Mim- bres Basin in southwest New Mexico, USA. Thickness of the basin fill from Heywood (2002) \") \") \") \") \") \") \") \") Whitewater Columbus Hermanas Akela Faywood Deming Silver City Tyrone San Vice nte A rroyo Mexico Mimbres Ri ver -107.2° -107.6° -108° -108.4° 33.2° 32.8° 32.4° 32° New Mexico USA Mexico Canada Legend Elevation, m 3320 1139 Thickness, m 0 - 50 51 - 100 101 - 200 201 - 300 301 - 400 401 - 500 501 - 600 601 - 700 701 - 800 801 - 900 901 - 1,000 1,001 - 1,100 1,101 - 1,200 1,201 - 1,300 1,301 - 1,400 0 5 10 15 20 25 kilometers ± 2481 Hydrogeology Journal (2022) 30:2479–2494 1 3 Methods Data collection and filtering Water-level measurements were made in 107 wells in January and February 2020 with a steel tape or an elec- tric water-level sounder if the well was unequipped. Water level data since 1980 collected by the New Mexico Bureau of Geology and Mineral Resources (NMBGMR), US Geo- logical Survey (USGS), and New Mexico Office of the State Engineer (NMOSE) were obtained from the NMB- GMR Aquifer Mapping program database. Hydrographs for each well were viewed interactively and all measure- ments during the normal irrigation season, March–October inclusive, were removed. The exception was year 2012, in which there were many March measurements, which were kept unless there was a clear signal of drawdown due to actively pumping wells. Measurements with a USGS data quality flag were removed as were 18 measurements that appeared to be significant outliers, based on the users’ judgement during inspection of the hydrographs. Five wells with 73–127 measurements, with 5–10 in a year instead of the more typical 1–2, were downsampled evenly in time to 40 measurements each, removing 379, mostly redundant, measurements—see section S1 of the electronic supplementary"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "Thickness of the basin fill from Heywood (2002) \") \") \") \") \") \") \") \") Whitewater Columbus Hermanas Akela Faywood Deming Silver City Tyrone San Vice nte A rroyo Mexico Mimbres Ri ver -107.2° -107.6° -108° -108.4° 33.2° 32.8° 32.4° 32° New Mexico USA Mexico Canada Legend Elevation, m 3320 1139 Thickness, m 0 - 50 51 - 100 101 - 200 201 - 300 301 - 400 401 - 500 501 - 600 601 - 700 701 - 800 801 - 900 901 - 1,000 1,001 - 1,100 1,101 - 1,200 1,201 - 1,300 1,301 - 1,400 0 5 10 15 20 25 kilometers ± 2481 Hydrogeology Journal (2022) 30:2479–2494 1 3 Methods Data collection and filtering Water-level measurements were made in 107 wells in January and February 2020 with a steel tape or an elec- tric water-level sounder if the well was unequipped. Water level data since 1980 collected by the New Mexico Bureau of Geology and Mineral Resources (NMBGMR), US Geo- logical Survey (USGS), and New Mexico Office of the State Engineer (NMOSE) were obtained from the NMB- GMR Aquifer Mapping program database. Hydrographs for each well were viewed interactively and all measure- ments during the normal irrigation season, March–October inclusive, were removed. The exception was year 2012, in which there were many March measurements, which were kept unless there was a clear signal of drawdown due to actively pumping wells. Measurements with a USGS data quality flag were removed as were 18 measurements that appeared to be significant outliers, based on the users’ judgement during inspection of the hydrographs. Five wells with 73–127 measurements, with 5–10 in a year instead of the more typical 1–2, were downsampled evenly in time to 40 measurements each, removing 379, mostly redundant, measurements—see section S1 of the electronic supplementary material (ESM1). The resulting dataset consists of 2,997 measurements from 663 wells. The land surface elevation at each well was determined from a 4.5-m digital elevation model, and the water-level elevation was then determined from the depth-to-water measurements. Regional trend model The water-table configuration of an unconfined aquifer is often a subdued replica of the land surface topography Fig. 2 Geologic map of the Mimbres Basin. Geology simplified from New Mexico Bureau of Geology and Mineral Resources (2003). Colored groups of outlier wells (A, B, C, D) are described in the text. Red box shows extent of the spatiotemporal maps in section ‘Spatiotemporal variogram and model’ !( !( !( !( !( !( !( !( !( !( !( !( !(!( !( !( !( !( !( !( !( E E E E E E E E E E E EEE E E E E E E EE E E E EE E E E E EE E EE E EE E E E E E E E E E E EE E E E E E E E E E E E EE E EE E E E E E E E E E E E E E E E E E E E EEE E E E E E E E E E E E EE E E E E E E E E E E E E E EEEE E E E E EE EE E E E E EE E E E E E E E E E E E E E E E E E E E E E EE E E E E EE E E E E E EE E E E E E EE E E E E E E E E E E E E E E E E E E E E EE E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E EE E E E E E E E E E EE E E E E E E E E EE E E EE E E E E E E E E E E E E E E E E E E E E E E E E EE E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E EEE EE E E E E E E E E E E EEE E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E EE E E EE E E E E E E E E E E E E E E E E E E E E E E E E E EE E E E E E E E E E E E E E E E E E E E E E E EE E E E E E E E E E E E E E E E E EE E E E E E E E E EE E E E E E E E E E E E E E E E E E E E E E E E E E E E EE E E E E E E E E E E E EE E E E E E E E E E E E EE E E EE E E E E E E E E E E E E E E E E EE E E E E E E E E EE EE EE E E E E EEE E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E ( ( ( ( ( ( ( ( (( ( ((( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( Deming Florida San Vicente Upper Mimbres D C B A Silver City Fault Florida Graben 76 Subbasin -107.2° -107.6° -108° -108.4° 32.8° 32.4° 32° Legend E Well ( Well with outlier measurement Hydrogeologic Zone Certain fault Approximate fault Concealed fault Surficial deposits on basin-fill Cenozoic sedimentary rocks / Gila Group Older bedrock 0 5 10 15 20 25 kilometers ± 2482 Hydrogeology Journal (2022) 30:2479–2494 1 3 (King 1899; Tόth 1963; Desbarats et al. 2002). There is a strong north-to-south regional trend in land surface elevation in the Mimbres Basin, and thus a regional water level trend. The water-level surface model used here is spatiotemporal regression kriging (Kyriakidis and Jour- nel 1999; Hengl et al. 2007; Huevelink and Griffith 2010; Ruybal et al. 2019) where the water-level elevation at any point Z(s,t) is a function of space (s) and time (t), and consists of two parts: where m(s,t) is a deterministic trend and ɛ(s,t) is the stochas- tic residual"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "E E E E EE E E E E E E E E E E E EE E E E E E E E E E E E EE E E EE E E E E E E E E E E E E E E E E EE E E E E E E E E EE EE EE E E E E EEE E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E E ( ( ( ( ( ( ( ( (( ( ((( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( ( Deming Florida San Vicente Upper Mimbres D C B A Silver City Fault Florida Graben 76 Subbasin -107.2° -107.6° -108° -108.4° 32.8° 32.4° 32° Legend E Well ( Well with outlier measurement Hydrogeologic Zone Certain fault Approximate fault Concealed fault Surficial deposits on basin-fill Cenozoic sedimentary rocks / Gila Group Older bedrock 0 5 10 15 20 25 kilometers ± 2482 Hydrogeology Journal (2022) 30:2479–2494 1 3 (King 1899; Tόth 1963; Desbarats et al. 2002). There is a strong north-to-south regional trend in land surface elevation in the Mimbres Basin, and thus a regional water level trend. The water-level surface model used here is spatiotemporal regression kriging (Kyriakidis and Jour- nel 1999; Hengl et al. 2007; Huevelink and Griffith 2010; Ruybal et al. 2019) where the water-level elevation at any point Z(s,t) is a function of space (s) and time (t), and consists of two parts: where m(s,t) is a deterministic trend and ɛ(s,t) is the stochas- tic residual with a normal distribution and zero mean. The trend is modelled as controlled by factors that are constant in time; i.e., m(s), but variable in space on a large scale such as (1) Z(s, t) = m(s, t) + 휀(s, t) land surface elevation and regional geology. Residuals from the trend account for the local geometry of water levels and how they change with smaller-scale spatial patterns of dis- charge, recharge, and variations of these processes in time. Experimental spatial variograms calculated from residu- als of a polynomial trend surface based on the easting and northing coordinates of wells did not reach a constant sill, but rather showed continuous increase with increasing spatial lag, indicating nonstationarity (Webster and Oliver 2007). Therefore, the regional trend was modelled with a third-order polynomial function of the first two principal components of the easting, northing, and elevation coordi- nates of the wells (Abdi and Williams 2010; section S2 of ESM1). The first two principal components explain 96% of the variation in the three-dimensional (3D) coordinates of (a) 0 100 200 300 400 500 1970 1980 1990 2000 2010 2020 (b) 50 100 150 1970 1980 1990 2000 2010 2020 Irrigated area (km2) (c) 40 80 120 160 1970 1980 1990 2000 2010 2020 Volume (106m3) (d) 10 20 30 40 50 1970 1980 1990 2000 2010 2020 Year Annual precipitation (cm) Whitewater Deming Columbus Fig. 3 a Count of water-level measurements in the Mimbres Basin; b Area of irrigated land; c Volume of water withdrawn for irrigation; d Annual precipitation at three stations, locations shown in Fig. 1. b–c Data compiled from Sorenson (1977), (1982); Wilson (1986), (1992); Wilson and Lucero (1997); Wilson et al. (2003); Longworth et al. (2008), (2013); and Magnuson et al. (2019). Missing values estimated as described in Rawling (2021). d Data from Western Regional Cli- mate Center (2021) 2483 Hydrogeology Journal (2022) 30:2479–2494 1 3 the wells. All three spatial coordinates contribute to all three of the principal components. The analysis was not extended to the northern terminus of the basin due to the lack of data. Water-level elevations whose standardized residuals were greater than two standard deviations (SD) from zero, and had a Cook’s Distance value greater than 4/n (0.0013) where n is the number of data, were flagged as outliers (Schuenemeyer and Drew 2011; Glen 2020). These 138 water-level measure- ments were dropped from further analysis, and were not used in the spatiotemporal kriging. After removal of these outli- ers, the residuals from the principal component polynomial trend model form a minimally skewed, approximately nor- mal distribution with near zero mean (section S3 of ESM1). Spatiotemporal variogram and model The spatial and temporal correlation of the residuals of the water-level measurements from the time-invariant trend model were quantified via the sample spatiotemporal variogram: where h is the spatial separation (lag), u is the time lag, and N(h,u) is the number of paired residuals separated by spa- tiotemporal lag (h,u) (Heuvelink and Griffith 2010; Ruybal et al. 2019). Because the water-level measurements are not regularly arranged in space or time, they are grouped into (2) 훾(h, u) = 1 2 ∙N(h, u) ∑N(h,u) i=1 [휀(s, t) −휀(s + h, t + u)]2 bins of spatial and temporal lags. The variogram value, γ, is thus the average squared difference in residuals at each combination of spatial and temporal lag (Fig. 4). The sum-metric model (Snepvangers et al. 2003) was chosen from the available spatiotemporal variogram mod- els available in the gstat package in R (Gräler et al. 2016; R Core Team 2018), based on (1) better values of the fit parameters generated by the numerical optimization scheme in R and (2) comparison of “leave-one-out” cross-valida- tion statistics generated for each model in turn (Cressie and Wikle 2011; section S4 of ESM1). The sum-metric model is the sum of separate spatial, temporal, and joint spatio- temporal variogram components. The joint component is a metric variogram, where κ is the space–time anisotropy ratio (space/time) that relates spatial and temporal distances into a single space-time distance (Kyriakidis and Journel 1999; Snepvangers et al. 2003). κ less than one means that, for example, the correlation at 1-m distance equals the correla- tion at 5-days time, and vice-versa if the anisotropy is greater than one (Gasch et al. 2015). The best fitting sum-metric model is shown in Fig. 4 and is given by: (3) 𝛾S(h)(Circular) = ⎧ ⎪ ⎪ ⎨ ⎪ ⎪⎩ 𝜎2 S \u001b 1 −2 𝜋cos−1\u001a h aS \u0019 + 2h 𝜋aS \u0018 1 − h2 aS2 \u0017 + 𝜎2 nS, 0 < h ≤aS 𝜎2 S + 𝜎2 nS, h > aS 0, h = 0 (4) 훾T(u)(Nugget) = 휎2 nT[1 −훿(h)] 10000 20000 30000 40000 2000 4000 6000 8000 50 100 150 200 lag, m time lag, days , m2 sample 10000 20000 30000 40000 2000 4000 6000 8000 50 100 150 200 lag, m time lag, days , m2 sumMetric 50 100 150 200 Fig. 4 Sample spatiotemporal variogram of residuals from the regional trend model and fitted sum-metric model 2484 Hydrogeology Journal (2022) 30:2479–2494 1 3 and where 휎2 S,J and aS,J are the variance and range of the spatial and joint components of the sum-metric variogram, 휎2 nS,nT,nJ is the nugget variance, and δ(h) is the Kronecker delta, which equals 1 when h = 0 and 0 otherwise. The nugget variance is present in all three components,"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "fit parameters generated by the numerical optimization scheme in R and (2) comparison of “leave-one-out” cross-valida- tion statistics generated for each model in turn (Cressie and Wikle 2011; section S4 of ESM1). The sum-metric model is the sum of separate spatial, temporal, and joint spatio- temporal variogram components. The joint component is a metric variogram, where κ is the space–time anisotropy ratio (space/time) that relates spatial and temporal distances into a single space-time distance (Kyriakidis and Journel 1999; Snepvangers et al. 2003). κ less than one means that, for example, the correlation at 1-m distance equals the correla- tion at 5-days time, and vice-versa if the anisotropy is greater than one (Gasch et al. 2015). The best fitting sum-metric model is shown in Fig. 4 and is given by: (3) 𝛾S(h)(Circular) = ⎧ ⎪ ⎪ ⎨ ⎪ ⎪⎩ 𝜎2 S \u001b 1 −2 𝜋cos−1\u001a h aS \u0019 + 2h 𝜋aS \u0018 1 − h2 aS2 \u0017 + 𝜎2 nS, 0 < h ≤aS 𝜎2 S + 𝜎2 nS, h > aS 0, h = 0 (4) 훾T(u)(Nugget) = 휎2 nT[1 −훿(h)] 10000 20000 30000 40000 2000 4000 6000 8000 50 100 150 200 lag, m time lag, days , m2 sample 10000 20000 30000 40000 2000 4000 6000 8000 50 100 150 200 lag, m time lag, days , m2 sumMetric 50 100 150 200 Fig. 4 Sample spatiotemporal variogram of residuals from the regional trend model and fitted sum-metric model 2484 Hydrogeology Journal (2022) 30:2479–2494 1 3 and where 휎2 S,J and aS,J are the variance and range of the spatial and joint components of the sum-metric variogram, 휎2 nS,nT,nJ is the nugget variance, and δ(h) is the Kronecker delta, which equals 1 when h = 0 and 0 otherwise. The nugget variance is present in all three components, but has differ- ent magnitudes for each, and is the sum of spatio-temporal variation in the data at ranges smaller than the smallest lag distance and measurement errors (Cressie and Wikle 2011). Note that the temporal component γT(u) is a pure nugget variogram; all of the spatiotemporal correlation is accounted for in the joint component. The structure of the sample spatio-temporal variogram and fitted model in Fig. 4 suggests the utility of the spatiotemporal approach. In the spatial domain, the variogram rises rapidly to a well-defined sill value (sum of spatial and joint components)) of about 190 ­m2 at a range of 15–21 km (Table 1). Well pairs separated by a distance larger than this have uncorrelated meas- urements, and a measurement at one provides no information about the other. The results shown in Figs. 5, 6, 7, and 8 are clipped to the extent of a buffer defined by this spatial range around each well regardless of the time of measurement. As separations decrease the residuals of the water-level data are progressively more strongly correlated. In the time domain, the variogram rises very slowly, indicating a strong temporal cor- relation of water levels to the largest temporal lags of nearly 22 years. Many years of data can thus aid in the prediction of water levels at unmeasured times. The Mimbres Basin covers over 10,000 ­km2, and is geologi- cally and topographically diverse, with great variations in basin- fill thickness (Fig. 1), and with a variety of land uses. One may ask if it is appropriate to use a single sample variogram and fitted model, or “global” model, to describe the spatiotemporal cor- relation structure of the water-level data across the entire region. (5) 𝛾J(h, u)(Exponential) = ⎧ ⎪ ⎨ ⎪⎩ 𝜎2 J \u001b 1 −exp \u001a − √ h2+(𝜅∙u)2 aJ \u0018\u0017 + 𝜎2 nJ, 0 < \u0016 h2 + (𝜅∙u)2 0, \u0016 h2 + (𝜅∙u)2 = 0 To investigate this, the data were subsetted into the San Vicente, Deming, and Florida hydrogeologic regions identified by Finch et al. (2008; Fig. 2), with an overlap of 5 km along the bounda- ries. The Upper Mimbres region was not investigated separately due to the paucity of data. Sample spatiotemporal variograms were calculated for each region and a best fitting model was cho- sen using the same optimization criteria described previously. Based on cross-validation statistics, in all cases, the “global” model performed as well or better than any of the region-specific models; thus, only it was used in further analyses (section S5 of ESM1). Spatiotemporal kriging Spatiotemporal kriging was implemented at 5-year intervals from 1980 to 2020, and 2012, the last year with abundant water level measurements (Fig. 3). A local neighborhood in spacetime of the 200 most correlated measurements around each well was used during kriging, which relaxes strict sta- tionarity assumptions, and smooth variations in the mean can be accommodated (Gräler et al. 2016). The shape of the neighborhood is defined by the fitted space-time anisotropy ratio of 2.24; measurements at numerically equivalent space and time lags are more correlated in time than in space, which is evident from inspection of the fitted model (Fig. 4). The predicted water level elevation (Fig. 5) is the sum of the temporally constant trend function and the predicted residual from the spatiotemporal kriging, which is unique to each prediction instance. The prediction standard error is the square root of the prediction variance and varies in space and time (Fig. 6; Hengl et al. 2007; Cressie and Wikle 2011; Cressie 2015; Ruybal et al. 2019). The standard error of the trend surface is shown in Fig. S2d of ESM1. Discussion Spatial vs. spatiotemporal kriging This study illustrates several benefits of spatiotemporal krig- ing relative to purely spatial kriging. Within the time span of the data (1980–2020), a water-level surface may be gener- ated for any time instance, even those with very few meas- urements when spatial kriging is not possible (e.g., 1985, 2000; Figs. 5 and 6). For any time instance of prediction, a standard error map can be generated to assess the quality of the results and its spatial variation (Fig. 6). Integration of the temporal and spatial correlation structures results in standard errors that are lower for any time instance when compared to purely spatial kriging, regardless of the spatial data density. In addition, there is very little change in the spatiotemporal kriging standard error between time instances with abundant Table 1 Parameters of fitted sum-metric model Component Partial sill ­(m2) Range (m) Space component Nugget 0.50 0 Circular 141.63 15,383 Time component Nugget 0.14 0 Joint component Nugget 0.23 0 Exponential 46.57 20,981 Space-time anisotropy 2.24 - 2485 Hydrogeology Journal (2022) 30:2479–2494 1 3 Fig. 5 Maps of kriging results at four time periods in the region of irrigated agriculture, which shows the largest water level changes in the study area: a 1985, b 2000, c–d 2012, and e–f 2020. There were insuf- ficient data in 1985 and 2000 to perform spatial kriging. Area of maps shown as red box in Fig. 2. Contour lines are at 5-m intervals. Uplands and mountains of lithified Cenozoic sedimentary rocks and older sedimentary, igneous, and metamorphic rocks, undivided, shown as gray overlay spatiotemporal spatial 1200 1230 1260 1290 1320 1350 1380 1410 water−level elevation, m 2486 Hydrogeology Journal (2022) 30:2479–2494 1 3 Fig. 6 Maps of the standard error of kriging: a 1985, b"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "in Fig. S2d of ESM1. Discussion Spatial vs. spatiotemporal kriging This study illustrates several benefits of spatiotemporal krig- ing relative to purely spatial kriging. Within the time span of the data (1980–2020), a water-level surface may be gener- ated for any time instance, even those with very few meas- urements when spatial kriging is not possible (e.g., 1985, 2000; Figs. 5 and 6). For any time instance of prediction, a standard error map can be generated to assess the quality of the results and its spatial variation (Fig. 6). Integration of the temporal and spatial correlation structures results in standard errors that are lower for any time instance when compared to purely spatial kriging, regardless of the spatial data density. In addition, there is very little change in the spatiotemporal kriging standard error between time instances with abundant Table 1 Parameters of fitted sum-metric model Component Partial sill ­(m2) Range (m) Space component Nugget 0.50 0 Circular 141.63 15,383 Time component Nugget 0.14 0 Joint component Nugget 0.23 0 Exponential 46.57 20,981 Space-time anisotropy 2.24 - 2485 Hydrogeology Journal (2022) 30:2479–2494 1 3 Fig. 5 Maps of kriging results at four time periods in the region of irrigated agriculture, which shows the largest water level changes in the study area: a 1985, b 2000, c–d 2012, and e–f 2020. There were insuf- ficient data in 1985 and 2000 to perform spatial kriging. Area of maps shown as red box in Fig. 2. Contour lines are at 5-m intervals. Uplands and mountains of lithified Cenozoic sedimentary rocks and older sedimentary, igneous, and metamorphic rocks, undivided, shown as gray overlay spatiotemporal spatial 1200 1230 1260 1290 1320 1350 1380 1410 water−level elevation, m 2486 Hydrogeology Journal (2022) 30:2479–2494 1 3 Fig. 6 Maps of the standard error of kriging: a 1985, b 2000, c–d 2012, and e–f 2020. The data in 1985 and 2000 are insufficient to perform spatial kriging, as shown by the sparse number of wells (crosses) (a– b). Extent of maps in Fig. 5 shown by grey box 0 5 10 15 standard error (m) spatiotemporal spatial 2487 Hydrogeology Journal (2022) 30:2479–2494 1 3 data (2012, 2020) versus those years with few data (1985, 2000). These last two facts are a direct consequence of the strong temporal correlation of water levels in the Mimbres Basin, and lend confidence to predictions made in data- sparse years. The spatial distribution of predicted water-level rises and declines from 2012 to 2020 is similar using both methods, but the magnitudes are unrealistically large in the spatial kriging case, with maximum predicted increases about three times larger than in spatiotemporal kriging (Fig. 7). For example, the water-level rise of 49 m predicted southeast of Faywood by spatial kriging is unsupported by the limited data from well 7358, which changed less than 1 m from 1982 to 2012. Spatiotemporal kriging predicts a water-level rise here of 3.5 m. Well 2466 between Whitewater and Fay- wood showed an approximately linear rise of 1.3 m/year from 1992 to 2012, which, if it continued to 2020, would yield a 2012–2020 water level rise of 10.6 m. Spatiotemporal kriging predicts a decline here of less than 7.6 m. The larg- est water-level rises, along a northwest-trending line from Akela to Faywood (from wells 5950–2466), have measure- ments at only one of the two time instances (Fig. 7); thus, 2012 measurement 2020 measurement Fig. 7 Net water-level change from 2012 to 2020 calculated with spa- tiotemporal and spatial kriging, and the confidence factor (see text). Note the different scales for the water-level change. Numbered wells are discussed in the text. Pink areas (a–b) are regions of sparse data in steep terrain where the trend surface plus kriging model predicts water levels above the ground surface, and thus is not valid. Black outline (d) is the intersection of the range buffers around the wells from spatial kriging at the two different time periods. Extent of maps in Fig. 5 shown by grey box (a–b) 2488 Hydrogeology Journal (2022) 30:2479–2494 1 3 the leveraging of the temporal correlation in the spatiotem- poral method should produce more accurate predictions. Note, however, that the predicted maximum water level rise near Akela is controlled by well 5950 and is similar in both kriging types, 15–20 m. The 2020 measurement at this well may be in error as previous measurements showed very little change. No interpolation or prediction method can account for poor quality data. Ruybal et al. (2019) showed that changing well net- works through time is a major source of uncertainty when comparing spatial kriging maps of water levels made at different times. Calculating water level changes from 2012 to 2020 using spatial kriging necessitates comparing pre- dictions with low standard error to predictions with high standard error. Conversely, as noted above, for the same time instances in the spatiotemporal kriging case, the standard error maps are very similar in spatial distribu- tion and lower in magnitude despite the quite different well networks, even at times with few data (e.g., 1985 and 2000, Fig. 6). This results in less uncertainty in calculated water-level changes. This can be quantified with a confi- dence factor defined as: and shown in map form (Fig. 7; Rawling and Rinehart 2018). Statistics from leave-one-out cross validation also confirm the improvements gained by accounting for the temporal correlation in the data (Table S7 of ESM1). The ability to generate maps at time periods of the user’s choice is com- plemented by the ability to “fill out” hydrographs at indi- vidual wells (Rawling 2021). Both approaches could be useful in calibrating numerical groundwater flow models as the interpolated values are data-based and with quantified uncertainty, and are not dependent on any parameterization of the flow model itself. The standard error contributed by the regional trend model is the same for both the spatial and spatiotemporal kriging cases (Fig. S2d of ESM1). It is added to the standard error from kriging to result in the total standard error of pre- diction. The temporally constant trend model was calculated using all of the well location data from 1980–2020; how- ever, for the spatial case, one should strictly calculate a trend surface for 2012 and 2020 separately using only the well (6) 1 −0.5 [ variance of older surface maximum variance of older surface + variance of younger surface maximum variance of younger surface ] Fig. 8 Net water-level change from 1980–2020, calculated with spatiotemporal kriging. Pink areas are regions of sparse data in steep terrain where the trend surface plus kriging model predicts water levels above the ground surface, and thus is not valid. Uplands and mountains of lithified Cenozoic sedimentary rocks and older sedimentary, igneous, and metamorphic rocks, undivided, shown as gray overlay \") \") \") \") \") \") \") \") Whitewater Columbus Hermanas Akela Faywood Deming Silver City Tyrone Silver City Fault Florida Graben 76 Subbasin -107.2° -107.6° -108° -108.4° 32.8° 32.4° 32° Legend No prediction #* Earth fissures Fig. 5 maps Water-level change 1980 - 2020, m + 22 - 24 0 5 10 15 20 25 Kilometers ± 2489 Hydrogeology Journal (2022) 30:2479–2494 1 3 locations for those 2 years. The fewer available data would result in significantly more"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "at time periods of the user’s choice is com- plemented by the ability to “fill out” hydrographs at indi- vidual wells (Rawling 2021). Both approaches could be useful in calibrating numerical groundwater flow models as the interpolated values are data-based and with quantified uncertainty, and are not dependent on any parameterization of the flow model itself. The standard error contributed by the regional trend model is the same for both the spatial and spatiotemporal kriging cases (Fig. S2d of ESM1). It is added to the standard error from kriging to result in the total standard error of pre- diction. The temporally constant trend model was calculated using all of the well location data from 1980–2020; how- ever, for the spatial case, one should strictly calculate a trend surface for 2012 and 2020 separately using only the well (6) 1 −0.5 [ variance of older surface maximum variance of older surface + variance of younger surface maximum variance of younger surface ] Fig. 8 Net water-level change from 1980–2020, calculated with spatiotemporal kriging. Pink areas are regions of sparse data in steep terrain where the trend surface plus kriging model predicts water levels above the ground surface, and thus is not valid. Uplands and mountains of lithified Cenozoic sedimentary rocks and older sedimentary, igneous, and metamorphic rocks, undivided, shown as gray overlay \") \") \") \") \") \") \") \") Whitewater Columbus Hermanas Akela Faywood Deming Silver City Tyrone Silver City Fault Florida Graben 76 Subbasin -107.2° -107.6° -108° -108.4° 32.8° 32.4° 32° Legend No prediction #* Earth fissures Fig. 5 maps Water-level change 1980 - 2020, m + 22 - 24 0 5 10 15 20 25 Kilometers ± 2489 Hydrogeology Journal (2022) 30:2479–2494 1 3 locations for those 2 years. The fewer available data would result in significantly more uncertainty in the trend surface, and a larger total standard error of the prediction for either year. The use of data through time improves both aspects of the water level prediction, the regional trend surface and the kriging results. Furthermore, when comparing the results of spatial krig- ing at two different times, the range (correlation length) of the correlation structure at each time period must be consid- ered. No benefit is gained from kriging in regions outside of the intersection of range buffers defined by the correlation length at each time instance around each well (Fig. 7). In these areas, water-level measurements are spaced at a dis- tance larger than the correlation length at any time and so water-level changes predicted in these areas should be con- sidered spurious. This is a significant disadvantage of spatial kriging, as water-level networks are rarely consistent through time. Depending on the data density, the intersection of the range buffers at two different times may result in highly discontinuous areas of kriging prediction, allowing only incomplete, lower-bound estimates on derivative quantities such as storage change to be calculated (e.g., Rinehart et al. 2016). In section ‘Spatiotemporal variogram and model’ the investigation of potential variation in the spatiotempo- ral correlation structure was discussed. This was motivated by the consideration of a lack of spatial stationarity due to the large size, variations in land use, and geologic and topo- graphic complexity of the Mimbres Basin. It is also possible that the purely temporal correlation structure has changed over time, in part or all of the study area. This may be sug- gested by large changes in water levels and the decrease in the frequency of measurements. Both have occurred in the Mimbres Basin. Change in temporal correlation was not specifically addressed in this study, but it may be possible to investigate in the future as over 100 years of water level data exist for the basin. Outliers, geology, and patterns of water‑level change 137 measurements from 43 wells were poorly fit by the regional trend model and flagged as outliers, as discussed in section ‘Regional trend model’ (Fig. 2). Wells with out- liers tend to be on the perimeter of the study area, and 20 of the 43 wells with outlier measurements are located on outcrops of Gila Group or older pre-Cenozoic bedrock and are likely not completed in the basin-fill aquifer. Example outlier well groups shown in Fig. 2 have water levels that plot distinctly below (groups A and D) or above (groups B and C) regional trends of water-level versus land surface elevation or latitude. Well groups A–C are completed in Gila Group or older bedrock, and group D wells are completed in basin fill. Confining layers in the group D area and/or the low local topographic relief compared to areas to the west may affect the water levels in in the group D wells. The areas of net water-level rise from 1980 to 2020 include two centers at Whitewater and Faywood (Fig. 8). These are due to infiltration of streamflow in San Vicente Arroyo and emergence of deep-sourced water at springs near Faywood, including Faywood Hot Spring, which discharges from fractured volcanic rocks along the Silver City fault (Hanson et al. 1994; Hawley et al. 2000; Heywood 2002; Fig. 2). Although the net water-level change since 1980 is positive (Fig. 8), both of these areas have experienced water- level declines from 2012–2020 (Fig. 7). The precipitation trend in the Mimbres Basin (Fig. 3) shows a steady decline since the 1980s, and this is likely to negatively affect stream flow and spring discharge. Net water-level declines of up to 24 m and expanding cones of depression dominate the region from Deming south to Columbus (Figs. 5 and 8). This is the region of the most abundant groundwater pumping for irrigation (Hawley et al. 2000), and where Contaldo and Mueller (1991) documented land subsidence and earth fissure formation. The predevelop- ment water table map of Hanson et al. (1994, based largely on data of Darton 1916) depicting conditions in 1910–1911 shows no closed basin or cone of depression in this area, but it covers at least 71 ­km2 and is over 5 m deep in 1985 (Fig. 5). White (1931) noted that 15 years after irrigation pumping began in 1908, maximum water level declines in wells were about 5 m with an average of less than 2 m. Thus water-level declines have increased after 1985 as compared to the previous ~60 years. Conover and Akin (1942) mapped a cone of depression at least 10 m deep in 1941 between Deming and Akela at the terminus of the Mimbres River and just east of the bedrock saddle (Fig. 1). This closed depres- sion is not apparent on any of the maps in this study (Fig. 5) and water levels have in fact risen here over the past 40 years (Fig. 8), yet they remain lower than the bottom of the 1941 depression. Conover and Akin (1942) stated that groundwa- ter pumping was much in excess of any potential recharge, and high recharge from infiltration of Mimbres River flow in infrequent wet years would at best temporarily slow ongoing water level declines due to pumping. Areas of water-level rise southwest of Deming, in the Flor- ida Graben, and northeast of Columbus all likely represent (partial) recovery of water levels and flattening of cones of depression after abandonment"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "water-level declines of up to 24 m and expanding cones of depression dominate the region from Deming south to Columbus (Figs. 5 and 8). This is the region of the most abundant groundwater pumping for irrigation (Hawley et al. 2000), and where Contaldo and Mueller (1991) documented land subsidence and earth fissure formation. The predevelop- ment water table map of Hanson et al. (1994, based largely on data of Darton 1916) depicting conditions in 1910–1911 shows no closed basin or cone of depression in this area, but it covers at least 71 ­km2 and is over 5 m deep in 1985 (Fig. 5). White (1931) noted that 15 years after irrigation pumping began in 1908, maximum water level declines in wells were about 5 m with an average of less than 2 m. Thus water-level declines have increased after 1985 as compared to the previous ~60 years. Conover and Akin (1942) mapped a cone of depression at least 10 m deep in 1941 between Deming and Akela at the terminus of the Mimbres River and just east of the bedrock saddle (Fig. 1). This closed depres- sion is not apparent on any of the maps in this study (Fig. 5) and water levels have in fact risen here over the past 40 years (Fig. 8), yet they remain lower than the bottom of the 1941 depression. Conover and Akin (1942) stated that groundwa- ter pumping was much in excess of any potential recharge, and high recharge from infiltration of Mimbres River flow in infrequent wet years would at best temporarily slow ongoing water level declines due to pumping. Areas of water-level rise southwest of Deming, in the Flor- ida Graben, and northeast of Columbus all likely represent (partial) recovery of water levels and flattening of cones of depression after abandonment of most irrigation in these areas. Irrigated acreage and estimated groundwater withdrawals have declined since 1970, but have increased in the last 10 years (Fig. 3). This may be the cause of the large water-level declines around Columbus and Hermanas since 2012 (Figs. 7 and 8). Delineating spatial and temporal trends of irrigated acreage in the Mimbres Basin as a proxy for groundwater pumping using repeat satellite imagery, and relating these patterns to water-level trends, would be a fruitful topic of future research. 2490 Hydrogeology Journal (2022) 30:2479–2494 1 3 The transition from water-level rise to decline northeast of Columbus is along the strike with southeast-trending faults at the south end of the 76 Subbasin. Water-level change gradients along the east side of the Florida Graben show some association with the bounding faults (Fig. 8). The largest water-level declines have occurred in areas with large (southern 76 Subbasin) and small (Columbus region) basin- fill thicknesses (Figs. 1 and 8). Many of the earth fissures mapped in the 76 Subbasin form polygonal patterns which may be due to areally extensive dewatering of fine-grained sediment due to regional groundwater pumping (Contaldo and Mueller 1991; Haneberg and Friesen 1995). This is in contrast to linear trends of earth fissures along mapped faults which occur due to differential subsidence across a buried bedrock discontinuity (e.g., Holzer et al. 1979). Overall, geo- logic heterogeneity, such as variations in basin-fill thick- ness, vertical and lateral lithologic changes, and intra-basin faulting together, do not appear to create hydrologic dis- continuities, such as compartmentalization or confinement, significant enough to strongly affect the patterns of water level change. This allowed the use of the global model of the water-level spatiotemporal correlation structure in this study. Vertical integration of hydraulic head in deep irri- gation wells with long and/or multiple screens is likely an important factor in the homogeneous spatiotemporal correla- tion structure but, outside the areas of irrigated agriculture, most of the data are from shallower stock wells with much shorter screen intervals. To date, the spatiotemporal pattern of water-level changes in the Mimbres Basin is due to the interplay of variation in precipitation and land use/ground- water extraction, whereas basin-fill thickness, stratigraphy, and geologic structure are secondary controls. Conclusions This study has extended the long history of water-level measurements in the Mimbres Basin and used the geosta- tistical method of spatiotemporal kriging to create maps of water levels and water-level changes from 1980 to 2020. Compared to spatial kriging, the spatiotemporal approach offers improved precision and accuracy, predictions at times with no data as well as at locations with no data, fewer artifacts due to changing well networks over time, the ability to exploit historical data in a way that spatial kriging alone cannot, and overall greater confidence in predictions. Despite the geologic and topographic com- plexity of the Mimbres Basin, a single, global model was able to describe the spatiotemporal correlation structure of the water-level data. In the areas of the most abundant groundwater pumping for irrigation, from Deming to Columbus, water levels have declined up to 24 m and cones of depression have expanded greatly. In other areas, water levels have risen, presumably as a result of declining irrigation resulting in the flattening of cones of depression. Water-level declines have occurred in concert with declining regional precipitation over the past 10 years near Whitewater and Faywood, both identi- fied as areas of groundwater recharge in previous studies. The spatiotemporal kriging approach is more mathemati- cally complex than spatial kriging, demanding of computa- tional resources, and multidimensional space-time datasets with hundreds or thousands of data must be manipulated to implement it. The user must be familiar enough with the theory, methodology, and potential pitfalls to make informed decisions at several points during the analysis that will affect the final results. There is no substitute for field measurements of aquifer water-levels, yet the cost in funds and staff hours to gather these data has always been high and continues to rise. Data collected at such great expense should be analyzed with methods that will extract the most useful information. This study in a geologically heterogeneous aquifer system builds on the recent studies of Ruybal et al. (2019) and Var- ouchakis (2018) to demonstrate that spatiotemporal kriging of water level data is superior to spatial kriging in many ways. Any hydrogeologic analysis that is dependent on water-level maps should benefit from the improvements offered by spa- tiotemporal kriging if time series of data are available. This includes the assessment of water-level changes (as demon- strated here), calculation of storage changes, calibration of numerical groundwater-flow models, and design and updat- ing of water-level monitoring networks. Supplementary Information The online version contains supplemen- tary material available at https://​doi.​org/​10.​1007/​s10040-​022-​02549-7. Acknowledgements I thank Nathan Myers for providing the thickness data from Heywood (2002) in digital form, and Randy Hanson and Oleg Mahknin for helpful discussions. Constructive comments from two anonymous reviewers and the associate editor improved the manuscript. Scott Christenson, Trevor Kludt, and Angela Lucero assisted in the field. This work would not have been possible without the kind cooperation of many landowners who granted access to their property and wells. Funding The Healy Foundation and the Aquifer Mapping Program at the New Mexico Bureau of Geology and Mineral Resources provided funding. Declarations Conflicts of interest The author states that there is no conflict of interest. Open Access This article is licensed under"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "manipulated to implement it. The user must be familiar enough with the theory, methodology, and potential pitfalls to make informed decisions at several points during the analysis that will affect the final results. There is no substitute for field measurements of aquifer water-levels, yet the cost in funds and staff hours to gather these data has always been high and continues to rise. Data collected at such great expense should be analyzed with methods that will extract the most useful information. This study in a geologically heterogeneous aquifer system builds on the recent studies of Ruybal et al. (2019) and Var- ouchakis (2018) to demonstrate that spatiotemporal kriging of water level data is superior to spatial kriging in many ways. Any hydrogeologic analysis that is dependent on water-level maps should benefit from the improvements offered by spa- tiotemporal kriging if time series of data are available. This includes the assessment of water-level changes (as demon- strated here), calculation of storage changes, calibration of numerical groundwater-flow models, and design and updat- ing of water-level monitoring networks. Supplementary Information The online version contains supplemen- tary material available at https://​doi.​org/​10.​1007/​s10040-​022-​02549-7. Acknowledgements I thank Nathan Myers for providing the thickness data from Heywood (2002) in digital form, and Randy Hanson and Oleg Mahknin for helpful discussions. Constructive comments from two anonymous reviewers and the associate editor improved the manuscript. Scott Christenson, Trevor Kludt, and Angela Lucero assisted in the field. This work would not have been possible without the kind cooperation of many landowners who granted access to their property and wells. Funding The Healy Foundation and the Aquifer Mapping Program at the New Mexico Bureau of Geology and Mineral Resources provided funding. Declarations Conflicts of interest The author states that there is no conflict of interest. Open Access This article is licensed under a Creative Commons Attri- bution 4.0 International License, which permits use, sharing, adapta- tion, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not 2491 Hydrogeology Journal (2022) 30:2479–2494 1 3 permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://​creat​iveco​mmons.​org/​licen​ses/​by/4.​0/. References Abdi H, Williams LJ (2010) Principal component analysis, WIREs. Comput Stat 2(4):433–459. https://​doi.​org/​10.​1002/​wics.​101 Bexfield LM, Anderholm SK (2000) Predevelopment water-level map of the Santa Fe Group Aquifer System in the Middle Rio Grande Basin between Cochiti Lake and San Acacia New Mexico. US Geol Surv Water Resour Invest Rep 00-4249. https://​doi.​org/​10.​ 3133/​wri00​4249 Bexfield LM, Anderholm SK (2002) Estimated water-level declines in the Santa Fe Group Aquifer System in the Albuquerque Area Cen- tral New Mexico predevelopment to 2002. US Geol Surv Water Resour Invest Rep 02-4233. https://​doi.​org/​10.​3133/​wri02​4233 Clemons RE, Mack GH (1988) Geology of southwestern New Mexico. In: Mack GH, Lawton TF, Lucas SG (eds) Cretaceous and Lara- mide tectonic evolution of southwestern New Mexico. NM Geol Soc Guidebook 39:45–57 Conover CS, Akin PD (1942) Progress report on the ground-water supply of the Mimbres Valley, New Mexico, 1938–1941. 14th and 15th Biennial Reports of the State Engineer of New Mexico. https://​www.​ose.​state.​nm.​us/​Libra​ry/​Histo​rical​Repor​ts/​1941-​ Progr​essRe​port-​Groun​dWate​rSupp​ly-​Mimbr​es.​pdf. Accessed June 2022 Contaldo GJ, Mueller JE (1991) Earth fissures of the Mimbres Basin, southwestern New Mexico. N M Geol 13(4):69–74 Cressie N (2015) Statistics for spatial data. Wiley Online Library. https://​doi.​org/​10.​1002/​97811​19115​151 Cressie N, Wikle CK (2011) Statistics for spatio-temporal data. Wiley, Chichester, UK Darton NH (1916) Geology and underground water of Luna County, New Mexico. US Geol Surv Bull 618. https://​doi.​ org/​10.​3133/​b618 Desbarats AJ, Logan CE, Hinton MJ, Sharpe DR (2002) On the krig- ing of water table elevations using collateral information from a digital elevation model. J Hydrol 255:25–38. https://​doi.​org/​10.​ 1016/​S0022-​1694(01)​00504-2 Falk SE, Bexfield LM, Anderholm SK (2011) Estimated 2008 ground- water potentiometric surface and predevelopment to 2008 water- level change in the Santa Fe Group Aquifer System in the Albu- querque Area, central New Mexico. US Geol Surv Sci Invest Map 3162. https://​doi.​org/​10.​3133/​sim31​62 Fetter CW (2001) Applied hydrogeology. Prentice-Hall, Englewood Cliffs Finch ST, McCoy A, Melis E (2008) Geologic controls on ground- water flow in the Mimbres Basin, southwestern New Mexico. In: Mack G, Witcher J, Leuth VW (eds) Geology of the Gila Wil- derness-Silver City area. NM Geol Soc Guidebook 59:189-198 Fisher JC (2013) Optimization of water-level monitoring networks in the eastern Snake River Plain aquifer using a kriging-based genetic algorithm method. US Geol Surv Sci Invest Rep 2013- 5120. https://​doi.​org/​10.​3133/​sir20​135120 Freeze RA, Cherry JA (1979) Groundwater. Prentice-Hall, Englewood Cliffs Galanter AE, Curry LTS (2019) Estimated 2016 groundwater level and drawdown from predevelopment to 2016 in the Santa Fe Group Aquifer System in the Albuquerque Area central New Mexico. US Geol Surv Sci Invest Map 3433. https://​doi.​org/​ 10.​3133/​sim34​33 Gasch CK, Hengl T, Gräler B, Meyer H, Magney TS, Brown DJ (2015) Spatio-temporal interpolation of soil water temperature and elec- trical conductivity in 3D + T: the Cook Agronomy Farm data set. Spatial Statist 14:70–90. https://​doi.​org/​10.​1016/j.​spasta.​2015.​ 04.​001 Glen S (2020) Cook’s distance / Cook’s D: definition, interpretation. https://​www.​stati​stics​howto.​com/​cooks-​dista​nce/. Accessed 3 June 2020 Gräler B, Pebesma E, Heuvelink G (2016) Spatio-temporal interpo- lation using gstat. R J 8(1):204–218. https://​doi.​org/​10.​32614/​ RJ-​2016-​014 Haacker EMK, Kendall AD, Hyndman DW (2016) Water level declines in the High Plains aquifer: predevelopment to resource senes- cence. Ground Water 54(2):231–242. https://​doi.​org/​10.​1111/​ gwat.​12350 Haneberg WC, Friesen RL (1995) Tilts strains and ground-water levels near an earth fissure in the Mimbres Basin New Mexico. Geol Soc Am Bull 107(3):316–326. https://​doi.​org/​10.​1130/​0016-​ 7606(1995)​107<​0316:​TSAGW​L>2.​3.​CO;2 Hanson RT, McLean JS, Miller RS (1994) Hydrogeologic framework and preliminary simulation of ground-water flow in the Mimbres Basin, southwestern New Mexico. US Geol Surv Water Res Invest Rep 94-4011. https://​doi.​org/​10.​3133/​wri94​4011 Hart DL, McAda DP (1985) Geohydrology of the High Plains aquifer in southeastern New Mexico. US Geol Surv Hydrol Invest Atlas HA-679. https://​doi.​org/​10.​3133/​ha679 Hawley JW, Hibbs BJ, Kennedy JF, Creel BJ, Remmenga MD, John- son M, Lee MM, Dinterman P (2000) Trans-international bound- ary aquifers in southwestern New Mexico. NM Water Resources Research Institute, NM State Univ., Cal. State Univ. https://​ nmwrri.​nmsu.​edu/​trans-​inter​natio​nal-​bound​ary-​aquif​ers-​in-​south​ west-​new-​mexico/. Accessed Nov 2021 Hengl T, Heuvelink GB, Rossiter DG (2007) About regression kriging: from equations to case studies. Comput Geosci 33:1301–1315. https://​doi.​org/​10.​1016/j.​cageo.​2007.​05.​001 Heywood CE (2002) Estimation of alluvial-fill thickness in the Mim- bres ground-water basin New Mexico from interpretation of iso- static residual gravity anomalies. US Geol Surv Water Res Invest Rep 02-4007 Holzer TL, Davis SN, Lofgren BE (1979) Faulting caused by groundwater extraction in southcentral Arizona. J Geophys Res 84(B2):603–612. https://​doi.​org/​10.​1029/​JB084​iB02p​00603 Huevelink GB, Griffith DA (2010) Space-time geostatistics for geogra- phy: a case study of radiation monitoring across parts of Germany. Geogr Anal 42:161–179. https://​doi.​org/​10.​1111/j.​1538-​4632.​ 2010.​00788.x Júnez-Ferreira HE, Herrera GS (2013) A geostatistical methodology for the optimal design of space–time hydraulic head monitoring networks and its application to the Valle de Querétaro aquifer. Environ Monit Assess 185(4):3527–3549. https://​doi.​org/​10.​1007/​ s10661-​012-​2808-5 King FH (1899) Principles and conditions of"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "B, Pebesma E, Heuvelink G (2016) Spatio-temporal interpo- lation using gstat. R J 8(1):204–218. https://​doi.​org/​10.​32614/​ RJ-​2016-​014 Haacker EMK, Kendall AD, Hyndman DW (2016) Water level declines in the High Plains aquifer: predevelopment to resource senes- cence. Ground Water 54(2):231–242. https://​doi.​org/​10.​1111/​ gwat.​12350 Haneberg WC, Friesen RL (1995) Tilts strains and ground-water levels near an earth fissure in the Mimbres Basin New Mexico. Geol Soc Am Bull 107(3):316–326. https://​doi.​org/​10.​1130/​0016-​ 7606(1995)​107<​0316:​TSAGW​L>2.​3.​CO;2 Hanson RT, McLean JS, Miller RS (1994) Hydrogeologic framework and preliminary simulation of ground-water flow in the Mimbres Basin, southwestern New Mexico. US Geol Surv Water Res Invest Rep 94-4011. https://​doi.​org/​10.​3133/​wri94​4011 Hart DL, McAda DP (1985) Geohydrology of the High Plains aquifer in southeastern New Mexico. US Geol Surv Hydrol Invest Atlas HA-679. https://​doi.​org/​10.​3133/​ha679 Hawley JW, Hibbs BJ, Kennedy JF, Creel BJ, Remmenga MD, John- son M, Lee MM, Dinterman P (2000) Trans-international bound- ary aquifers in southwestern New Mexico. NM Water Resources Research Institute, NM State Univ., Cal. State Univ. https://​ nmwrri.​nmsu.​edu/​trans-​inter​natio​nal-​bound​ary-​aquif​ers-​in-​south​ west-​new-​mexico/. Accessed Nov 2021 Hengl T, Heuvelink GB, Rossiter DG (2007) About regression kriging: from equations to case studies. Comput Geosci 33:1301–1315. https://​doi.​org/​10.​1016/j.​cageo.​2007.​05.​001 Heywood CE (2002) Estimation of alluvial-fill thickness in the Mim- bres ground-water basin New Mexico from interpretation of iso- static residual gravity anomalies. US Geol Surv Water Res Invest Rep 02-4007 Holzer TL, Davis SN, Lofgren BE (1979) Faulting caused by groundwater extraction in southcentral Arizona. J Geophys Res 84(B2):603–612. https://​doi.​org/​10.​1029/​JB084​iB02p​00603 Huevelink GB, Griffith DA (2010) Space-time geostatistics for geogra- phy: a case study of radiation monitoring across parts of Germany. Geogr Anal 42:161–179. https://​doi.​org/​10.​1111/j.​1538-​4632.​ 2010.​00788.x Júnez-Ferreira HE, Herrera GS (2013) A geostatistical methodology for the optimal design of space–time hydraulic head monitoring networks and its application to the Valle de Querétaro aquifer. Environ Monit Assess 185(4):3527–3549. https://​doi.​org/​10.​1007/​ s10661-​012-​2808-5 King FH (1899) Principles and conditions of the movements of ground- water. US Geological Survey 19th Ann Rep, Pt 2, pp 59–294. https://​doi.​org/​10.​3133/​ar19 Kitanidis PK (1997) Introduction to geostatistics: applications in hydrogeology. Cambridge University Press, Cambridge Kyriakidis PC, Journel AC (1999) Geostatistical space-time models: a review. Math Geol 31:651–684. https://​doi.​org/​10.​1023/A:​10075​ 28426​688 2492 Hydrogeology Journal (2022) 30:2479–2494 1 3 Land L, Newton BT (2008) Seasonal and long-term variations in hydraulic head in a karstic aquifer: Roswell Artesian Basin, New Mexico. J Am Water Res Assoc 44(1):175–191. https://​ doi.​org/​10.​1111/j.​1752-​1688.​2007.​00146.x Longworth JW, Valdez JM, Magnuson ML, Albury ES, Keller J (2008) New Mexico water use by categories 2005. Technical report 52, New Mexico Office of the State Engineer. https://​ www.​ose.​state.​nm.​us/​Libra​ry/​Techn​icalR​eports/​TechR​eport-​ 052.​pdf. Accessed Nov 2021 Longworth JW, Valdez JM, Magnuson ML, Richard K (2013) New Mexico water use by categories 2010. Technical report 54, New Mexico Office of the State Engineer. https://​www.​ose.​state.​nm.​ us/​Libra​ry/​Techn​icalR​eports/​TechR​eport%​2054NM%​20Wat​er%​ 20Use%​20by%​20Cat​egori​es%​20.​pdf. Accessed Nov 2021 Magnuson ML, Valdez JM, Lawler CR, Nelson M, Petronis L (2019) New Mexico water use by categories 2015. Technical report 55, New Mexico Office of the State Engineer. https://​www.​ose.​state.​ nm.​us/​WUC/​wucTe​chRep​orts/​2015/​pdf/​2015%​20WUR%​20fin​ al_​05142​019.​pdf. Accessed Nov 2021 Malm NR (2003) Climate Guide Las Cruces, 1892–2000. New Mexico Agricultural Experimental Station Research Report 749. https://​nmsu.​conte​ntdm.​oclc.​org/​digit​al/​colle​ction/​AgCir​ cs/​id/​61398. Accessed June 2022 McGuire VL, Lund KD, Densmore BK (2012) Saturated thickness and water in storage in the High Plains aquifer, 2009, and water- level changes and changes in water in storage in the High Plains aquifer, 1980 to 1995, 1995 to 2000, 2000 to 2005, and 2005 to 2009. US Geol Surv Sci Invest Rep 2012–5177. https://​doi.​org/​ 10.​3133/​sir20​125177 Montero J-M, Fernández-Avilés G, Mateu J (2015) Spatial and spa- tio-temporal geostatistical modeling and kriging. Wiley, Chich- ester, UK. https://​doi.​org/​10.​1002/​97811​18762​387 Mulligan KR, Barbato LS, Warren A, Van Nice C (2008) Geography of the Ogallala aquifer map series. http://​www.​depts.​ttu.​edu/​ geosp​atial/​center/​Ogall​ala/​Ogall​alaPD​FMaps.​html. Accessed Nov 2021 New Mexico Bureau of Geology and Mineral Resources (2003) Geo- logic map of New Mexico. Scale 1(500):000, NM NM Bur. Geol. Min. Resour., Socorro, NM Ohmer M, Liesch T, Goldscheider N (2019) On the optimal spatial design for groundwater level monitoring networks. Water Resour Res 55:9454–9473. https://​doi.​org/​10.​1029/​2019W​R0257​28 Powell RI, McKean SE (2014) Estimated 2012 groundwater potentio- metric surface and drawdown from predevelopment to 2012 in the Santa Fe Group aquifer system in the Albuquerque metropolitan area, central New Mexico. US Geol Surv Sci Invest Map 3301. https://​doi.​org/​10.​3133/​sim33​01 R Core Team (2018) R: a language and environment for statistical com- puting. R Foundation for Statistical Computing. https://​wwwR-​ proje​ctorg/. Rawling GC (2015) Groundwater surface map of Union County and the Clayton Underground Water Basin northeast New Mexico. Open-File Rep 570, NM Bur. Geol. Min. Resour., Socorro, NM Rawling GC (2021) Evaluation of water-level trends using spatiotem- poral kriging in the Mimbres Basin southwest New Mexico. Open- File Rep 616, NM NM Bur. Geol. Min. Resour., Socorro, NM Rawling GC, Rinehart AJ (2018) Lifetime Projections for the High Plains Aquifer in east-central New Mexico. Bull 162, NM NM Bur. Geol. Min. Resour., Socorro, NM Rinehart AJ, Mamer E, Kludt T, Felix B, Pokorny C, Timmons S (2016) Groundwater level and storage changes in alluvial basins in the Rio Grande basin, New Mexico. NM Water Res Research Inst Tech Compl Rep. https://​nmwrri.​nmsu.​edu/​wp-​conte​nt/​SWWA/​ Repor​ts/​Rineh​art/​Final%​20Rep​ort/​Groun​dwater_​Level_​and_​Stora​ ge_​Chang​es_​in_​Basin-​fill_​Aquif​ers_​in_​the_​Rio_​Grande_​Basin_​ New_​Mexico-​Rineh​artet​al.​pdf. Accessed Nov 2021 Ritchie AB, Pepin JD (2020) Optimization assessment of a ground- water-level observation network in the Middle Rio Grande Basin New Mexico (ver 2 December 2020). US Geol Surv Sci Invest Rep 2020–5007. https://​doi.​org/​10.​3133/​sir20​205007 Ritchie AB, Galanter AE, Curry LTS (2019) Groundwater-level change for the periods 2002–8 2008–12 and 2008–16 in the Santa Fe Group aquifer system in the Albuquerque area, central New Mexico. US Geol Surv Sci Invest Map 3435. https://​doi.​org/​10.​ 3133/​sim34​35 Ruybal CJ, Hogue TS, McCray JE (2019) Evaluation of groundwater levels in the Arapahoe aquifer using spatiotemporal regression kriging. Water Resour Res 55(4):2820–2837. https://​doi.​org/​10.​ 1029/​2018W​R0234​37 Schuenemeyer JH, Drew LJ (2011) Statistics for earth and environmen- tal scientists. John Wiley & Sons, Hoboken Seager WR (1995) Geology of southwest quarter of Las Cruces and northwest El Paso 1° x 2° sheets, New Mexico. Geol Map 60, scale 1:125000, NM NM Bur. Geol. Min. Resour., Socorro, NM Snepvangers JJJC, Heuvelink GBM, Huisman JA (2003) Soil water content interpolation using spatio-temporal kriging with external drift. Geoderma 112:253–271. https://​doi.​org/​10.​1016/​S0016-​ 7061(02)​00310-5 Sorenson EF (1977) Water use by categories in New Mexico counties and river basins and irrigated and dry cropland acreage in 1975. Technical report 41, New Mexico Office of the State Engineer. https://​www.​ose.​state.​nm.​us/​Libra​ry/​Techn​icalR​eports/​TechR​ eport-​041.​PDF. Accessed Nov 2021 Sorenson EF (1982) Water use by categories in New Mexico counties and river basins and irrigated acreage in 1980. Technical report 44, New Mexico Office of the State Engineer. https://​www.​ose.​ state.​nm.​us/​Libra​ry/​Techn​icalR​eports/​TechR​eport-​044.​pdf. Accessed Nov 2021 Taylor CJ Alley WM (2001) Ground-water-level monitoring and the importance of long-term water-level data. US Geol Surv Circ 1217. https://​doi.​org/​10.​3133/​cir12​17 Tillery A (2008a) Current (2004–07) conditions and changes in ground-water levels from predevelopment to 2007 Southern High Plains aquifer east-central New Mexico: Curry County, Portales, and Causey Lingo Underground Water Basins. US Geol Surv Sci Invest Map 3038. https://​doi.​org/​10.​3133/​sim30​38 Tillery A (2008b) Current (2004–07) Conditions and changes in ground-water levels from predevelopment to 2007 Southern High Plains aquifer southeast New Mexico: Lea County Underground Water Basin. US Geol Surv Sci Invest Map 3044 Tόth J (1963) A theoretical analysis of groundwater flow in small drain- age basins. J Geophys Res 68(16):4795–4812. https://​doi.​org/​10.​ 1029/​JZ068​i016p​04795 Varouchakis EA (2018) Spatiotemporal geostatistical modelling of groundwater level variations at basin scale: a case"
    },
    {
        "URL": "Rawling2021_EvaluationOfWaterLevelTrendsMimbresBasin.pdf",
        "Text": "Invest Map 3435. https://​doi.​org/​10.​ 3133/​sim34​35 Ruybal CJ, Hogue TS, McCray JE (2019) Evaluation of groundwater levels in the Arapahoe aquifer using spatiotemporal regression kriging. Water Resour Res 55(4):2820–2837. https://​doi.​org/​10.​ 1029/​2018W​R0234​37 Schuenemeyer JH, Drew LJ (2011) Statistics for earth and environmen- tal scientists. John Wiley & Sons, Hoboken Seager WR (1995) Geology of southwest quarter of Las Cruces and northwest El Paso 1° x 2° sheets, New Mexico. Geol Map 60, scale 1:125000, NM NM Bur. Geol. Min. Resour., Socorro, NM Snepvangers JJJC, Heuvelink GBM, Huisman JA (2003) Soil water content interpolation using spatio-temporal kriging with external drift. Geoderma 112:253–271. https://​doi.​org/​10.​1016/​S0016-​ 7061(02)​00310-5 Sorenson EF (1977) Water use by categories in New Mexico counties and river basins and irrigated and dry cropland acreage in 1975. Technical report 41, New Mexico Office of the State Engineer. https://​www.​ose.​state.​nm.​us/​Libra​ry/​Techn​icalR​eports/​TechR​ eport-​041.​PDF. Accessed Nov 2021 Sorenson EF (1982) Water use by categories in New Mexico counties and river basins and irrigated acreage in 1980. Technical report 44, New Mexico Office of the State Engineer. https://​www.​ose.​ state.​nm.​us/​Libra​ry/​Techn​icalR​eports/​TechR​eport-​044.​pdf. Accessed Nov 2021 Taylor CJ Alley WM (2001) Ground-water-level monitoring and the importance of long-term water-level data. US Geol Surv Circ 1217. https://​doi.​org/​10.​3133/​cir12​17 Tillery A (2008a) Current (2004–07) conditions and changes in ground-water levels from predevelopment to 2007 Southern High Plains aquifer east-central New Mexico: Curry County, Portales, and Causey Lingo Underground Water Basins. US Geol Surv Sci Invest Map 3038. https://​doi.​org/​10.​3133/​sim30​38 Tillery A (2008b) Current (2004–07) Conditions and changes in ground-water levels from predevelopment to 2007 Southern High Plains aquifer southeast New Mexico: Lea County Underground Water Basin. US Geol Surv Sci Invest Map 3044 Tόth J (1963) A theoretical analysis of groundwater flow in small drain- age basins. J Geophys Res 68(16):4795–4812. https://​doi.​org/​10.​ 1029/​JZ068​i016p​04795 Varouchakis EA (2018) Spatiotemporal geostatistical modelling of groundwater level variations at basin scale: a case study at Crete’s Mires Basin. Hydrol Res 49(4):1131–1142. https://​doi.​org/​10.​ 2166/​nh.​2017.​146 Varouchakis EA, Hristopulos DT (2019) Comparison of spatiotemporal variogram functions based on a sparse dataset of groundwater level variations: spatial. Statistics 34:1–18. https://​doi.​org/​10.​ 1016/​jspas​ta201​707003 2493 Hydrogeology Journal (2022) 30:2479–2494 1 3 Varouchakis EA, Hristopulos DT, Karatzas GP, Corzo Perez GA, Diaz V (2021) Spatiotemporal geostatistical analysis of precipi- tation combining ground and satellite observations. Hydrol Res 52(3):804–820. https://​doi.​org/​10.​2166/​nh.​2021.​160 Webster R, Oliver MA (2007) Geostatistics for environmental scien- tists. John Wiley & Sons, Chichester Western Regional Climate Center (2021) https://​wrcc.​dri.​edu/​summa​ ry/​Clims​mnm.​html. Accessed Jan 2021 White WN (1931) Preliminary report on the ground-water supply of Mimbres Valley, New Mexico. US Geol Surv Water Suppl Pap 637B. https://​doi.​org/​10.​3133/​wsp63​7B Wikle CK, Zammit-Mangion A, Cressie N (2019) Spatio-temporal sta- tistics with R. Chapman and Hall/CRC, Boca Raton, FL Wilson BC (1986) Water use in New Mexico in 1985. Technical report 46, New Mexico Office of the State Engineer. https://​www.​ose.​ state.​nm.​us/​Libra​ry/​Techn​icalR​eports/​TechR​eport-​046.​pdf. Accessed Nov 2021 Wilson BC (1992) Water use by categories in New Mexico counties and river basins and irrigated acreage in 1990. Technical report 47, New Mexico Office of the State Engineer. https://​www.​ose.​ state.​nm.​us/​Libra​ry/​Techn​icalR​eports/​TechR​eport-​047.​pdf. Accessed Nov 2021 Wilson JL, Guan H (2004) Mountain-block hydrology and mountain front recharge. In: Hogan JF, Phillips FM, Scanlon BR (eds) Groundwater recharge in a desert environment. AGU, Washington, DC, pp 113–137. https://​doi.​org/​10.​1029/​WS009 Wilson BC, Lucero AA (1997) Water use by categories in New Mexico counties and river basins and irrigated acreage in 1995. Technical report 49, New Mexico Office of the State Engineer. https://​www.​ ose.​state.​nm.​us/​Libra​ry/​Techn​icalR​eports/​TechR​eport-​049.​PDF. Accessed Nov 2021 Wilson BC, Lucero AA, Romero JT, Romero PJ (2003) Water use by categories in New Mexico counties and river basins and irrigated acreage in 2000. Technical report 51, New Mexico Office of the State Engineer. https://​www.​ose.​state.​nm.​us/​Libra​ry/​Techn​icalR​ eports/​TechR​eport-​051.​pdf. Accessed Nov 2021 Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. 2494 Hydrogeology Journal (2022) 30:2479–2494"
    }
]