[
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "U.S. Department of the Interior U.S. Geological Survey Open-File Report 2006–1358 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico and Future Study Needs By G.F. Huff and D.A. Chace Sandia National Laboratories A Department of Energy National Laboratory Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico and Future Study Needs By G.F. Huff and D.A. Chace Open-File Report 2006–1358 U.S. Department of the Interior U.S. Geological Survey U.S. Department of the Interior DIRK KEMPTHORNE, Secretary U.S. Geological Survey Mark D. Myers, Director U.S. Geological Survey, Reston, Virginia 2006 For product and ordering information: World Wide Web: http://www.usgs.gov/pubprod Telephone: 1-888-ASK-USGS For more information on the USGS—the Federal source for science about the Earth, its natural and living resources, natural hazards, and the environment: World Wide Web: http://www.usgs.gov Telephone: 1-888-ASK-USGS Suggested citation: Huff, G.F., and Chace, D.A., 2006, Knowledge and understanding of the hydrogeology of the Salt Basin in south-central New Mexico and future study needs: U.S. Geological Survey Open-File Report 2006-1358, 17 p. Any use of trade, product, or firm names is for descriptive purposes only and does not imply endorsement by the U.S. Government. Although this report is in the public domain, permission must be secured from the individual copyright owners to reproduce any copyrighted material contained within this report. ii Contents Abstract............................................................................................................................................................1 Introduction.....................................................................................................................................................1 Purpose and Scope....................................................................................................................................3 Hydrogeologic Overview...............................................................................................................................4 Geology.........................................................................................................................................................4 Major Aquifers............................................................................................................................................5 Hydraulic Properties..................................................................................................................................6 Ground-Water Movement.........................................................................................................................7 Recharge......................................................................................................................................................9 Discharge...................................................................................................................................................10 Conceptual Flow Model...........................................................................................................................12 Water Quality.............................................................................................................................................12 Future Study Needs......................................................................................................................................13 Summary........................................................................................................................................................14 References Cited..........................................................................................................................................15 Figures 1. Location of Salt Basin ............................................................................................................................. 1 2a. Ground-water level monitoring-well network in the Salt Basin............................................................ 2 2b. Water-quality monitoring-well network in the Salt Basin...................................................................... 3 2c. Continuous remote electronic monitoring network in the Salt Basin.................................................. 4 3. Generalized section across the Salt Basin ........................................................................................... 5 4. Contours of water levels in the carbonate aquifer in the Salt Basin .................................................. 8 5. Water levels in wells 48-07-505 and 48-07-501 near Dell City, Texas ..................................................... 9 6. Selected watershed boundaries, streams, and physiographic features in the New Mexico part of the Salt Basin ......................................................................................................................... 10 7. Mean daily discharge in the Sacramento River measured at stream gaging station 08492900 near Sunspot, New Mexico ....................................................................................................... 11 8. Correlation of water-levels changes to precipitation events in well ................................................... 11 9. Ground-water level changes in response to withdrawal near Dell City, Texas as a function of distance from the city ................................................................................................................ 12 iii Conversion Factors Multiply By To obtain Length inch (in.) 2.54 centimeter (cm) inch (in.) 25.4 millimeter (mm) foot (ft) 0.3048 meter (m) mile (mi) 1.609 kilometer (km) Area acre 4,047 square meter (m2) acre 0.4047 hectare (ha) acre 0.4047 square hectometer (hm2) acre 0.004047 square kilometer (km2) square mile (mi2) 259.0 hectare (ha) square mile (mi2) 2.590 square kilometer (km2) Volume gallon (gal) 3.785 liter (L) acre-foot (acre-ft) 1,233 cubic meter (m3) acre-foot (acre-ft) 0.001233 cubic hectometer (hm3) Flow rate cubic foot per second (ft3/s) 0.02832 cubic meter per second (m3/s) Transmissivity foot squared per day (ft2/d) 0.09290 meter squared per day (m2/d) iv Abstract The Salt Basin covers about 2,400 square miles of south-central New Mexico and extends across the State line into Texas. As much as 57 million acre-feet of ground water may be stored within the New Mexico part of the Salt Basin of which 15 million acre-feet are potentially potable and recoverable. Recent work suggests that the volume of ground water in storage within the New Mexico portion of the Salt Basin may be substantially greater than 57 million acre-feet. In this report, aquifers contained in the San Andres, Bone Spring, and Victorio Peak Limestones and in the Yeso, Hueco, and Abo Formations are collectively referred to as the “carbonate aquifer.” Porosity and permeability of the major aquifer are primarily determined by the density and interconnectedness of fractures and karstic solution channels. The spatial variability of these fractures and karstic features leads to a large spatial variability in hydraulic properties in the carbonate aquifer. Ground water generally moves southward away from recharge areas along the northern border of the Salt Basin and generally moves eastward to southeastward away from areas of distributed recharge on the Otero Mesa and the Diablo Plateau. Ground water originating from these recharge areas generally moves toward the central valley. Present day discharge is mostly through ground-water withdrawal for agricultural irrigation. A zone of relatively low hydraulic gradient, corresponding to the location of the Otero Break, extends from near the Sacramento River watershed southward toward Dell City, Texas. Ground Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico and Future Study Needs By G. F. Huff, U.S. Geological Survey and D. A. Chace, Sandia National Laboratories water in the carbonate aquifer generally is very hard and has dissolved-solids concentrations ranging from 500 to 6,500 milligrams per liter. Substantial variability exists in current estimates of (1) ground-water recharge, (2) natural ground-water discharge, (3) the volume of ground water in storage, (4) the volume of recoverable ground water, (5) the conceptual model of ground-water flow, (6) the distribution of ground-water quality, and (7) the distribution of hydraulic characteristics. Future study could reduce uncertainty in these estimates and allow for better management of ground-water resources in the Salt Basin. Introduction The Salt Basin (fig. 1) covers about 2,400 square miles of New Mexico and extends across the State line into Texas. The New Mexico part of the basin is bounded by the Peñasco Basin and Sacramento Mountains on the north, by the Guadalupe Mountains on the east, and by the Tularosa Basin on the west (Pecos Valley Water Users Organization, 2001; Livingston Associates and John Shomaker and Associates, 2002). 3ACRAMENTO -OUNTAINS #ROW &LATS (UECO -OUNTAINS $IABLO 0LATEAU /TERO -ESA \"AYLOR -OUNTAINS $ELAWARE -OUNTAINS 'UADALUPE -OUNTAINS N IS A \" \u0000\u0000\u0000\u0000A S O R A L U 4 K A E R \" \u0000\u0000\u0000\u0000O R E T / 0 E ® A S C O \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \" A S I N Y E LL A 6 \u0000LL E $ ! !\u0007 /TERO\u0000#OUNTY $O®A\u0000!NA\u0000#OUNTY %L\u00000ASO #OUNTY #HAVES\u0000#OUNTY %DDY\u0000#OUNTY (UDSPETH\u0000#OUNTY #ULBERSON\u0000#OUNTY \u0000\u0000\u0000\u00003IERRA #OUNTY .%7\u0000-%8)#/ 4%8!3 3 % 4 ! 4 3 \u0000$ % 4 ) . 5 / # ) 8 % - $ELL\u0000#ITY \"OUNDARY\u0000OF 3ALT\u0000\"ASIN \"OUNDARY\u0000OF 3ALT\u0000\"ASIN \"ASE\u0000FROM\u00005\u000e3\u000e\u0000'EOLOGICAL\u00003URVEY\u0000DIGITAL\u0000DATA \u0000\u0012\u0010\u0010\u0015 \u0000\u0011\u001a\u0011\u0010\u0010 \u0010\u0010\u0010 5NIVERSAL\u00004RANSVERSE\u0000-ERCATOR\u0000PROJECTION :ONE\u0000\u0011\u0013 (ORIZONTAL\u0000COORDINATE\u0000INFORMATION\u0000IS\u0000REFERENCED\u0000TO\u0000THE .ORTH\u0000!MERICAN\u0000$ATUM\u0000OF\u0000\u0011\u0019\u0018\u0013\u0000\b.!$\u0000\u0018\u0013 \u0010 \u0012\u0010 \u0011\u0010 \u0013\u0010 \u0014\u0010\u0000+),/-%4%23 \u0010 \u0013\u0010 \u0011\u0010 \u0012\u0010 \u0014\u0010\u0000-),%3 \u0011\u0010\u0015\u0097 \u0011\u0010\u0016\u0097 \u0013\u0012\u0097 \u0013\u0011\u0097 \u0013\u0013\u0097 ! !\u0007 )NDEX\u0000MAP -AP\u0000AREA 7ATER LEVEL\u0000CONTOUR \u0000IN\u0000METERS\u0000ABOVE\u0000SEA\u0000LEVEL\u000e \u0000\u0000\u0000$ASHED\u0000WHERE\u0000APPROXIMATELY\u0000LOCATED\u0000\u0000%80,!.!4)/.\u0000Figure 1. Location of Salt Basin (modified from Ashworth, 1995, and Hutchison, 2006). Figure 2a. Ground-water level monitoring-well network in the Salt Basin maintained by Sandia National Laboratories. 3ALT\u0000\"ASIN ADMINISTRATIVE BOUNDARY %80,!.!4)/. 'ROUND WATER\u0000LEVEL\u0000\u0000\u0000\u0000MONITORING WELL \u0000\u0000\u0000LOCATION &IGURE\u0000\u0012A\u000e\u0000'ROUND WATER\u0000LEVEL\u0000MONITORING WELL\u0000NETWORK\u0000IN\u0000THE\u00003ALT\u0000\"ASIN MAINTAINED\u0000BY\u00003ANDIA\u0000.ATIONAL\u0000,ABORATORIES\u000e .%7\u0000-%8)#/ 4%8!3 \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0013\u0000WELLS\u0000MEASURED \u0013\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0013\u0000WELLS\u0000MEASURED \u0013\u0000WELLS\u0000MEASURED \u0012\u0000WELLS MEASURED \u0012\u0000WELLS MEASURED \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000+),/-%4%23 \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000-),%3 -AP\u0000CREATED\u0000FROM\u0000.ATIONAL\u0000'EOGRAPHIC\u00004/0/\u0001§\u0000PROGRAM \u0000\u0012\u0010\u0010\u0013 !LAMOGORDO $ELL\u0000#ITY \u0011\u0010\u0015\u0097 \u0011\u0010\u0015\u0097\u0013\u0010\u0007 \u0011\u0010\u0016\u0097 \u0013\u0012\u0097\u0013\u0010\u0007 \u0013\u0012\u0097 % $ $ 9 # ( ! 6 % 3 Published estimates indicated that as much as 30 million acre-feet of ground water with dissolved-solids concentrations less than 1,000 milligrams per liter (mg/L) and as much as 25.5 million acre-feet of ground"
    },
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "bounded by the Peñasco Basin and Sacramento Mountains on the north, by the Guadalupe Mountains on the east, and by the Tularosa Basin on the west (Pecos Valley Water Users Organization, 2001; Livingston Associates and John Shomaker and Associates, 2002). 3ACRAMENTO -OUNTAINS #ROW &LATS (UECO -OUNTAINS $IABLO 0LATEAU /TERO -ESA \"AYLOR -OUNTAINS $ELAWARE -OUNTAINS 'UADALUPE -OUNTAINS N IS A \" \u0000\u0000\u0000\u0000A S O R A L U 4 K A E R \" \u0000\u0000\u0000\u0000O R E T / 0 E ® A S C O \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \" A S I N Y E LL A 6 \u0000LL E $ ! !\u0007 /TERO\u0000#OUNTY $O®A\u0000!NA\u0000#OUNTY %L\u00000ASO #OUNTY #HAVES\u0000#OUNTY %DDY\u0000#OUNTY (UDSPETH\u0000#OUNTY #ULBERSON\u0000#OUNTY \u0000\u0000\u0000\u00003IERRA #OUNTY .%7\u0000-%8)#/ 4%8!3 3 % 4 ! 4 3 \u0000$ % 4 ) . 5 / # ) 8 % - $ELL\u0000#ITY \"OUNDARY\u0000OF 3ALT\u0000\"ASIN \"OUNDARY\u0000OF 3ALT\u0000\"ASIN \"ASE\u0000FROM\u00005\u000e3\u000e\u0000'EOLOGICAL\u00003URVEY\u0000DIGITAL\u0000DATA \u0000\u0012\u0010\u0010\u0015 \u0000\u0011\u001a\u0011\u0010\u0010 \u0010\u0010\u0010 5NIVERSAL\u00004RANSVERSE\u0000-ERCATOR\u0000PROJECTION :ONE\u0000\u0011\u0013 (ORIZONTAL\u0000COORDINATE\u0000INFORMATION\u0000IS\u0000REFERENCED\u0000TO\u0000THE .ORTH\u0000!MERICAN\u0000$ATUM\u0000OF\u0000\u0011\u0019\u0018\u0013\u0000\b.!$\u0000\u0018\u0013 \u0010 \u0012\u0010 \u0011\u0010 \u0013\u0010 \u0014\u0010\u0000+),/-%4%23 \u0010 \u0013\u0010 \u0011\u0010 \u0012\u0010 \u0014\u0010\u0000-),%3 \u0011\u0010\u0015\u0097 \u0011\u0010\u0016\u0097 \u0013\u0012\u0097 \u0013\u0011\u0097 \u0013\u0013\u0097 ! !\u0007 )NDEX\u0000MAP -AP\u0000AREA 7ATER LEVEL\u0000CONTOUR \u0000IN\u0000METERS\u0000ABOVE\u0000SEA\u0000LEVEL\u000e \u0000\u0000\u0000$ASHED\u0000WHERE\u0000APPROXIMATELY\u0000LOCATED\u0000\u0000%80,!.!4)/.\u0000Figure 1. Location of Salt Basin (modified from Ashworth, 1995, and Hutchison, 2006). Figure 2a. Ground-water level monitoring-well network in the Salt Basin maintained by Sandia National Laboratories. 3ALT\u0000\"ASIN ADMINISTRATIVE BOUNDARY %80,!.!4)/. 'ROUND WATER\u0000LEVEL\u0000\u0000\u0000\u0000MONITORING WELL \u0000\u0000\u0000LOCATION &IGURE\u0000\u0012A\u000e\u0000'ROUND WATER\u0000LEVEL\u0000MONITORING WELL\u0000NETWORK\u0000IN\u0000THE\u00003ALT\u0000\"ASIN MAINTAINED\u0000BY\u00003ANDIA\u0000.ATIONAL\u0000,ABORATORIES\u000e .%7\u0000-%8)#/ 4%8!3 \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0013\u0000WELLS\u0000MEASURED \u0013\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0012\u0000WELLS\u0000MEASURED \u0013\u0000WELLS\u0000MEASURED \u0013\u0000WELLS\u0000MEASURED \u0012\u0000WELLS MEASURED \u0012\u0000WELLS MEASURED \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000+),/-%4%23 \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000-),%3 -AP\u0000CREATED\u0000FROM\u0000.ATIONAL\u0000'EOGRAPHIC\u00004/0/\u0001§\u0000PROGRAM \u0000\u0012\u0010\u0010\u0013 !LAMOGORDO $ELL\u0000#ITY \u0011\u0010\u0015\u0097 \u0011\u0010\u0015\u0097\u0013\u0010\u0007 \u0011\u0010\u0016\u0097 \u0013\u0012\u0097\u0013\u0010\u0007 \u0013\u0012\u0097 % $ $ 9 # ( ! 6 % 3 Published estimates indicated that as much as 30 million acre-feet of ground water with dissolved-solids concentrations less than 1,000 milligrams per liter (mg/L) and as much as 25.5 million acre-feet of ground water with dissolved-solids concentrations between 1,000 and 3,000 mg/L may be in storage in the New Mexico part of the Salt Basin, approximately half of which may be recoverable (Livingston Associates and John Shomaker and Associates, 2002). These estimates indicated that as much as 57 million acre-feet of ground water may be stored within the New Mexico part of the Salt Basin. As much as 30 million acre-feet of this ground water may be recoverable and as much as 15 million acre-feet may be both recoverable and potable. These storage estimates are based on the assumptions that (1) 750 feet of saturated thickness exists throughout the entire Salt Basin, (2) the average porosity of the water-bearing material is 5 percent, (3) the water-bearing material can liberate one-half of the total volume of water in storage to a well, and (4) the water-bearing units act as a confined aquifer with a storage coefficient of 0.05. Hydrogeological information associated with the New Mexico part of the Salt Basin has been increased by a currently ongoing, but unpublished, hydrogeological investigation led by Sandia National Laboratories (SNL) as part of the New Mexico Small Business Assistance Program on behalf of the Last Chance Water Company. Since the spring of 2002, SNL has conducted hydraulic testing in 5 wells, established a water-level monitoring network including 60 wells (fig. 2a), collected water-quality samples from 59 wells (fig. 2b), and operated a continuous water-level \u0018 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico Figure 2b. Water-quality monitoring-well network in the Salt Basin maintained by Sandia National Laboratories. !LAMOGORDO 3ALT\u0000\"ASIN ADMINISTRATIVE BOUNDARY %80,!.!4)/. 7ATER QUALITY \u0000\u0000\u0000MONITORING WELL \u0000\u0000\u0000LOCATION \u0011\u0010\u0015\u0097 \u0011\u0010\u0015\u0097\u0013\u0010\u0007 .%7\u0000-%8)#/ 4%8!3 \u0011\u0010\u0016\u0097 \u0013\u0012\u0097\u0013\u0010\u0007 \u0013\u0012\u0097 &IGURE\u0000\u0012B\u000e\u00007ATER QUALITY\u0000MONITORING WELL\u0000NETWORK\u0000IN\u0000THE\u00003ALT\u0000\"ASIN\u0000MAINTAINED\u0000BY\u00003ANDIA\u0000.ATIONAL\u0000,ABORATORIES\u000e \u0012\u0000WELLS\u0000SAMPLED \u0014\u0000WELLS\u0000SAMPLED \u0012\u0000WELLS\u0000SAMPLED \u0014\u0000WELLS\u0000SAMPLED \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000+),/-%4%23 \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000-),%3 -AP\u0000CREATED\u0000FROM\u0000.ATIONAL\u0000'EOGRAPHIC\u00004/0/\u0001§\u0000PROGRAM \u0000\u0012\u0010\u0010\u0013 $ELL\u0000#ITY % $ $ 9 # ( ! 6 % 3 monitoring network of 8 wells (fig. 2c). The U.S. Geological Survey (USGS), in cooperation with New Mexico Interstate Stream Commission and in collaboration with Sandia National Laboratories, is proposing a strategy that may reduce the uncertainty in assumptions currently made with respect to the hydrogeology of the Salt Basin to help better describe and quantify the water resources of the basin. For the purpose of this report, potable water is defined as having a dissolved- solids concentration of less than 1,000 mg/L. Purpose and Scope This report provides a synopsis of the current state of knowledge and understanding of the hydrogeology of the Salt Basin and offers possible areas of future study. Substantial variability exists in current estimates of (1) ground-water recharge, (2) natural ground-water discharge, (3) the volume of ground water in storage, (4) the volume of recoverable ground water, (5) the conceptual model of ground-water flow, (6) the distribution of ground-water quality, and (7) the distribution of hydraulic characteristics. Uncertainty in these Introduction 3 estimates leads to uncertainty in estimates of hydrogeologic characteristics. This report proposes a strategy that may reduce the uncertainty in assumptions currently made with respect to the hydrogeology of the Salt Basin allowing for better water-resources management. Hydrogeologic Overview The Salt Basin contains three distinct physiographic provinces that, from west to east, include a gently eastward- dipping elevated plateau known as Otero Mesa in New Mexico and the Diablo Plateau in Texas, a central valley known as Crow Flats in New Mexico and as the Dell Valley in Texas, and a steep westward-facing escarpment that grades into the Guadalupe and Delaware Mountains (fig. 1). A generalized east-west cross section through the basin near the New Mexico-Texas State line (fig. 3) shows a downfaulted graben underlying the central valley (Ashworth, 1995). The graben fill consists of as much as 750 feet of alluvial deposits overlain by evaporite deposits consisting primarily of gypsum (Veldhuis and Keller, 1980). Geology Rocks that compose the plateaus and underlie the alluvial deposits in the Salt Basin are primarily carbonate and mixed carbonate/evaporite units of Permian age that represent Figure 2c. Continuous remote electronic monitoring network in the Salt Basin maintained by Sandia Laboratories. 3ALT\u0000\"ASIN ADMINISTRATIVE BOUNDARY %80,!.!4)/. 'ROUND WATER\u0000LEVEL\u0000\u0000\u0000\u0000MONITORING WELL \u0000\u0000\u0000LOCATION 2AIN\u0000GAGE &IGURE\u0000\u0012C\u000e\u0000#ONTINUOUS\u0000REMOTE\u0000ELECTRONIC\u0000MONITORING\u0000NETWORK\u0000IN\u0000THE\u00003ALT\u0000\"ASIN MAINTAINED\u0000BY\u00003ANDIA\u0000.ATIONAL\u0000,ABORATORIES\u000e .%7\u0000-%8)#/ 4%8!3 \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000+),/-%4%23 \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000-),%3 -AP\u0000CREATED\u0000FROM\u0000.ATIONAL\u0000'EOGRAPHIC\u00004/0/\u0001§\u0000PROGRAM \u0000\u0012\u0010\u0010\u0013 7ATER LEVEL\u0000RESPONSE SHOWN\u0000IN\u0000FIGURE\u0000\u0018\u000e \u0012\u0019\u000e\u0015\u0010\u0000MILES\u0000NORTH\u0000OF $ELL\u0000#ITY \u00004EXAS\u000e \u0011\u0017\u000e\u0019\u0017\u0000MILES\u0000NORTH NORTHEAST OF\u0000$ELL\u0000#ITY \u00004EXAS\u000e \u0011\u0015\u000e\u0012\u0018\u0000MILES\u0000NORTH NORTHWEST OF\u0000$ELL\u0000#ITY \u00004EXAS\u000e \u0015\u000e\u0011\u0011\u0000MILES\u0000NORTH\u0000OF $ELL\u0000#ITY \u00004EXAS\u000e !LAMOGORDO $ELL\u0000#ITY \u0011\u0010\u0015\u0097 \u0011\u0010\u0015\u0097\u0013\u0010\u0007 \u0011\u0010\u0016\u0097 \u0013\u0012\u0097\u0013\u0010\u0007 \u0013\u0012\u0097 % $ $ 9 # ( ! 6 % 3 4 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico Figure 3. Generalized section across the Salt Basin (modified from Ashworth, 1995). Section location is shown in figure 1. Victorio Peak Limestone Victorio Peak Limestone Bone Spring Limestone Bone Spring Limestone Salt Basin Graben Goat Seep Limestone Capitan Reef Limestone Alluvium Alluvium Salt Flats Igneous intrusive body Diablo Plateau Guadalupe Mountains A A’ NOT TO SCALE shelf-margin to basinal marine depositional environments. The units of Permian age include the Wolfcampian Stage Hueco and Abo Formations, Leonardian Stage Bone Spring and Victorio Peak Limestones and the Yeso Formation and the Guadalupian Stage San Andres Limestone. The Glorieta Sandstone of Guadalupian Stage is present locally but not regionally. The Cox Sandstone of Cretaceous age and volcanic rocks of Tertiary age are also present within the basin (Bjorklund, 1957; King and Harder, 1985; Hibbs and others, 1997; Angle, 2001; Ashworth, 1995). Correlations between units of Permian age within the Salt Basin, and as"
    },
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "a downfaulted graben underlying the central valley (Ashworth, 1995). The graben fill consists of as much as 750 feet of alluvial deposits overlain by evaporite deposits consisting primarily of gypsum (Veldhuis and Keller, 1980). Geology Rocks that compose the plateaus and underlie the alluvial deposits in the Salt Basin are primarily carbonate and mixed carbonate/evaporite units of Permian age that represent Figure 2c. Continuous remote electronic monitoring network in the Salt Basin maintained by Sandia Laboratories. 3ALT\u0000\"ASIN ADMINISTRATIVE BOUNDARY %80,!.!4)/. 'ROUND WATER\u0000LEVEL\u0000\u0000\u0000\u0000MONITORING WELL \u0000\u0000\u0000LOCATION 2AIN\u0000GAGE &IGURE\u0000\u0012C\u000e\u0000#ONTINUOUS\u0000REMOTE\u0000ELECTRONIC\u0000MONITORING\u0000NETWORK\u0000IN\u0000THE\u00003ALT\u0000\"ASIN MAINTAINED\u0000BY\u00003ANDIA\u0000.ATIONAL\u0000,ABORATORIES\u000e .%7\u0000-%8)#/ 4%8!3 \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000+),/-%4%23 \u0010 \u0015 \u0011\u0010 \u0011\u0015 \u0012\u0010\u0000-),%3 -AP\u0000CREATED\u0000FROM\u0000.ATIONAL\u0000'EOGRAPHIC\u00004/0/\u0001§\u0000PROGRAM \u0000\u0012\u0010\u0010\u0013 7ATER LEVEL\u0000RESPONSE SHOWN\u0000IN\u0000FIGURE\u0000\u0018\u000e \u0012\u0019\u000e\u0015\u0010\u0000MILES\u0000NORTH\u0000OF $ELL\u0000#ITY \u00004EXAS\u000e \u0011\u0017\u000e\u0019\u0017\u0000MILES\u0000NORTH NORTHEAST OF\u0000$ELL\u0000#ITY \u00004EXAS\u000e \u0011\u0015\u000e\u0012\u0018\u0000MILES\u0000NORTH NORTHWEST OF\u0000$ELL\u0000#ITY \u00004EXAS\u000e \u0015\u000e\u0011\u0011\u0000MILES\u0000NORTH\u0000OF $ELL\u0000#ITY \u00004EXAS\u000e !LAMOGORDO $ELL\u0000#ITY \u0011\u0010\u0015\u0097 \u0011\u0010\u0015\u0097\u0013\u0010\u0007 \u0011\u0010\u0016\u0097 \u0013\u0012\u0097\u0013\u0010\u0007 \u0013\u0012\u0097 % $ $ 9 # ( ! 6 % 3 4 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico Figure 3. Generalized section across the Salt Basin (modified from Ashworth, 1995). Section location is shown in figure 1. Victorio Peak Limestone Victorio Peak Limestone Bone Spring Limestone Bone Spring Limestone Salt Basin Graben Goat Seep Limestone Capitan Reef Limestone Alluvium Alluvium Salt Flats Igneous intrusive body Diablo Plateau Guadalupe Mountains A A’ NOT TO SCALE shelf-margin to basinal marine depositional environments. The units of Permian age include the Wolfcampian Stage Hueco and Abo Formations, Leonardian Stage Bone Spring and Victorio Peak Limestones and the Yeso Formation and the Guadalupian Stage San Andres Limestone. The Glorieta Sandstone of Guadalupian Stage is present locally but not regionally. The Cox Sandstone of Cretaceous age and volcanic rocks of Tertiary age are also present within the basin (Bjorklund, 1957; King and Harder, 1985; Hibbs and others, 1997; Angle, 2001; Ashworth, 1995). Correlations between units of Permian age within the Salt Basin, and as exposed in the Sacramento Mountains, are uncertain. Kerans and others (1994) reported the upper part of the Victorio Peak Limestone to be equivalent to the lower part of the San Andres Limestone. Mayer (1995) reported the subsurface transition between the Victorio Peak and San Andres Limestones to be poorly defined. Similarly, Pray (1961) reported the transition between the San Andres Limestone and the underlying carbonate lithology of the Yeso Formation, as exposed in the Sacramento Mountains, to be poorly defined. Hibbs and others (1997) reported the presence of recognizable San Andres, Victorio Peak, and Bone Spring units in the Otero Mesa. A prominent zone of fracturing, known as the Otero Break, exists in geologic units of Permian age in the Otero Mesa and Diablo Plateau. The Otero Break extends from north of Dell City, Texas, northwest into the Sacramento Mountains (Mayer, 1995). The Otero Break is likely the result of reactivation of a Paleozoic tectonic feature (Black, 1976). Karst features including sinkholes and solution channels are present in carbonate units in the New Mexico (Bjorklund, 1957) and Texas (Ashworth, 1995) parts of the Salt Basin. Detailed discussions of additional structural elements of the basin were presented in Goetz (1977, 1985). Major Aquifers Major aquifers within the Salt Basin are described in the literature as being contained in carbonate-containing formations of Permian age. The number of geologic units described as containing major aquifers within the Salt Basin reflects the previously described uncertainties in stratigraphic correlation. In the New Mexico part of the basin, geologic units described as containing major aquifers include the San Andres Limestone and the Yeso Formation (Livingston Associates and John Shomaker and Associates, 2002), the Bone Spring in the Crow Flats area (Bjorklund, 1957) and the Victorio Peak and Bone Spring Limestones in Otero Mesa (Hibbs and others, 1997). In the Texas part of the basin, geologic units described as containing major aquifers include the Victorio Peak and Bone Spring Limestones in Diablo Plateau (Gates and others, 1980; Boyd and Kreitler, 1986; Mayer, 1995; Ashworth, 1995; Angle, 2001) and the Capitan Reef and Goat Seep Limestones on the eastern margin of the basin (Gates and others, 1980; Boyd and Kreitler, 1986; Angle, 2001). Minimum thicknesses for the Victorio Peak and Bone Spring aquifers in the Texas part of the basin Hydrogeologic Overview 5 Gu ad alu pe Pe ak Hydraulic Properties Hydraulic properties of the major aquifers are highly variable on a small spatial scale to the extent that yields from wells separated by 100 feet may differ by more than an order of magnitude (Scalapino, 1950). Kreitler and others (1990) reported no measurable drawdown in several pumping tests conducted on the Diablo Plateau for periods of 48 hours, or longer, using discharge rates of 20 gallons per minute or less. George and others (2005) referenced aquifer tests conducted on the Diablo Plateau that yielded results similar to those of Kreitler and others (1990). Peckham (1963) reported specific-capacity values ranging from 5 to 64 gallons per minute per foot for wells in the Bone Spring-Victorio Peak aquifer near Dell City, Texas. These types of results have been generally confirmed during aquifer testing conducted by SNL in the south-central portion of the New Mexico Salt Basin (Chace and Roberts, 2004). Hydraulic testing conducted by SNL yielded specific-capacity values more than an order of magnitude higher than those reported in Peckham (1963) for wells completed in the San Andres Limestone in the south-central portion of the New Mexico Salt Basin. Mullican and Mace (2001) estimated transmissivity values of 1,200 to 15,000 feet squared per day on the Diablo Plateau based on published specific-capacity data. Hutchison (2006) tabulated literature values of specific capacity between 7 and 1,167 gallons per minute per foot (Scalapino, 1950; Bjorklund, 1957; White and others, 1980) and corresponding estimates of transmissivity between 1,527 and 279,517 feet squared per day (Gates and others, 1980; Mace, 2001). It is unclear in the tabulation of Hutchison (2006) which wells are screened in the carbonate aquifers, the overlying alluvial deposits, or both. Traditional analysis of aquifer tests can yield estimates of transmissivity that are substantially smaller than regional values in aquifers that contain fractures or solution channels (Huntoon, 1995). Hydraulic testing and analysis conducted by SNL using the n-Dimensional Statistical Inverse Hydraulic Test Simulator (nSIGHTS) (Pickens and others, 1987; Roberts, 2002) has yielded aquifer transmissivity estimates approximately an order of magnitude higher than those tabulated by Hutchison (2006) and specific-capacity values approximately 50-percent higher than those tabulated by Hutchison (2006) for the San Andres Limestone in the south-central portion of the New Mexico Salt Basin (Chace and Roberts, 2004). These estimates are approximately two orders of magnitude higher than those representing good aquifers for ground-water are 800 and 500 feet, respectively (Ashworth, 1995). The average thickness of major aquifers in the New Mexico part of the Salt Basin is estimated to be 750 feet (Livingston Associates and John Shomaker and Associates, 2002). A more consistent stratigraphic model of the New Mexico part of the area, as described in King and Harder (1985), proposes the stratigraphic model of San Andres, Yeso, Hueco, and Abo Formations comprising carbonates of Permian age (from young to old) in the New Mexico part of the Salt Basin. King and Harder (1985) use this model with consistency for equivalent system(s) in the Texas part of the Salt Basin including the Bone Spring and Victorio Peak Limestones. The"
    },
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "on published specific-capacity data. Hutchison (2006) tabulated literature values of specific capacity between 7 and 1,167 gallons per minute per foot (Scalapino, 1950; Bjorklund, 1957; White and others, 1980) and corresponding estimates of transmissivity between 1,527 and 279,517 feet squared per day (Gates and others, 1980; Mace, 2001). It is unclear in the tabulation of Hutchison (2006) which wells are screened in the carbonate aquifers, the overlying alluvial deposits, or both. Traditional analysis of aquifer tests can yield estimates of transmissivity that are substantially smaller than regional values in aquifers that contain fractures or solution channels (Huntoon, 1995). Hydraulic testing and analysis conducted by SNL using the n-Dimensional Statistical Inverse Hydraulic Test Simulator (nSIGHTS) (Pickens and others, 1987; Roberts, 2002) has yielded aquifer transmissivity estimates approximately an order of magnitude higher than those tabulated by Hutchison (2006) and specific-capacity values approximately 50-percent higher than those tabulated by Hutchison (2006) for the San Andres Limestone in the south-central portion of the New Mexico Salt Basin (Chace and Roberts, 2004). These estimates are approximately two orders of magnitude higher than those representing good aquifers for ground-water are 800 and 500 feet, respectively (Ashworth, 1995). The average thickness of major aquifers in the New Mexico part of the Salt Basin is estimated to be 750 feet (Livingston Associates and John Shomaker and Associates, 2002). A more consistent stratigraphic model of the New Mexico part of the area, as described in King and Harder (1985), proposes the stratigraphic model of San Andres, Yeso, Hueco, and Abo Formations comprising carbonates of Permian age (from young to old) in the New Mexico part of the Salt Basin. King and Harder (1985) use this model with consistency for equivalent system(s) in the Texas part of the Salt Basin including the Bone Spring and Victorio Peak Limestones. The Hueco and Abo Formations in the New Mexico part of the Salt Basin have received little attention as potential aquifers. The Hueco and Abo Formations, however, are exposed at ground surface in the southwest corner of the New Mexico part of the Salt Basin where they are the source of water to several wells. King and Harder (1985) reported frequent occurrences of ground water encountered during drilling in the Hueco and Abo Formations on the Otero Mesa; therefore, the Hueco and Abo Formations could contain substantial water resources and be an aquifer in the New Mexico part of the Salt Basin. 6 Knowledge andUnderstanding of the Hydrogeology of the Salt Basin in South-central New Mexico development (Freeze and Cherry, 1979). Transmissivity estimates using nSIGHTS reflect the water-transmitting properties of fractures and solution channels. Estimates using nSIGHTS, therefore, are typically larger than those obtained using traditional aquifer-test analysis methods that provide results in terms of bulk tranmissivity of the aquifer matrix. Hydraulic-characteristic estimates associated with the Yeso, Hueco, and Abo Formations are currently not available for the New Mexico part of the Salt Basin. Ground-Water Movement Apparent directions of regional ground-water movement discussed in this section are based on ground-water-level contours drawn by Mayer (1995) (fig. 4). Ground water generally moves away from recharge areas along the northern border of the Salt Basin. Recharge originating in the Sacramento River watershed generally moves southeastward. Recharge originating from the Otero Mesa and the Diablo Plateau generally moves eastward to southeastward. Ground water originating from these recharge areas generally moves toward the central valley. An area of small hydraulic gradient, relative to other parts of the basin, extends from near the Sacramento River watershed southward toward Dell City, Texas. This zone of relatively low hydraulic gradient was first observed by Bjorklund (1957, p. 12) who ascribed the gradient to “unusually high permeability of the water-bearing materials, especially the Bone Spring Limestone with its many solution channels.” The continuation of this zone of relatively low hydraulic gradient was observed in the Texas part of the basin by Kreitler and others (1987). Ashworth (1995, p. 15) observed that local ground-water movement was controlled by “the orientation and concentration of solution cavities developed along prominent fractures and bedding planes.” Mayer (1995) observed a correspondence between this zone of relatively low hydraulic gradient and a zone of fracture-controlled transmissivity corresponding with the location of the Otero Break. The above observations suggest that fracturing, along with subsequent development of solution channels, in the Otero Break represents a zone of anisotropy in the major aquifers that influences the direction of ground- water movement. Bjorklund (1957, p. 12) noted that “water levels in the Bone Spring fluctuate largely as a unit.” Water levels measured in well 48-07-505 (latitude 31o55’37” longitude 105o11’52”) and in well 48-07-501 (latitude 31o55’36” longitude 105o11’49”) show very similar trends between about 1948 and 1972 (fig. 5). Well 48-07-505 and well 48-07-501 are open in the major aquifers in the Dell City, Texas, area Hydrogeologic Overview 7 Moon over Guadalupe Peak Figure 4. Contours of water levels in the carbonate aquifer in the Salt Basin (modified from Mayer, 1995). Dell City Tim beron Pinon S a cr a m ent o R iv e r 1450 1400 1350 1300 1250 1200 1150 1150 1200 1250 1300 1350 1400 1450 1100 1100 24 24 521 1576 2249 1437 1111 2317 180 62 180 62 NE W ME X ICO T E X AS Chaves County Otero County Hudspeth County Diablo Plateau Otero Mesa Otero Break E X PL ANAT I ON Water-level contour, in meters above sea level. Dashed where approximately located 1100 Base fromU.S. Geological Surveydigital data, 2005, 1:100,000 Universal Transverse Mercator projection Zone 13 Horizontal coordinate informationis referencedtothe NorthAmericanDatumof 1983 (NAD83) 0 5 10 15 20 KILOMETERS 0 5 10 15 20 MILES N Watershed boundary Ground-water system boundary 8 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico strongly correlated with elevation (r2 = 0.952) (Mayer, 1995) indicating that most recharge originates in upland areas. Livingston Associates and John Shomaker and Associates (2002) estimated recharge to the New Mexico part of the basin to be about 35,078 acre-feet per year based on the estimated yields of watersheds draining onto the Otero Mesa. About half of this 35,078 acre-feet per year was attributed to the Sacramento River watershed. Bjorklund (1957, p. 15) estimated recharge to the entire Salt Basin to be “probably less than 100,000 acre-feet annually” based on historical changes in water levels in response to changing rates of ground-water withdrawal. Mayer (1995) estimated ground-water recharge to the entire basin to be between 89,192 and 97,299 acre-feet per year. Ashworth (1995) estimated ground-water recharge to the entire basin, including irrigation return flow, to be between 90,000 and 100,000 acre-feet per year. Based on additional data on irrigation techniques (primarily flood irrigation between 1964 and 1989 subsequently replaced by sprinkler irrigation), Ashworth revised his estimated recharge rates upward to between 160,000 and 200,000 acre-feet per year. (Hutchison, 2006). Ground-water recharge, not associated with irrigation return flow, enters the Salt Basin as runoff from surrounding watersheds in the Sacramento and Hueco Mountains and as distributed recharge from precipitation over the Otero Mesa at depths of 220 and 910 feet, respectively. The similarity in water levels in these adjacent wells demonstrates that the aquifer contained in the carbonate units has a well developed vertical"
    },
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "where approximately located 1100 Base fromU.S. Geological Surveydigital data, 2005, 1:100,000 Universal Transverse Mercator projection Zone 13 Horizontal coordinate informationis referencedtothe NorthAmericanDatumof 1983 (NAD83) 0 5 10 15 20 KILOMETERS 0 5 10 15 20 MILES N Watershed boundary Ground-water system boundary 8 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico strongly correlated with elevation (r2 = 0.952) (Mayer, 1995) indicating that most recharge originates in upland areas. Livingston Associates and John Shomaker and Associates (2002) estimated recharge to the New Mexico part of the basin to be about 35,078 acre-feet per year based on the estimated yields of watersheds draining onto the Otero Mesa. About half of this 35,078 acre-feet per year was attributed to the Sacramento River watershed. Bjorklund (1957, p. 15) estimated recharge to the entire Salt Basin to be “probably less than 100,000 acre-feet annually” based on historical changes in water levels in response to changing rates of ground-water withdrawal. Mayer (1995) estimated ground-water recharge to the entire basin to be between 89,192 and 97,299 acre-feet per year. Ashworth (1995) estimated ground-water recharge to the entire basin, including irrigation return flow, to be between 90,000 and 100,000 acre-feet per year. Based on additional data on irrigation techniques (primarily flood irrigation between 1964 and 1989 subsequently replaced by sprinkler irrigation), Ashworth revised his estimated recharge rates upward to between 160,000 and 200,000 acre-feet per year. (Hutchison, 2006). Ground-water recharge, not associated with irrigation return flow, enters the Salt Basin as runoff from surrounding watersheds in the Sacramento and Hueco Mountains and as distributed recharge from precipitation over the Otero Mesa at depths of 220 and 910 feet, respectively. The similarity in water levels in these adjacent wells demonstrates that the aquifer contained in the carbonate units has a well developed vertical connection and, therefore, acts as a single hydraulic unit (Hutchison, 2006). Previous work has demonstrated some success in the construction of two-dimensional (one-layer) ground-water-flow models of the Salt Basin (Mayer, 1995; Bill Hutchison, El Paso Water Utilities, oral commun., 2006). The results of these modeling efforts and similarities in water levels suggest that some of the major aquifers in geologic units of Permian age generally act as a single hydraulic unit. Exceptions to this generalization may include aquifers in the Capitan Reef and Goat Seep Limestones on the eastern margin of the basin. It is unknown if the deeper water-bearing units, including the Yeso, Hueco, and Abo Formations, are vertically interconnected with the major aquifers. Incorporation of the Hueco and Abo Formations into a comprehensive ground- water-flow model could require construction of a three- dimensional (multiple-layer) model. Recharge The literature contains a number of widely varying estimates of ground-water recharge to the Salt Basin. Precipitation in watershed areas surrounding the basin is Hydrogeologic Overview 9 Figure 5. Water levels in wells 48-07-505 and 48-07-501 near Dell City, Texas (data from Texas Water Development Board http://www.twdb.state.tx.us/home/index.asp). 3,570 3,580 3,590 3,600 3,610 3,620 3,630 3/1/1948 2/3/1949 2/5/1951 1/28/1953 5/25/1954 1/26/1957 1/26/1960 2/8/1963 1/27/1965 9/2/1966 1/30/1967 2/15/1969 2/23/1971 12/19/1972 1/15/1975 1/19/1978 1/18/1983 2/4/1986 2/18/1988 2/9/1990 12/6/1991 2/7/1995 1/22/1997 1/8/1999 1/11/2001 1/17/2003 1/10/2006 Date of water-level measurement Water level, in feet above sea level Well 48-07-505 Well 48-07-501 contained between 40,000 and 42,000 irrigated acres in Texas and between 5,000 and 6,000 irrigated acres in New Mexico between 1974 and 1976. About 39,000 acres were irrigated in the Texas part of the basin in 1979 by using 95,000 acre-feet of ground water (Texas Water Development Board, 1991). Irrigated acreage has fluctuated and largely declined since 1979-80. Ashworth (1995) reported about 20,000 acres were irrigated in the Texas part of the basin in 1989 by using about 95,000 acre-feet of ground water. Approximately 210,000 acre-feet per year were used to irrigate almost 50,000 acres in 2000 (Ashworth, 2001). Data on irrigated acreage in the basin tabulated by Hutchison (2006) for the period 1974-2002 show a maximum of 33,656 irrigated acres in 1975, a minimum of 12,585 irrigated acres in 1994, and a 2002 estimate of 19,327 irrigated acres. Current efforts are underway to verify and update historical irrigation rates and more accurately estimate current irrigation rates in the basin (Bill Hutchison, El Paso Water Utilities, oral commun., 2006). Crop irrigation has probably constituted the primary discharge of ground water in the basin since some time in the 1970s. Ground-water withdrawal has produced a moderate decline in regional ground-water levels. Regional declines in ground-water levels between the late 1940s and about 2000 typically have been 40 feet or less. These moderate declines in regional ground-water levels can be attributed to the high transmissivity of the major aquifers, which allows drawdown to be dissipated over large areas (Hutchison, 2006). Widespread dissipation of drawdown is supported by and Diablo Plateau. Precipitation falling over the central valley probably contributes little, if any, to ground-water recharge (Kreitler and others, 1987; Mayer, 1995). Runoff from the Sacramento River and Pinion Creek watersheds (fig. 6) is a major contributor to ground-water recharge in the New Mexico part of the Salt Basin. It is thought that virtually all surface -water discharge derived from these watersheds infiltrates into the Otero Mesa and is transmitted downward as ground-water recharge through a network of fractures and solution channels (Livingston Associates and John Shomaker and Associates, 2002). The USGS monitored discharge in the Sacramento River at streamflow-gaging station 08492900 (fig. 6) from 1984 to 1989. The Sacramento River indicated pronounced variation in seasonal minimum and maximum discharge throughout the monitored period (fig. 7) suggesting that ground-water recharge on Otero Mesa undergoes similar variations. Activities of tritium in and carbon-14 apparent ages of ground water on the Diablo Plateau are consistent with components of local modern recharge (Kreitler and others, 1987). Kreitler and others (1987) estimated a distributed recharge rate between 0.0005 and 0.009 inches per year over the Diablo Plateau. Mayer (1995) estimated a distributed recharge rate of 0.007 inches per year over the Otero Mesa and Diablo Plateau areas. Profiles of soil chloride concentration indicated that distributed recharge over the Diablo Plateau enters ground water primarily by infiltration through arroyos, creek beds, and depressions that act to concentrate runoff (Kreitler and others, 1990). The same is likely true for Otero Mesa. Water-level fluctuations in wells located close to areas of concentrated runoff are well correlated with precipitation events (fig. 8). Discharge Predevelopment ground-water discharge from the Salt Basin occurred by evaporation through salt-flat deposits in the central valley area and by spring flow (Bjorklund, 1957). Theoretical evaporation rates from the salt flats range from 15.7 to 78.7 inches per year (49,000 to 243,000 acre-feet per year.). Actual evaporation rates are likely less than the upper range of this estimate (Boyd and Kreitler, 1986). Davis and Leggat (1965) estimated evaporation from the Texas part of the basin to be 40,000 acre-feet per year. Crop irrigation began in the Dell City, Texas, area in 1947. About 6,000 acres of land were irrigated in the Dell City, Texas, area in 1949 by using about 18,000 acre-feet of ground water (Scalapino, 1950). Crop irrigation began in the Crow Flats area in 1949 (Bjorklund, 1957). Gates and others (1980) estimated that the Salt Basin 10 Knowledge and Understanding of the Hydrogeology"
    },
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "River indicated pronounced variation in seasonal minimum and maximum discharge throughout the monitored period (fig. 7) suggesting that ground-water recharge on Otero Mesa undergoes similar variations. Activities of tritium in and carbon-14 apparent ages of ground water on the Diablo Plateau are consistent with components of local modern recharge (Kreitler and others, 1987). Kreitler and others (1987) estimated a distributed recharge rate between 0.0005 and 0.009 inches per year over the Diablo Plateau. Mayer (1995) estimated a distributed recharge rate of 0.007 inches per year over the Otero Mesa and Diablo Plateau areas. Profiles of soil chloride concentration indicated that distributed recharge over the Diablo Plateau enters ground water primarily by infiltration through arroyos, creek beds, and depressions that act to concentrate runoff (Kreitler and others, 1990). The same is likely true for Otero Mesa. Water-level fluctuations in wells located close to areas of concentrated runoff are well correlated with precipitation events (fig. 8). Discharge Predevelopment ground-water discharge from the Salt Basin occurred by evaporation through salt-flat deposits in the central valley area and by spring flow (Bjorklund, 1957). Theoretical evaporation rates from the salt flats range from 15.7 to 78.7 inches per year (49,000 to 243,000 acre-feet per year.). Actual evaporation rates are likely less than the upper range of this estimate (Boyd and Kreitler, 1986). Davis and Leggat (1965) estimated evaporation from the Texas part of the basin to be 40,000 acre-feet per year. Crop irrigation began in the Dell City, Texas, area in 1947. About 6,000 acres of land were irrigated in the Dell City, Texas, area in 1949 by using about 18,000 acre-feet of ground water (Scalapino, 1950). Crop irrigation began in the Crow Flats area in 1949 (Bjorklund, 1957). Gates and others (1980) estimated that the Salt Basin 10 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico EXPLANATION Streamgaging station and number Base from U.S. Geological Survey digital data, 2005, 1:100,000 Universal Transverse Mercator projection Zone 13 NEW MEXICO TEXAS 105° 105°30’ 32°30’ 32° 0 10 5 15 20 KILOMETERS 0 15 5 10 20 MILES Crow Flats boundary Pinon Creek Watershed Sacramento River Watershed Boundary of Salt Basin 08492900 Pinon Creek S a c rame n t o Ri ver Otero Mesa 08492900 106° Figure 6. Selected watershed boundaries, streams, and physiographic features in the New Mexico part of the Salt Basin. Hydrogeologic Overview 11 Figure 8. Correlation of water-levels changes to precipitation events. Figure 7. Mean daily discharge in the Sacramento River measured at streamgaging station 08492900 near Sunspot, New Mexico (data from U.S. Geological Survey http://water.usgs.gov). 0.1 1 10 100 7/3/1983 11/14/1984 3/29/1986 8/11/1987 12/23/1988 5/7/1990 DATE MEAN DAILY DISCHARGE, IN CUBIC FEET PER SECOND GROUND-WATER LEVEL, IN FEET ABOVE NGVD 29 DATE 3,800 3,750 3,700 3,650 07/01/2004 08/01/2004 09/01/2004 10/01/2004 the observation that seasonal water-level fluctuations, as a result of withdrawal in the Dell City area, have been observed as far away as 18 miles north of Dell City, Texas (fig. 9). Ashworth (1995) indicated that the water-level decline near Dell City stabilized and, in some instances, began to recover following 1979. This recovery corresponded to a reduction in withdrawal rates between 1979 and 1984 from approximately 140,000 acre-feet per year to approximately 100,000 acre-feet per year suggesting that a readjustment of water-levels in the aquifer was occurring with respect to new withdrawal stresses. Conceptual Flow Model The observed large degree of spatial variability in specific capacity (Scalapino, 1950; Bjorklund, 1957; Peckham, 1963; White and others, 1980) and estimated transmissivity (Gates and others, 1980; Mace, 2001; Mullican and Mace, 2001), the presence of fractures, solution channels, and karst features (Bjorklund, 1957; Ashworth, 1995; Mayer, 1995; Mayer and Sharp, 1998), and the ability to dissipate drawdown over wide Figure 9. Ground-water level changes in response to withdrawal near Dell City, Texas as a function of distance from the city. areas (Hutchison, 2006) support a conceptual model of flow in the major aquifers as occurring largely within fractures or solution channels that are highly transmissive and highly interconnected. This inferred degree of interconnection, again, supports the concept of the major aquifers acting as a single hydraulic unit. Because of the lack of information associated with the Yeso, Hueco, and Abo Formations, however, it may not be appropriate to consider the entire Permian carbonate rock sequence in the Salt Basin as a single, vertically connected hydraulic unit. Thus, for simplicity, the aquifers contained in geologic units of Permian age in the Salt Basin, with the exceptions of the Capitan Reef and Goat Seep Limestones, will herein be referred to in this report as the “carbonate aquifer.” Water Quality Ashworth (1995) described ground water in the carbonate aquifer in the central valley region of the Texas part of the Salt Basin as very hard and brackish with dissolved- GROUND-WATER LEVEL CHANGE, IN FEET TIME, IN DAYS 0.0 -5.0 -10.0 01/01/2003 01/01/2004 01/01/2005 01/01/2006 5.11 miles north of Dell City, Texas Well locations shown in figure 2c. Data from Sandia National Laboratory 15.28 miles north-northwest of Dell City, Texas 17.97 miles north-northeast of Dell City, Texas 29.50 miles north of Dell City, Texas 12 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico solids concentrations generally ranging from 1,000 to 6,500 mg/L; however, Sharp and others (1993) reported dissolved- solids concentrations as high as 300,000 mg/L in the area of the Salt Basin playas east of Dell City, Texas. Livingston Associates and John Shomaker and Associates (2002) reported dissolved-solids concentrations ranging from less than 1,000 to 4,000 mg/L in ground water in the carbonate aquifers in the New Mexico part of the basin. Hibbs and others (1997) reported dissolved-solids concentrations from 500 mg/L near the Sacramento River to more than 3,800 mg/L for ground water in the central-western part of Otero Mesa. Dissolved- solids concentrations in ground water in areas of crop irrigation near Dell City, Texas, can be as high as 6,500 mg/L because of infiltration of saline irrigation return flow (Hibbs and others, 1997). Future Study Needs The responsible development and management of ground-water resources in the Salt Basin require a comprehensive understanding of the hydrogeologic system. Much work has been done to gain a better hydrogeologic understanding of the New Mexico part of the Salt Basin; however, there still exists a degree of uncertainty associated with several hydrogeologic characteristics. Seven tasks have been identified for potential future study in the Salt Basin. Completion of these tasks would Future Study Needs 13 lessen previously described uncertainties associated with the hydrogeologic characterization of the Salt Basin. The seven tasks include: • Quantify the rate of ground-water recharge to the Salt Basin: Current estimates of ground-water recharge to the Salt Basin range from approximately 35,000 to 200,000 acre-feet per year. Reducing the uncertainty associated with ground-water recharge will enhance efforts to determine the long-term effects of development in the Salt Basin. • Quantify the rates of discharge, both natural and anthropogenic, leaving the Salt Basin: Under predevelopment conditions, discharge from the Salt Basin occurred primarily as evapotranspiration (ET) from the central valley and as spring flow. Estimates of this predevelopment discharge range from approximately 40,000 acre-feet per year to approximately 240,000 acre-feet per year. Ground-water"
    },
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "of Dell City, Texas. Livingston Associates and John Shomaker and Associates (2002) reported dissolved-solids concentrations ranging from less than 1,000 to 4,000 mg/L in ground water in the carbonate aquifers in the New Mexico part of the basin. Hibbs and others (1997) reported dissolved-solids concentrations from 500 mg/L near the Sacramento River to more than 3,800 mg/L for ground water in the central-western part of Otero Mesa. Dissolved- solids concentrations in ground water in areas of crop irrigation near Dell City, Texas, can be as high as 6,500 mg/L because of infiltration of saline irrigation return flow (Hibbs and others, 1997). Future Study Needs The responsible development and management of ground-water resources in the Salt Basin require a comprehensive understanding of the hydrogeologic system. Much work has been done to gain a better hydrogeologic understanding of the New Mexico part of the Salt Basin; however, there still exists a degree of uncertainty associated with several hydrogeologic characteristics. Seven tasks have been identified for potential future study in the Salt Basin. Completion of these tasks would Future Study Needs 13 lessen previously described uncertainties associated with the hydrogeologic characterization of the Salt Basin. The seven tasks include: • Quantify the rate of ground-water recharge to the Salt Basin: Current estimates of ground-water recharge to the Salt Basin range from approximately 35,000 to 200,000 acre-feet per year. Reducing the uncertainty associated with ground-water recharge will enhance efforts to determine the long-term effects of development in the Salt Basin. • Quantify the rates of discharge, both natural and anthropogenic, leaving the Salt Basin: Under predevelopment conditions, discharge from the Salt Basin occurred primarily as evapotranspiration (ET) from the central valley and as spring flow. Estimates of this predevelopment discharge range from approximately 40,000 acre-feet per year to approximately 240,000 acre-feet per year. Ground-water withdrawal associated with irrigation near Dell City, Texas, exceeded 200,000 acre-feet per year in 2000 (Ashworth, 2001). Bjorklund (1957) reported that spring flow at an area approximately 0.5 miles south of the New Mexico-Texas line had stopped in response to withdrawal-related lowering of ground-water levels. Spring discharge is likely not a substantial component of post-development ground-water discharge. The amount of water currently discharged through ET from the Salt Basin is poorly known. Water discharge through ET represents a resource that could potentially be captured for beneficial use through strategic ground-water withdrawal. The improved quantification of natural and Salt lakes flooded anthropogenic discharge rates, along with the measurement of Salt Basin ground-water level responses to these discharges, is important with respect to the long-term management of the resources. • Quantify the volume of ground water in storage in the New Mexico part of the Salt Basin: Improved quantification of the volume of ground water in storage in the New Mexico part of the Salt Basin is needed to estimate the long-term effects of ground-water development. The amount of ground water in storage is directly proportional to the saturated thickness and porosity of the water-bearing formations. Currently, the estimates of saturated thickness range between 750 feet and, if including the Yeso, Hueco, and Abo Formations, greater than 2,000 feet. The heterogeneous distribution of fractures in the carbonate aquifer suggests that porosity varies laterally and may vary vertically. Reducing the level of uncertainty associated with the saturated thickness and porosity distribution will result in a reduction in the uncertainty associated with the volume of ground water in storage. • Quantify the volume of recoverable ground water in storage in the New Mexico part of the Salt Basin: The portion of ground water that is recoverable depends largely on the physical nature of the aquifer. The current estimate of approximately 30 million acre-feet of recoverable ground water residing in the New Mexico part of the Salt Basin is based upon the assumption that the aquifer acts as a confined system and the estimate that 50 percent of the ground water present can be liberated to a well (Livingston Associates and John Shomaker and Associates, 2002). Work conducted by SNL suggested that the carbonate aquifer acts in an unconfined manner in many places thereby increasing the amount of recoverable ground water in storage. Specific yield of a fractured unconfined aquifer is directly related to effective porosity which, in turn, is controlled by the density and interconnectedness of the fracture system. The heterogeneous distribution of fractures in the carbonate aquifer (Mayer, 1995) implies that specific yield may also be heterogeneously distributed. • Identify areas of the carbonate aquifer that may be vulnerable to the introduction and rapid movement of subsurface contaminants: Rapid ground-water movement, relative to rates of movement through granular porous media, is possible in aquifers characterized by the presence of fractures and karst features. Localized areas of rapid ground-water movement can be vulnerable to the rapid spread of subsurface contaminants. A better understanding of the hydrologic nature of the Salt Basin, including confined versus unconfined behavior and the spatial distribution of specific yield, will aid in reducing the uncertainty associated with the volume of recoverable ground water present in the New Mexico part of the Salt Basin and in assessing areas of the carbonate aquifer that may be vulnerable to the rapid spread of subsurface contaminants. • Establish the distribution of water quality in the New Mexico part of the Salt Basin: The establishment of the spatial and vertical distribution of water quality throughout the Salt Basin will aid in the determination of the amount of potable ground water present in the Salt Basin and in the identification of areas of active recharge. It is anticipated that the best water quality will reside in the areas nearest to active recharge areas. These active recharge areas may be vulnerable to the introduction of contaminants. • Develop a numerical ground-water-flow and transport model for the entire Salt Basin: Assuming that the six previous tasks are addressed and the hydrogeologic uncertainty associated with each is reduced to an acceptable level, the development of a numerical flow and transport model of the carbonate aquifer will allow the behavior of the system to be simulated under selected development scenarios. Such a model would help resource managers to minimize negative impacts associated with, while maximizing positive benefits from future, ground-water withdrawal. Summary The Salt Basin covers about 2,400 square miles of south-central New Mexico and extends across the State line into Texas. As much as 57 million acre-feet of ground water may be stored within the New Mexico part of the Salt Basin. As much as 30 million acre-feet of this ground water may be recoverable and as much as 15 million acre-feet may be both recoverable and potable. If the Yeso, Hueco, and Abo Formations contain major aquifers, the volume of ground water in storage within the New Mexico part of the Salt Basin may be substantially larger than 57 million acre-feet. The Salt Basin contains three distinct physiographic provinces which from west to east include a gently eastward- dipping elevated plateau known as Otero Mesa in New Mexico and the Diablo Plateau in Texas, a central valley known as Crow Flats in New Mexico and as the Dell Valley in Texas, and a steep westward-facing escarpment that grades into the Guadalupe and Delaware Mountains. The carbonate aquifer in"
    },
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "amount of potable ground water present in the Salt Basin and in the identification of areas of active recharge. It is anticipated that the best water quality will reside in the areas nearest to active recharge areas. These active recharge areas may be vulnerable to the introduction of contaminants. • Develop a numerical ground-water-flow and transport model for the entire Salt Basin: Assuming that the six previous tasks are addressed and the hydrogeologic uncertainty associated with each is reduced to an acceptable level, the development of a numerical flow and transport model of the carbonate aquifer will allow the behavior of the system to be simulated under selected development scenarios. Such a model would help resource managers to minimize negative impacts associated with, while maximizing positive benefits from future, ground-water withdrawal. Summary The Salt Basin covers about 2,400 square miles of south-central New Mexico and extends across the State line into Texas. As much as 57 million acre-feet of ground water may be stored within the New Mexico part of the Salt Basin. As much as 30 million acre-feet of this ground water may be recoverable and as much as 15 million acre-feet may be both recoverable and potable. If the Yeso, Hueco, and Abo Formations contain major aquifers, the volume of ground water in storage within the New Mexico part of the Salt Basin may be substantially larger than 57 million acre-feet. The Salt Basin contains three distinct physiographic provinces which from west to east include a gently eastward- dipping elevated plateau known as Otero Mesa in New Mexico and the Diablo Plateau in Texas, a central valley known as Crow Flats in New Mexico and as the Dell Valley in Texas, and a steep westward-facing escarpment that grades into the Guadalupe and Delaware Mountains. The carbonate aquifer in the Salt Basin is contained in carbonate-bearing units of Permian age including the Bone Spring, Victorio Peak, and San Andres Limestones and, for the purpose of this report, the Yeso, Hueco, and Abo Formations. The Yeso, Hueco, and Abo Formations have traditionally not been considered as aquifers in the New Mexico part of the Salt Basin but could contain substantial volumes of potentially recoverable ground water. Porosity and permeability of the carbonate aquifer is primarily determined by the density and interconnectedness of 14 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico fractures and karstic solution channels. As is typical in such a hydrogeologic setting, hydraulic properties of the carbonate aquifer are highly variable on a small spatial scale. Ground water generally moves southward away from recharge areas along the northern border of the Salt Basin and generally moves eastward to southeastward away from areas of distributed recharge on the Otero Mesa and the Diablo Plateau. Ground water originating from these recharge areas generally moves toward the central valley. An area of small hydraulic gradient, relative to other parts of the basin, extends from near the Sacramento River watershed southward toward Dell City, Texas. This zone of relatively low hydraulic gradient corresponds to the location of the Otero Break, which is a zone of high fracture density in the carbonate aquifer. Predevelopment ground-water discharge from the Salt Basin occurred by evaporation through salt-flat deposits in the central valley area and by spring flow. Present day discharge is mostly through ground-water withdrawal for agricultural irrigation. Ground water in the carbonate aquifer is generally very hard and total dissolved-solids concentrations generally range from 500 to 6,500 mg/L. There is substantial variability in current estimates of (1) ground-water recharge, (2) natural ground-water discharge, (3) the volume of ground water in storage, (4) the volume of recoverable ground water, (5) the conceptual model of ground- water flow, (6) the distribution of ground-water quality, and (7) the distribution of hydraulic characteristics. Future study could remove some of the uncertainty in these estimates and allow for better management of ground-water resources in the Salt Basin. References Cited Angle, E.S., 2001, Hydrology of the Salt Basin, in Mace, R.E., Mulican, W.F., III, and Angle, E.S., eds., Aquifers of west Texas: Texas Water Development Board Report 356, p. 232-247. Ashworth, J.B., 1995, Ground-water resources of the Bone Spring–Victorio Peak aquifer in the Dell Valley area, Texas: Texas Water Development Board Report 344, 42 p. Ashworth, J.B., 2001, Bone Spring – Victorio Peak aquifer of the Dell Valley region of Texas in Mace, R.E., Mullican, W.F., III and Angle, E.A., eds., Aquifers of west Texas: Texas Water Development Board Report 356, p. 135-152. Bjorklund, L.J., 1957, Reconnaissance of ground-water conditions in the Crow Flats area, Otero County, New Mexico: New Mexico State Engineer Office Technical Report No. 8, 26 p. Black, B.A, 1976, Tectonics of the northern and eastern parts of the Otero Platform, New Mexico: tectonics and mineral resources of southwestern North America: New Mexico Geological Society Special Publication No. 6, 34 p. Boyd, F.M., and Kreitler, C.W., 1986, Hydrogeology of a gypsum playa, northern Salt Basin, Texas: Texas Bureau of Economic Geology Report of Investigations No. 158, 37 p. Chace, D.A., and Roberts, R.M., 2004, South-central Salt Basin groundwater characterization, in El Paso Geological Society Field Guide Book for the Otero Mesa area, New Mexico: El Paso Geological Society, p. 47-61. Summary 15 Davis, M.E., and Leggat, E.R., 1965, Reconnaissance investigation of ground-water resources of the upper Rio Grande Basin, Texas, in Reconnaissance investigation of the ground-water resources of the Rio Grande Basin, Texas: Texas Water Commission Bulletin 6502, p. U1-U99. Freeze, R.A., and Cherry, J.A., 1979, Groundwater: Englewood Cliffs, N.J., Prentice Hall, Inc., 604 p. Gates, J.S., White, D.E., Stanley, W.D., and Ackermann, H.D., 1980, Availability of fresh and slightly saline ground water in the basins of westernmost Texas: Texas Department of Water Resources Report 256, 108 p. George, Peter, Mace, R.E., and Mullican, W.F., III, 2005, The hydrology of Hudspeth County, Texas: Texas Water Development Board Report 364, 95 p. Goetz, L.K., 1977, Quaternary faulting in the Salt Basin grabens, west Texas: Austin, Tex., University of Texas at Austin, Masters thesis, 136 p. Goetz, L.K., 1985, Salt Basin graben, a Basin-and-Range right-lateral transtensional fault zone, some speculations, in Dickerson, P.W. and Muehlberger, W.R., eds., Structure and tectonics of Trans-Pecos Texas: West Texas Geological Society Publication 85-81, p. 165-168. Hibbs, B.J., Boghici, R.N., Hayes, M.E., Ashworth, J.B., Hanson, A.T., Samani, Z.A., Kennedy, J.F., and Creel, B.J., 1997, Transboundary aquifers in the El Paso/Ciudad Juarez/ Las Cruces Region: Austin, Tex., Texas Water Development Board and Las Cruces, N.M., New Mexico Water Resources Research Institute, 148 p. Huntoon, P.W., 1995, Is it appropriate to apply porous media groundwater circulation models to a karstic aquifer?, in El- Kadi, A.I., ed., Groundwater models for resources analysis and management: Boca Raton, Fla., Lewis Publishers, p. 339-358. Hutchison, W. R., 2006, Groundwater management in El Paso, Texas: El Paso, Tex., University of Texas at El Paso, Ph.D. dissertation, 345 p. Kerans, C., Lucia, F.J., and Senger, R.K., 1994, Integrated characterization of carbonate ramp reservoirs using Permian San Andres Formation outcrop analogs: American Association of Petroleum Geologists Bulletin, v. 78, p. 181- 216. King, W.E., and Harder, V.M., 1985, Oil and gas potential of the Tularosa Basin – Otero platform – Salt Basin graben area, New Mexico and"
    },
    {
        "URL": "Huff2006_Hydrogeology of the Salt Basin.pdf",
        "Text": "Basin, Texas: Texas Water Commission Bulletin 6502, p. U1-U99. Freeze, R.A., and Cherry, J.A., 1979, Groundwater: Englewood Cliffs, N.J., Prentice Hall, Inc., 604 p. Gates, J.S., White, D.E., Stanley, W.D., and Ackermann, H.D., 1980, Availability of fresh and slightly saline ground water in the basins of westernmost Texas: Texas Department of Water Resources Report 256, 108 p. George, Peter, Mace, R.E., and Mullican, W.F., III, 2005, The hydrology of Hudspeth County, Texas: Texas Water Development Board Report 364, 95 p. Goetz, L.K., 1977, Quaternary faulting in the Salt Basin grabens, west Texas: Austin, Tex., University of Texas at Austin, Masters thesis, 136 p. Goetz, L.K., 1985, Salt Basin graben, a Basin-and-Range right-lateral transtensional fault zone, some speculations, in Dickerson, P.W. and Muehlberger, W.R., eds., Structure and tectonics of Trans-Pecos Texas: West Texas Geological Society Publication 85-81, p. 165-168. Hibbs, B.J., Boghici, R.N., Hayes, M.E., Ashworth, J.B., Hanson, A.T., Samani, Z.A., Kennedy, J.F., and Creel, B.J., 1997, Transboundary aquifers in the El Paso/Ciudad Juarez/ Las Cruces Region: Austin, Tex., Texas Water Development Board and Las Cruces, N.M., New Mexico Water Resources Research Institute, 148 p. Huntoon, P.W., 1995, Is it appropriate to apply porous media groundwater circulation models to a karstic aquifer?, in El- Kadi, A.I., ed., Groundwater models for resources analysis and management: Boca Raton, Fla., Lewis Publishers, p. 339-358. Hutchison, W. R., 2006, Groundwater management in El Paso, Texas: El Paso, Tex., University of Texas at El Paso, Ph.D. dissertation, 345 p. Kerans, C., Lucia, F.J., and Senger, R.K., 1994, Integrated characterization of carbonate ramp reservoirs using Permian San Andres Formation outcrop analogs: American Association of Petroleum Geologists Bulletin, v. 78, p. 181- 216. King, W.E., and Harder, V.M., 1985, Oil and gas potential of the Tularosa Basin – Otero platform – Salt Basin graben area, New Mexico and Texas: New Mexico Bureau of Mines and Mineral Resources Circular No. 198, 36 p. Kreitler, C.W., Mullican, W.F., and Nativ, Ronit, 1990, Hydrogeology of the Diablo Plateau, Trans-Pecos Texas, in Kreitler, C.W., and Sharp, J.M., eds., Hydrology of Trans-Pecos Texas: Texas Bureau of Economic Geology Guidebook 25, p. 49-58. Kreitler, C.W., Raney, J.A., Nativ, R., Collins, E.W., Mullican, W.F., III, Gustovson, T.C., and Henry, C.D., 1987, Siting a low-level radioactive waste disposal facility in Texas, v. 4 – Geologic and hydrologic investigations of State of Texas and University of Texas lands: Texas Bureau of Economic Geology report prepared for the Texas Low-Level Radioactive Waste Disposal Authority, 330 p. Livingston Associates and John Shomaker and Associates, 2002, Tularosa Basin and Salt Basin regional water plan 2000-2040: Carrizozo, N. M., South Central Mountain RD&C Council, v. 1, variously paged. Mace, R.E., 2001, Estimating transmissivity using specific- capacity data: Texas Bureau of Economic Geology Geological Circular 01-2, 44 p. Mayer, J.M. and Sharp, J.M., Jr., 1998, Fracture control of regional ground-water flow in a carbonate aquifer in a semi- arid region: Geological Society of America Bulletin, v. 110, p. 269-283. Mayer, J.R., 1995, The role of fractures in regional groundwater flow: Field evidence and model results from the Basin-and Range of Texas and New Mexico: Austin, Tex., University of Texas at Austin, Ph.D. dissertation, 218 p. 16 Knowledge and Understanding of the Hydrogeology of the Salt Basin in South-central New Mexico Mullican, W.F., III and Mace, R.E., 2001, The Diablo Plateau aquifer, in Mace, R.E., Mullican, W.F., III and Angle, E.A., eds., Aquifers of west Texas: Texas Water Development Board Report 356, p. 257-267. Peckham, R.C., 1963, Summary of ground-water aquifers in the Rio Grande Basin: Texas Water Commission Circular 63-05, 16 p. Pecos Valley Water Users Organization, 2001, Lower Pecos Valley regional water plan, v. 1 – Executive summary and atlas: Cloudcroft, N. M., Pecos Valley Water Users Organization, 1 p, 29 pls. Pickens, J.F., Grisak, G.E., Avis, J.D., Belanger, D.W., and Thury, M., 1987, Analysis and interpretation of borehole hydraulic tests in deep boreholes: Principles, model development, and applications: Water Resources Research, v. 23, no. 7, p. 1341-1375. Pray, L.C., 1961, Geology of the Sacramento Mountains escarpment, Otero County, New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 35, 144 p., 3 pls. Roberts, R.M., 2002, Moderately fractured rock experiment: well test analysis using nSIGHTS: Ontario Power Generation, Nuclear Waste Management Division Report No. 06819-REP-01300-10062-R00, 178p. Scalapino, R.A., 1950, Development of ground water for irrigation in the Dell City area, Hudspeth County, Texas: Texas Board of Water Engineers Bulletin 5004, 39 p. Sharp, J.M. Jr., J. R. Mayer, and E. McCutcheon, 1993, Hydrogeologic trends in the Dell City area, Hudspeth County, Texas: New Mexico Geologic Society Guidebook, 44th Field Conference, pp. 327-330. Texas Water Development Board, 1991, Surveys of irrigation in Texas – 1958, 1964, 1969, 1974, 1979, 1984, and 1989: Texas Water Development Board Report 329, 125 p. Veldhuis, J.H. and Keller, G.R., 1980, An integrated geological and geophysical study of the Salt Basin graben, west Texas, in Dickerson, P.W., Hoffer, J.M., and Callendar, J.F., eds., Trans-Pecos Region, southwestern New Mexico and west Texas: New Mexico Geological Society Guidebook 31, p. 141-150. White, D.E., Gates, J.S., Smith, J.T., and Fry, B.J., 1980, Groundwater data for the Salt Basin, Eagle Flat, Red Light Draw, Green River Valley, and Presidio Bolson in westernmost Texas: Texas Department of Water Resources Report 259. Reference Cited 17 Produced for the New Mexico Water Science Center by the Lafayette Publishing Service Center."
    }
]