[
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Assessment of Water Resources in the Salt Basin Region of New Mexico and Texas: Data Summary Report Open-File Report 608 March 2020 Revised October 2020 S. Kelley, M. Fichera, E. Evenocheck, B.A. Eberle, M. Person, D. Cadol, B.T. Newton, S. Timmons, and C. Pokorny View to the east across Crow Flats in the Salt Basin of south-central New Mexico. The Guadalupe Mountains are on the skyline. New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Assessment of Water Resources in the Salt Basin Region of New Mexico and Texas: Data Summary Report S. Kelley, M. Fichera, E. Evenocheck, B.A. Eberle, M. Person, D. Cadol, B.T. Newton, S. Timmons, and C. Pokorny Open-File Report 608 March 2020 Revised October 2020 P R O J E C T F U N D I N G Funding for this project is provided through a Cooperative Agreement between New Mexico Institute of Mining and Technology with the U.S. Department of the Interior Bureau of Reclamation, agreement number R19AC00082. DISCLAIMER The reports and data provided here are intended to aid in the understanding of the geologic and hydrologic resources of New Mexico. However, there are limitations for all data, particularly when subsurface interpreta­ tion is performed, or when data are aggregated that may have been collected at different times, by different agencies or people, and for different purposes. The information and results provided are also dynamic and may change over time. Users of these data and interpretations should exercise caution, and site-specific condi­ tions should always be verified. These materials are not to be used for legally binding decisions. Any opinions expressed do not necessarily reflect the official position of the New Mexico Bureau of Geology and Mineral Resources, New Mexico Tech, or the State of New Mexico. Although every effort is made to present current and accurate information, data is provided without guarantee of any kind. The data are provided “as is,” and the NM Bureau of Geology assumes no responsibility for errors or omissions. No warranty, expressed or implied, is made regarding the accuracy or utility of the data for gen­ eral or scientific purposes. The user assumes the entire risk associated with its use of these data. The NM Bureau of Geology shall not be held liable for any use or misuse of the data described and/or contained herein. The user bears all responsibility in determining whether these data are fit for the user’s intended use. New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S A L T B A S I N C O N T E N T S I. Introduction ................................................................................. 1 Stacy Timmons II. Salt Basin Geology ........................................................... 3 Marissa Fichera Overview ................................................................................................. 3 Stratigraphy .......................................................................................... 5 Structure ................................................................................................14 Geologic history ...............................................................................17 Previous studies ................................................................................19 References ............................................................................................19 III. Geochemical and Recharge Studies of the Salt Basin ............................................................ 21 Beth Ann Eberle and Daniel Cadol Chemical evolution of groundwater .................................. 21 Specific isotopic measurement methods .......................... 23 Estimates for recharge ..................................................................24 References ............................................................................................32 IV. Geophysical Studies of the Salt Basin ............................................................. 33 Shari Kelley Regional-scale geophysical studies ..................................... 33 Sal Basin geophysical studies .................................................. 34 References ............................................................................................44 V. Modeling and Hydrology Data Summary ..................................................................... 45 Elizabeth Evenocheck and Mark Person Background of the past models ............................................ 45 Water level data .............................................................................. 59 References ............................................................................................62 Cotton field in Dell City, Texas. The Capitan Limestone reef, an important aquifer in the Salt Basin, is exposed in the Guadalupe Mountains in the distance. 1 S A L T B A S I N I . I N T R O D U C T I O N Stacy Timmons The New Mexico Bureau of Geology and Mineral Resources (NMBGMR) and the New Mexico Institute of Mining and Technology (NM Tech) have compiled this Data Summary Report as the first phase deliverable within a cooperative agreement and under funding from the U.S. Bureau of Reclamation. This project is being conducted in coordination with the NM Interstate Stream Commission and the U.S. Geological Survey. The overall goal of the project is to assess the water resources in the Salt Basin region, which covers parts of southern New Mexico and westernmost Texas. In particular, this project aims to evaluate Salt Basin water availability by 1) filling data gaps, where there is currently little or no information about the groundwater system; 2) estimating the overall balance of water in the region including groundwater recharge, storage, evaporation, and pumping; 3) updating the current hydrologic model and hydrogeologic framework; and 4) running simulations in the revised model. These efforts will help assess the ability of the region to sustain current ground- water withdrawals in the Salt Basin with implications for future development in New Mexico. This data compilation provides a summary of numerous previous works completed in the Salt Basin region, and a compilation of digital data describing the water resources. From this data compilation, the project team is evaluating data gaps and developing plans to fill these data gaps to the extent possible and within the available budget. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 2 3 S A L T B A S I N I I . S A L T B A S I N G E O L O G Y Marissa Fichera Overview T he Salt Basin, located in southern New Mexico and far west Texas, is a geologically complex region spanning approximately 5,000 sq. miles of near-flat-lying rural terrain (Fig. 1). Definition of the Salt Basin varies between studies, and oftentimes only contains the Salt Flat, which is a north-south trending graben that extends approximately 140 miles southward into Texas (Angle, 2001). For the purposes of this groundwater study, the Salt Basin includes the region outlined in Figure 1, which includes the northern portion of the Salt Basin watershed located in the Sacramento section of the Basin and Range physiographic province (Ritchie, 2011). Several studies have been completed regarding the geology of the Salt Basin. Additional key geologic studies are summarized in Table 2 at the end of this report. Surficial geology of the region is composed principally of Permian through Quaternary units (Fig. 2). Intensely faulted Pennsylvanian strata under­ lie Permian units, and similarly faulted Precambrian basement is present at various depths within the study area. Three major tectonic"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "summary of numerous previous works completed in the Salt Basin region, and a compilation of digital data describing the water resources. From this data compilation, the project team is evaluating data gaps and developing plans to fill these data gaps to the extent possible and within the available budget. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 2 3 S A L T B A S I N I I . S A L T B A S I N G E O L O G Y Marissa Fichera Overview T he Salt Basin, located in southern New Mexico and far west Texas, is a geologically complex region spanning approximately 5,000 sq. miles of near-flat-lying rural terrain (Fig. 1). Definition of the Salt Basin varies between studies, and oftentimes only contains the Salt Flat, which is a north-south trending graben that extends approximately 140 miles southward into Texas (Angle, 2001). For the purposes of this groundwater study, the Salt Basin includes the region outlined in Figure 1, which includes the northern portion of the Salt Basin watershed located in the Sacramento section of the Basin and Range physiographic province (Ritchie, 2011). Several studies have been completed regarding the geology of the Salt Basin. Additional key geologic studies are summarized in Table 2 at the end of this report. Surficial geology of the region is composed principally of Permian through Quaternary units (Fig. 2). Intensely faulted Pennsylvanian strata under­ lie Permian units, and similarly faulted Precambrian basement is present at various depths within the study area. Three major tectonic events have affected rocks and consequently groundwater flow in the study area, including the Mississippian–Pennsylvanian Marathon-Ouachita (Ancestral Rocky Mountains) orogeny, the Late Cretaceous–Paleogene Laramide orogeny, and Neogene Basin-and-Range tectonism. Primary aquifer units are comprised of stratigraphi­ cally complex facies within time-equivalent deposi­ tional sequences, consequent of a marine depositional Figure 1. Location of northern Salt Basin study area and physiographic features. The Salt Basin graben is located within the “Dell Valley.” From Huff and Chace (2006). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 4 Figure 2. Generalized geologic map of the Salt Basin study area. 5 S A L T B A S I N environment with varying sea levels. The majority of the information presented here is summarized from Ritchie (2011). Stratigraphy Rocks present in the study area range from Precambrian to Quaternary. Rocks can be broken up into four general successions based on corresponding depositional time periods: 1) Paleozoic sandstones and limestones deposited in a marine environment, 2) Shelf-to-basin Permian limestones deposited in shallow-to-deep marine environments, 3) Cretaceous sandstones and limestones deposited in a shallow- marine environment, and 4) Tertiary intrusions and Neogene alluvial deposits. Permian carbonates make up the primary aquifer units in the basin. Permian units were deposited during the evolution of the Delaware Basin in Guadalupian/Leonardian time, and therefore can be divided into three distinct facies: shelf, shelf-margin, and basin. A summary of primary water-bearing units is presented in Table 1. Neogene alluvial and bolson deposits Neogene-aged water-bearing units include alluvial and bolson deposits of variable thickness located principally in the Salt Basin graben (Fig. 2). Material consists of unconsolidated gravel, sand, clay, and silt derived from erosion from mostly carbonate source rock and deposited by ancestral drainages within the Salt Basin (Angle, 2001). Between the Sierra Diablo and Delaware Mountains, basin fill is predominantly fine-grained, partly lacustrine clay that is saturated with water of varying salinity (Gates et al., 1980) (Fig. 3). Basin-fill thickness in the Salt Basin graben increases from margin to center, and from south to north from the Baylor Mountains (Fig. 4). Thinning of the basin fill at the northern edge of the Baylor Mountains corresponds to the location of the E-W trending Victorio Flexure (see section: Structure). A groundwater divide is also present in the same location (Nielson and Sharp Jr., 1985). The maximum thickness of the basin fill is approximately 2,400 ft (Gates et al., 1980). Sediments in the playas are composed of gypsum, carbonates (calcite and dolomite), quartz and lithic grains, and halite with subordinate aragonite and native sulfur (Friedman, 1966; Boyd and Kreitler, 1986; Daniel B. Stephens & Associates, Inc., 2010). Daniel B. Stephens & Associates, Inc. (2010) con­ ducted a detailed study of the playa deposits in Texas down to depths of 4 feet below the ground surface. The top of a saturated zone is present 3 to 3.5 feet below the ground surface in all 16 of the holes that were cored during this investigation. These authors note that water was encountered 5 feet below the ground surface in nearby monitoring wells in 1986 (Boyd and Kreitler, 1986), suggesting that the aquifer is not perched. Optically-Stimulated Luminescence (OSL) dates that were measured in samples at depths Age Unit Physical and lithologic characteristics Water-bearing characteristics Neogene Bolson deposits Unconsolidated clay, silt, sand, and gravel derived from weathering and erosion of local rock and deposited by ancestral drainages within the Salt Basin; commonly 1,000 to 2,000 ft thick. Interbedded carbonate, gypsum, and saline deposits in the playas are derived from evaporation of groundwater originating in the Permian strata of the surrounding highlands. Supplies moderate to large quantities of fresh to saline water to the northern parts of the Salt Basin, mostly in fine-grained lacustrine and alluvial deposits. Cretaceous Cox Sandstone Mostly quartz sandstone with some pebble conglomerate and siltstone, shale, and limestone; very fine to medium grained; commonly less that 200 ft thick but can be as much as 700 ft thick. Supplies small to moderate quantities of fresh to moderately saline water in eastern and southern Wild Horse Flat. Permian The Capitan and Goat Seep Limestone, undif­ ferentiated lime­ stones and sand­ stones, including the Delaware Mountain Group Capitan and Goat Seep limestones are massive, thick-bedded reef limestones and dolomite; the Capitan is 1000–2000 ft thick in the Guadalupe Mountains and Beacon Hill (Fig. 2) area and up to 900 ft thick in the Apache Mountains area (Fig. 2); the Delaware Mountain Group is sandstone and limestone with some siltstone some siltstone; aggregate thickness is on the order of 3,000 feet. Permian gypsum deposits of the Guadalupe and Delaware Mountains contribute significant amounts of sulfate to the groundwater system. Capitan and Goat Seep Limestones supply moderate to large quantities of fresh to slightly saline water in the Beacon Hill area. The Capitan supplies moderate to large quantities of fresh to slightly saline water in the Apache Mountain area. The sandstones and limestones of the Delaware Mountain Group supply small quantities of slightly to moderately saline water along the eastern side of the northern Salt Basin and foothills of the Delaware Mountains. Table 1. Characteristics of water-bearing units in the Salt Basin area, from"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "deposited by ancestral drainages within the Salt Basin; commonly 1,000 to 2,000 ft thick. Interbedded carbonate, gypsum, and saline deposits in the playas are derived from evaporation of groundwater originating in the Permian strata of the surrounding highlands. Supplies moderate to large quantities of fresh to saline water to the northern parts of the Salt Basin, mostly in fine-grained lacustrine and alluvial deposits. Cretaceous Cox Sandstone Mostly quartz sandstone with some pebble conglomerate and siltstone, shale, and limestone; very fine to medium grained; commonly less that 200 ft thick but can be as much as 700 ft thick. Supplies small to moderate quantities of fresh to moderately saline water in eastern and southern Wild Horse Flat. Permian The Capitan and Goat Seep Limestone, undif­ ferentiated lime­ stones and sand­ stones, including the Delaware Mountain Group Capitan and Goat Seep limestones are massive, thick-bedded reef limestones and dolomite; the Capitan is 1000–2000 ft thick in the Guadalupe Mountains and Beacon Hill (Fig. 2) area and up to 900 ft thick in the Apache Mountains area (Fig. 2); the Delaware Mountain Group is sandstone and limestone with some siltstone some siltstone; aggregate thickness is on the order of 3,000 feet. Permian gypsum deposits of the Guadalupe and Delaware Mountains contribute significant amounts of sulfate to the groundwater system. Capitan and Goat Seep Limestones supply moderate to large quantities of fresh to slightly saline water in the Beacon Hill area. The Capitan supplies moderate to large quantities of fresh to slightly saline water in the Apache Mountain area. The sandstones and limestones of the Delaware Mountain Group supply small quantities of slightly to moderately saline water along the eastern side of the northern Salt Basin and foothills of the Delaware Mountains. Table 1. Characteristics of water-bearing units in the Salt Basin area, from Angle (2001). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 6 Figure 3. From King (1948), detailed geologic map of Quaternary deposits of the Salt Basin graben south of the NM–TX border. 7 S A L T B A S I N Figure 4. From Angle (2001), modified and interpreted from Gates (1980), thickness of basin-fill and water-level contours in Salt Basin graben. of 24–27 in (8.1 to 10.4 ka) and 45–48 in (15.6 to 22.4 ka) below the ground surface were used to cal­ culate deposition and evaporation rates in the playa. Deposition rates were 0.005–0.009 cm/yr, with higher rates in the last 9 ka. Evaporation rates were 15.1 to 28.6 cm/yr (average of 23.0 cm/yr), with higher rates in the last 9 ka. Tertiary intrusions Intrusive bodies are present in the subsurface in the southwestern Otero Mesa and northwestern Diablo Plateau, and are exposed in the Cornudas Mountains, Granite Mountain, the Sierra Tinaja Pinta Group, the Antelope Hill intrusives, and Sierra Prieta sill (Barker, 1977; Masson, 1956) (Fig. 2). These laccoliths, sills, and dikes are predominantly phonolite and syenite in composition (King and Harder, 1985; Nutt et al., 1997). There is a small nepheline-bearing trachyte intrusion east of Dell City, Texas, known as Round Mountain (Ashworth, 2001; Mayer, 1995). There is an additional intrusion associated with Dantes dome, northeast of the Cornudas Mountains on Otero Mesa (Black, 1973). Lower Cretaceous Trinity Group (Comanchean) Cox Sandstone, Campagrande Formation., Finlay Formation—Lower Cretaceous strata are present in the southwest portion of the study area, forming mesas on the Diablo Plateau (Fig. 2) and unconform­ ably overlying Permian strata. This package consists mainly of limestones interbedded with sandstones and shales, and some marls and conglomerates. The N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 8 limestones and sandstones correspond to an additional aquifer in the region thought to be hydraulically connected to the Salt Basin and Bone Spring–Victorio Peak aquifer to the east (Mullican and Senger, 1990). The nodular to massive limestone of the Finlay Formation is the primary Cretaceous outcrop, with smaller outcrops of Cox Sandstone and Campagrande Formation at the base of mesa scarps and on the north side of the Diablo Plateau. The Finlay Formation is approximately 175 ft in thick­ ness, the Cox Sandstone is roughly 140 ft thick, and the Campagrande Formation, which is composed of carbonate and clastic sedimentary rocks, ranges from 50–300 ft (Dietrich et al., 1983). There is significant local water production from the Cox Sandstone (Kreitler et al., 1990). Permian shelf facies Artesia Group—The Artesia Group consists of five formations, in ascending order: the Grayburg, Queen, Seven Rivers, Yates, and Tansill formations. The Artesia Group is not a significant water-bearing unit in the study area, however its time-equivalent shelf-margin facies are highly transmissive. The Middle Guadalupian shelf rocks of the Grayburg and Queen Formations are time equivalent to the Goat Seep Dolomite (shelf-margin facies), and the Upper Guadalupian shelf rocks of the Seven Rivers, Yates, and Tansill Formations, are time equivalent to the Capitan Limestone (shelf-margin facies) (Kelley, 1971; Newell et al., 1972) (Fig. 5). Grayburg and Queen Formations overlie the San Andres Formation and crop out in the northern Guadalupe Mountains (Fig. 2). These formations consist of interbedded dolomite and sandstone and collectively measure approximately 600–800 ft thick in the Guadalupe Mountains (Hayes, 1964). The Upper Guadalupian shelf rocks consist of alternating dolomite and fine- grained quartz sandstone, and collectively measure approximately 850–1,300 ft thick in outcrop sections (Hayes, 1964). San Andres Formation The Permian San Andres Limestone is one of several shallow-water platform carbonate and mixed siliciclastic-carbonate units that developed on the northwestern margin of the Permian Basin (Kerans et al., 1994) (Fig. 6). The San Andres crops out in the Sacramento Mountains (Fig. 2, mapped as “Leonardian, undivided”), and its erosional surface forms the present-day topography from the southern tip of the Sacramento Mountains south through the majority of the study area (Fig. 2). In Texas, the San Andres equivalent is mapped as Leonardian undivided and as Victorio Peak Limestone (Nutt et al., 1997). Hayes (1964) divided the San Andres into two informal units: a lower cherty member and an upper Figure 5. Diagrammatic cross-section through the Permian Basin. Standard stratigraphic nomenclature of the Permian strata exposed in the Guadalupe Mountains. From New Mexico’s Southern Parks and Monuments book. 9 S A L T B A S I N Figure 6. From Ritchie (2011): Location of lower and upper San Andres facies in Late-Leonardian-to-Early-Guadalupian time. From King (1948). Figure 7. North to south (roughly Capitan Mountains to Guadalupe Mountains) stratigraphic diagram of San Andres Members, from Kelley (1971). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "overlie the San Andres Formation and crop out in the northern Guadalupe Mountains (Fig. 2). These formations consist of interbedded dolomite and sandstone and collectively measure approximately 600–800 ft thick in the Guadalupe Mountains (Hayes, 1964). The Upper Guadalupian shelf rocks consist of alternating dolomite and fine- grained quartz sandstone, and collectively measure approximately 850–1,300 ft thick in outcrop sections (Hayes, 1964). San Andres Formation The Permian San Andres Limestone is one of several shallow-water platform carbonate and mixed siliciclastic-carbonate units that developed on the northwestern margin of the Permian Basin (Kerans et al., 1994) (Fig. 6). The San Andres crops out in the Sacramento Mountains (Fig. 2, mapped as “Leonardian, undivided”), and its erosional surface forms the present-day topography from the southern tip of the Sacramento Mountains south through the majority of the study area (Fig. 2). In Texas, the San Andres equivalent is mapped as Leonardian undivided and as Victorio Peak Limestone (Nutt et al., 1997). Hayes (1964) divided the San Andres into two informal units: a lower cherty member and an upper Figure 5. Diagrammatic cross-section through the Permian Basin. Standard stratigraphic nomenclature of the Permian strata exposed in the Guadalupe Mountains. From New Mexico’s Southern Parks and Monuments book. 9 S A L T B A S I N Figure 6. From Ritchie (2011): Location of lower and upper San Andres facies in Late-Leonardian-to-Early-Guadalupian time. From King (1948). Figure 7. North to south (roughly Capitan Mountains to Guadalupe Mountains) stratigraphic diagram of San Andres Members, from Kelley (1971). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 10 member. Later, Kelley (1971) divided it into three members, in ascending order: the thick-bedded Rio Bonito, thin-bedded Bonney Canyon, and evaporitic Fourmile Draw Members (Fig. 7). The basal part of the San Andres Formation may grade into the uppermost part of the Victorio Peak Limestone; part of it also grades into the Cutoff Shale (both shelf-margin facies; Hayes, 1964; Kerans et al., 1994). Basin equivalents seem to be the Brushy Canyon Formation of the Delaware Basin, and the uppermost part grades laterally into the sandstone tongue of the Cherry Canyon Formation (Hayes, 1964) (Fig. 5). The transitional margin is outlined in Figure 8. A detailed account of facies distributions and sequence- stratigraphy of the San Andres Formation can be found in Kerans and others (1994) and Hayes (1964). A composite measured section from Otero Mesa projected a total thickness of 847 ft (Black, 1973). Yeso Formation The Leonardian Yeso Formation crops out in the shelf area of the Guadalupe Mountains and across much of the far western portion of the study area (Fig. 2). It consists of 1,300 ft of red beds, yellow and gray shale, limestone, silty quartz sandstone, and gypsum in the Sacramento Mountains (Pray, 1961), and similarly is dark- to light-gray dolomite and dolomitic limestone, interbedded with gypsum and distinctive thin beds of grayish yellow, sandy quartz- siltstone near the Guadalupe Mountains (Hayes, 1964). The Yeso Formation was deposited in a transitional marine-terrestrial environment; carbonate rocks are more abundant further south/southeast (basinward), and red beds and evaporites are more common further north (shoreward) (Fig. 9); rapid lateral and vertical lithological variation is common (Pray, 1961). The Yeso Formation is approximately 1,685 to 2,410 feet thick in the subsurface of the Guadalupe Mountains, and is thinnest where the underlying Hueco Limestone is relatively thin, and where the Pennsylvanian is thin or absent (Hayes, 1964). The Yeso Formation is time-equivalent to the Victorio Peak and Bone Spring formations (Mayer and Sharp Jr., 1998). Hydrologically, the Yeso Formation is significant because it contains abundant evaporites (primarily gypsum), causing groundwater salinity to be higher. It is also less fractured than other Permian carbonates in the area (Mayer and Sharp Jr., 1998). Hueco Limestone and Abo Formation The Hueco and Abo formations are exposed in the southwest corner of the New Mexico part of the Salt Basin (Fig. 2), and are the source of ground­ water to several wells (Huff and Chace, 2006). The Wolfcampian was marked by a regression; red beds of the Abo Formation were derived from a major uplift to the northwest of the region, spread southeast and inter­ fingered with marine deposits of the Hueco Limestone (Meyer, 1966) (Fig. 10). The Abo Formation is charac­ terized by red beds and brown fine-grained anhydritic dolomite in the subsurface in the northwest study area, it grades south and east into a narrow zone of white coarse-grained dolomite, called “Abo reefs” (Fig. 8), then grades into the black massive limestones of the lower Bone Spring Formation (Hayes, 1964; Meyer, 1966; Ritchie, 2011) (Fig. 9). The Abo ranges from 250–550 ft thick in most of the Sacramento Mountains area (Pray, 1961). The lower Hueco Limestone consists of fine-crystalline limestone interbedded with shale and minor sandstone. The upper member consists of crystalline dolomite that coarsens basinward interbed­ ded with shale (Hayes, 1964). Permian shelf-margin facies Capitan Limestone—The Capitan Limestone is the largest, best-preserved, most intensively studied Figure 8. From Ritchie (2011), “Permian shelf-margin trends, from Black (1975).” 11 S A L T B A S I N Figure 9. From Ritchie (2011), “Wolfcampian-to-Early Leonardian facies, from King (1942) and King (1948).” Figure 10. West to east cross-section from Tularosa Basin to the Guadalupe Mountains showing stratigraphic relationships between Abo, Hueco, Yeso, and San Andres formations. Additionally, the section shows the complexity of subsurface Ancestral Rocky Mountains structure beneath the Otero Platform. Vertically exaggerated. From Broadhead (2002). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 12 Paleozoic reef complex in the world (Mack and Giles, 2004). The high-permeability Capitan Limestone constitutes one of the most prolific aquifer units where it is present in the subsurface, although only the western-most portion of it is included in the study area (Fig. 2). It crops out in the Guadalupe Mountains and is the rock unit that forms Capitan Peak, the highest point in Texas. The Capitan Formation is a wide reef zone and consists of massive white limestone (Newell et al., 1972) (Fig. 8). In the southern Guadalupe Mountains it ranges in thickness from 1,000 to 2,000 ft (King, 1948). Goat Seep Dolomite—The Goat Seep Formation is a narrow (about 1 mile wide) reef belt consisting of predominantly massive dolomite. The reef was a pre­ cursor to the much larger Capitan reef (see above). Its shelf facies equivalents are the Queen and Grayburg Formations of the Artesia Group (Newell et al., 1972) (Fig. 5). It is exposed in the Guadalupe Mountains, where it ranges from 560 to 1,200 ft in thickness (King, 1948), and in the Sierra Diablo region, where it is approximately 200 ft thick (Fig. 2). Cutoff Shale—The Cutoff Shale overlies the Victorio Peak Limestone and is exposed on the"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "(1948).” Figure 10. West to east cross-section from Tularosa Basin to the Guadalupe Mountains showing stratigraphic relationships between Abo, Hueco, Yeso, and San Andres formations. Additionally, the section shows the complexity of subsurface Ancestral Rocky Mountains structure beneath the Otero Platform. Vertically exaggerated. From Broadhead (2002). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 12 Paleozoic reef complex in the world (Mack and Giles, 2004). The high-permeability Capitan Limestone constitutes one of the most prolific aquifer units where it is present in the subsurface, although only the western-most portion of it is included in the study area (Fig. 2). It crops out in the Guadalupe Mountains and is the rock unit that forms Capitan Peak, the highest point in Texas. The Capitan Formation is a wide reef zone and consists of massive white limestone (Newell et al., 1972) (Fig. 8). In the southern Guadalupe Mountains it ranges in thickness from 1,000 to 2,000 ft (King, 1948). Goat Seep Dolomite—The Goat Seep Formation is a narrow (about 1 mile wide) reef belt consisting of predominantly massive dolomite. The reef was a pre­ cursor to the much larger Capitan reef (see above). Its shelf facies equivalents are the Queen and Grayburg Formations of the Artesia Group (Newell et al., 1972) (Fig. 5). It is exposed in the Guadalupe Mountains, where it ranges from 560 to 1,200 ft in thickness (King, 1948), and in the Sierra Diablo region, where it is approximately 200 ft thick (Fig. 2). Cutoff Shale—The Cutoff Shale overlies the Victorio Peak Limestone and is exposed on the north end of the Sierra Diablo Mountains and in the intensely faulted northwest Guadalupe Mountains (Fig. 2). It consists of 100–300 ft of thin-bedded limestone interbedded with dark siliceous shale, sandy shale, and soft sandstone (Hayes, 1964; King, 1948). Victorio Peak Limestone—The Victorio Peak Limestone crops out in the Sierra Diablo Mountains, the Guadalupe Mountains, and on the Diablo Plateau (Fig. 2). It is the shelf-margin facies equivalent of the basin-facies Bone Spring Formation; black limestones of the Bone Spring Formation are replaced by white dolomites and limestones of the Victorio Peak around the margin of the Delaware Basin (Newell et al., 1972) (Fig. 6). The Bone Spring pinches out beneath the Victorio Peak northwest from the Delaware Basin margin, and where the two are stacked, the limestones collectively constitute a major water-bearing unit referred to as the Bone Spring–Victorio Peak Aquifer (Fig. 11). This aquifer is the sole source of groundwa­ ter and principal source of water in Dell City, Texas. From basin to shelf, the lower and middle portions of the Victorio Peak grade into the dolomite/gypsum facies of the Yeso Formation (Newell et al., 1972). The upper portion grades northwestward into the basal part of the San Andres Formation (Hayes, 1964; Kerans et al., 1994), however, the subsurface transi­ tion is poorly defined (Mayer and Sharp Jr., 1995). This poorly-defined transition is likely the cause of Figure 11. From Ashworth (1995), reproduced in Huff and Chace (2006), diagrammatic west-east cross-section showing facies relationship between shelf-margin and basin facies of the Salt Basin and Guadalupe Mountains. West of the Salt Basin Graben, the Bone Spring Limestone wedged beneath the Victorio Peak Limestone forms the Bone Spring–Victorio Peak aquifer and serves as the main source of water for Dell City, Texas. A small portion of the Guadalupe Mountains stratigraphy is shown here. Although the Goat Seep Limestone crops out at the base of the Capitan Reef Limestone in some areas, the Capitan Reef Limestone generally overlies the basinal Bell Canyon and Cherry Canyon formations (see Figure 5). 13 S A L T B A S I N differences in unit assignment during geologic map­ ping; strata north of the New Mexico–Texas border are mapped primarily as San Andres and strata to south are mapped primarily as Victorio Peak (Fig. 2). In the southern Guadalupe Mountains the Victorio Peak measures 800 ft thick; in the Sierra Diablo Mountains it measures 1,000–1,500 ft thick (King, 1948). Mayer and Sharp (1998) found a high density of NW-trending fractures on the eastern Otero Mesa, where the Victorio Peak overlies the Bone Spring. Permian basin facies Delaware Mountain Group—The Delaware Mountain Group consists of three formations, in ascending order: the Brushy Canyon Formation, Cherry Canyon Formation, and Bell Canyon Formation. The Brushy Canyon Formation consists chiefly of sandstone and, locally, conglomerate at the base (King, 1948), the Cherry Canyon contains limestone and sandstones, and the Bell Canyon consists of dark- to light-gray marine limestone tongues that extend from the forereef facies of the Capitan reef into the center of the basin (Fig. 12). The Cherry Canyon Formation overlies the Cutoff Shale and consists of cyclically deposited, thin-bedded, fine-grained sandstone and siltstone (Mack and Giles, 2004). It has a lower tongue that extends across the basin margin, onto the shelf and grades into the upper part of the San Andres Formation (Fig. 5). Corresponding tongues of marine limestone thicken toward and essentially merge with the Goat Seep Dolomite reef that was growing along the basin margin at the same time (Mack and Giles, 2004). In places, channels preserved in the Cherry Canyon Formation cut through the underlying Cutoff Shale and down into the Victorio Peak Formation (Fig. 5). The group is exposed in the Delaware Mountains and is at least 600–1,000 ft thick, with a maximum thickness of 4,000 ft in the Delaware Basin (Newell et al., 1972). The sandstones of the group wedge out along the basin margin and grade into the limestones of the Goat Seep and Capitan formations (Newell et al., 1972). Bone Spring Limestone—The Bone Spring Limestone is considered one of the primary aquifer units of the region. It is exposed in the Delaware Mountains and Figure 12. From Ritchie (2011), “Middle-Guadalupian-to-Late-Guadalupian facies, from King (1942) and King (1948). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 14 in the Sierra Diablo region (Fig. 2). It consists of black to dark gray cherty limestone with thin interbedded black or brown layers of siliceous shale (Ashworth, 1995), and was deposited in a deep, stagnant water environment (Newell et al., 1972). It is a predominantly fine-grained, dark-colored, arenaceous limestone with minor amounts of platy, sandy, black shale and fine-grained buff quartz sandstone (Newell et al., 1972). The Bone Spring grades northwest into the lower portion of the Victorio Peak Limestone, its shelf-margin equivalent facies (Hayes, 1964) (Fig. 6). The lower portion of the Bone Spring grades northwest into the dolomite/gypsum facies of the Yeso Formation (Newell et al., 1972) (Fig. 9). Thickness increases from 500 to 2,500 ft from northwest to southeast as it approaches the basin margin (Ashworth, 1995; Ritchie, 2011), where it grades into sandstones of the Delaware Mountain"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "the underlying Cutoff Shale and down into the Victorio Peak Formation (Fig. 5). The group is exposed in the Delaware Mountains and is at least 600–1,000 ft thick, with a maximum thickness of 4,000 ft in the Delaware Basin (Newell et al., 1972). The sandstones of the group wedge out along the basin margin and grade into the limestones of the Goat Seep and Capitan formations (Newell et al., 1972). Bone Spring Limestone—The Bone Spring Limestone is considered one of the primary aquifer units of the region. It is exposed in the Delaware Mountains and Figure 12. From Ritchie (2011), “Middle-Guadalupian-to-Late-Guadalupian facies, from King (1942) and King (1948). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 14 in the Sierra Diablo region (Fig. 2). It consists of black to dark gray cherty limestone with thin interbedded black or brown layers of siliceous shale (Ashworth, 1995), and was deposited in a deep, stagnant water environment (Newell et al., 1972). It is a predominantly fine-grained, dark-colored, arenaceous limestone with minor amounts of platy, sandy, black shale and fine-grained buff quartz sandstone (Newell et al., 1972). The Bone Spring grades northwest into the lower portion of the Victorio Peak Limestone, its shelf-margin equivalent facies (Hayes, 1964) (Fig. 6). The lower portion of the Bone Spring grades northwest into the dolomite/gypsum facies of the Yeso Formation (Newell et al., 1972) (Fig. 9). Thickness increases from 500 to 2,500 ft from northwest to southeast as it approaches the basin margin (Ashworth, 1995; Ritchie, 2011), where it grades into sandstones of the Delaware Mountain Group (Gates et al., 1980). Mississippian-Pennsylvanian strata—Mississippian and Pennsylvanian rocks consist of a wide range of carbonates deposited as seas extended into the North American craton (King and Harder, 1985). Mississippian strata thickens to the south due to depositional thickening, and thins to the north due to erosional thinning associated with the Pedernal uplift (Kottlowski, 1963). Pennsylvanian carbonates are commonly interbedded with shale (Meyer, 1966), and transgress southeast to northwest, onlapping onto the Pedernal uplift, which formed during Ancestral Rocky Mountain deformation (Meyer, 1966). Uplift and erosion of the southern portion of the Pedernals during the late Pennsylvanian largely removed thick sections of Mississippian and Pennsylvanian strata from the region (King and Harder, 1985; Meyer, 1966) (Fig. 10). Structure Structural features of the Salt Basin and their corresponding physiographic expressions are strongly controlled by the tectonic deformation that has occurred in the region (Shepard and Walper, 1982). Primary aquifer units (Permian, see section: Stratigraphy) were deposited during Delaware Basin subsidence. An additional aquifer unit is the alluvial and lacustrine deposits within the Salt Basin graben, an infilled horst-and-graben structure developed during Basin-and-Range extension. Deformation in the Salt Basin can be broken up into four major episodes: 1) Mississippian-to-Early Permian Ouachita-Marathon (Ancestral Rocky Mountain) orogeny, 2) Mid-to-Late Permian subsid­ ence of the Delaware Basin, 3) Late Cretaceous– Paleogene compressional deformation during the Laramide orogeny, and d) Cenozoic Basin-and-Range extension. Deformation produced during these periods are superimposed upon one another, causing major structural trends to be reactivated (George et al., 2005). It is thought that Precambrian rifting along the southwestern margin of the North American plate produced the strong northwest-striking structural trend that influenced later deformation (Shepard and Walper, 1982). Several studies document the major tectonic processes that affected the region. A broad overview of deformation events, and their corre­ sponding features, is presented here. Precambrian The following summarizes findings from Shepard and Walper (1982). Major rifting along western/ southwestern North America produced a passive continental margin. Seafloor subduction beneath this margin produced an offshore volcanic arc, which formed the thick sequence of volcanics of the Carrizo Mountain Group. Rocks in the region were metamor­ phosed and thrust northward into Trans-Pecos Texas to form the Van Horn mobile belt, which later formed the basement of the Diablo Platform. Episodic periods of folding and thrusting occurred, indicated by the presence of metamorphic terrains that underlie most of the study area (Adams et al., 1993; Black, 1973; Denison et al., 1984; Goetz, 1977). Episodic periods of extension also occurred (Adams et al., 1993; Dickerson et al., 1989). Continental rifting occurred again during the Late Precambrian or Early Cambrian as the North American craton separated from the proto-Afro-South American plate (Shepard and Walper, 1982). Tectonic activity slowed in the early Paleozoic (Mid-Cambrian to Devonian) (Dickerson et al., 1989; Goetz, 1977; Shepard and Walper, 1982). Pennsylvanian to Early Permian: Ouachita-Marathon Orogeny and Ancestral Rocky Mountain Uplift The northwest-advancing Ouachita–Marathon tectonic belt began significantly deforming the region in Late Pennsylvanian–Early Permian time (George et al., 2005). The Diablo Platform was formed by dif­ ferential uplift and subsidence in the foreland of the fold and thrust front (Dickerson et al., 1989; Goetz, 1977), and the Sierra Diablo region was uplifted and faulted (King, 1948). The Pedernal uplift became a 15 S A L T B A S I N dominant structural feature that cut the study area in half, faulting and folding of Precambrian through Early Permian strata resulted, and it became a primary source for sedimentary material shed into the Delaware Basin during the Permian, which resulted in the localized removal of Paleozoic rocks overlying Precambrian basement (Black, 1973; Kottlowski, 1963). Major features resulting from this orogeny include the Huapache thrust zone, Huapache mono­ cline, Pedernal Uplift, Bug Scuffle Fault, and various Ancestral Rocky Mountain faults (Fig. 13). Mid-to-Late Permian Delaware Basin subsidence Differential uplift and subsidence of the Pedernal landmass and the Diablo and Central Basin Platforms, and the Orogrande, Delaware, and Midland Basins, respectively, continued into the Late Permian (Dickerson et al., 1989). The subsiding Delaware Basin resulted in the southeastward-dipping monocline named the Bone Spring Flexure, which outlines the northwest margin of the basin (Fig. 14). Babb and Victorio flexures were major down- to-the-northeast faults in post-Early Pennsylvanian time, then underwent reactivated movement during the Leonardian (Muehlberger et al., 1989) (Fig. 14). The Otero Fault has a similar NW-SE trend and is downthrown to the northeast (Goetz, 1985) (Fig. 14). It is exposed at the surface south of Dell City before reaching Salt Flat. Other Permian features include the Bitterwell Break, an E-W trending subsurface fault crossing the Salt Basin graben, and the “AV” lineament, and Pinon Cross Folds (Fig. 14). More information on these features can be found in Ritchie (2011), Black (1973), Black (1976), and Goetz (1985). Late Cretaceous Laramide Orogeny Laramide deformation in the region involved thrust faulting, folding, and monoclinal warping of Figure 13. From Ritchie (2011), “Pennsylvanian to Early Permian structural features of the northern Salt Basin watershed. Bar on down­ thrown side of normal or high angle faults, triangles on the upthrown side of thrust zones. Location of structures in New Mexico taken from Broadhead (2002). Location of Diablo Platform taken from Kottlowski (1969).” Figure 14. From Ritchie (2011), “Mid-to-Late-Permian structural fea­ tures of the northern Salt Basin watershed. Arrows indicate the sense of displacement. Bar on downthrown side of Bitterwell Break. Location of structures taken from Black"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "(Black, 1973; Kottlowski, 1963). Major features resulting from this orogeny include the Huapache thrust zone, Huapache mono­ cline, Pedernal Uplift, Bug Scuffle Fault, and various Ancestral Rocky Mountain faults (Fig. 13). Mid-to-Late Permian Delaware Basin subsidence Differential uplift and subsidence of the Pedernal landmass and the Diablo and Central Basin Platforms, and the Orogrande, Delaware, and Midland Basins, respectively, continued into the Late Permian (Dickerson et al., 1989). The subsiding Delaware Basin resulted in the southeastward-dipping monocline named the Bone Spring Flexure, which outlines the northwest margin of the basin (Fig. 14). Babb and Victorio flexures were major down- to-the-northeast faults in post-Early Pennsylvanian time, then underwent reactivated movement during the Leonardian (Muehlberger et al., 1989) (Fig. 14). The Otero Fault has a similar NW-SE trend and is downthrown to the northeast (Goetz, 1985) (Fig. 14). It is exposed at the surface south of Dell City before reaching Salt Flat. Other Permian features include the Bitterwell Break, an E-W trending subsurface fault crossing the Salt Basin graben, and the “AV” lineament, and Pinon Cross Folds (Fig. 14). More information on these features can be found in Ritchie (2011), Black (1973), Black (1976), and Goetz (1985). Late Cretaceous Laramide Orogeny Laramide deformation in the region involved thrust faulting, folding, and monoclinal warping of Figure 13. From Ritchie (2011), “Pennsylvanian to Early Permian structural features of the northern Salt Basin watershed. Bar on down­ thrown side of normal or high angle faults, triangles on the upthrown side of thrust zones. Location of structures in New Mexico taken from Broadhead (2002). Location of Diablo Platform taken from Kottlowski (1969).” Figure 14. From Ritchie (2011), “Mid-to-Late-Permian structural fea­ tures of the northern Salt Basin watershed. Arrows indicate the sense of displacement. Bar on downthrown side of Bitterwell Break. Location of structures taken from Black (1976), Goetz (1985), and Kelley (1971).” N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 16 Cretaceous and older rocks (George et al., 2005). East-to-northeast compression caused crustal shorten­ ing and north-to-northwest trending features, such as the Otero Mesa folds and Guadalupe Ridge folds (Fig. 15, Fig. 16). Cenozoic Basin-and-Range Extension Basin-and-Range extensional structures overprint all earlier structures, but are strongly influenced by the pre-existing structural grains (Shepard and Walper, 1982). Current features are thought to have resulted from two distinct tectonic episodes: 1) Otero Mesa/ Diablo Plateau was translated northward and rotated counterclockwise between the left-lateral transten­ sional Rio Grande rift zone and the right-lateral transtensional Salt Basin Fault System, and 2) strong east-west component of Basin-and-Range extension (Goetz, 1985). The current horst-and-graben struc­ ture is a result of this. Notably, the Otero Break is defined as a series of down-to-the-southwest normal faults and fractures, thought to strongly influence groundwater flowpaths (Mayer and Sharp Jr., 1995) (Fig. 17). Several other structural features result from the uplift of the Sacramento, Hueco, Sierra Diablo, Brokeoff, Guadalupe, Delaware, and Apache Mountains, all of which resulted from Basin-and- Range extension and associated normal faulting (Black, 1975; Kelley, 1971; King, 1948; Pray, 1961). These features include the following: Otero Break and Otero Mesa Folds, Sacramento Canyon Fault, Alamogordo Fault, Guadalupe and Dog Canyon Fault Zones, Border Fault Zone, Hueco Mountains Faults, Campo Grande Fault Zone, Arroyo Diablo Fault, North Sierra Diablo Fault Zone, East Sierra Diablo and East Flat Top Mountains Faults, Southern Sierra Diablo Faults, North Baylor Fault, East Carrizo Mountains-Baylor Mountains Fault, Delaware Mountains Fault Zone, unnamed Salt Basin Graben Faults (Fig. 17). Further detailed information can be found in Ritchie (2011). Figure 15. From Ritchie (2011), “Late-Cretaceous (Laramide) structural features of the northern Salt Basin watershed. Bar on downthrown side of McGregor fault. Location of structures taken from Black (1976), Goetz (1985), Kelley (1971), and Seager et al., (1987).” Figure 16. From Ritchie (2011), “Late-Cretaceous (Laramide) structural features of the north and northeast portions of Otero Mesa. Location of structures taken from Black (1976), Goetz (1985), Kelley (1971), and Seager et al., (1987).” 17 S A L T B A S I N Geologic History Many stratigraphic units and structural events men­ tioned in the Geologic History are not mentioned in the remainder of this report. For further information on units and tectonic events, please see the following references of which this section was comprised: Shepard and Walper (1982), Goetz (1977), Goetz (1985), Adams et al., (1993), Black (1973), Black (1975), Denison et al., (1984), Dickerson et al., (1989), Meyer (1966), Kottlowski (1963), King (1948), and McLemore and Guilinger (1993). In Precambrian time, approximately 1.5 Ga, a major rifting event occurred along western and southwestern North America that produced a passive continental margin. Seafloor subduction beneath this margin produced an offshore volcanic arc, which formed the Carrizo Mountain Group volcanics. At 1.25 Ga, rocks of the area were metamorphosed and thrust northward to form the Van Horn orogenic belt (George et al., 2005). Episodic periods of folding and thrusting took place between 1.232 and 1.116 Ga, followed by episodic periods of extension. In late Precambrian-early Cambrian time, continental rifting Figure 17. From Ritchie (2011), “Cenozoic structural feature of the northern Salt Basin watershed. Bar on downthrown side of normal of high-angle faults. Location of structures taken from Black (1976), Broadhead (2002), Cather and Harrison (2002), Collins and Raney (1991), Goetz (1985), Pray (1961), Schruben et al., (1994), and Seager et al., (1987).” N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 18 occurred as the North American Craton separated from the proto-Afro-South American plate. This period of tectonism is thought to have formed the dominant structural grain of the region. Tectonism slowed in early Paleozoic time and strata of Ordivician to Pennsylvanian were deposited in a marine environment. Tectonism picked back up in the Mississippian–Early Pennsylvanian, when the collision of the North America southern margin with the South America-Africa plate resulted in the Ouachita-Marathon (Ancestral Rocky Mountains) orogeny. Differential uplift and subsidence occurred, resulting in uplift of the Diablo and Central Basin Platforms, and subsidence of the adjacent Orogrande (precursor to Tularosa), Delaware, and Midland Basins. Uplift of the Pedernal landmass began, fol­ lowed by erosion of the Pedernal and fluvial deposi­ tion of the Abo Formation. The Sierra Diablo was also uplifted and faulted during the Pennsylvanian. Folding and faulting of Precambrian through Early Reference Description Black, B.A. (1973, 1975) Black’s work expands on the work of Kelley (1971), and produced the first descriptions and interpretations of the stratigraphy and structure of the north-and-northeast portions of Otero Mesa. Boyd, D. W. (1958) In depth stratigraphic descriptions of Leonardian and Guadalupian rock formations in the Guadalupe Mountains, including rock types, sedimentary structures, regional structure, fossils and fauna in each mem­ ber, and general facies relationships. Broadhead, R.F. (2002). Broadhead investigated the subsurface structure of the Salt Basin region in"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "(2002), Cather and Harrison (2002), Collins and Raney (1991), Goetz (1985), Pray (1961), Schruben et al., (1994), and Seager et al., (1987).” N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 18 occurred as the North American Craton separated from the proto-Afro-South American plate. This period of tectonism is thought to have formed the dominant structural grain of the region. Tectonism slowed in early Paleozoic time and strata of Ordivician to Pennsylvanian were deposited in a marine environment. Tectonism picked back up in the Mississippian–Early Pennsylvanian, when the collision of the North America southern margin with the South America-Africa plate resulted in the Ouachita-Marathon (Ancestral Rocky Mountains) orogeny. Differential uplift and subsidence occurred, resulting in uplift of the Diablo and Central Basin Platforms, and subsidence of the adjacent Orogrande (precursor to Tularosa), Delaware, and Midland Basins. Uplift of the Pedernal landmass began, fol­ lowed by erosion of the Pedernal and fluvial deposi­ tion of the Abo Formation. The Sierra Diablo was also uplifted and faulted during the Pennsylvanian. Folding and faulting of Precambrian through Early Reference Description Black, B.A. (1973, 1975) Black’s work expands on the work of Kelley (1971), and produced the first descriptions and interpretations of the stratigraphy and structure of the north-and-northeast portions of Otero Mesa. Boyd, D. W. (1958) In depth stratigraphic descriptions of Leonardian and Guadalupian rock formations in the Guadalupe Mountains, including rock types, sedimentary structures, regional structure, fossils and fauna in each mem­ ber, and general facies relationships. Broadhead, R.F. (2002). Broadhead investigated the subsurface structure of the Salt Basin region in New Mexico and identified numer­ ous Ancestral Rocky Mountain (Pennsylvanian to Permian), Laramide (Late Cretaceous to early Cenozoic), and Basin-and-Range (Cenozoic) structural features. Collins, E.W. and J. A. Raney (1991, 1997) Collins and Raney (1991, 1997) collectively provide a comprehensive description of the Cenozoic structure of the Hueco bolson and the Salt Basin graben. Foster, R.W. (1978) Foster described the stratigraphy and structure of the southern Tularosa Basin. He also included information on the western portion of Otero Mesa. Goetz, L.K. (1977, 1985) Goetz focused her efforts on the structure and tectonics of the Salt Basin graben. Hayes, P.T. (1964). Detailed stratigraphic study of rocks in the Guadalupe Mountains of New Mexico. Includes geologic map and cross-section of the northern Guadalupe Mountains and eastern Salt Basin graben. Kelley, V.C. (1971) Kelley described the stratigraphy to the north, northeast, and east of the Salt Basin. King, P.B. (1948) Stratigraphy of the Guadalupe Mountains, along with description of uplift periods, fossils and fauna, sedimen­ tary structures, etc. Includes plates of cross-sections, stratigraphic correlations, and geologic maps. Includes a section on the floor of the Salt Basin and a map displaying lacustrine clays lining the graben surface. King, W.E. and V.M. Harder (1985) King and Harder studied the oil and gas potential of the Tularosa Basin, Otero Mesa, and the Salt Basin graben regions in New Mexico and Texas. They described the stratigraphy and depositional environments, produced isopach and lithofacies maps of Paleozoic strata, and utilized geophysical data to analyze the structure of the region. Kottlowski, F.E. (1963) Study of Mississippian-Pennsylvanian stratigraphy of the Salt Basin region of New Mexico. Includes isopach maps, facies maps, and diagrammatic cross-sections across the Sacramento Mountains. McLemore, V.T. and J.R. Guilinger (1993) This report outlines the locations, geology, and economic mineral resources of the Cenozoic intrusions of the Cornudas Mountains in New Mexico and Texas. Meyer, R.F. (1966) Covers the structure and stratigraphy of Pennsylvanian and Wolfcampian rocks through southeast New Mexico, includes stratigraphic sections and test wells, paleogeology and lithofacies maps, isopach maps (Pennsylvanian), and stratigraphic correlations. Newell, N.D., Rigby, J.K., Fischer, A.G., Whiteman, A.J., Hickox, J.E., and Bradley, J.S. (1972) Stratigraphic description and correlation of the Permian shelf, shelf-margin, and basin facies rocks of the Guadalupe Mountains in New Mexico and Texas. Nutt, C.J., et al. (1997) Nutt and others produced a geologic map of the Cornudas Mountains region. Pray, L.C. (1961) Provides description of the structure and stratigraphy, including facies descriptions of Permian units, of the western and portions of the southern Sacramento Mountains. Ritchie, A.B.O. (2011) Ritchie’s M.S. thesis provides an extremely comprehensive overview of the geology and hydrogeology of the northern Salt Basin. He includes detailed descriptions of stratigraphic units, facies changes, tectonic episodes and resulting structural features, and a comprehensive geologic history. Table 2. Summary of key geologic studies completed in the Salt Basin. 19 S A L T B A S I N Permian strata, and localized removal of Paleozoic rocks occurred as a result of the erosion of the Pedernal Uplift. In early Wolfcampian time, uplift of the Diablo Platform occurred and resulted in localized deposition of red beds and conglomerates dominated by lime­ stone clasts that form the Pow Wow Conglomerate (base of the Hueco Limestone). In Permian time, down-to-the-northeast faulting propagated along sev­ eral NW trends, including the Huapache monocline, the Otero fault, the Babb flexure, and the Victorio flexure. The Huapache thrust zone, the Victorio and Babb flexures, and the Bone Spring flexure, outline the northwest margins of the Delaware Basin and controlled sedimentation into the basin through the Late Paleozoic. Permian units were deposited in a marine environment during this time. Marine sediments accumulated in the Chihuahua trough (developed from extension related to the breakup of Pangea) during the Mesozoic, and onlapped onto Permian strata to the northeast on the western edge of the Diablo Platform. Sedimentation transitioned from largely fluvial and deltaic to com­ pletely continental toward the close of the Cretaceous period. Compressional tectonics and Laramide deformation began in the Late Cretaceous. Resulting uplift and folding was prominent throughout the Salt Basin region through the Early Cenozoic. Late Eocene-to-Oligocene time brought wide­ spread igneous activity. These igneous intrusions form the core of the Cornudas Mountains and Dantes dome. Cenozoic Basin-and-Range extension produced the current physiographic form of the region. The uplift of the Sacramento, Hueco, Sierra Diablo, Brokeoff, Guadalupe, Delaware, and Apache Mountains took place during this time, as well as the formation of the broad intermontane Salt Basin graben. Continued extensional tectonic activity in the Salt Basin graben through the present day is indicated by the preferential alignment of Quaternary fault scarps and playa lakes along the western side of the graben. Previous Studies Several studies have been completed in regards to the stratigraphy, structure, and geologic history of the Salt Basin. Including and in addition to the studies already mentioned in this report, notable studies are presented here in Table 2. References Adams, D.C., Ouimette, M.A., and Moreno, F., 1993, Middle-late Proterozoic extension in the Carlsbad region of southeastern New Mexico and west Texas: New Mexico Geological Society Fall Field Conference Guidebook, Carlsbad Region, v. 44, p. 137–144. Angle, E.S., 2001, Hydrogeology of the Salt Basin: Aquifers of West Texas: Texas Water Development Board Report, v. 356, p. 232–247. Ashworth, J.B., 1995, Ground-water resources of the Bone Spring- Victorio Peak Aquifer in the Dell Valley Area, Texas, Texas Water Development Board."
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "a marine environment during this time. Marine sediments accumulated in the Chihuahua trough (developed from extension related to the breakup of Pangea) during the Mesozoic, and onlapped onto Permian strata to the northeast on the western edge of the Diablo Platform. Sedimentation transitioned from largely fluvial and deltaic to com­ pletely continental toward the close of the Cretaceous period. Compressional tectonics and Laramide deformation began in the Late Cretaceous. Resulting uplift and folding was prominent throughout the Salt Basin region through the Early Cenozoic. Late Eocene-to-Oligocene time brought wide­ spread igneous activity. These igneous intrusions form the core of the Cornudas Mountains and Dantes dome. Cenozoic Basin-and-Range extension produced the current physiographic form of the region. The uplift of the Sacramento, Hueco, Sierra Diablo, Brokeoff, Guadalupe, Delaware, and Apache Mountains took place during this time, as well as the formation of the broad intermontane Salt Basin graben. Continued extensional tectonic activity in the Salt Basin graben through the present day is indicated by the preferential alignment of Quaternary fault scarps and playa lakes along the western side of the graben. Previous Studies Several studies have been completed in regards to the stratigraphy, structure, and geologic history of the Salt Basin. Including and in addition to the studies already mentioned in this report, notable studies are presented here in Table 2. References Adams, D.C., Ouimette, M.A., and Moreno, F., 1993, Middle-late Proterozoic extension in the Carlsbad region of southeastern New Mexico and west Texas: New Mexico Geological Society Fall Field Conference Guidebook, Carlsbad Region, v. 44, p. 137–144. Angle, E.S., 2001, Hydrogeology of the Salt Basin: Aquifers of West Texas: Texas Water Development Board Report, v. 356, p. 232–247. Ashworth, J.B., 1995, Ground-water resources of the Bone Spring- Victorio Peak Aquifer in the Dell Valley Area, Texas, Texas Water Development Board. v. 344, 48 p. Ashworth, J.B, 2001, Bone Spring-Victorio Peak aquifer of the Dell Valley region of Texas: Aquifers of West Texas. Report, v. 356, p. 135–152. Barker, D.S., 1977, Cenozoic igneous rocks, Sierra Blanca Area, Texas: New Mexico Geological Society Guidebook, Trans- Pecos Region, 1980, v. 31st Field Conference, p. 219–223. Black, B.A., 1973, Geology of the northern and eastern parts of the Otero Platform, Otero and Chaves Counties, New Mexico [Ph. D. dissertation], 290 p. Black, B.A., 1975, Geology and oil and gas potential of the north­ east Otero platform area, New Mexico: Las Cruces Country: New Mexico Geological Society Guidebook, v. 26, p. 323–333. Boyd, D.W., 1958, Permian Sedimentary Facies, Central Guadalupe Mountains, New Mexico: Bulletin 49, 107 p. Boyd, F.M. and C.W. Kreitler. 1986. Hydrogeology of a gypsum playa, northern Salt Basin, Texas. Bureau of Economic Geology Report of Investigations 158, 37 p. Broadhead, R.F., 2002, Petroleum Geology of the McGregor Range, Otero County, New Mexico: New Mexico Geological Society, Guidebook 53, p. 331–338. Collins, E.W. and Raney, J.A., 1991, Tertiary and Quaternary structure and Paleotectonics of the Hueco Basin, Trans-Pecos Texas and Chihuahua, Mexico: Bureau of Economic Geology, Geological Circular 91–2, 44 p. Collins, E.W. and J.A. Raney (1997). “Quaternary Faults within Intermontane Basins of Northwest Trans-Pecos Texas and Chihuahua, Mexico.” Bureau of Economic Geology: Report of Investigations, 245: 59. Daniel B. Stephens & Associates, Inc., 2010, Salt Basin histori­ cal playa evaporation study: Draft report prepared for New Mexico Interstate Stream Commission, 28 p. Denison, R.E., Lidiak, E.G., Bickford, M.E., and Kisvarsanyi, E.B. 1984. Geology and Geochronology of Precambrian Rocks in the Central Interior Region of theUnited States. U.S. Geological Survey Professional Paper 1241-C, 25 p. Dickerson, P.W. 1989. Evolution of the Delaware Basin, in Muehlberger, R.W. and Dickerson, P.W. eds., Structure and Stratigraphy of Trans-Pecos Texas: American Geophysical Union, 28th International Geological Congress Field Trip Guidebook, T137, 113–124. Dietrich, J.W., Owen, D.E., Shelby, C.A., and Barnes, V.E., 1983, Geologic Atlas of Texas, Van Horn-El Paso Sheet: The University of Texas at Austin, Bureau of Economic Geology, Geologic Atlas of Texas, map scale 1:250,000. Foster, R.W. (1978). Oil and Gas Evaluation of White Sands Missile Range and Fort Bliss Military Reservation, South-Central New Mexico. New Mexico Bureau of Mines and Mineral Resources Open-File Report 92: 60. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 20 Friedman, G.M., 1966, Occurrence and origin of Quaternary dolo­ mite of Salt Flat, west Texas: Journal of Sedimentary Research, v. 36, no. 1, p. 263–267. Gates, J.S., Stanley, W., and Ackermann, H., 1980, Availability of fresh and slightly saline ground water in the basins of western­ most Texas: U.S. Geological Survey, 256, p. 2331–1258. George, P.G., Mace, R.E., and Mullican, W.F., 2005, The Hydrogeology of Hudspeth County, Texas: Texas Water Development Board. v. 364, 106 p. Goetz, L.K., 1977, Quaternary faulting in Salt Basin graben, west Texas [Master of Arts]: The University of Texas at Austin, 122 p. Goetz, L.K., 1985, Salt Basin Graben: A Basin and Range Right- lateral Transtensional Fault Zone, Some Speculations: Structure and Tectonics of Trans‐Pecos Texas: West Texas Geological Society Publication, p. 165–168. Hayes, P.T., 1964, Geology of the Guadalupe Mountains New Mexico: United States Geological Survey, 446. 73 p. Huff, G.F., and Chace, D., 2006, Knowledge and understanding of the hydrogeology of the Salt Basin in south-central New Mexico and future study needs: United States Geological Survey, Office of the State Engineer Interstate Stream Commission, Sandia National Laboratories. Open-File Report 1358, 21 p. Kelley, V.C., 1971, Geology of the Pecos country, southeastern New Mexico: New Mexico Institute of Mining and Technology., Memoir 24, 88 p. Kerans, C., Lucia, F.J., and Senger, R.K., 1994, Integrated Characterization of Carbonate Ramp Reservoirs Using Permian San Andres Formation Outcrop Analogs: AAPG Bulletin, v. 78 (2), p. 181–216. King, P.B. 1942. Permian of West Texas and southeastern New Mexico. American Association of Petroleum Geologists Bulletin, 26(4), 535–763. King, P.B., 1948, Geology of the southern Guadalupe Mountains, Texas, Geological Survey Paper, Volume 215: United States Dept. of the Interior, US Government Printing Office. King, W.E., and Harder, V.M., 1985, Oil and gas potential of the Tularosa Basin–Otero platform–Salt Basin graben area, New Mexico and Texas, v. Circular 198. 48 p. Kottlowski, F.E., 1963, Paleozoic and Mesozoic Strata of Southwestern and South-Central New Mexico: State Bureau of Mines and Mineral Resources, Bulletin 79. 100 p. Kottlowski, F.E., 1969. Summary of Late Paleozoic in El Paso Border Region, in Kottlowski, F.E. and LeMone, D.V., eds., Border Stratigraphy Symposium: State Bureau of Mines and Mineral Resources, New Mexico Institute of Mining and Technology Circular, 104, 38–51. Kreitler, C., Mullican, W., and Nativ, R., 1990, Hydrogeology of the Diablo Plateau, Trans-Pecos Texas: Hydrology of Trans-Pecos Texas: Texas Bureau of Economic Geology Guidebook, v. 25, p. 49–58. Mack, G.H., and Giles, K.A., eds., 2004, The Geology of New Mexico: A Geologic History, New Mexico Geological Society Special Publication 11, 474 p. Masson, P.H., 1956, Age of Igneous Rocks at Pump Station Hills, Hudspeth County, Texas: Bulletin of the American Association of Petroleum Geologists, v. 40, p. 501–518. Mayer, J.R., and Sharp, J., Jr. ,1995, The role of fractures in regional groundwater flow:"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "study needs: United States Geological Survey, Office of the State Engineer Interstate Stream Commission, Sandia National Laboratories. Open-File Report 1358, 21 p. Kelley, V.C., 1971, Geology of the Pecos country, southeastern New Mexico: New Mexico Institute of Mining and Technology., Memoir 24, 88 p. Kerans, C., Lucia, F.J., and Senger, R.K., 1994, Integrated Characterization of Carbonate Ramp Reservoirs Using Permian San Andres Formation Outcrop Analogs: AAPG Bulletin, v. 78 (2), p. 181–216. King, P.B. 1942. Permian of West Texas and southeastern New Mexico. American Association of Petroleum Geologists Bulletin, 26(4), 535–763. King, P.B., 1948, Geology of the southern Guadalupe Mountains, Texas, Geological Survey Paper, Volume 215: United States Dept. of the Interior, US Government Printing Office. King, W.E., and Harder, V.M., 1985, Oil and gas potential of the Tularosa Basin–Otero platform–Salt Basin graben area, New Mexico and Texas, v. Circular 198. 48 p. Kottlowski, F.E., 1963, Paleozoic and Mesozoic Strata of Southwestern and South-Central New Mexico: State Bureau of Mines and Mineral Resources, Bulletin 79. 100 p. Kottlowski, F.E., 1969. Summary of Late Paleozoic in El Paso Border Region, in Kottlowski, F.E. and LeMone, D.V., eds., Border Stratigraphy Symposium: State Bureau of Mines and Mineral Resources, New Mexico Institute of Mining and Technology Circular, 104, 38–51. Kreitler, C., Mullican, W., and Nativ, R., 1990, Hydrogeology of the Diablo Plateau, Trans-Pecos Texas: Hydrology of Trans-Pecos Texas: Texas Bureau of Economic Geology Guidebook, v. 25, p. 49–58. Mack, G.H., and Giles, K.A., eds., 2004, The Geology of New Mexico: A Geologic History, New Mexico Geological Society Special Publication 11, 474 p. Masson, P.H., 1956, Age of Igneous Rocks at Pump Station Hills, Hudspeth County, Texas: Bulletin of the American Association of Petroleum Geologists, v. 40, p. 501–518. Mayer, J.R., and Sharp, J., Jr. ,1995, The role of fractures in regional groundwater flow: in Rossmanith, H.P., ed., Mechanics of Jointed and Faulted Rock: Balkema, Rotterdam, CRC Press, p. 375–380. Mayer, J.R., and Sharp Jr., J.M., 1998, Fracture control of regional ground-water flow in a carbonate aquifer in a semi-arid region: Geological Society of America Bulletin, v. 110, no. 2, p. 269–283. McLemore, V.T. and J.R. Guilinger 1993, Geology and mineral resources in the Cornudas Mountains, Otero County, New Mexico and Hudspeth County, Texas: New Mexico Geological Society Field Conference Guidebook: Carlsbad Region 44: 145–154. Meyer, R.F., 1966, Geology of Pennsylvanian and Wolfcampian Rocks in Southeast New Mexico: State Bureau of Mines and Mineral Resources, New Mexico Institute of Mining and Technology. Muehlberger, W.R., and Dickerson, P., 1989, A tectonic history of Trans‐Pecos Texas, v. 317, p. 35–54. Mullican, W.F., and Senger, R.K., 1990, Saturated-Zone Hydrology of South-Central Hudspeth County, Texas, in Kreitler, C.W., and Sharp Jr., John M., eds., Hydrogeology of Trans-Pecos Texas, Bureau of Economic Geology, The University of Texas at Austin, p. 37–42. Newell, N.D., Rigby, J.K., Fischer, A.G., Whiteman, A. J., Hickox, J.E., and Bradley, J.S., 1972, The Permian Reef Complex of the Guadalupe Mountains Region, Texas and New Mexico: A Study in Paleoecology. Hafner Publishing Company, Inc., New York, 236 p. Nielson, P.D., and Sharp Jr., J., 1985, Tectonic controls on the hydrogeology of the Salt Basin, Trans-Pecos Texas: Structure and Tectonics of Trans‐Pecos Texas: West Texas Geological Society Publication, v. 85–81, p. 101–104. Nutt, C.J., O’Neill, J.M., Kleinkopf, MD., Klein, D.P., Miller, W.R., Rodrquez, B.D., and McLemore, V T., 1997, Geology and min­ eral resources of the Cornudas Mountains, New Mexico: U.S. Geological Survey Open-File Report, v. 97–282, p. 46. Pray, L.C., 1961, Geology of the Sacramento Mountains Escarpment: Otero County, New Mexico: State Bureau of Mines and Mineral Resources, New Mexico Institute of Mining and Technology. Bulletin 35, 144 p. Ritchie, A.B.O., 2011, Hydrogeologic framework and development of a three-dimensional finite difference groundwater flow model of the Salt Basin, New Mexico and Texas [M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 953 p. Schruben, P.G., Arndt, R.E., and Bawiec, W.J. (1994). Geology of the Conterminous United States at 1:2,500,000 Scale—A Digital Representation of the 1974 P.B. King and H.M. Beikman Map. U.S. Geological Survey Digital Data Series 11, Release 2. http://tin.er.usgs.gov/geology/us/. Seager, W.R., Hawley, J. W., Kottlowski, F. E., and Kelley, S. A. (1987). Geology of East Half of Las Cruces and Northeast El Paso 1º x 2º Sheets, New Mexico. New Mexico Bureau of Mines & Mineral Resources Geologic Map, 57. Shepard, T.M., and Walper, J.L., 1982, Tectonic Evolution of Trans- Pecos, Texas: Gulf Coast Association of Geological Societies, v. XXXII, p. 165–171. 21 S A L T B A S I N I I I . G E O C H E M I C A L A N D R E C H A R G E S T U D I E S O F T H E S A L T B A S I N Beth Ann Eberle and Daniel Cadol Chemical Evolution of Groundwater in the Salt Basin T he primary aquifers within the Salt Basin are carbonates with interbedded gypsum and anhydrite, specifically the San Andres and Yeso formations, which merge southward near the Texas border into the Victorio Peak and Bone Spring formations (Chapman, 1984, Ashworth, 1995, Mayer, 1995, Finch, 2002, Chance and Roberts, 2004, Hutchison, 2008, DBS&A, 2010a, Shomaker, 2010, Sigstedt, 2010, Sigstedt et al., 2016). These aquifers are interconnected and contain characteristic karst sinkholes (Bjorklund, 1957, Ashworth, 1995, Chace and Roberts, 2004, Hutchison, 2008, Shomaker, 2010). Groundwater chemistry parameters reported by geochemistry studies of the Salt Basin and surrounding areas are typical for such an aquifer system. The pH of the groundwater in the area is slightly alkaline and is naturally buffered due to the high concentrations of the bicarbonate anion (Bjorklund, 1957, Miller, 1997). Dolomite deposits in the Salt Flats area suggest that there was a calcium carbonate precursor material before the magnesium was delivered by the groundwater and altered the calcium carbonate into dolomite (Chapman, 1984). Water sampled from the deep alluvial-basin fill (600 to 3,000 meters thickness) in the Salt Basin has less than 500 parts per million (ppm) total dissolved solids (TDS) and was relatively safe for human con­ sumption (Eastoe and Rodney, 2014). In conjunction with the low TDS, there are only trace levels of metals in the Salt Basin geology (Miller, 1997). The shallow aquifers and near-surface soils exhibit increased TDS concentrations as compared to the deeper alluvial- basin fill aquifers due to the evaporative nature of the semiarid environment (Boyd, 1982, Chapman, 1984, Boyd and Kreitler, 1986, Chapman and Kreitler, 1990, Mayer, 1995, Miller, 1997, Chance and Roberts, 2004, Sigstedt, 2010). Water is pulled up from the saturated aquifer into the unsaturated vadose zone as a capillary fringe. Since there is a thick capillary fringe (Chapman, 1984) that is able to reach the surface in the area of the salt flats, there is a significant amount of water being delivered to the surface by capillarity and then evaporated. This evaporation is effectively constant, with water continuously being pulled up through the vadose zone and evaporated away (Chapman, 1984). As the water moves through the subsurface, it transports solutes. Evaporation of the water near the surface causes an enrichment of ions and often mineral precipitation. The local geology controls the water chemistry in the Salt Basin groundwater system,"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "the Salt Basin and surrounding areas are typical for such an aquifer system. The pH of the groundwater in the area is slightly alkaline and is naturally buffered due to the high concentrations of the bicarbonate anion (Bjorklund, 1957, Miller, 1997). Dolomite deposits in the Salt Flats area suggest that there was a calcium carbonate precursor material before the magnesium was delivered by the groundwater and altered the calcium carbonate into dolomite (Chapman, 1984). Water sampled from the deep alluvial-basin fill (600 to 3,000 meters thickness) in the Salt Basin has less than 500 parts per million (ppm) total dissolved solids (TDS) and was relatively safe for human con­ sumption (Eastoe and Rodney, 2014). In conjunction with the low TDS, there are only trace levels of metals in the Salt Basin geology (Miller, 1997). The shallow aquifers and near-surface soils exhibit increased TDS concentrations as compared to the deeper alluvial- basin fill aquifers due to the evaporative nature of the semiarid environment (Boyd, 1982, Chapman, 1984, Boyd and Kreitler, 1986, Chapman and Kreitler, 1990, Mayer, 1995, Miller, 1997, Chance and Roberts, 2004, Sigstedt, 2010). Water is pulled up from the saturated aquifer into the unsaturated vadose zone as a capillary fringe. Since there is a thick capillary fringe (Chapman, 1984) that is able to reach the surface in the area of the salt flats, there is a significant amount of water being delivered to the surface by capillarity and then evaporated. This evaporation is effectively constant, with water continuously being pulled up through the vadose zone and evaporated away (Chapman, 1984). As the water moves through the subsurface, it transports solutes. Evaporation of the water near the surface causes an enrichment of ions and often mineral precipitation. The local geology controls the water chemistry in the Salt Basin groundwater system, as dissolution of minerals such as halite, gypsum, and dolomite donate common major ions in the Salt Basin water system, including magnesium, potassium, and calcium (Bjorklund, 1957, Chapman, 1984, Ashworth, 1995, Miller, 1997, DBS&A, 2010b, Shomaker, 2010, Sigstedt, 2010). In general, groundwater flows from high elevations in the Sacramento Mountains to lower elevations at the center of the basin. In the recharge area, the cations are dominated by calcium. As the groundwater moves through the system, the chemistry changes due to geochemical processes along the flowpath. Many of the major cations within the water system, such as magnesium, potassium, and calcium, increase in concentration moving down the flow system (Sigstedt, 2010). As the groundwater moves towards the central Salt Basin, the cations move toward an equimolar calcium-to-magnesium ratio (Sigstedt et al., 2016). Within the central basin, there is also an increase in chloride and sodium. The process adding the chloride and sodium to the groundwater is likely the back-mixing of evaporative brines, combin­ ing modern groundwater with brines that previously existed in the basin center that were enriched in chloride and sodium as a result of local halite dissolu­ tion (Sigstedt et al., 2016). Changes in climate do not alter the concentrations of these ions, leaving mineral dissolution as the most likely cause for this increase along the flowpath (Ashworth, 1995, Sigstedt, 2010). The longer the water interacts with the surfaces of the minerals composing the aquifer, the greater the concen­ trations that result from dissolution of the minerals. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 22 Specifically, the observed chemical changes are consistent with dedolomitization and gypsum dissolu­ tion as described in Back et al., (1983), Miller (1997), Shomaker (2010), Sigstedt (2010) and Sigstedt et al., (2016). Meteoric water passing through a carbonate aquifer tends to dissolve calcite, dolomite, and gyp­ sum. The rate of mineral dissolution depends on the geochemical dissolution kinetics of each mineral (Back et al., 1983, Sigstedt et al., 2016). Initially, gypsum, calcite, and dolomite dissolve congruently. Gypsum dissolves at a faster rate than calcite and dolomite, with the latter having the slowest dissolution rate. The dissolution of gypsum releases calcium ions into the water, which forces the incongruent precipitation of calcium carbonate in the form of calcite. The precipitation of calcite consumes carbonate, leading to undersaturation with respect to dolomite. This undersaturation with respect to dolomite was seen by Mayer (1995), Shomaker (2010), Sigstedt (2010), and Sigstedt et al., (2016) in groundwater samples from the high eleva­ tions of the Sacramento Mountains and into the Otero Break. That undersatu­ ration of dolomite forces dolomite to dissolve, releasing magnesium and precipitating calcite; a process known as “dedolomitization.” There is high potential for dedolomitization where there is a high magnesium- to-calcium ratio, as observed in the Salt Basin by Chapman (1984). The overall geochemical evolution of the groundwater results in an increase in sulfate from the gypsum and magnesium from the dolomite and a decrease in carbonate resulting from the incongruent precipitation of the calcite (Back et al., 1983, Sigstedt et al., 2016). This process also contributes to the alkaline pH of the carbonate waters (Miller, 1997). Sigstedt (2010) and Sigstedt et al., (2016) observed a trend of dedolomitization in the groundwater samples moving from the northern Salt Basin towards the south (Figure 1). This figure only contains the well chemistry data from Sigstedt (2010) and Sigstedt et al., (2016) and is not fully representa­ tive of all geochemistry data for the Salt Basin. Figure 1. (a) Piper diagram of Salt Basin well chemistry. The sampled well water plot on a linear trend indicating increasing magnesium and sulfate concentrations. The trend is indicative of dedolomiti­ zation as described in Back et al., (1983). The star is an outlier to the trend (Ellett well). (b) The colors of the points signify the general location of the data point on the map of the Salt Basin. Figure from Sigstedt et al., (2016; figure 6). (a) (b) 23 S A L T B A S I N Specific Isotopic Measurement Methods While the overall chemical characteristics are valuable for understanding interactions with the lithology of the aquifer system, several dissolved isotopic species have also been used to help discern the likely flow­ path, the primary source, and the residence time of the groundwater: isotopes of sulfur, carbon, hydrogen, and oxygen (Sigstedt, 2010). Sulfur has 16 protons and 16 neutrons in its most common form (32S), however the less common, but still naturally occurring stable isotope 34S is also pres­ ent in varying proportions. The 34S/32S isotopic ratio can be preserved in sulfates that were incorporated into rock matrices, such as gypsum and anhydrite. Thus, the isotopic ratio can help determine the source material of the sulfur and its abundance (DBS&A, 2010a, DBS&A, 2010b, Shomaker, 2010, Sigstedt, 2010, Eastoe and Rodney, 2014). Since the groundwa­ ter likely has to pass the source material to obtain the sulfur isotopes, identifying the source material of the isotopes helps constrain the groundwater flowpath. There are three isotopes of carbon: 13C, 14C, and 12C, with the last being the most abundant. Carbon-13 is often a replacement of carbon-12 in carbon dioxide"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "Sigstedt (2010) and Sigstedt et al., (2016) and is not fully representa­ tive of all geochemistry data for the Salt Basin. Figure 1. (a) Piper diagram of Salt Basin well chemistry. The sampled well water plot on a linear trend indicating increasing magnesium and sulfate concentrations. The trend is indicative of dedolomiti­ zation as described in Back et al., (1983). The star is an outlier to the trend (Ellett well). (b) The colors of the points signify the general location of the data point on the map of the Salt Basin. Figure from Sigstedt et al., (2016; figure 6). (a) (b) 23 S A L T B A S I N Specific Isotopic Measurement Methods While the overall chemical characteristics are valuable for understanding interactions with the lithology of the aquifer system, several dissolved isotopic species have also been used to help discern the likely flow­ path, the primary source, and the residence time of the groundwater: isotopes of sulfur, carbon, hydrogen, and oxygen (Sigstedt, 2010). Sulfur has 16 protons and 16 neutrons in its most common form (32S), however the less common, but still naturally occurring stable isotope 34S is also pres­ ent in varying proportions. The 34S/32S isotopic ratio can be preserved in sulfates that were incorporated into rock matrices, such as gypsum and anhydrite. Thus, the isotopic ratio can help determine the source material of the sulfur and its abundance (DBS&A, 2010a, DBS&A, 2010b, Shomaker, 2010, Sigstedt, 2010, Eastoe and Rodney, 2014). Since the groundwa­ ter likely has to pass the source material to obtain the sulfur isotopes, identifying the source material of the isotopes helps constrain the groundwater flowpath. There are three isotopes of carbon: 13C, 14C, and 12C, with the last being the most abundant. Carbon-13 is often a replacement of carbon-12 in carbon dioxide used in biochemical pathways. Cool-season plants (C3) and warm-season plants (C4) have different 13C/12C ratios based on their preferential uptake of carbon dioxide. Utilizing the 13C/12C ratio to determine the type of plants that were present when a soil layer was formed, 13C can be used to infer the age of soil sediments from the paleoclimate (Wilkins and Currey, 1999). However, 13C does not decay and thus provides little informa­ tion that can be utilized in geochemical and recharge analyses. The half-life of 14C is 5,730 years, and it is commonly utilized to perform radiometric dating of groundwater (Plummer and Glynn, 2013). A higher abundance of 14C means a younger water and thus a shorter time the water has been in the groundwater system of the closed basin. Concentrations of carbon isotopes can also be used to estimate recharge source and areas. When performing recharge estimates, there is some dilution of the 14C/12C ratio due to the 14C-dead carbonate in the ancient sedimentary rocks that is released upon dissolution (Sigstedt, 2010). Radiometric dating using 14C must be corrected for the introduction of 14C-dead carbon from the dissolu­ tion along the water flowpath. There are three common isotopes of hydrogen contained within water molecules: tritium (3H), deuterium (2H), and protium (1H), the most common. Tritium has a half-life of 12.32 years and can be used like 14C to determine the residence time of the water in the Salt Basin. It can be produced naturally by cos­ mic radiation interacting with the Earth’s atmosphere and artificially during nuclear fusion reactions. Due to the profusion of nuclear weapons testing in the 1950s and 1960s, there was an associated spike of the tritium isotope ratio that could be used to determine if the recharge of the groundwater was before, during, or after those decades (Shomaker, 2010, Sigstedt, 2010). Since tritium decays into 3He, it is still possible to determine how much tritium was originally present in the water. Deuterium is usually used in conjunction with oxygen isotopes as they are both stable nuclides in the water molecule. Two isotopes of oxygen are used as environ­ mental tracers: 18O and 16O. Since 16O is the lighter isotope, it is preferentially evaporated, leaving the groundwater enriched in 18O. This preferential evaporation of the lighter isotope occurs with hydro­ gen as well by groundwater enrichment of 3H or 2H in favor of evaporating 1H. Precipitated water has a unique isotopic signature of 18O and 2H depending on climate and region. Thus, the isotopic signature of heavy oxygen and deuterium in the groundwater in the Salt Basin can be compared to collected precipita­ tion to determine the effect precipitation seasonality has upon the groundwater recharge (Sigstedt, 2010). Summer monsoonal precipitation is commonly enriched in 18O and 2H in comparison to winter precipitation, so a distinction of season can be made in regards to when the majority of recharge precipita­ tion is introduced to the system (Sigstedt, 2010). If the groundwater has an identical isotopic signature to the collected precipitation, this suggests precipitation that is directly infiltrated as the only source of recharge. Alternatively, an enriched concentration of heavier isotopes (18O and 2H) in the groundwater suggests there was more evaporation, which preferentially removes the lighter isotopes (Chapman, 1984). To note: comparing isotopic ratios is done using the del (δ) formula, as shown in Equation 1. The numerator of this relationship compares the abun­ dance of a specific isotope within a sample versus the sample abundance of the isotope with the greatest relative abundance. The denominator compares the same abundances as the numerator, but within a specified standard instead of a sample. Subtracting one from the ratio of the numerator to the denomina­ tor would result in zero if the ratio was one, meaning the sample was the standard. These del values and abundances of isotopes in general are usually given in units per mil (‰), which is included in the equation by multiplying by 1,000. An example of this equation N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 24 being used is also shown, comparing the concentra­ tion of deuterium versus the hydrogen-1 in a given sample against the standard mean ocean water (SMOW) for the standard deuterium concentration. a) b) Estimates for Recharge in the Salt Basin Statistically standardized precipitation index (SPI) quantities are collected and reported by the National Oceanic and Atmospheric Administration (NOAA). Referring to NOAA’s monthly average climatography for the United States, the Salt Basin receives between 178 to 340 mm per year in the lowlands and between 383 and 900 mm per year in the high elevations of the Sacramento Mountains (NOAA, 1971–200, Mayer, 1995, Sigstedt et al., 2016). Most of this precipitation occurs during the monsoon season from May to October (Bjorklund, 1957, Mayer, 1995, Shomaker, 2010, Sigstedt et al., 2016). The δ18O versus δ2H of groundwater samples collected in the high elevation Sacramento Mountains plots linearly, with small variation due to evaporation (Newton et al., 2012). Precipitation is the dominant source of recharge into the Salt Basin (Bjorklund, 1957, Chapman, 1984, Ashworth, 1995, Chace and Roberts, 2004, Hutchison, 2008, Sigstedt, 2010, Eastoe and Rodney, 2014). The isotopic signature line"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "of a sample. Subtracting one from the ratio of the numerator to the denomina­ tor would result in zero if the ratio was one, meaning the sample was the standard. These del values and abundances of isotopes in general are usually given in units per mil (‰), which is included in the equation by multiplying by 1,000. An example of this equation N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 24 being used is also shown, comparing the concentra­ tion of deuterium versus the hydrogen-1 in a given sample against the standard mean ocean water (SMOW) for the standard deuterium concentration. a) b) Estimates for Recharge in the Salt Basin Statistically standardized precipitation index (SPI) quantities are collected and reported by the National Oceanic and Atmospheric Administration (NOAA). Referring to NOAA’s monthly average climatography for the United States, the Salt Basin receives between 178 to 340 mm per year in the lowlands and between 383 and 900 mm per year in the high elevations of the Sacramento Mountains (NOAA, 1971–200, Mayer, 1995, Sigstedt et al., 2016). Most of this precipitation occurs during the monsoon season from May to October (Bjorklund, 1957, Mayer, 1995, Shomaker, 2010, Sigstedt et al., 2016). The δ18O versus δ2H of groundwater samples collected in the high elevation Sacramento Mountains plots linearly, with small variation due to evaporation (Newton et al., 2012). Precipitation is the dominant source of recharge into the Salt Basin (Bjorklund, 1957, Chapman, 1984, Ashworth, 1995, Chace and Roberts, 2004, Hutchison, 2008, Sigstedt, 2010, Eastoe and Rodney, 2014). The isotopic signature line of the Sacramento Mountains crosses the global meteoric water line, and assuming no other source of the water in the highlands, this cross-point denotes the isotopic signature of the precipitation in the high elevations of the Sacramento Mountains: δ2H of -70‰ and δ18O of -10‰ (Eastoe and Rodney, 2014). In comparison to the isotopic signature of the average precipitation, the groundwater is isotopically enriched in the heavy isotopes of hydrogen and oxygen (Chapman, 1984). This enrichment of the heavy isotopes suggests there was evaporation within the flow system, likely from the capillary fringe or before infiltration, preferentially leaving behind the oxygen-18 and deuterium. Comparing groundwater samples from the high elevations of the Sacramento Mountains to those from the surrounding foothills (i.e., Alamogordo, Tularosa, Peñasco, and Artesia) there is a similarity in isotopic signature (Eastoe and Rodney, 2014). While these locations are not in the Salt Basin, the implications are analogous to the Salt Basin. This similarity between groundwater samples taken from the high elevations of the Sacramento Mountains and surrounding lowland isotopic signa­ tures implies there is no additional local water source added to the groundwater further down in elevation. As such, the source of the groundwater in the Salt Basin is consistent with high-elevation precipitation in the Sacramento Mountains (Sigstedt, 2010, Eastoe and Rodney, 2014). A minor component of recharge may be from inter-basin subsurface drainage from the Peñasco watershed to the north of the Salt Basin (Finch, 2002, Shomaker, 2010, Sigstedt et al., 2016). Another minor component of groundwater recharge may be due to irrigation return flow from the surface (Ashworth, 1995, Mayer, 1995). Isotopic comparisons also suggest that there is little groundwater recharge originating in the lower elevation Guadalupe or Delaware Mountains in the more southerly portion of the basin (Sigstedt et al., 2016). Due to the dip of the lithologic units comprising those mountains, that water is preferentially transmitted towards the east, away from the Salt Basin (Chapman, 1984). The Salt Basin shares the Sacramento Mountain highlands with the Peñasco Basin to the northeast and the hydraulic connection between the two basins is controversial. Groundwater inter-basin flow into the Salt Basin from the Peñasco Basin is explicitly quanti­ fied as 7,954 and 5,541 acre-feet per year by Finch (2002) and Shomaker (2010), respectively. The model domain used by Finch (2002) included adjacent parts of the Peñasco Basin because the groundwater eleva­ tion contours along the northern boundary of the Salt Basin showed the two basins being hydraulically connected, specifically between Timberon and Piñon, NM. Shomaker (2010) used Darcy’s Law calculations to estimate the groundwater inflow from the Peñasco Basin assuming most of the inflow went into the San Andres and Yeso formations and assuming aquifer parameters for each unit. Though not quantified, Sigstedt et al., (2016) make reference to a minor component of recharge moving southwards into the Piñon Creek sub-basin due to inter-basin subsurface drainage from Peñasco Basin (Sigstedt et al., 2016). Equation 1. a) Del relative abundance of a specific isotope “*X” in a given sample as compared to the most abundant isotope “X” in said sample compared against the standard isotopic ratio, b) Example usage of (a) to determine δ2H, comparing the isotopic ratios of the sample versus that of the standard mean ocean water (SMOW) 25 S A L T B A S I N As groundwater flow across the watershed boundary is not required to balance the hydrologic system, Mayer (1995) suggests that the inflow is effectively negligible. Stating there is a lack of data to create a conclusive argument in either case, Hutchison (2008) assumed there was negligible inter-basin groundwater inflow from the Peñasco Basin. Some quantify or reference groundwater inflow, some consider inter- basin flow to be considered negligible, and many ignore the possibility completely. When considering agricultural pumping as a contribution to groundwater discharge, there is a minor component of water that returns to the aquifer (Ashworth, 1995). Salt Basin water is utilized to support agriculture in the central basin, specifically cotton, alfalfa, and livestock production (Bjorklund, 1957). The irrigation return by deep seepage (“return flow”) draws down salts that build up in the evaporative layer and transports them into the aquifer (Bjorklund, 1957, Mayer, 1995). The quantity of irrigation return flow depends on the quantity of irrigation water required to sustain the crops and livestock in the given climatic conditions. Mayer (1995) estimates that the return flow is between 30 and 50% of the irrigation volume applied to the surface. Since farmers strive to minimize cost associ­ ated with extraneous water usage, it is possible that there is less irrigation return flow than Mayer (1995) Figure 2. Map of well water TDS concentration in mg/L. The symbol size increases with higher concentrations. Digital Elevation Map (DEM) provided by the USGS National Elevation Dataset. Blue lines are groundwater contours (refer to figure 3.2; Ritchie, 2010). Figure from Sigstedt (2010, figure 6.6). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 26 pattern is consistent with the previously described flowpaths, as there is more enrichment of TDS with both increased water-rock interactions and increased evaporation along the flowpath. Several different isotopic measurement methods have been used to determine"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "inflow from the Peñasco Basin. Some quantify or reference groundwater inflow, some consider inter- basin flow to be considered negligible, and many ignore the possibility completely. When considering agricultural pumping as a contribution to groundwater discharge, there is a minor component of water that returns to the aquifer (Ashworth, 1995). Salt Basin water is utilized to support agriculture in the central basin, specifically cotton, alfalfa, and livestock production (Bjorklund, 1957). The irrigation return by deep seepage (“return flow”) draws down salts that build up in the evaporative layer and transports them into the aquifer (Bjorklund, 1957, Mayer, 1995). The quantity of irrigation return flow depends on the quantity of irrigation water required to sustain the crops and livestock in the given climatic conditions. Mayer (1995) estimates that the return flow is between 30 and 50% of the irrigation volume applied to the surface. Since farmers strive to minimize cost associ­ ated with extraneous water usage, it is possible that there is less irrigation return flow than Mayer (1995) Figure 2. Map of well water TDS concentration in mg/L. The symbol size increases with higher concentrations. Digital Elevation Map (DEM) provided by the USGS National Elevation Dataset. Blue lines are groundwater contours (refer to figure 3.2; Ritchie, 2010). Figure from Sigstedt (2010, figure 6.6). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 26 pattern is consistent with the previously described flowpaths, as there is more enrichment of TDS with both increased water-rock interactions and increased evaporation along the flowpath. Several different isotopic measurement methods have been used to determine the residence time of the water within the groundwater system. Carbon-14 and tritium were used by multiple authors to determine the average residence times of water within the high elevation Sacramento Mountains and the Salt Flats of the Salt Basin. In the highlands near Alamogordo, the residence times were in the order of decades. South of Alamogordo and in the Salt Flats, the residence times increased to centuries (Newton et al., 2012, Eastoe and Rodney, 2014). There are higher 14C isotopic abundances near the range front of the Sacramento Mountains signaling relatively recent recharge. The 14C abundance decreases along the flowpath, suggest­ ing there has been more time for 14C to decay and thus, longer residence times for the water (Sigstedt, 2010, Newton et al., 2012, Eastoe and Rodney, 2014, Sigstedt et al., 2016). The overall trend of residence times can be visualized with Figure 3, originally from Sigstedt et al., (2016). While tritium radiometric dating is limited by the 12.32-year half-life, the residence time trend seen in Figure 4 from Newton et al., (2012) is consistent with Sigstedt et al., (2016). There is a slight decrease in abundance of tritium towards the eastern Salt Basin and along the regional groundwater flowpath towards the south. The highest concentration of tritium was measured northeast of Timberon in the highlands of the Sacramento Mountains (Newton et al., 2012). This high abundance of tritium near the Sacramento Mountain lowlands suggests that there has not been enough time to disperse the post-bomb tritium and move the higher abundance front further into the central basin. Coinciding with the 1950’s development of water resources within the Salt Basin, Bjorklund (1957) was one of the first to make an estimate of recharge for the basin, speculating that it was less than 100,000 acre-feet per year. This loose estimate was made with inspection of well water fluctuation in response to irrigation pumping. When the pumping rate removed more than 100,000 acre-feet per year from the aqui­ fer, there was noticeable drawdown in the irrigation wells. Bjorklund (1957) proposed that a pumping rate less than or equal to the recharge rate would result in negligible drawdown. There were no supporting calculations; the estimate was based on observation of water levels (Bjorklund, 1957). Irrigation return flows and evaporation would complicate the groundwater suggests. These small return volumes of water are often considered negligible and do not appear in most recharge estimate calculations. The majority of recharge into the Salt Basin originates as winter precipitation in high elevations of the Sacramento Mountains and infiltrates through fractures and permeable, coarse-grained alluvium before reaching the basin center (Bjorklund, 1957, Chapman, 1984, Finch, 2002, Chance and Roberts, 2004, Rawling et al., 2009, DBS&A, 2010a, Shomaker, 2010, Sigstedt, 2010, Newton et al., 2012, Eastoe and Rodney, 2014, Sigstedt et al., 2016). The Sacramento River has its headwaters in the high elevations of the Sacramento Mountains, but it is only perennial for a short distance before infiltrating back into the groundwater system. The water from the Sacramento River dominantly recharges the San Andres, Yeso, Bone Spring, and Victorio Peak frac­ tured limestone aquifers through channel infiltration and subsequent underground lateral flow (Scalapino, 1950, Gates et al., 1980, Chapman, 1984, Sigstedt et al., 2016). Once precipitation enters the endorheic Salt Basin, the water either evaporates in the semiarid cli­ mate or infiltrates into the groundwater system. There is minimal surface water present in the Salt Basin (Bjorklund, 1957, DBS&A, 2010a, Shomaker, 2010, Sigstedt, 2010). The groundwater is internally drained toward the center of the basin near Dell City, Texas. To clarify: water in the southwestern Salt Basin flows towards the northeast (Gates et al., 1980, Chapman, 1984, Ashworth, 1995, Chace and Roberts, 2004, Hutchison, 2008) and water in the northwestern Salt Basin flows toward the southeast along Otero Break fractures (Goetz, 1985, Nielson and Sharp, 1985, Sharp, 1989, Ashworth, 1995, Mayer and Sharp, 1995, Mayer, 1995, Mayer and Sharp, 1998, DBS&A, 2010a, Shomaker, 2010, Sigstedt, 2010). This inter­ pretation is corroborated by 34S analyses (Eastoe and Rodney, 2014). The relative isotopic abundance of 34S increases from the Sacramento Mountain ridges to the mountain lowlands near Alamogordo, Tularosa, Peñasco, and Artesia and since the isotopic signature is consistent with Permian marine gypsum, the water appears to flow past and dissolve that gypsum before reaching the open plains (Eastoe and Rodney, 2014). Groundwater samples from the Otero Break are consistent with this interpretation, as those waters contain low TDS (approximately 200 mg/L) due to the high groundwater velocity from the recharge area in the Sacramento Mountains (Sigstedt, 2010). The overall trend for the Salt Basin shows an increase in TDS moving toward the south (Figure 2). This 27 S A L T B A S I N Figure 3. (a) Distribution of groundwater age in years (white text) in the Salt Basin based on 14C isotopic abundances and geochemical evolution using inverse modeling in NETPATH, (b) Distance down the flowpath versus groundwater age, where the slope is equivalent to the seepage velocity (ν) m/yr. Figure from Sigstedt et al., (2016; figure 7). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 28 flow system and likely decrease the"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "flows towards the northeast (Gates et al., 1980, Chapman, 1984, Ashworth, 1995, Chace and Roberts, 2004, Hutchison, 2008) and water in the northwestern Salt Basin flows toward the southeast along Otero Break fractures (Goetz, 1985, Nielson and Sharp, 1985, Sharp, 1989, Ashworth, 1995, Mayer and Sharp, 1995, Mayer, 1995, Mayer and Sharp, 1998, DBS&A, 2010a, Shomaker, 2010, Sigstedt, 2010). This inter­ pretation is corroborated by 34S analyses (Eastoe and Rodney, 2014). The relative isotopic abundance of 34S increases from the Sacramento Mountain ridges to the mountain lowlands near Alamogordo, Tularosa, Peñasco, and Artesia and since the isotopic signature is consistent with Permian marine gypsum, the water appears to flow past and dissolve that gypsum before reaching the open plains (Eastoe and Rodney, 2014). Groundwater samples from the Otero Break are consistent with this interpretation, as those waters contain low TDS (approximately 200 mg/L) due to the high groundwater velocity from the recharge area in the Sacramento Mountains (Sigstedt, 2010). The overall trend for the Salt Basin shows an increase in TDS moving toward the south (Figure 2). This 27 S A L T B A S I N Figure 3. (a) Distribution of groundwater age in years (white text) in the Salt Basin based on 14C isotopic abundances and geochemical evolution using inverse modeling in NETPATH, (b) Distance down the flowpath versus groundwater age, where the slope is equivalent to the seepage velocity (ν) m/yr. Figure from Sigstedt et al., (2016; figure 7). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 28 flow system and likely decrease the recharge rate for the basin. Being the earliest recharge estimate for the Salt Basin, this simple recharge estimate from Bjorklund (1957) does not account for the complexity of the groundwater system, modern precipitation rates, nor modern recharge rates. According to Gates et al., (1980), the recharge in the northern basin is 31,000 acre-feet per year with another 17,000 acre-feet of recharge in the southern basin for a total of 48,000 acre-feet per year of Salt Basin recharge. They estimated the recharge using the assumption that 1% of the annual precipitation over the entire drainage area went into recharging the aquifers of the Salt Basin (Gates et al., 1980). This order-of-magnitude estimate does not directly account for either variation in soil properties or evaporation of the precipitation during infiltration or from the capillary fringe. Without including all of the variables in the Salt Basin water balance, this estimate has limited reliability. Similar to Bjorklund’s well water-level fluctuation method, Ashworth (1995) claimed that the recharge of the groundwater system of the Salt Basin would be 90,000 to 100,000 acre-feet per year. Ashworth (1995) observed that pumping rates between 40,000 and 60,000 acre-feet per year resulted in a well water-level rise, while pumping rates between 90,000 and 100,000 acre-feet per year resulted in no change to the water level. There were no supporting calculations for the groundwater recharge estimate made by Ashworth (1995), so there is limited reli­ ability in the estimate. Further, it was assumed that this recharge estimate inherently contains potential recharge from lateral inflow (Ashworth, 1995). For a water balance, evapotranspiration is a discharge from the groundwater system that, in combination with irrigation water usage, should be roughly equal to the recharge. However, Ashworth (1995) does not explicitly quantify the evapotranspiration component of discharge, so it is likely that recharge for the Salt Basin is being overestimated. Mayer (1995) estimated a recharge of 88,367 to 100,528 acre-feet per year. The source of recharge is split between irrigation return flow and distributed recharge from across the surface area of the Salt Basin, contributing 29,996 to 42,156 and 58,371 acre-feet per year, respectively. Multiple sources cite Mayer’s 1995 recharge estimate as the distributed recharge value rather than the combined quantity (DBS&A, 2010a, DBS&A, 2010b, Shomaker, 2010). The irrigation return flow has a range of values as it depended upon chosen soil permeability and climatic conditions. Distributed recharge is further broken into two components: high elevation recharge and low Figure 4. Map of tritium in well waters. The symbol size reflects the concentration of tritium, expressed in Tritium Units (TU), in the well waters sampled, with larger symbols for higher concentrations. Generally, the higher the tritium concentration, the younger the water. Most wells in the high mountains have high tritium concentrations (younger water), while wells to the east have lower concentrations (older water). Figure from Newton et al., (2012; figure 43). 29 S A L T B A S I N elevation recharge. High elevation recharge is based on the Maxey-Eakin method from water-balance studies in Nevada, where Mayer (1995) assumed there are similar climate conditions, geology, and lithology. While the higher elevations on average have more precipitation than evaporation, lower elevations are usually dominated by evaporation. The lower elevations recharge estimates are based on soil-chlo­ ride profiles from the Diablo Plateau (Mayer, 1995). By distinguishing the differences in precipitation and recharge relationships based on elevation, Mayer (1995) produced a recharge estimate with a lower source of error than those estimates that upscaled across the entire basin regardless of elevation. Nonetheless, the recharge quantity that Mayer (1995) estimated is likely an overestimate as the assumption that Nevada and the Salt Basin have similar climates is inaccurate; Nevada receives most of its precipita­ tion in the winter and Salt Basin receives most of its precipitation in the summer monsoon season (NOAA, 1971-2000). This discrepancy most likely means that more of the Salt Basin precipitation is evaporated in the hot summer climate and less is truly being recharged, although the higher intensity of monsoon precipitation may lead to greater runoff volumes and therefore greater focused recharge. Finch (2002) estimated a recharge of 54,943 acre- feet per year for the entire Salt Basin. The majority of this recharge (35,000 acre-feet per year) originates in the New Mexico Salt Basin. This value was estimated using a surplus-precipitation method. Assuming a surplus of precipitation occurs during the winter months when evaporative potential is minimal, almost all of the winter-storm precipitation will runoff into the basin center with negligible infiltration or evapo­ ration (Finch, 2002). To corroborate the estimate for the northern portion of the Salt Basin, the highly fractured rock along the Otero Break is assumed to be a preferential recharge flowpath that supports most of the 35,000 acre-feet per year of recharge. The total recharge estimate for the Salt Basin was determined using a three-dimensional steady-state groundwater flow model water balance (Finch, 2002), and thus the recharge estimate depends strongly on the hydraulic conductivity distribution assumed for the model. In 2004, Last Chance Water Company, in collab­ oration with Sandia National Laboratories, provided a recharge estimate for the Salt Basin to be between 30,000 and 240,000 acre-feet per year (Chace and Roberts, 2004). This estimate is based on previous work done by Gates et al., (1980) and Ashworth (1995) and carries the same potential errors. Chace and Roberts (2004) cite the overall range of recharge, but emphasizes"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "the assumption that Nevada and the Salt Basin have similar climates is inaccurate; Nevada receives most of its precipita­ tion in the winter and Salt Basin receives most of its precipitation in the summer monsoon season (NOAA, 1971-2000). This discrepancy most likely means that more of the Salt Basin precipitation is evaporated in the hot summer climate and less is truly being recharged, although the higher intensity of monsoon precipitation may lead to greater runoff volumes and therefore greater focused recharge. Finch (2002) estimated a recharge of 54,943 acre- feet per year for the entire Salt Basin. The majority of this recharge (35,000 acre-feet per year) originates in the New Mexico Salt Basin. This value was estimated using a surplus-precipitation method. Assuming a surplus of precipitation occurs during the winter months when evaporative potential is minimal, almost all of the winter-storm precipitation will runoff into the basin center with negligible infiltration or evapo­ ration (Finch, 2002). To corroborate the estimate for the northern portion of the Salt Basin, the highly fractured rock along the Otero Break is assumed to be a preferential recharge flowpath that supports most of the 35,000 acre-feet per year of recharge. The total recharge estimate for the Salt Basin was determined using a three-dimensional steady-state groundwater flow model water balance (Finch, 2002), and thus the recharge estimate depends strongly on the hydraulic conductivity distribution assumed for the model. In 2004, Last Chance Water Company, in collab­ oration with Sandia National Laboratories, provided a recharge estimate for the Salt Basin to be between 30,000 and 240,000 acre-feet per year (Chace and Roberts, 2004). This estimate is based on previous work done by Gates et al., (1980) and Ashworth (1995) and carries the same potential errors. Chace and Roberts (2004) cite the overall range of recharge, but emphasizes the higher possibility that recharge is towards the higher end of the range between 100,000 and 240,000 acre-feet per year. This inclination is the result of observations in the Salt Basin, noting monsoonal flooding in sub-basins not included in previous estimates: Cornucopia Draw, Shiloh Draw, and Fourmile Draw (Chace and Roberts, 2004). Although the draws appear to carry a large volume of water during high intensity precipitation events, subsequent researchers suggest that their contribution to recharge is negligible compared to the quantity of recharge from precipitation in the high-elevations of the Sacramento Mountains (Sigstedt, 2010, Eastoe, 2014). There is no original data provided to support the claims of Chace and Roberts (2004) and thus, their recharge estimate has limited credibility. Hutchison (2008) used the Maxey-Eakin method and transient groundwater budget model calibrations to estimate a recharge for the Salt Basin of 71,531 acre-feet per year. Mayer (1995) used the same method for part of their analysis. Simply, the Maxey-Eakin approach estimates a percentage of the amount of precipitation that becomes recharge depending upon elevation and the average annual precipitation (Hutchison, 2008). The models used by Hutchison (2008) focused on distinct components of the groundwater budget: structural geology, isotopic geochemistry, and a hybrid of the two. The structural geology model is based on work from Mayer (1995) that postulates a preferential flowpath along Otero Break from the Sacramento Mountains to Dell City, Texas (Hutchison, 2008). Eastoe and Hibbs (2005) was the basis of the isotopic geochemistry model suggesting that a significant portion of recharge in Dell City, Texas originated in the Diablo Plateau, west of the city (Hutchison, 2008). The hybrid model combines the two likely sources of water for Dell City, Texas to estimate a groundwater budget for the entire Salt Basin. This recharge estimate contains error associated with the Nevada-calibrated Maxey-Eakin method and intrinsic uncertainty of model calibration. Calibrating and revising a groundwater flow model, Shomaker (2010) estimated groundwater recharge in the Salt Basin to be 61,723 acre-feet per year. An initial recharge estimate of 58,482 acre-feet per year was based on a conceptual recharge model that combined groundwater inflow from the Peñasco Basin, areal recharge (also called diffuse recharge) from the highlands of the Sacramento Mountains, and the stormwater runoff infiltration along the flowpaths (Shomaker, 2010). However, this initial estimate did not account for potential groundwater discharge and required modifications. Shomaker (2010) calibrated a N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 30 more inclusive groundwater flow model for the entire Salt Basin using historic data and transient conditions. The second attempt to estimate recharge resulted in a range of recharge rates between 35,000 and 90,000 acre-feet per year (Shomaker, 2010). The ultimate recharge estimate from Shomaker (2010) was from a calibrated steady state groundwater flow model that assumed 1.5% of precipitation becomes recharge. This estimate included 5,451 acre-feet per year groundwater inflow from the Peñasco Basin, 40,888 acre-feet per year areal recharge, and 15,384 acre-feet per year of stormwater runoff infiltration (Shomaker, 2010). While this recharge estimate separates different types of recharge, which helps constrain sources of error and facilitates comparisons with other estimates using different methods, it is limited by the chosen model parameters and calibrations. Daniel B. Stephens and Associates (DBS&A, 2010a, DBS&A, 2010b) conducted two studies to estimate groundwater recharge in the Salt Basin that independently estimated 37,000 to 82,000 acre-feet per year and 26,710 acre-feet per year. DBS&A (2010a) used a distributed-parameter water-balance model that was developed by Sandia National Laboratory for use at Yucca Mountain, Nevada. This model accounts for precipitation, evapotranspiration, overland flow, and soil water storage (DBS&A, 2010a). The range of recharge quantities are the result of multiple tests for below-average, average, and above-average precipitation years based on the precipitation data collected in Dell City, Texas and Cloudcroft, New Mexico (DBS&A, 2010a). Mayer (1995) and Hutchison (2008) also used Nevada as a surrogate site, as assumption implicit in their use of the Maxey-Eakin method, which was first developed using data from Nevada, and which potentially overestimates recharge due to winter precipitation in Nevada. In contrast, use of the Yucca Mountain model introduces the assumption that the hydrologi­ cal processes in the Salt Basin are similar to those in Nevada, which is a less stringent assumption than for the use of Maxey-Eakin. The second recharge estimate from DBS&A (2010b) assumed that recharge into the basin was equal to the discharge of water via evaporation on the playas of the Salt Flats prior to anthropogenic alteration of the flow system. This method used geological rates of salt accumulation on the playa surface, which was controlled by the evaporation rate to infer groundwater recharge rates (DBS&A, 2010b). Salt accumulation rates were determined by dating cores of the evaporative sediment collected from the playa and by assuming a concentration of gypsum-forming minerals in the Salt Basin groundwater (DBS&A, 2010b). The concentra­ tion of gypsum-forming minerals, i.e. calcium and sulfate, was assumed to be 500 mg/L based on groundwater concentrations upgradient of the playa before evaporation occurred (DBS&A, 2010b). To make the conversion between evaporite depositional rates to groundwater recharge rates, DBS&A (2010b) assumed that there was no runoff from the playa surface"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "year and 26,710 acre-feet per year. DBS&A (2010a) used a distributed-parameter water-balance model that was developed by Sandia National Laboratory for use at Yucca Mountain, Nevada. This model accounts for precipitation, evapotranspiration, overland flow, and soil water storage (DBS&A, 2010a). The range of recharge quantities are the result of multiple tests for below-average, average, and above-average precipitation years based on the precipitation data collected in Dell City, Texas and Cloudcroft, New Mexico (DBS&A, 2010a). Mayer (1995) and Hutchison (2008) also used Nevada as a surrogate site, as assumption implicit in their use of the Maxey-Eakin method, which was first developed using data from Nevada, and which potentially overestimates recharge due to winter precipitation in Nevada. In contrast, use of the Yucca Mountain model introduces the assumption that the hydrologi­ cal processes in the Salt Basin are similar to those in Nevada, which is a less stringent assumption than for the use of Maxey-Eakin. The second recharge estimate from DBS&A (2010b) assumed that recharge into the basin was equal to the discharge of water via evaporation on the playas of the Salt Flats prior to anthropogenic alteration of the flow system. This method used geological rates of salt accumulation on the playa surface, which was controlled by the evaporation rate to infer groundwater recharge rates (DBS&A, 2010b). Salt accumulation rates were determined by dating cores of the evaporative sediment collected from the playa and by assuming a concentration of gypsum-forming minerals in the Salt Basin groundwater (DBS&A, 2010b). The concentra­ tion of gypsum-forming minerals, i.e. calcium and sulfate, was assumed to be 500 mg/L based on groundwater concentrations upgradient of the playa before evaporation occurred (DBS&A, 2010b). To make the conversion between evaporite depositional rates to groundwater recharge rates, DBS&A (2010b) assumed that there was no runoff from the playa surface or loss of water through a different outlet that did not deposit evaporites. The assumption that all of the groundwater discharge is in the form of evapora­ tion from the playas is not fully valid as there is likely some irrigation pumping discharging the aquifer. As such, DBS&A (2010b) is likely an underestimate for the recharge rate of the Salt Basin. Combining the two recharge estimates and conceding the potential inaccuracy of each method, the recharge estimate of DBS&A (2010a) and DBS&A (2010b) is between 26,710 and 82,000 acre-feet per year. Tillery (2011) used a mean-annual streamflow method to estimate a flow of 60,414 acre-feet per year that has the potential to recharge the carbonate aquifers from four of the major Salt Basin sub- basins. The mean-annual streamflow for the Piñon Creek, Sacramento River, Big Dog Canyon, and Cornucopia Draw sub-basins were estimated using an active channel geometry and a basin-area analysis methods. The channel geometry-based estimation used the average width of channels as calibration points to estimate the average amount of flow as a function of channel geometry. The relationship between active-channel width and mean annual discharge was estimated from a regression of gauged mountain-front streams from throughout southern New Mexico, most of which were perennial. Due to the semiarid environment, virtually all of the surface water in the Salt Basin is ephemeral. This difference in water systems means that the active-channel width method likely leads to an overestimate of the actual mean-annual streamflow. Further, the active-channel geometry method was calibrated using channels with widths ranging from 15 to 55 feet. Some of the tested channels in the Salt Basin were outside of this range (Tillery, 2011). Tillery (2011) also used a basin surface-area regression analysis and found estimates similar to that of the active channel geometry method. This analysis utilized a regression of sub-basin surface area and average precipitation rate for the elevation against mean annual discharge, trained using the same southern New Mexico mountain-front streams. Since the sub-basins analyzed were outside the effective range of the method, there was a loss of sensitivity, and a potential underestimate of mean-annual 31 S A L T B A S I N streamflow (Tillery, 2011). The standard error of the basin regression was 46% compared to 29% for the active-channel width regression, leading Tillery (2011) to prefer the active-channel method. Sigstedt et al., (2016) estimated a total recharge of 6,000 to 12,000 acre-feet per year. Due to the correlation between the groundwater age and increase in TDS concentrations along the groundwater flow­ path, geochemical modeling of the radiometric age of a distinct flowpath in the Salt Basin can be used to calibrate all of the flowpaths throughout the northern basin (Sigstedt et al., 2016). The groundwater age from the 14C specific activity can be further utilized to determine the groundwater flow rate. The flow rate for a distinct groundwater flowpath is upscaled to the entire Salt Basin drainage area to produce a recharge estimate. Upscaling across the basin naturally introduces additional error to the recharge estimates, but utilizing the isotopic concentrations along the groundwater flowpath helps account for the spatial variation of recharge. The recharge estimates for the Salt Basin range from 6,000 acre-feet per year to 240,000 acre-feet per year. The mean recharge estimate from the 11 studies compiled here is 69,265 acre-feet per year. Bjorklund (1957) estimated less than 100,000 acre-feet per year of recharge based on well water-level fluctuations in response to pumping. This approach contained no quantifications and was based on observations made before and during development of the Salt Basin. Gates et al., (1980) estimated 48,000 acre-feet per year of recharge assuming 1% of precipitation onto the drainage area went into recharge. This approach did not include evaporation or uneven precipitation and the upscaling produced intrinsic error. Ashworth (1995) estimated 90,000 to 100,000 acre-feet per year of recharge based on well water-level fluctuations in response to pumping. This approach was based on observations and concluded that a stagnant well water level suggested a pumping rate that equaled the recharge rate. Mayer (1995) estimated 71,531 acre-feet per year of recharge using the Maxey-Eakin method. This approach was initially parameterized in Nevada, which has a distinctly different climate and wet season than the Salt Basin. This climate difference is likely to introduce error, though the Maxey-Eakin method has been used by practitioners in many cli­ mates around the world with reasonable results. Finch (2002) estimated 54,943 acre-feet per year of recharge using a surplus-precipitation method and a three- dimensional steady-state groundwater flow model water balance. This approach strongly depends on the chosen model parameters and the upscaling produced intrinsic error. Chace and Roberts (2004) estimated 30,000 to 240,000 acre-feet per year of recharge citing previous work and asserting that the estimate was realistically closer to the higher end of the range when the secondary draws are considered. This approach contained no original data and the assertion is based on visual observations of ephem­ eral flooding. Hutchison (2008) estimated 71,531 acre-feet per year of recharge based on a calibrated, transient groundwater budget model. This approach strongly depends on the chosen model parameters and also relied on the Maxey-Eakin method for esti­ mating recharge. Shomaker (2010) estimated 61,723 acre-feet per year of recharge using a calibrated steady state groundwater flow model that assumed that 1.5% of basin-wide precipitation becomes groundwater recharge. This approach strongly depends on the chosen model"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "48,000 acre-feet per year of recharge assuming 1% of precipitation onto the drainage area went into recharge. This approach did not include evaporation or uneven precipitation and the upscaling produced intrinsic error. Ashworth (1995) estimated 90,000 to 100,000 acre-feet per year of recharge based on well water-level fluctuations in response to pumping. This approach was based on observations and concluded that a stagnant well water level suggested a pumping rate that equaled the recharge rate. Mayer (1995) estimated 71,531 acre-feet per year of recharge using the Maxey-Eakin method. This approach was initially parameterized in Nevada, which has a distinctly different climate and wet season than the Salt Basin. This climate difference is likely to introduce error, though the Maxey-Eakin method has been used by practitioners in many cli­ mates around the world with reasonable results. Finch (2002) estimated 54,943 acre-feet per year of recharge using a surplus-precipitation method and a three- dimensional steady-state groundwater flow model water balance. This approach strongly depends on the chosen model parameters and the upscaling produced intrinsic error. Chace and Roberts (2004) estimated 30,000 to 240,000 acre-feet per year of recharge citing previous work and asserting that the estimate was realistically closer to the higher end of the range when the secondary draws are considered. This approach contained no original data and the assertion is based on visual observations of ephem­ eral flooding. Hutchison (2008) estimated 71,531 acre-feet per year of recharge based on a calibrated, transient groundwater budget model. This approach strongly depends on the chosen model parameters and also relied on the Maxey-Eakin method for esti­ mating recharge. Shomaker (2010) estimated 61,723 acre-feet per year of recharge using a calibrated steady state groundwater flow model that assumed that 1.5% of basin-wide precipitation becomes groundwater recharge. This approach strongly depends on the chosen model parameters and the estimated fraction of precipitation that becomes recharge. DBS&A (2010a) and DBS&A (2010b) estimated 26,710 to 82,000 acre-feet per year of recharge, with a preference for the lower end of the range, by combining the distributed parameter water balance model and playa evaporation rate. This approach contains uncertainty associated with using a water-balance model that was developed for Yucca Mountain Nevada. Tillery (2011) estimated 60,414 acre-feet per year of recharge using the mean- annual streamflow of the major watersheds of the northern Salt Basin. This approach assumes that the statistical relationship between channel width and mean annual discharge observed at a set of gauged mountain-front streams, most of which are peren­ nial, can be applied to the ephemeral channels of the Salt Basin. Sigstedt et al., (2016) estimated 6,000 to 12,000 acre-feet per year of recharge from ground­ water flow rates. This approach used groundwater age along a flowpath to estimate flow rate, and used isotopic abundances to help constrain the recharge estimate for the spatial variance in flow rate, but the application of this flow rate to all flowpaths introduces potential error. Overall, Sigstedt et al., (2016) seems to have the best recharge estimate method as groundwater samples were directly used to corroborate the flow rate. As such, it is likely that the Salt Basin has a true recharge quantity closer to the lower end of estimates and less than the 69,265 acre-feet per year average of the 11 recharge estimate studies presented here. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 32 References Ashworth, J.B., 1995, Ground-water resources of the Bone Spring– Victorio Peak aquifer in the Dell Valley area, Texas: Texas Water Development Board Report, 344, 42 p. Back W., Hanshaw, B.B., and Plummer L.N., 1983, Process and rate of dedolomitization: Mass transfer and 14C dating in a regional carbonate aquifer: Geological Society of America Bulletin, v. 94, p. 1415–1429 Bjorklund, L.J., 1957, Reconnaissance of ground-water conditions in the Crow Flats area, Otero County, New Mexico: State of New Mexico State Engineer Office, Technical Report 8, 26 p. Boyd, F.M., 1982, Hydrogeology of northern Salt Basin of west Texas and New Mexico, [M.S. thesis]: Austin, University of Texas at Austin, 137 p. Boyd, F.M. and Kreitler, C.W., 1986, Hydrogeology of a gypsum playa, northern Salt Basin, Texas: Bureau of Economic Geology, University of Texas at Austin, Report of Investigations 158, 37 p. Chace, D.A. and Roberts, R.M., 2004, South-central Salt Basin groundwater characterization: El Paso Geological Society Field Guidebook for the Otero Mesa Area, New Mexico, p. 47–61. Chapman, J.E.B., 1984, Hydrogeochemistry of the unsaturated zone of a Salt Flat in Hudspeth County, Texas, [Master’s thesis]: Austin, University of Texas at Austin, 156 p. Chapman, J.B. and Kreitler, C.W, 1990, The unsaturated zone of the Salt Flats of West Texas, in Kreitler, C.W. and Sharp, J.M., Jr., eds., Hydrogeology of Trans-Pecos Texas: Bureau of Economic Geology, University of Texas at Austin, Guidebook 25, 128 p. Daniel B. Stephens & Associates, Inc., 2010a, Recharge modeling study, Salt Basin of southeastern New Mexico: Draft report prepared for New Mexico Interstate Stream Commission, 34 p. Daniel B. Stephens & Associates, Inc., 2010b, Salt Basin histori­ cal playa evaporation study: Draft report prepared for New Mexico Interstate Stream Commission, 28 p. Eastoe, C., and Rodney, R., 2014, Isotopes as tracers of water origin in and near a regional carbonate aquifer: The southern Sacramento Mountains, New Mexico: Water, v. 6, p. 301–323. doi:10.3390/w6020301 Finch, S.T., 2002, Hydrogeologic framework of the Salt Basin and development of a three-dimensional ground-water flow model: John Shomaker & Associates, Inc., Albuquerque, New Mexico, report prepared for the New Mexico Interstate Stream Commission, 60 p. Gates, J.S., White, D.E., Stanley, W.D., and Ackermann, H.D., 1980, Availability of fresh and slightly saline ground-water in the basins of westernmost Texas: Texas Department of Water Resources Report, 256, 108 p. Goetz, L.K., 1985, Salt Basin graben: A basin-and-range right-lat­ eral transtensional fault zone, some speculations, in Dickerson, P.W. and Muehlberger, R. W., eds., Structure and Tectonics of Trans-Pecos Texas: West Texas Geological Society Publication 85–81, Midland TX, p. 165–168. Hutchison, W.R., 2008, Preliminary groundwater flow model, Dell City area, Hudspeth and Culberson Counties, Texas: El Paso Water Utilities, Hydrogeology Report 08-01, 435 p. Mayer, J.R., 1995, The role of fractures in regional groundwater flow: field evidence and model results from the basin-and- range of Texas and New Mexico [Ph.D. dissertation]: Austin, University of Texas at Austin, 232 p. Mayer, J.R., and Sharp, J., Jr., 1995, The role of fractures in regional groundwater flow: in Rossmanith, H.-P., ed., Mechanics of Jointed and Faulted Rock: Balkema, Rotterdam, CRC Press, p. 375–380. Mayer, J.R., and Sharp, J.M., Jr., 1998, Fracture control of regional ground-water flow in a carbonate aquifer in a semi-arid region: Geological Society of America Bulletin, v. 110, p. 269–283. Miller, W.R., 1997, Environmental geochemistry and processes con­ trolling water chemistry, Cornudas Mountains, New Mexico: U.S. Geological Survey, Open-File Report 97-158, 27 p. National Oceanic and Atmospheric Administration. Climatography of the United States No. 81, Monthly Normals of Temperature, Precipitation and Heating and Cooling Degree Days, 1971– 2000. Available online: cdo.ncdc.noaa.gov/climatenormals/ clim81/NMnorm.pdf (accessed on 15 January 2013) Newton,"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "regional carbonate aquifer: The southern Sacramento Mountains, New Mexico: Water, v. 6, p. 301–323. doi:10.3390/w6020301 Finch, S.T., 2002, Hydrogeologic framework of the Salt Basin and development of a three-dimensional ground-water flow model: John Shomaker & Associates, Inc., Albuquerque, New Mexico, report prepared for the New Mexico Interstate Stream Commission, 60 p. Gates, J.S., White, D.E., Stanley, W.D., and Ackermann, H.D., 1980, Availability of fresh and slightly saline ground-water in the basins of westernmost Texas: Texas Department of Water Resources Report, 256, 108 p. Goetz, L.K., 1985, Salt Basin graben: A basin-and-range right-lat­ eral transtensional fault zone, some speculations, in Dickerson, P.W. and Muehlberger, R. W., eds., Structure and Tectonics of Trans-Pecos Texas: West Texas Geological Society Publication 85–81, Midland TX, p. 165–168. Hutchison, W.R., 2008, Preliminary groundwater flow model, Dell City area, Hudspeth and Culberson Counties, Texas: El Paso Water Utilities, Hydrogeology Report 08-01, 435 p. Mayer, J.R., 1995, The role of fractures in regional groundwater flow: field evidence and model results from the basin-and- range of Texas and New Mexico [Ph.D. dissertation]: Austin, University of Texas at Austin, 232 p. Mayer, J.R., and Sharp, J., Jr., 1995, The role of fractures in regional groundwater flow: in Rossmanith, H.-P., ed., Mechanics of Jointed and Faulted Rock: Balkema, Rotterdam, CRC Press, p. 375–380. Mayer, J.R., and Sharp, J.M., Jr., 1998, Fracture control of regional ground-water flow in a carbonate aquifer in a semi-arid region: Geological Society of America Bulletin, v. 110, p. 269–283. Miller, W.R., 1997, Environmental geochemistry and processes con­ trolling water chemistry, Cornudas Mountains, New Mexico: U.S. Geological Survey, Open-File Report 97-158, 27 p. National Oceanic and Atmospheric Administration. Climatography of the United States No. 81, Monthly Normals of Temperature, Precipitation and Heating and Cooling Degree Days, 1971– 2000. Available online: cdo.ncdc.noaa.gov/climatenormals/ clim81/NMnorm.pdf (accessed on 15 January 2013) Newton, T.B., Rawling, G.C., Timmons, S.S., Land, L., Johnson, P.S., Kludt, T.J., Timmons, J.M., 2012, Sacramento Mountains hydrogeology study: New Mexico Bureau of Geology and Mineral Resources, Open-File Report 543, 78 p. Nielson, P.D., and Sharp J., Jr. ,1985, Tectonic controls on the hydrogeology of the Salt Basin, Trans-Pecos Texas, in Structure and Tectonics of Trans‐Pecos Texas: West Texas Geological Society Publication, 85-81, p. 231–234. Plummer, L.N. and Glynn, P.D., 2013, Radiocarbon dating in groundwater systems, in Isotope Methods for Dating Old Groundwater, IAEA (International Atomic Energy Agency), STI/ PUB/1587, Vienna, pp. 33–89. Rawling, G., Newton, T., Timmons, S., Partey, F., Kludt, T., Land, L., Timmons, M., Walsh, P., 2009, Sacramento Mountain hydrogeology study: New Mexico Bureau of Geology and Mineral Resources, Open-File Report 512, p. 11–53. Scalapino, R.A., 1950, Development of groundwater for irrigation in the Dell City area, Hudspeth County, Texas: Texas Board of Water Engineers, Bulletin 5004, 38 p. Sharp, J.M., Jr., 1989, Regional ground-water systems in northern Trans-Pecos Texas, in Dickerson, P.W., and Muehlberger, W.R., eds., Structure and Stratigraphy of Trans-Pecos Texas: American Geophysical Union Field Trip Guidebook, T317, p. 123–130. John Shomaker & Associates, Inc., 2010, Revised hydrogeologic framework and updated groundwater-flow model of the Salt Basin, New Mexico: Draft report prepared for the New Mexico Interstate Stream Commission, 68 p. Sigstedt, S.C., 2010, Environmental tracers in groundwater of the Salt Basin, New Mexico, and implications for water resources [Master’s thesis]: Socorro, New Mexico, New Mexico Institute of Mining and Technology. Sigstedt, S.C., Phillips, F.M., and Ritchie, A.B.O., 2016, Groundwater flow in an ‘underfit’ carbonate aquifer in a semiarid climate: application of environmental tracers to the Salt Basin, New Mexico (USA): Hydrogeology Journal, v. 24, p. 841–863. doi:10.1007/s10040-016-1402-2. Tillery, A., 2011, Estimates of mean-annual streamflow and flow loss for ephemeral channels in the Salt Basin, southeastern New Mexico, 2009: U.S. Geological Survey Scientific Investigations Report 2011-5062, 25 p. Wilkins, D.E., and Currey, D.R.,1999, Radiocarbon chro­ nology and δ13C analysis of mid-to late-Holocene aeo­ lian environments, Guadalupe Mountains National Park, Texas, USA: The Holocene, v. 9, p. 363–371. doi:10.1191/095968399677728249. 33 S A L T B A S I N I V . G E O P H Y S I C A L S T U D I E S O F T H E S A L T B A S I N Shari Kelley Regional-scale Geophysical Studies S everal regional-scale geophysical studies have focused on mapping and understanding the transi­ tion from the thinned crust and extensional regime of the Rio Grande rift/southern Basin and Range to the thick crust and the stable tectonic regime of the Great Plains across southeastern New Mexico and west Texas. These investigations include the La Ristra (Gao at al., 2004; Wilson et al., 2005), and USArray Transportable Array/SIEDCAR (Xia, 2013; Agrawal, 2016; Sandoval et al., 2018) seismic arrays that image dramatic downwelling in the mantle at a profound boundary between the two provinces. Additional regional-scale studies in this region have been motivated by the recent increase in induced seismicity related to injection in Permian Basin oil fields (Lund Snee and Zoback, 2016; Huang et al., 2019). Feucht et al., (2019) present the results of a long- period magnetotelluric study that parallels the New Mexico-Texas state line at latitude 32° from the New Mexico-Arizona state line on the west, across the Rio Grande rift, to the Great Plains on the east (Figure 1). Three stations along the line are in the vicinity of the Salt Basin. Data from these stations record a near-surface conductor with enhanced conductivity in a N-S direction that coincides with the Crow Flat. A resistive layer overlies a conductor at the station on the east side of the basin that is interpreted to be an alluvial fan deposit adjacent to the playa. The bedrock at shallow depths between the Hueco Basin near El Paso and the Salt Basin is resistive (Figure 2). Other studies include regional-scale evaluation of gravity and magnetic data that reveal a significant gravity and magnetic high associated with the northern Diablo Plateau (Figure 3) caused in part by a buried Ancestral Rocky Mountain high (Proterozoic rocks exposed in the Pumphouse Hills) and in part by a dense intrusive body in the crust (Veldhuis and Keller, 1980; Keller et al., 1985; Daggett et al., 1986; Nutt et al., 1997; Spirakis et al., 1997). Daggett (1986) also modeled this gravity feature as crustal thinning below the Diablo Plateau. Interestingly, Brown et al., (1978) and Reilinger et al., (1980) use repeat leveling survey data to document a maximum of 19±3 cm of arching uplift across the northern Diablo Plateau between 1934 and 1977 that they attribute to three possible mechanisms: large-scale modern thrust faulting, dilatancy, or magma intru­ sion. Crustal thinning might be another option, based on the model of Daggett (1986) and the findings of Feucht et al., (2019). Reilinger et al., (1980) also Figure 1. Location of the MT stations of Feucht et al. (2019). RGR = Rio Grande rift. PVF=Potrillo volcanic field. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 34 Figure 2. (a) Topography along the line in Figure 1. (b) electrical resistivity structure sensed by north‐south electric fields"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "overlies a conductor at the station on the east side of the basin that is interpreted to be an alluvial fan deposit adjacent to the playa. The bedrock at shallow depths between the Hueco Basin near El Paso and the Salt Basin is resistive (Figure 2). Other studies include regional-scale evaluation of gravity and magnetic data that reveal a significant gravity and magnetic high associated with the northern Diablo Plateau (Figure 3) caused in part by a buried Ancestral Rocky Mountain high (Proterozoic rocks exposed in the Pumphouse Hills) and in part by a dense intrusive body in the crust (Veldhuis and Keller, 1980; Keller et al., 1985; Daggett et al., 1986; Nutt et al., 1997; Spirakis et al., 1997). Daggett (1986) also modeled this gravity feature as crustal thinning below the Diablo Plateau. Interestingly, Brown et al., (1978) and Reilinger et al., (1980) use repeat leveling survey data to document a maximum of 19±3 cm of arching uplift across the northern Diablo Plateau between 1934 and 1977 that they attribute to three possible mechanisms: large-scale modern thrust faulting, dilatancy, or magma intru­ sion. Crustal thinning might be another option, based on the model of Daggett (1986) and the findings of Feucht et al., (2019). Reilinger et al., (1980) also Figure 1. Location of the MT stations of Feucht et al. (2019). RGR = Rio Grande rift. PVF=Potrillo volcanic field. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 34 Figure 2. (a) Topography along the line in Figure 1. (b) electrical resistivity structure sensed by north‐south electric fields (parallel to the rift axis); (c) electrical resistivity structure sensed by east‐west electric fields (perpendicular to rift axis). PVF = Potrillo volcanic field, HB = Hueco Basin, LCC=lower crust conductor. The Salt Basin is at longitude -105. Figure is from Feucht et al. (2019). document 4.2±0.3 cm of relative subsidence across the Salt Basin that began after 1958. Aeromagnetic data were gathered as part of the Department of Energy’s National Uranium Resource Evaluation (NURE) program; the E-W flight lines were on a 5-mile spacing and N-S lines were on a 25-mile spacing. As a consequence of the wide spacing in the data, many of the small laccoliths in the Cornudas Mountains, which straddle the NM-TX state line to the west of the Salt Basin, and the Sierra Tinaja Pinta and Sierra Prieta intrusive bodies in Texas were not sampled during the survey (Figure 4; Nutt et al., 1997). Nutt et al., (1997) collected gravity data in the vicinity of the Cornudas Mountains to supplement previously available data. The additional data helped identify a gravity low within the Proterozoic basement that may be a syenite pluton related to the Cornudas laccoliths. These plutons are included in the hydrologic model of Ritchie (2011). Salt Basin Geophysical Studies Very few detailed geophysical data are available in the New Mexico portion of the study area. Klein and Rodriguez (1997) collected audio-magnetotelluric (AMT) data from eight stations in the Cornudas Mountains (Figure 5), with a goal of identifying resistive laccoliths buried in the subsurface. Several of the stations were sited on magnetic highs in an effort to identify buried intrusions, but other sta­ tions were located off of magnetic highs in order to gain information about the background resistivity structure of the area (Figure 5). In general, three layers were observed: a shallow thin conductive layer representing soil and weathered bedrock, a thick resistive layer interpreted to be Permian limestone or Tertiary sills; and a conductive layer that could be mudstone or shale (Figure 6). A fourth layer, which is resistive, is found in two stations on the east side 35 S A L T B A S I N Figure 3. Isostatic gravity data, modified from https://pubs.usgs.gov/of/2001/ofr-01-0061/html/nm_iso.htm. Figure 4. An example of the NURE aeromagnetic data. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 36 of the study area (Figures 5 and 6) and is interpreted to be Proterozoic basement associated with the N-S trending Ancestral Rocky Mountains Pedernal high that appears on an industry seismic line interpreted by Black (1976) using available petroleum well data (Figure 7). King and Harder (1985) and Broadhead (2002) mapped the Pedernal uplift to the north using formation top data from petroleum wells. In Texas, the integrated geophysical investigation of Gates et al., (1978) is by far the most comprehen­ sive study in this region. The geophysical data were collected primarily to determine basin-fill thickness. The methods used include resistivity surveys based on the Schlumberger electrode array, airborne electro­ magnetic surveys (24 E-W lines on a 2-mile spacing), seismic refraction lines along four of the resistivity profiles, and an aeromagnetic survey. Oil companies contributed gravity and seismic reflection data. The raw data are not reported; only interpreted cross sections and contour maps are presented. Three profiles cross the Salt Basin within the boundaries of the hydrologic model. The northern­ most electrical resistivity profile measured by Gates et al., (1978; A-A'; Figures 8, 10) is located south of Highway 62, crossing Salt Flat on the west half of the profile and the Beacon Hills on the east. This is the only place in Salt Flats that has both well control and geophysical (resistivity, seismic refraction) data. In general the Permian bedrock has a resistivity of 30–60 ohm-m and the Salt Flat basin fill has a resistivity of <5 ohm-m. The basin is asymmetric with 1500 feet of alluvial fill to the west and about 800 feet to the east. One area along the western margin of the Beacon Hills has a resistivity of >100 ohm-m, indicative of rock with low porosity and permeability; the presence of a well with poor-quality water in this area argues against the resistive zone representing fresh water. Just east is a more conductive zone (15–30 ohm-m) that is interpreted to be a more permeable zone within the Capitan Formation that is filled with slightly Figure 5. Location of the AMT stations of Klein and Rodriguez (1997). 37 S A L T B A S I N Figure 6. AMT data from Klein and Rodriguez (1997). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 38 Figure 7. Geologic map and cross section of Black (1976) that is based on industry seismic data. 39 S A L T B A S I N Figure 8. Locations of profile A-A’ and B-B’ in the northern Salt Basin from Gates et al. (1978). N E W M E X I C O B U"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "et al., (1978; A-A'; Figures 8, 10) is located south of Highway 62, crossing Salt Flat on the west half of the profile and the Beacon Hills on the east. This is the only place in Salt Flats that has both well control and geophysical (resistivity, seismic refraction) data. In general the Permian bedrock has a resistivity of 30–60 ohm-m and the Salt Flat basin fill has a resistivity of <5 ohm-m. The basin is asymmetric with 1500 feet of alluvial fill to the west and about 800 feet to the east. One area along the western margin of the Beacon Hills has a resistivity of >100 ohm-m, indicative of rock with low porosity and permeability; the presence of a well with poor-quality water in this area argues against the resistive zone representing fresh water. Just east is a more conductive zone (15–30 ohm-m) that is interpreted to be a more permeable zone within the Capitan Formation that is filled with slightly Figure 5. Location of the AMT stations of Klein and Rodriguez (1997). 37 S A L T B A S I N Figure 6. AMT data from Klein and Rodriguez (1997). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 38 Figure 7. Geologic map and cross section of Black (1976) that is based on industry seismic data. 39 S A L T B A S I N Figure 8. Locations of profile A-A’ and B-B’ in the northern Salt Basin from Gates et al. (1978). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 40 Figure 9. Location of profile C-C’ from Gates et al. (1978) that is within the boundary of the hydrogeologic model and other profiles in Wildhorse Flat that are south of the hydrogeologic model boundary. saline groundwater. Wells in this area have high yields. Furthermore, velocities measured during the seismic refraction survey along this line are lower in this area, corroborating the interpretation of higher porosity in the reef complex. Water quality decreases on the east side of the hills. A second E-W electrical resistivity profile is located between Sierra Diablo on the west and Bitter Well Mountain on the east (B-B’; Figures 8, 10). Bedrock was not imaged beneath the basin. The electrically conductive basin fill is at least 200 feet thick. A thin, resistive, unsaturated, coarse-grained alluvial fan deposit is observed in the resistivity soundings on the west side of the basin. A third resistivity profile between Sierra Diablo and the Delaware Mountains just north of the Baylor Mountains coincides with a seismic refraction line (Figure 9). A normal fault defines the western margin and a shallow bedrock bench, which is composed of Permian sandstone resting on limestone, form the east side of the basin (Figure 11). The shallow subsurface along this profile is characterized by high seismic velocities. On the west side, the high velocities in the basin fill may be due to buried evaporite layers inter­ calated with clay. To the east, on the bedrock bench, the high velocity unit is likely Permian sandstone. The resistivity data show a resistive alluvial fan deposit on the west side. A unit with resistivities of 5–15 ohm-m 41 S A L T B A S I N Figure 10. Interpreted resistivity data from profiles A-A’ and B-B’ in the northern Salt Basin, Texas from Gates et al., (1978). Figure 11. Interpreted resistivity profile C-C’ from Gates et al., (1978). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 42 Figure 12. Airborne resistivity surveys in the northern Salt Basin, Texas (Gates et al., 1978). 43 S A L T B A S I N Figure 13. Aeromagnetic data of Gates et al., (1978). Image can be found at data.gov, airborne-geophysical-survey-salt-basin-texas ground-based EM methods, the basin fill generally is conductive and the bedrock is commonly resistive. Resistive, coarse-grained alluvial fan deposits locally grade into fine-grained, clay-rich basin floor deposits containing low quality water. Figure 12 shows these general patterns in the Salt Basin. South of Baylor Mountain in Wildhorse Flat, the basin fill is com­ monly coarser grained, more resistive, and likely contains fresher water. The aeromagnetic survey that was run as part of the Gates et al., (1978) is not discussed at all in their report, but is available online from the USGS (Figure 13). The small red and blue anomalies south of latitude 31° are related to the abundant volcanic rocks in that area. that lies beneath the <5 ohm-m, clay-rich alluvium in the center of the basin is interpreted to be coarser- grained and perhaps more-indurated basin fill. The maximum fill thickness is 1,000–1,200 feet on the west and 400–500 feet to the east. Three other resistivity profiles south of the southern edge of our hydrogeologic model bound­ ary (Figure 9) similarly show that the basin fill of Wildhorse Flat is more resistive and thus is likely to have more sand and gravel and less clay than the basin fill to the north in Salt Flats. The units in Wildhorse Flat become more resistive to the west. The airborne electromagnetic surveys are sensi­ tive to resistivity at depths less than 300 to 400 feet (Figure 12). As noted in the discussion of the N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 44 References Agrawal, M., 2016, Multi-objective optimization for seismology (MOOS) with applications to the Middle East, the Texas Gulf Coast, and the Rio Grande rift [Ph.D. dissertation]: Waco, Baylor University, p. 119–155 Black, B.A., 1975, Geology and oil and gas potential of the northeast Otero Platform area, New Mexico, in Seager, W.R., Clemons, R.E., and Callender, J.F., eds., Las Cruces county: New Mexico Geological Society, Guidebook 26, p. 323–331. Black, B.A., 1976, Tectonics of the northern and eastern parts of the Otero platform, Otero and Chaves Counties, New Mexico, in Woodward, L.A., and Northrop, S.A., eds., Tectonics and mineral resources in southwestern North America: New Mexico Geological Society, Special Publication 6, p. 39–45. Broadhead, R.F., 2002, Petroleum Geology of the McGregor Range, Otero County, New Mexico: New Mexico Geological Society, Guidebook 53, p. 331–338. Brown, L.D., Reilinger, R.E., and Hagstrum, J.R., 1978, Contemporary uplift of the Diablo Plateau, West Texas, from leveling measurements: Journal of Geophysical Research, v. 83, p. 5465–5471. Daggett, P.H., Keller,"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "profiles south of the southern edge of our hydrogeologic model bound­ ary (Figure 9) similarly show that the basin fill of Wildhorse Flat is more resistive and thus is likely to have more sand and gravel and less clay than the basin fill to the north in Salt Flats. The units in Wildhorse Flat become more resistive to the west. The airborne electromagnetic surveys are sensi­ tive to resistivity at depths less than 300 to 400 feet (Figure 12). As noted in the discussion of the N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 44 References Agrawal, M., 2016, Multi-objective optimization for seismology (MOOS) with applications to the Middle East, the Texas Gulf Coast, and the Rio Grande rift [Ph.D. dissertation]: Waco, Baylor University, p. 119–155 Black, B.A., 1975, Geology and oil and gas potential of the northeast Otero Platform area, New Mexico, in Seager, W.R., Clemons, R.E., and Callender, J.F., eds., Las Cruces county: New Mexico Geological Society, Guidebook 26, p. 323–331. Black, B.A., 1976, Tectonics of the northern and eastern parts of the Otero platform, Otero and Chaves Counties, New Mexico, in Woodward, L.A., and Northrop, S.A., eds., Tectonics and mineral resources in southwestern North America: New Mexico Geological Society, Special Publication 6, p. 39–45. Broadhead, R.F., 2002, Petroleum Geology of the McGregor Range, Otero County, New Mexico: New Mexico Geological Society, Guidebook 53, p. 331–338. Brown, L.D., Reilinger, R.E., and Hagstrum, J.R., 1978, Contemporary uplift of the Diablo Plateau, West Texas, from leveling measurements: Journal of Geophysical Research, v. 83, p. 5465–5471. Daggett, P.H., Keller, G.R., Morgan, P., Wen, C-L., 1986, Structure of the southern Rio Grande rift from gravity interpretation: Journal of Geophysical Research, v. 91, no. B6, p. 6157–6167. Feucht, D.W., Bedrosian, P.A., and Sheehan, A.F. , 2019, Lithospheric signature of late Cenozoic extension in electrical resistivity structure of the Rio Grande rift, New Mexico, USA. Journal of Geophysical Research: Solid Earth, 124, p. 2331– 2351. https://doi.org/ 10.1029/2018JB016242. Gates, J.S., White, D.E., Stanley, W.D. and Ackermann, N.D., 1978, Availability of fresh and slightly saline groundwater in the basins of westernmost Texas: U.S. Geological Survey Open-File Report 78-663, 115 p. Gao, W., Grand, S.P., Baldridge, W.S., Wilson, D., West, M., Ni, J.F., & Aster, R., 2004, Upper mantle convection beneath the central Rio Grande rift imaged by P and S wave tomography. Journal of Geophysical Research, 109, B03305. https://doi. org/10.1029/2003JB002743. Huang, G.‐c. D., Savvaidis, A., & Walter, J.I., 2019, Mapping the 3‐D lithospheric structure of the Greater Permian Basin in West Texas and southeast New Mexico for earthquake monitor­ ing: Journal of Geophysical Research: Solid Earth, v.124, p. 11,466–11,488. https://doi.org/10.1029/2019JB018351. Keller, G.R., R.A. Smith, W.J. Hinze, and C.L.V. Aiken, 1985, A regional gravity and magnetic study of West Texas: Society of Exploration Geophysicists Special Publication, Utility of Regional Gravity and Magnetic Anomaly Mapping, p. 198–212. King, W.E., and Harder, V.M., 1985, Oil and gas potential of the Tularosa Basin-Otero platform-Salt Basin graben area, New Mexico and Texas: New Mexico Bureau of Mines and Mineral Resources, Circular 198, 36 p. Klein, D.P., and Rodriguez, B.D., 1997, Electrical resistivity survey in the Cornudas Mountains area, Otero County, New Mexico: U.S. Geological Survey Open-File Report 97-149, 25 p. Lund Snee, J.-E., and M.D. Zoback, 2016, State of stress in Texas: Implications for induced seismicity: Geophysical Research Letters, v. 43, p. 10,208–10,214, doi:10.1002/2016GL070974. Nutt, C.J., O’Neill, J.M., Kleinkopf, M.D., Klein, D.P., Miller, W.R., Rodriquez, B.D., and McLemore, V.T., 1997, Geology and mineral resources of the Cornudas Mts., New Mexico: U.S. Geological Survey Open-File Report 97-282, 46 p. Reilinger, R., Brown, L. and Powers, D., 1980, New evidence for tectonic uplift in the Diablo Plateau Region, West Texas: Geophysical Research Letters, v. 7, p. 181–184. Ritchie, A.B.O., 2011, Hydrogeologic framework and development of a three-dimensional finite difference groundwater flow model of the Salt Basin, New Mexico and Texas [M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 953 p. Sandoval, L.M., Goodell, P.C., Gonzalez-Huizar, H., and Mahar, M.A., 2018, Rayleigh wave group velocity model of the south­ east flank of the Rio Grande rift using cross-correlation: AIMS Geosciences, v. 4, p. 1–20, DOI: 10.3934/geosci.2018.1.1. Spirakis, C.S., O’Neill, J.M., and Kleinkopf, M.D., 1997, Geology and mineral resource potential of Salt Flats and surrounding area, Cienega School 7 ½’ Quadrangle, New Mexico and Texas: United States Geological Survey Open-File Report 97-281, 26 p. Veldhuis, J.H., and G.R. Keller, 1980, An integrated geological and geophysical study of the Salt Basin graben, west Texas-New Mexico: New Mexico Geological Society, Guidebook 31, p. 141–150. Wilson, D., Aster, R.C., Ni, J., Grand, S. P., West, M., and Gao, W., 2005, Imaging the seismic structure of the crust and upper mantle beneath the Great Plains, Rio Grande rift, and Colorado plateau using receiver functions: Journal of Geophysical Research, v. 110, p. B05306. https://doi. org/10.1029/2004JB003492. Xia, Yu, 2013, Dynamics of the eastern edge of the Rio Grande rift [M.S. thesis]: Austin, The University of Texas at Austin, 60 p. 45 S A L T B A S I N Figure 1. Boundaries of the four models discussed in this report. Boundaries made from geo- referencing report boundaries into GIS. V . M O D E L I N G A N D H Y D R O L O G Y D A T A S U M M A R Y Elizabeth Evenocheck and Mark Person Background of the Past Models of the Salt Basin T his document summarizes the characteristics and findings of prior groundwater modeling studies within the Salt Basin. There have been at least five groundwater models that have been developed for the Salt Basin. The purpose of these studies was to better quantify recharge rates and the effects of pumping on the quantity and distribution of groundwater. Below we summarize and discuss seven prior modeling studies that have been undertaken by various researcher groups in New Mexico (NM) and Texas (TX). The models vary widely in their level of complexity, hydrostratigraphic framework, and calibration data used. Mayer and Sharp (1995) devel­ oped a steady-state transmissivity- based model that included a highly permeable north-northwest oriented fracture zone from the Sacramento Mountains to Dell City, TX to assess hydraulic conductivity patterns and their effects on groundwater flow patterns. John Shomaker & Associates, Inc. (JSAI) developed several groundwater flow models of the Salt Basin that were described in two reports. One of the main objec­ tives of these models was to assess the impacts of pumping on interstate transfers of groundwater. Finch (2002) developed a multi-layer transient and a steady-state model of the Salt Basin that focused on different pumping scenarios and their effects on groundwater flow from NM to TX using MODFLOW. Shomaker (2002) extended the Finch (2002) model, adding additional well fields in NM and evaluating the effects. Hutchison (2008) created a model to determine how much groundwater in the Salt Basin can be pumped sustainably. JSAI (2010) revised the Shomaker (2002) with new model parameters from a large collaborative study of"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "I N G A N D H Y D R O L O G Y D A T A S U M M A R Y Elizabeth Evenocheck and Mark Person Background of the Past Models of the Salt Basin T his document summarizes the characteristics and findings of prior groundwater modeling studies within the Salt Basin. There have been at least five groundwater models that have been developed for the Salt Basin. The purpose of these studies was to better quantify recharge rates and the effects of pumping on the quantity and distribution of groundwater. Below we summarize and discuss seven prior modeling studies that have been undertaken by various researcher groups in New Mexico (NM) and Texas (TX). The models vary widely in their level of complexity, hydrostratigraphic framework, and calibration data used. Mayer and Sharp (1995) devel­ oped a steady-state transmissivity- based model that included a highly permeable north-northwest oriented fracture zone from the Sacramento Mountains to Dell City, TX to assess hydraulic conductivity patterns and their effects on groundwater flow patterns. John Shomaker & Associates, Inc. (JSAI) developed several groundwater flow models of the Salt Basin that were described in two reports. One of the main objec­ tives of these models was to assess the impacts of pumping on interstate transfers of groundwater. Finch (2002) developed a multi-layer transient and a steady-state model of the Salt Basin that focused on different pumping scenarios and their effects on groundwater flow from NM to TX using MODFLOW. Shomaker (2002) extended the Finch (2002) model, adding additional well fields in NM and evaluating the effects. Hutchison (2008) created a model to determine how much groundwater in the Salt Basin can be pumped sustainably. JSAI (2010) revised the Shomaker (2002) with new model parameters from a large collaborative study of the Salt Basin. Finally, Ritchie (2011) developed a steady-state MODFLOW N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 46 model of the Salt Basin to estimate groundwater recharge rates within this system. The footprints of each of these models’ outlines are shown in Figure 1. Below, we discuss the characteristics and findings of each of these models. We have attempted to compare and contrast various model parameters, including hydraulic conductivity and recharge rates. Mayer and Sharp (1995)– The role of fractures in regional groundwater flow Mayer and Sharp (1995) analyzed the effects that regional fracture systems may have on large-scale groundwater flow patterns within the Salt Basin. The research was partially funded by the Geological Society of America and the National Ground Water Association. Mayer and Sharp (1995) considered a broad fracture zone (Otero Break; white pattern in Figure 2) extending from the Sacramento Mountains to the Salt Flats near Dell City, TX that is thought to be a conduit of fresh water to the city. Scalapino (1950) was one of the first to investigate the possibil­ ity that the Sacramento Mountains are the source of fresh groundwater in Dell City, TX. Mayer and Sharp (1995) compiled geologic data from Scalapino (1950), Muehlberger and Dickerson (1989), Pray (1961), Black (1975), and Goetz, (1977, 1980) to support their model. Mayer and Sharp (1995) also mapped the fracture zones using aerial photos and field measurements of the lineaments on the surface. The model was a steady-state, one-layer, two- dimensional finite-element groundwater-flow model that integrated fracture transmissivities. The edge of the model domain follows the surface water divide on the northern and western sides of the basin, including the Sacramento Mountains, Otero Mesa, and the Diablo Plateau. The eastern and southern model boundaries follow the groundwater system boundary where groundwater flow is perpendicular to eastern boundary and parallel with the southern boundary. The northern, southern, and western boundaries of the model were defined as no-flow boundaries. The no-flow boundaries neglect several possible interbasin groundwater flowpaths into the Salt Basin, such as flow from the Peñasco Basin to the north. Mayer and Sharp (1995) thought this interbasin flow to be a negligible amount of flow. The northern portion of the eastern boundary is no-flow and the southern portion of the eastern boundary is constant head. The constant head corresponds to the water table near the Salt Flats on the east side of the basin. Total recharge, including that derived from precipitation and irrigation return flow, was estimated to be about 88,366 to 100,527 acre-feet/year (1.1 x 108 to 1.2 x 108 m3/year). Total outflow, including irrigation pumping and evapotranspiration, was estimated to be 105,392 acre-feet/year (1.3 x 108 m3/ year). Recharge and evapotranspiration were found to be “strongly elevation dependent” (Mayer and Sharp, 1995) with increased recharge and decreased evapo­ transpiration with increased elevation. Recharge and discharge were held constant during the simulations. Transient change in storage due to pumping was neglected (Konikow and Neuzil, 2007). To determine the transmissivity of the regional fracture systems, several steady-state simulations were run with differ­ ent potential regional transmissivities. Simulations were run with homogeneous isotropic, heterogeneous isotropic, and heterogeneous anisotropic transmis­ sivities. Zones with higher fracture densities were given higher transmissivity values for heterogeneous models. For the anisotropic model, higher values of transmissivity were chosen for the direction parallel to the fracture direction. The final transmissivity values were found by trial-and-error and comparing output to the measured potentiometric surface. Figure 2. Transmissivity zones used in the model that was found to be most accurate when compared to observed data. The highest transmis­ sivity zone contains the Otero Break. (Mayer and Sharp, 1995). 47 S A L T B A S I N Transmissivities ranged from 9.3 to 9,300 ft2/day (10-5 to 10-2 m2/s). The best fit models used transmissivity zones defined by fracture density and fracture orienta­ tion (Figure 2). Mayer and Sharp (1995) concluded that in the Otero Break region fractures correspond to a highly transmissive zone, with magnitudes of one to three orders higher transmissivity than the rest of the Salt Basin. Therefore, fractures are the primary factor controlling regional groundwater flow patterns in the Salt Basin. John Shomaker & Associates, Inc. (2002) John Shomaker & Associates, Inc. (2002) developed several hydrogeologic framework models for the Interstate Stream Commission to assess the effects that additional pumping at current well fields or new well fields would have on the water resources in the Salt Basin. There were two reports, one by Finch (2002) and one by Shomaker (2002). Finch (2002) developed two four-layer models to assess the viabil­ ity of pumping more water from deep wells that were already being pumped and to evaluate the effects. One of the models was steady-state and the other was transient. A sensitivity analysis was run on the transient model to find the effects of extra pumping in different locations in the Salt Basin. Finch (2002)–Hydrogeologic framework of the Salt Basin and development of three-dimensional ground- water flow model—The first model was a steady- state, four-layer finite difference model (MODFLOW). This was created to determine the amount of subsurface water that flows across the New Mexico state line"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "transmissivity values were found by trial-and-error and comparing output to the measured potentiometric surface. Figure 2. Transmissivity zones used in the model that was found to be most accurate when compared to observed data. The highest transmis­ sivity zone contains the Otero Break. (Mayer and Sharp, 1995). 47 S A L T B A S I N Transmissivities ranged from 9.3 to 9,300 ft2/day (10-5 to 10-2 m2/s). The best fit models used transmissivity zones defined by fracture density and fracture orienta­ tion (Figure 2). Mayer and Sharp (1995) concluded that in the Otero Break region fractures correspond to a highly transmissive zone, with magnitudes of one to three orders higher transmissivity than the rest of the Salt Basin. Therefore, fractures are the primary factor controlling regional groundwater flow patterns in the Salt Basin. John Shomaker & Associates, Inc. (2002) John Shomaker & Associates, Inc. (2002) developed several hydrogeologic framework models for the Interstate Stream Commission to assess the effects that additional pumping at current well fields or new well fields would have on the water resources in the Salt Basin. There were two reports, one by Finch (2002) and one by Shomaker (2002). Finch (2002) developed two four-layer models to assess the viabil­ ity of pumping more water from deep wells that were already being pumped and to evaluate the effects. One of the models was steady-state and the other was transient. A sensitivity analysis was run on the transient model to find the effects of extra pumping in different locations in the Salt Basin. Finch (2002)–Hydrogeologic framework of the Salt Basin and development of three-dimensional ground- water flow model—The first model was a steady- state, four-layer finite difference model (MODFLOW). This was created to determine the amount of subsurface water that flows across the New Mexico state line (i.e., underflow) from NM to TX within the Salt Basin with pre-development conditions. Three- dimensional spatial dimensions were considered. The governing equations were solved using the finite difference method. The model includes the Salt Basin watershed and a portion of the Peñasco Basin. Most of the model boundary was assigned a specified flux to simulate recharge and groundwater inflow. This is unusual as recharge is generally imposed at the land surface across the interior of model domains. Evapotranspiration in the Salt Flats was used to represent outflow from the Basin. The Finch (2002) model domain and boundary conditions are sum­ marized in Figure 3. The model was calibrated using pre-development head data that varied recharge and discharge rates as well as hydraulic conductivity. Best fit recharge and discharge rates were found to be 54,943 acre-feet/ year (6.8 x 107 m3/year). Adjustments were made to the hydraulic conductivity, recharge, and evapo­ transpiration across the playas to fit the hydraulic budget and estimated groundwater contours. The layer thicknesses varied gradually in the model and did not follow lithologic contacts as presented by Ritchie (2011) below. The total saturated thickness was approximately 2,500 ft (762 m). Layer 1 of the model represented the water table aquifer and was about 100 ft (30 m) thick. Layer 2 was 500–900 ft (152–274 m) thick, Layer 3 was 300–600 ft (91–183 m) thick, and Layer 4 was 100–1,400 ft (30–427 m) thick. Thicknesses of Layers 2, 3, and 4 were used to enforce permeability with depth inferred from well data. Hydraulic conductivity decreases with depth within each layer, ranging from 0.05 to 10 ft/day (0.02–3 m/day), except for the Otero Break, which was assigned a hydraulic conductivity of 100 ft/ day (30 m/day). The model includes valley fill and Permian-age San Andres and Bone Spring-–Victorio Peak limestone aquifers. Groundwater flow from NM into TX was calculated to be about 34,501 acre-feet/ year (4.3 x 107 m3/year) in predevelopment (1945) conditions using this model. Figure 3. Outline of model domain used by Finch’s (2002) model. The red dots are recharge wells that simulate recharge and inflow from other basins. The blue cells represent groundwater discharge by evapotranspiration. Modified from (Finch 2002). The green lines denote a no-flux boundary condition. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 48 The second model is a transient four-layer finite difference model. The goal of this model was to calcu­ late the amount of drawdown from 1945–2000 and to find the changes in the amount of subsurface water that flows across the state line (i.e., underflow) from NM to TX within the Salt Basin from 1945–2000. The steady-state model parameters were also used in the transient model. Additional pumping was Figure 4. Computed drawdown resulting from pumping from 1945–2000. Maximum drawdown is 100 ft. Contours intervals are 10 ft Modified from (Finch 2002). Figure 5. Net-difference in ground-water flow from NM to TX during the historical transient period from 1945 – 2000. (Shomaker 2002) considered. Recharge and discharge were increased from the predevelopment steady-state model rates to 94,147 acre-feet/year (1.2 x 108 m3/year). The storage coefficients used in these transient simulations varied between 0.05 and 0.15 for unconfined units and 3 x 106 per meter of saturated thickness for confined units (Lohman, 1972). Based on this model, draw­ down reached a maximum of about 100 ft (30 m) in 2000 (Figure 4). Groundwater flow from NM into TX was calculated by the steady-state model to be about 34,501 acre-feet/year (4.3 x 107 m3/year) in 1945. The transient model, which included additional pumping, predicted an increase of groundwater flow across the NM–TX state line by 9,000 acre-feet/year (1.11 x 107 m3/year) (Figure 5). A sensitivity analysis was conducted using the transient model parameters to determine how dif­ ferent amounts of pumping at different locations changed the amount of underflow from NM to TX. Models were run using double the amount of pump­ ing reported in the year 2000 for a 40-year period considering three scenarios: (1) increased pumping only on the NM side; (2) increased pumping only on the TX side; and (3) increased pumping on both sides of the NM–TX state lines. For scenario (1), the doubling of pumping on the NM side resulted in 20,320 acre-feet/year (2.5 x 107 m3/year) of additional water withdraws for 40 years while the pumping on the TX side was maintained at 49,730 acre-feet/year (6.1 x 107 m3/year). The model showed groundwater flow across the state line decreased by 8,000 acre-feet/ year (1 x 107 m3/year) and 72 miles2 (186 km2) of the top layer of the model (Layer 1) went dry around Dell City, TX. For scenario (2), pumping was doubled on the TX side to 99,730 acre-feet/year (1.2 x 108 m3/ year). Pumping in NM remained at 10,160 acre-feet/ year (1.3 x 107 m3/year). This simulation predicted that the flow from NM to TX would increase by 4,500 acre-feet/year (5.6 x 106 m3/year). About 140 miles2 (363 km2) of the top layer of the model (Layer 1) went dry around Dell City, TX. For scenario (3), where the pumping was doubled on both NM and TX, initial flow across state lines"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "2000 (Figure 4). Groundwater flow from NM into TX was calculated by the steady-state model to be about 34,501 acre-feet/year (4.3 x 107 m3/year) in 1945. The transient model, which included additional pumping, predicted an increase of groundwater flow across the NM–TX state line by 9,000 acre-feet/year (1.11 x 107 m3/year) (Figure 5). A sensitivity analysis was conducted using the transient model parameters to determine how dif­ ferent amounts of pumping at different locations changed the amount of underflow from NM to TX. Models were run using double the amount of pump­ ing reported in the year 2000 for a 40-year period considering three scenarios: (1) increased pumping only on the NM side; (2) increased pumping only on the TX side; and (3) increased pumping on both sides of the NM–TX state lines. For scenario (1), the doubling of pumping on the NM side resulted in 20,320 acre-feet/year (2.5 x 107 m3/year) of additional water withdraws for 40 years while the pumping on the TX side was maintained at 49,730 acre-feet/year (6.1 x 107 m3/year). The model showed groundwater flow across the state line decreased by 8,000 acre-feet/ year (1 x 107 m3/year) and 72 miles2 (186 km2) of the top layer of the model (Layer 1) went dry around Dell City, TX. For scenario (2), pumping was doubled on the TX side to 99,730 acre-feet/year (1.2 x 108 m3/ year). Pumping in NM remained at 10,160 acre-feet/ year (1.3 x 107 m3/year). This simulation predicted that the flow from NM to TX would increase by 4,500 acre-feet/year (5.6 x 106 m3/year). About 140 miles2 (363 km2) of the top layer of the model (Layer 1) went dry around Dell City, TX. For scenario (3), where the pumping was doubled on both NM and TX, initial flow across state lines decreased by 3,000 acre-feet/year (3.7 x 106 m3/year), but by the end of the 40 years had increased back to the rate in 2000. The model simulation net-differences are illustrated in Figure 6. Shomaker (2002)—Hypothetical well fields in Salt Basin and pipeline to Pecos River—Shomaker (2002) used the same transient model as Finch (2002), but studied the effects that would occur by 49 S A L T B A S I N Figure 6. Model simulated net-difference in groundwater flow from NM to TX as a result of different pumping scenarios. (Shomaker 2002). adding new well fields to the New Mexico portion of the Salt Basin. Three locations were considered as potential well fields; the Otero Break, Crow Flats, and Fourmile Draw (Figure 7). Different amounts of water withdrawals per year were considered at each location, with pumping occurring only 6-months a year, and withdrawing an overall average amount of 7,085 acre-feet/year (8.7 x 106 m3/year). The first model considered the feasibility of the Otero Break well field. The Otero break well field would have wells in fractured San Andreas Formation limestone. The proposed well field had 38 wells over 24 miles2 (62 km2) of land that were about 1,200 ft (366 m) deep that were pumped at a rate of 1,000 gpm (1.9 x 106 m3/year). The computed cone of depression that formed after 21 years, resulted in drawdowns up to 80–90 ft (24 to 27m) at the Otero Break site and reaching 100ft (30 m) in Dell City (Figure 8). The reduction in underflow to Texas was predicted to be 2,000 acre-feet/year (2.5 x 106 m3/ year) after 40 years of pumping and steadily increas­ ing thereafter. The second model considered pumping in the Crow Flats, which hosts a valley fill aquifer. The proposed well field was represented using 19 wells across 28 miles2 (73 km2). The wells were about 800 ft (243 m) deep and produced with a combined flow rate of 2,000 gpm (4.1 x 106 m3/year). Results indicate that drawdown reached about 90 ft (27 m) at the Crow Flats site and about 100 ft (30m) in Figure 7. Locations of the potential well fields represented in Shomaker (2002). The light purple indicates the well fields in the Otero Break, Crow Flats, and Fourmile Draw. Modified from (Shomaker 2002). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 50 Dell City (Figure 9). The reduction in flow to Texas uniformly increased to 1,300 acre-feet/year (1.6 x 106 m3/year) after 40 years of pumping and would most likely continue to rise thereafter. The last scenario considers additional pumping in Fourmile Draw, which includes the valley fill and Bone-Spring–Victorio Peak aquifers. The Fourmile Draw is close to Dell City, TX. This scenario included 47 additional wells distributed across 54 km2 (21 miles2) of land that were about 1,000 ft (304 m) deep and producing 800 gpm (1.6 x 106 m3/year). Results showed that the drawdown associated with this new well field would reach 90 ft (27 m) near Fourmile Draw site and 110 ft (34 m) near Dell City. The extra drawdown in Dell City is due to the fact that the Fourmile Draw site and Dell City are in close proxim­ ity. The reduction in flow to Texas would be a maxi­ mum of 7,100 acre-feet/year (8.7 x 106 m3/year). The figure in the Shomaker (2002) report did not include a figure showing the drawdowns for this scenario. The produced water from these proposed well fields could be piped eastward to help fulfill the Pecos Compact delivery shortfalls. Shomaker (2002) concluded that over the long term the pumping at any of the potential well fields will be at the expense of water flowing into Texas. Hutchison (2008)—Preliminary Groundwater Flow Model, Dell City Area, Hudspeth and Culberson Counties, Texas—Hutchison (2008) was tasked by the El Paso Water Utilities to study the effects of groundwater withdrawals from the Dell City, Texas area and develop estimates of groundwater yields for a potential pumping operation to supply municipal water to El Paso, Texas. Three single-layer, two- dimensional steady-state finite-difference groundwa­ ter-flow models were created with MODFLOW-2000. Twelve hydrogeologic zones were included in these models. Hutchison (2008) considered varying degrees of lateral anisotropy (Kx and Ky) with the same orientations as Mayer and Sharp (1995) but with a larger ratio of Kmax to Kmin (Figure 10). The degree of lateral anisotropy was as high as 46:1 for some units. They also utilized environmental tracers (18O and 2H) to infer the locations of recharge to calibrate their models. Hutchison (2008) presented three Figure 9. Maximum simulated drawdown due to historical pump­ ing with a hypothetical well field near Crow Flats. Drawdowns were calculated from pre-development conditions. Contour intervals of 10 ft. Maximum drawdown of 100 ft. Modified from (Shomaker 2002). Figure 8. Maximum simulated drawdown due to historical pump­ ing with a hypothetical well field near Otero Break (scenario (1)). Drawdowns were calculated from pre-development conditions. Contour intervals of 10 ft. Maximum drawdown of about 100 ft. Modified from (Shomaker 2002). 51 S A L T B A S I N models he refers to as the “structural geology model,” the"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "(2002) report did not include a figure showing the drawdowns for this scenario. The produced water from these proposed well fields could be piped eastward to help fulfill the Pecos Compact delivery shortfalls. Shomaker (2002) concluded that over the long term the pumping at any of the potential well fields will be at the expense of water flowing into Texas. Hutchison (2008)—Preliminary Groundwater Flow Model, Dell City Area, Hudspeth and Culberson Counties, Texas—Hutchison (2008) was tasked by the El Paso Water Utilities to study the effects of groundwater withdrawals from the Dell City, Texas area and develop estimates of groundwater yields for a potential pumping operation to supply municipal water to El Paso, Texas. Three single-layer, two- dimensional steady-state finite-difference groundwa­ ter-flow models were created with MODFLOW-2000. Twelve hydrogeologic zones were included in these models. Hutchison (2008) considered varying degrees of lateral anisotropy (Kx and Ky) with the same orientations as Mayer and Sharp (1995) but with a larger ratio of Kmax to Kmin (Figure 10). The degree of lateral anisotropy was as high as 46:1 for some units. They also utilized environmental tracers (18O and 2H) to infer the locations of recharge to calibrate their models. Hutchison (2008) presented three Figure 9. Maximum simulated drawdown due to historical pump­ ing with a hypothetical well field near Crow Flats. Drawdowns were calculated from pre-development conditions. Contour intervals of 10 ft. Maximum drawdown of 100 ft. Modified from (Shomaker 2002). Figure 8. Maximum simulated drawdown due to historical pump­ ing with a hypothetical well field near Otero Break (scenario (1)). Drawdowns were calculated from pre-development conditions. Contour intervals of 10 ft. Maximum drawdown of about 100 ft. Modified from (Shomaker 2002). 51 S A L T B A S I N models he refers to as the “structural geology model,” the “geochemistry model,” and the “hybrid model.” The structural model emphasized structural geology findings of Mayer and Sharp (1995), which posits that water flows preferentially along the Otero Break. The geochemistry model emphasizes the findings of Eastoe and Hibbs (2005), which suggests that a significant amount of recharge for Dell City, TX is derived from the Diablo Plateau. The hybrid method utilizes combinations of the “structural geology model” and the “geochemistry model” parameters. Hydraulic conductivity in the models ranged from 0.00239 to 200 ft/day (0.00073–61 m/day) based on zone. Storativity varied from 0.0001 to 0.2. The model domain mostly followed the Salt Basin watershed but excluded the northern and northwest­ ern portions that covered the Sacramento Mountains. The southern boundary extended to the Babb Flexure and Bitterwell Break, which was assumed to be a groundwater divide. The model boundaries were no flow except for the northwestern, western, and south­ eastern edges of the model domain. The northwestern border was assigned a specified flux boundary to Figure 10. Drawdowns for the structural model from pumping from 1948– 2002. Drawdown follows the Otero Break north-northwestward. Maximum drawdown of 50 ft. Contour intervals of 10 ft. The anisotropy used in the model is illustrated by the yellow arrows. Modified from Hutchison (2008). Figure 11. Drawdowns for the geochemistry model from pumping from 1948–2002. Drawdown follows the Otero Break north-northwestward. Maximum drawdown of 50 ft. Contour intervals of 10 ft. The location of the Otero Break and Diablo Plateau are also shown. Modified from Hutchison (2008). represent recharge from the Sacramento Mountains. The western boundary was an outflow boundary simulated by a drain package. The southeastern portion, the Bitterwell Break, was a constant head boundary. An initial steady state model was used to find the initial conditions for the transient simulation. The model ran from 1948 to 2002. The total recharge and boundary inflow from the northern border along the Sacramento Mountains for pre-development conditions ranged from 79,000 to 104,000 acre-feet/ year (9.7 x 106 to 1.3 x 108 m3/year) depending on the model. The total recharge and boundary inflow from the northern border along the Sacramento Mountains for years 1948 to 2002 ranged from 87,000 to 114,000 acre-feet/year (1.1 x 108 to 1.4 x 108 m3/ year). Elevation dependent recharge was imposed using the Maxey-Eakin approach. Pumping was estimated to average about 80,000 acre-feet/year (9 x 107 m3/year) and total outflow by evapotranspiration and pumping was estimated to be between 79,000 to 120,000 acre-feet/year (9.7 x 106 to 1.5 x 108 m3/ year). The discharge in the Salt Flats was simulated using the evapotranspiration package. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 52 The models were calibrated by comparing computed and observed water levels in Texas and New Mexico. With the additional pumping, the cone of depression around Dell City increased. Hutchison (2008) concluded that the groundwater yield of Dell City, TX area ranges from 54,000 to 95,000 acre-feet/ year (6.7 x 107 to 1.2 x 108 m3/year). Drawdown was calculated by running the model with and without pumping for 50 years and comparing the simulated heads to find the differences. Maximum drawdown ranged from 40 to 50 ft (12 to 15m). Figures 10–12 show how each of the model types affected drawdown. In all three of the models, the cone of depression extends far into New Mexico to the base of the Sacramento Mountains. These authors conclude that pumping in Dell City, TX affects New Mexico’s water levels. John Shomaker & Associates, Inc (2010)—Revised Hydrogeologic Framework and Groundwater-Flow Model of the Salt Basin Aquifer in Southeastern New Mexico and Part of Texas—John Shomaker and Associates, Inc. (2010) (JSAI) was contracted by the New Mexico Interstate Stream Commission to revise the Shomaker (2002) model. The purpose of the model is to obtain more information about the groundwater availability in the New Mexico portion of the Salt Basin. This information will ultimately be used to determine the effects of long-term groundwa­ ter mining and the groundwater protection measures that may be required. This was a collaborative study with the U.S. Geological Survey estimating stormwa­ ter runoff (Tillery, 2010), New Mexico Institute of Mining and Technology investigating water quality and creating a structural geologic history and frame­ work (NMT, 2010), Daniel B. Stephens & Associates Inc. estimating groundwater evaporation and recharge (DBS&A, 2010), and INTERA determining water use from satellite imagery (INTERA, 2010). JSAI (2010) created two four-layer finite difference models. The first was a steady state pre- development model and the other was a transient model that included historical pumping. JSAI (2010) used model boundary conditions that were similar to those reported in the Shomaker (2002) model, but increased the discretization by cutting the grid cell size in half compared to Shomaker (2002) (Figure 13). The cell size in the new model is one-half mile Figure 12. Drawdowns for the hybrid model from pumping from 1948–2002. Drawdown follows the Otero Break north-northwestward. Maximum drawdown of 40 ft. Contour intervals of 10 ft. Modified from Hutchison (2008). Figure 13. JSAI (2010) [orange] and JSAI (2002) [green] model bound­ aries. Modified from JSAI (2010) and (JSAI 2002). 53 S A L T B A"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "of the Sacramento Mountains. These authors conclude that pumping in Dell City, TX affects New Mexico’s water levels. John Shomaker & Associates, Inc (2010)—Revised Hydrogeologic Framework and Groundwater-Flow Model of the Salt Basin Aquifer in Southeastern New Mexico and Part of Texas—John Shomaker and Associates, Inc. (2010) (JSAI) was contracted by the New Mexico Interstate Stream Commission to revise the Shomaker (2002) model. The purpose of the model is to obtain more information about the groundwater availability in the New Mexico portion of the Salt Basin. This information will ultimately be used to determine the effects of long-term groundwa­ ter mining and the groundwater protection measures that may be required. This was a collaborative study with the U.S. Geological Survey estimating stormwa­ ter runoff (Tillery, 2010), New Mexico Institute of Mining and Technology investigating water quality and creating a structural geologic history and frame­ work (NMT, 2010), Daniel B. Stephens & Associates Inc. estimating groundwater evaporation and recharge (DBS&A, 2010), and INTERA determining water use from satellite imagery (INTERA, 2010). JSAI (2010) created two four-layer finite difference models. The first was a steady state pre- development model and the other was a transient model that included historical pumping. JSAI (2010) used model boundary conditions that were similar to those reported in the Shomaker (2002) model, but increased the discretization by cutting the grid cell size in half compared to Shomaker (2002) (Figure 13). The cell size in the new model is one-half mile Figure 12. Drawdowns for the hybrid model from pumping from 1948–2002. Drawdown follows the Otero Break north-northwestward. Maximum drawdown of 40 ft. Contour intervals of 10 ft. Modified from Hutchison (2008). Figure 13. JSAI (2010) [orange] and JSAI (2002) [green] model bound­ aries. Modified from JSAI (2010) and (JSAI 2002). 53 S A L T B A S I N by one-half mile (about 1.2 by 2.4 km). The top of layer one was the land surface and layer one was the only layer with variable thickness. Layer two is 300 ft thick, layer 3 is 500 ft thick, and layer four is 4,000 ft thick. The range of hydraulic conductivities used is 0.01 to over 100 ft/day (0.003 to 30 m/day). The new model uses a larger range of hydraulic conductivities than JSAI (2002), which used a range of 0.05 to 100 ft/day (0.02 to 30 m/day). The steady-state model used pre-development conditions assuming a recharge of 61,723 acre-feet/ year (7.6 x 107 m3/year), with 5,451 acre-feet/year (6.7 x 106 m3/year) of that recharge coming from the Peñasco Basin, which was modeled with injection wells at the northern boundary of the model. The amount of recharge coming from the Peñasco Basin was calculated using Darcy’s Law. The rest of the recharge is applied as areal recharge (Figure 15). The new model uses a discharge rate of 61,719 acre-feet/ year (7.6 x 107 m3/year) which is applied as evapo­ transpiration in the playas. The steady-state model was calibrated to steady-state target heads. The new model uses a higher recharge and discharge rate than JSAI (2002) that used a recharge and discharge rate of 54,943 acre-feet/year (6.7 x 107 m3/year). The new model also uses areal recharge over areas in the model instead of the injection wells along the boundary that JSAI (2002) used. The transient finite difference model used historical pumping and included four-layers. It used the same boundary conditions as the steady-state model. The model was run from 1948 to 2009 and used variable recharge that ranged from 35,000 to 90,000 acre-feet/year (4.3 x 107 to 1.1 x 108 m3/ year), averaging 61,723 acre-feet/year (7.6 x 107 m3/ year). These recharge values were very close to those of DBS&A (2010; 37,000 to 82,000 acre-feet/year or 4.6 x 107 to 1.0 x 108 m3/year) and therefore supports JSAI (2010)’s model values. Flow from the Peñasco Basin accounted for 3,194 to 5,451 acre-feet/year (3.9 x 106 to 6.7 x 106 m3/year) of the recharge. The imposed rates of areal recharge and inflow across the model boundaries (using injection wells) is less than the discharge in the model. In order to balance the higher discharge, water is taken from storage. Total inflow into the model included storage ranges from 77,782 to 142,118 acre-feet/year (9.6 x 107 to 1.8 x 108 m3/year). Discharge varies in amount and type Figure 14. JSAI (2010) model boundary (orange), model sinkholes (blue), and major flowpaths (arrows). Modified from (JSAI 2010). Figure 15. JSAI (2010) location of recharge and evapotranspiration. Injection well recharge is in dark blue, areal recharge is light blue, and the light red is evapotranspiration. Modified from JSAI (2010). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 54 through time. Evapotranspiration is modeled along­ side pumping until 1980, when evapotranspiration is decreased to zero because the elevation of the water table drops to the point where evapotranspiration is negligible. Pumping is then used as the only discharge in the model. Total discharge, which includes evapo­ transpiration and pumping, ranges between 77,784 to 142,112 acre-feet/year (9.6 x 107 to 1.8 x 108 m3/ year) and averages 109,872 acre-feet/year (1.4 x 108 m3/year). Model simulated pumping averages 89,257 acre-feet/year (1.1 x 108 m3/year) and ranges from 50,287 to 113,613 acre-feet/year (6.2 x 107 to 1.4 x 108 m3/year). The new model increases discharge compared to JSAI (2002), which used an average total discharge of 94,147 acre-feet/year (1.2 x 108 m3/year). Drawdown was calculated at the end of the historical transient model, which was the end of September 2009. The modeled drawdown was up to 90 feet in Dell City, TX (Figure 16). This estimate is less than the drawdown calculated using the JSAI (2002) model for the year 2000, which reached 100 ft in Dell City, TX (Figure 4). Along with the modeled drawdown, JSAI (2010) found, using the calibrated storage coefficients determined from the model analysis, that the upper 1,000 ft of aquifer is estimated to currently hold 37.9 million acre-feet of water. Ritchie (2011)—Hydrogeologic Framework and Development of a Three-dimensional Finite Difference Groundwater-Flow Model of the Salt Basin, New Mexico and Texas—Ritchie (2011) and Sigstedt et al., (2016) developed probably the most three-dimensionally detailed model of the Salt Basin groundwater flow system. This study focused on quantifying recharge rates considering pre-develop­ ment conditions. Ritchie (2011) used computed and observed hydraulic head contour maps to calibrate his model. In addition, carbon-14 age dates on a series of wells along the flowpath were used to quantify groundwater flow rates and recharge (Sigstedt et al., 2016). Ritchie (2011) created a hydrogeologic frame­ work model by compiling geologic information from structural features, oil-and-gas exploratory wells, and geologic unit surface exposures. The hydrogeologic framework model contained information on the horizontal and vertical extent of 16 geologic units grouped by similar lithology and depositional facies. The hydrogeologic framework model was then used to construct a 3-D finite difference groundwater flow model using MODFLOW-2000 (Harbaugh et al., 2000). The configuration of these units was incorpo­ rated into"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "m3/year) and ranges from 50,287 to 113,613 acre-feet/year (6.2 x 107 to 1.4 x 108 m3/year). The new model increases discharge compared to JSAI (2002), which used an average total discharge of 94,147 acre-feet/year (1.2 x 108 m3/year). Drawdown was calculated at the end of the historical transient model, which was the end of September 2009. The modeled drawdown was up to 90 feet in Dell City, TX (Figure 16). This estimate is less than the drawdown calculated using the JSAI (2002) model for the year 2000, which reached 100 ft in Dell City, TX (Figure 4). Along with the modeled drawdown, JSAI (2010) found, using the calibrated storage coefficients determined from the model analysis, that the upper 1,000 ft of aquifer is estimated to currently hold 37.9 million acre-feet of water. Ritchie (2011)—Hydrogeologic Framework and Development of a Three-dimensional Finite Difference Groundwater-Flow Model of the Salt Basin, New Mexico and Texas—Ritchie (2011) and Sigstedt et al., (2016) developed probably the most three-dimensionally detailed model of the Salt Basin groundwater flow system. This study focused on quantifying recharge rates considering pre-develop­ ment conditions. Ritchie (2011) used computed and observed hydraulic head contour maps to calibrate his model. In addition, carbon-14 age dates on a series of wells along the flowpath were used to quantify groundwater flow rates and recharge (Sigstedt et al., 2016). Ritchie (2011) created a hydrogeologic frame­ work model by compiling geologic information from structural features, oil-and-gas exploratory wells, and geologic unit surface exposures. The hydrogeologic framework model contained information on the horizontal and vertical extent of 16 geologic units grouped by similar lithology and depositional facies. The hydrogeologic framework model was then used to construct a 3-D finite difference groundwater flow model using MODFLOW-2000 (Harbaugh et al., 2000). The configuration of these units was incorpo­ rated into 6 vertical layers, as shown in Figure 17. The model boundaries follow the surface water divides except for the southern and northwestern portions. In the south, the boundary follows the groundwater divide of the Bitterwell Break. In the northwest, the domain reaches into the Peñasco Basin to allow for the interbasin flow. The entire boundary is a no-flow boundary. The model included elevation- dependent recharge. Groundwater outflow due to evapotranspiration near the Salt Flats was represented by a series of wells. MODPATH (Pollack, 1994) was used to calculate advective travel times from the uplands to wells where 14C groundwater ages were collected as part of a model calibration exercise. Two groundwater model scenarios were run considering different amounts and distributions of recharge. The first was a series of water balance scenarios, where recharge was assigned based on regions and the second considered elevation- dependent recharge. The water-balance based recharge models had recharge ranging from 49,000 acre-feet/year (160,000 m3/day) for the minimum scenario to 110,000 acre-feet/day (350,000 m3/day) for the maximum scenario. These values are at the higher end of the range of values from previous Salt Basin studies. The distribution of the recharge was Figure 16. Model simulated drawdown after running the historical tran­ sient model from 1948 to 2009. Contour intervals of 10 ft. Maximum drawdown of 90 ft. Modified from (JSAI, 2010). 55 S A L T B A S I N Figure 17a. The model started with a (a) 16-layer hydrogeologic framework which was converted into a (b) condensed 6-layer hydrogeologic then finally made into a (c) groundwater-flow model grid, which is used in the 3D models. (a), (b), and (c) show both the map view and cross sections (blue lines in map view) that go through the Salt Basin. The red lines in the map view represent the model boundary. There is a vertical exaggeration of 10x in the cross sections. (Ritchie 2011). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 56 Figure 18. MODPATH pathlines and origins of particles for the elevation-dependent maximum recharge scenario using average porosity values. This model better fit radiocarbon groundwater ages than water-balanced models (Ritchie, 2011). 57 S A L T B A S I N Figure 19. Graphical summary of model parameters used in prior studies of the Salt Basin. The blue lines denote the hydraulic conductivity range used by Mayer and Sharp (1995), JSAI studies, Hutchinson (2008), and Ritchie (2011). Orange circles indicate discharge and asterisks indicates recharge. Mayer’s and Sharp’s (1995) hydraulic conductivities are actually transmissivity values so the range of the blue line could be different. based on sub-basins delineated by John Shomaker & Associates, Inc. (2010) and net infiltration figures from Daniel B. Stephens & Associates (2010a). The elevation-dependent recharge models had recharge ranging from 2,700 acre-feet/day (9,100 m3/day) for the minimum scenario to 29,000 acre-feet/day (99,000 m3/day) for the maximum scenario. Ritchie (2011) found that relatively lower recharge rates are consistent with groundwater elevations and 14C age dates. Both recharge distribution models were calibrated to steady-state groundwater levels by varying horizontal hydraulic conductivity. Calibrated hydraulic conductivities ranged from 3.28 x 10-8 ft/ day (1 x 10-8 m/day) for a confining unit to 820 ft/day (250 m/day) in the zones associated with high fracture and fault densities. Discharge changed based on the model; the water-balance model ranged from 48,765 to 105,020 acre-feet/year (164,688 to 354,670 m3/day). The minimum recharge used the lowest discharge values. The elevation-dependent modeled discharge ranged from 2,688 to 29,414 acre-feet/year (9,078 to 99,337 m3/day). The elevation-dependent and water-balance recharge distribution models produced good matches to observed groundwater levels and regional groundwater flow. But, MODPATH advective travel times from the elevation-dependent models with (1) average recharge and minimum porosity, (2) maximum recharge and minimum porosity, and (3) maximum recharge and average porosity statistically better fit the radiocarbon groundwater ages (Figure 18). The water-balance based models poorly fit the radiocarbon groundwater ages measured by Sigstedt (2010). Therefore, Ritchie (2011) concluded that the elevation-dependent recharge distribution model represented the Salt Basin groundwater-flow system the best. Past Model Summary Mayer and Sharp (1995) concluded that the Salt Basin has highly variable transmissivities due to fracturing in the Basin. Mayer and Sharp (1995) used transmissivities ranging from 9.3 to 9,300 ft2/day, N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 58 Model Purpose General results Mayer and Sharp (1995) Research the effects that regional fracture systems had on permeability using a groundwater flow model. Model results were compared to regional head patterns. A southeast trending fracture system, the Otero Break, plays an important role in controlling regional groundwater flow patterns in the Salt Basin. John Shomaker & Associates, Inc. (2002) Assessed the effects that additional pumping (Finch, 2002) or new proposed NM well fields (Shomaker, 2002) would have on the water resources in the Salt Basin. Pumping more water on the New Mexico or Texas side would affect the amount of groundwater flowing"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "to 354,670 m3/day). The minimum recharge used the lowest discharge values. The elevation-dependent modeled discharge ranged from 2,688 to 29,414 acre-feet/year (9,078 to 99,337 m3/day). The elevation-dependent and water-balance recharge distribution models produced good matches to observed groundwater levels and regional groundwater flow. But, MODPATH advective travel times from the elevation-dependent models with (1) average recharge and minimum porosity, (2) maximum recharge and minimum porosity, and (3) maximum recharge and average porosity statistically better fit the radiocarbon groundwater ages (Figure 18). The water-balance based models poorly fit the radiocarbon groundwater ages measured by Sigstedt (2010). Therefore, Ritchie (2011) concluded that the elevation-dependent recharge distribution model represented the Salt Basin groundwater-flow system the best. Past Model Summary Mayer and Sharp (1995) concluded that the Salt Basin has highly variable transmissivities due to fracturing in the Basin. Mayer and Sharp (1995) used transmissivities ranging from 9.3 to 9,300 ft2/day, N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 58 Model Purpose General results Mayer and Sharp (1995) Research the effects that regional fracture systems had on permeability using a groundwater flow model. Model results were compared to regional head patterns. A southeast trending fracture system, the Otero Break, plays an important role in controlling regional groundwater flow patterns in the Salt Basin. John Shomaker & Associates, Inc. (2002) Assessed the effects that additional pumping (Finch, 2002) or new proposed NM well fields (Shomaker, 2002) would have on the water resources in the Salt Basin. Pumping more water on the New Mexico or Texas side would affect the amount of groundwater flowing across the NM–TX state line. Long term pumping at any of the potential well fields will be at the expense of water flowing into Texas. Hutchison (2008) Tasked by the El Paso Water Utilities to study the Dell City, Texas area and develop estimates of groundwater yields for a potential pumping operation to supply municipal water to El Paso, Texas. The groundwater yield of Dell City, TX area ranges 6.7 x 107 to 1.2 x 108 m3/year depending on what definition of “sustainability” is used. John Shomaker & Associates, Inc. (2010) Assessed groundwater yields from proposed pumping operations to supply municipal water to El Paso, Texas. The upper 1,000 ft of aquifer is estimated to currently hold 37.9 million acre-feet of water. Drawdown in Dell City is mod­ eled to reach 90 ft. Concluded that recharge, evapotranspira­ tion, pumping, and hydraulic conductivity values used in this model were consistent with prior studies and observed data. Ritchie (2011) Develop the most detailed hydrostratigraphic framework model for the Salt Basin. Considered elevation dependent and zonal recharge scenarios. Used both groundwater residence times and head data to calibrate the model. The elevation-dependent recharge scenario provided the best fit to head patterns and 14C residence times. Model Model type Hydraulic conductivity ranges Discharge/ pumping ranges Recharge ranges Mayer and Sharp (1995) 1-layer, 2D FEM Transmissivities with constant thickness 9.3 to 9,300 ft2/day 105,392 acre-feet/year 88,366–100,527 acre-feet/year John Shomaker & Associates, Inc. (2002) 4-layer, quasi, 3D FDM 0.05 to 100 ft/day steady state: 54,943 acre-feet/year transient: 94,147 acre-feet/year (increased pumping from this in some areas to see effects) steady state: 54,943 acre-feet/year transient: 94,147 acre-feet/year Hutchison (2008) 3 x 1-layer, 2D FDM 0.00239 to 200 ft/day 79,000 to 120,000 acre-feet/year 79,000 to 114,000 acre-feet/year John Shomaker & Associates, Inc. (2010) 4-layer, 3D FDM 0.05 to over 100 ft/day steady state: 61,719 acre-feet/year transient: 77,784 to 142,112 acre-feet/year steady state: 61,719 acre-feet/year transient: 77,784 to 142,112 acre-feet/year Ritchie (2011) 6-layer, 3D FDM water-balanced model: 3.28 x 10-8 to 820 ft/day elevation dependent model: 3.28 x 10-8 to 82 ft/day 3.28 x 10-8 ft/day for a confining unit water-balanced model: 48,765 acre-feet/year for the minimum recharge scenario to 105,020 acre-feet/ year for maximum scenario elevation-dependent model: 2,688 acre-feet/year for the minimum recharge scenario to 29,414 acre-feet/ year for maximum scenario water-balanced model: 49,000 acre-feet/year for the minimum recharge scenario to 110,000 acre-feet/ year for maximum scenario elevation-dependent model: 2,700 acre-feet/year for the minimum recharge scenario to 29,000 acre-feet/ year for maximum scenario Table 1 and 2. Summarize the past models of the Salt Basin. Table 1. General information about each Salt Basin model’s purpose and results. Table 2. Hydraulic conductivity, recharge and discharge data for each Salt Basin model. Abbreviations: FEM = Finite element model; FDM = finite difference model. 59 S A L T B A S I N assuming a constant thickness. This range is on the smaller end when compared to Hutchinson (2008) and Ritchie (2011). The thickness of this model was not stated, but the range of transmissivities compared to the ranges of hydraulic conductivities used in other models, is on the low end. The main fracture zone in their model is the Otero Break that directs flow towards Dell City, TX area with recharge from the Sacramento Mountains. These authors concluded that a distributed fracture zone trending north-northwest is the primary factor controlling regional ground­ water flow patterns in the Salt Basin. Mayer and Sharp (1995) used close to the highest recharge rates reported with a range from 88,366–100,527 acre-feet/ year. Mayer and Sharp (1995) used one of the lowest discharge rates of 105,392 acre-feet/year. John Shomaker & Associates, Inc. (2002) found that any additional pumping in New Mexico will ultimately decrease the amount of water flowing into Texas. Finch (2002) concluded that if the wells that are currently used are pumped at a higher rate, the drawdowns will also increase. Shomaker (2002) found that if there is additional pumping at new potential well fields, drawdown will increase at the new well field location and change the amount of water flowing from New Mexico into Texas. John Shomaker & Associates, Inc. (2002) used a recharge and discharge rate of 94,147 acre-feet/year for their transient model, which is similar to the recharge rates that Mayer and Sharp (1995) used. John Shomaker & Associates, Inc. (2002) used the smallest range and most moderate hydraulic conductivities with a range from 0.05 to 100 ft/day. Hutchison (2008) used a slightly higher recharge rate than Mayer and Sharp (1995) and John Shomaker & Associates, Inc. (2002) for current con­ ditions with a range of 79,000 to 114,000 acre-feet/ year. Hutchison (2008) used the second most diverse range of hydraulic conductivities, having a much lower minimum hydraulic conductivity than Mayer and Sharp (1995) and John Shomaker & Associates, Inc. (2002) with a range of 0.00239 to 200 ft/day. Hutchison (2008) uses a moderate discharge rate at 79,000 to 120,000 acre-feet/year. Hutchison (2008) concluded that the groundwater yield of the Dell City, TX area ranges 54,000 to 95,000 acre-feet/year. John Shomaker & Associates, Inc. (2010) revised the John Shomaker & Associates, Inc. (2002) model by updating the model with new data that had been collected about the Salt Basin. John Shomaker & Associates, Inc. (2010) used the highest discharge and recharge with their transient model ranging from 77,782 to 142,118 acre-feet/year for recharge and 77,784 to 142,112 acre-feet/year for"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "of 105,392 acre-feet/year. John Shomaker & Associates, Inc. (2002) found that any additional pumping in New Mexico will ultimately decrease the amount of water flowing into Texas. Finch (2002) concluded that if the wells that are currently used are pumped at a higher rate, the drawdowns will also increase. Shomaker (2002) found that if there is additional pumping at new potential well fields, drawdown will increase at the new well field location and change the amount of water flowing from New Mexico into Texas. John Shomaker & Associates, Inc. (2002) used a recharge and discharge rate of 94,147 acre-feet/year for their transient model, which is similar to the recharge rates that Mayer and Sharp (1995) used. John Shomaker & Associates, Inc. (2002) used the smallest range and most moderate hydraulic conductivities with a range from 0.05 to 100 ft/day. Hutchison (2008) used a slightly higher recharge rate than Mayer and Sharp (1995) and John Shomaker & Associates, Inc. (2002) for current con­ ditions with a range of 79,000 to 114,000 acre-feet/ year. Hutchison (2008) used the second most diverse range of hydraulic conductivities, having a much lower minimum hydraulic conductivity than Mayer and Sharp (1995) and John Shomaker & Associates, Inc. (2002) with a range of 0.00239 to 200 ft/day. Hutchison (2008) uses a moderate discharge rate at 79,000 to 120,000 acre-feet/year. Hutchison (2008) concluded that the groundwater yield of the Dell City, TX area ranges 54,000 to 95,000 acre-feet/year. John Shomaker & Associates, Inc. (2010) revised the John Shomaker & Associates, Inc. (2002) model by updating the model with new data that had been collected about the Salt Basin. John Shomaker & Associates, Inc. (2010) used the highest discharge and recharge with their transient model ranging from 77,782 to 142,118 acre-feet/year for recharge and 77,784 to 142,112 acre-feet/year for discharge. The model had a hydraulic conductivity range from 0.05 to over 100 ft/day which is slightly larger than John Shomaker & Associates, Inc. (2002) but still less than Hutchison (2008) and Ritchie (2011). Ritchie (2011) developed a conceptual model of the Salt Basin groundwater system that used an elevation-dependent recharge distribution and lower recharge rates relative to past studies that range from 2,700 (minimum scenario) to 29,000 acre-feet/year (maximum scenario). The low recharge rates were constrained by groundwater residence time data (14C age dating). Ritchie (2011) uses the lowest discharge rates in his more successful elevation dependent model, which ranged from 2,688 (minimum scenario) to 29,414 acre-feet/year (maximum scenario). Ritchie (2011) used the largest range of hydraulic conduc­ tivities and also has the smallest minimum. Ritchie (2011)’s range of hydraulic conductivities is 3.28 x 10-8–820 ft/day. Water-level Data Available water-level data are from the Texas Water Development Board, United States Geological Survey, New Mexico Bureau of Geology Aquifer Mapping Program database, New Mexico Office of the State Engineer (Bjorklund, 1957), brackish water publica­ tions by Mclean (1970) and Hood and Kister (1962), a MSc. thesis by Sigstedt (2010), and a Ph.D. thesis by Sharp (1995). There is a large concentration of data in the Dell City, TX, El Paso, TX, and Alamogordo, NM areas. In the New Mexico side of the Salt Basin, water-level data is sparse in the western portion of the Salt Basin and in the Sacramento River aquifer recharge area in the lower Sacramento Mountains. The Texas side of the Salt Basin has water-level data gaps along the border of New Mexico and Texas west of Dell City to the basin boundary. Texas also has gaps along the western surface water watershed divide and along and slightly west of the Sierra Diablo Mountains. Infilling these data gaps would be beneficial to ensure that the new model is reliable. The locations of the data and time the data were collected can be seen in Figure 20 below that shows all the water-level data available with the symbol depicting when water-level data was collected at that well. The locations of wells with water-level mea­ surements in Dell City, TX, specifically wells with water-level data for at least each decade, are plotted in Figure 21. The hydrographs in Figure 22 show that there has been a general downward trend in N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 60 Figure 20. Locations and time ranges of water-level data across the Salt Basin. Blue triangles represent data collected between 2000 and 2020, green circles represent data collected between 1970 and 2000, and red squares represent data collected before 1970. A location may have multiple symbols, this represents that data was collected there during multiple periods. The grey line is the surface watershed boundary for the Salt Basin. The red outline surrounds Dell City, TX and is the outline of Figure 21. 61 S A L T B A S I N Figure 21. Locations of the wells in Dell City, TX that have at least one water-level measurement for each decade from pre-1950 to 2010s. The data from these wells are presented in the hydrographs in Figure 22. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 0 8 62 water levels except for an interval that recorded a brief increase in the mid 1980s to early 1990s, which are known to be years with an increased amount of precipitation and therefore recharge. From 1949 to 2019, there has been about a 15-meter decline in water levels (Figure 22). References Bjorklund, L.J., 1957, Reconnaissance of ground-water conditions in the Crow Flats Area, Otero County, New Mexico: State of New Mexico State Engineer Office, Technical Report 8, 26 p. Black, B.A., 1975, Geology and oil and gas potential of the northeast Otero Platform area, New Mexico, in Seager, W.R., Clemons, R.E., and Callender, J.F., eds., Las Cruces county: New Mexico Geological Society, Guidebook 26, p. 323–331. [DBS&A] Daniel B. Stephens & Associates, Inc., 2010, Recharge Model Study: draft Consultant’s report prepared by DBS&A for New Mexico Interstate Stream Commission, 28 p. Figure 22. Hydrographs of water levels for the thirteen wells in Dell City, TX that have at least one water-level measurement for each decade from pre-1950 to 2010s. Their locations shown on Figure 21 above. Daniel B. Stephens & Associates, I., 2010a, Recharge model­ ing study, Salt Basin of southeastern New Mexico: Daniel B. Stephens & Associated, Inc. Draft Report, Prepared for New Mexico Interstate Stream Commission, 34 p. Eastoe, C.J., and B J. Hibbs., 2005, Stable and radiogenic isotope evidence relating to regional groundwater flow systems originat­ ing in the high Sacramento Mountains, New Mexico: AGU Fall Meeting Abstracts. Finch, S.T., 2002, Hydrogeologic framework of the Salt Basin and development of a three-dimensional ground-water flow model: John Shomaker & Associates, Inc., Albuquerque, New Mexico, report prepared for the New Mexico Interstate Stream Commission, 60 pp. Goetz, L.K., 1977,"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "E R A L R E S O U R C E S : O F R 6 0 8 62 water levels except for an interval that recorded a brief increase in the mid 1980s to early 1990s, which are known to be years with an increased amount of precipitation and therefore recharge. From 1949 to 2019, there has been about a 15-meter decline in water levels (Figure 22). References Bjorklund, L.J., 1957, Reconnaissance of ground-water conditions in the Crow Flats Area, Otero County, New Mexico: State of New Mexico State Engineer Office, Technical Report 8, 26 p. Black, B.A., 1975, Geology and oil and gas potential of the northeast Otero Platform area, New Mexico, in Seager, W.R., Clemons, R.E., and Callender, J.F., eds., Las Cruces county: New Mexico Geological Society, Guidebook 26, p. 323–331. [DBS&A] Daniel B. Stephens & Associates, Inc., 2010, Recharge Model Study: draft Consultant’s report prepared by DBS&A for New Mexico Interstate Stream Commission, 28 p. Figure 22. Hydrographs of water levels for the thirteen wells in Dell City, TX that have at least one water-level measurement for each decade from pre-1950 to 2010s. Their locations shown on Figure 21 above. Daniel B. Stephens & Associates, I., 2010a, Recharge model­ ing study, Salt Basin of southeastern New Mexico: Daniel B. Stephens & Associated, Inc. Draft Report, Prepared for New Mexico Interstate Stream Commission, 34 p. Eastoe, C.J., and B J. Hibbs., 2005, Stable and radiogenic isotope evidence relating to regional groundwater flow systems originat­ ing in the high Sacramento Mountains, New Mexico: AGU Fall Meeting Abstracts. Finch, S.T., 2002, Hydrogeologic framework of the Salt Basin and development of a three-dimensional ground-water flow model: John Shomaker & Associates, Inc., Albuquerque, New Mexico, report prepared for the New Mexico Interstate Stream Commission, 60 pp. Goetz, L.K., 1977, Quaternary faulting in the Salt Basin grabens, West Texas [M.S. thesis]: Austin, The University of Texas at Austin, 136p. Harbaugh, A.W., Banta, E.R., Hill, M.C., and McDonald, M.G., 2000, MODFLOW-2000, The U. S. Geological Survey modular ground-water model-user guide to modularization concepts and the ground-water flow process: U. S. Geological Survey Open- file Report 00-92, 121 p. Hood, J.W., and Kister, L.R., 1962, Saline water resources in New Mexico: U.S. Geological Survey Water-Supply Paper 1601, 70 p. 63 S A L T B A S I N Hutchison, W.R., 2008, Preliminary groundwater flow model, Dell City area, Hudspeth and Culberson counties, Texas: El Paso Water Utilities Hydrogeology Report 08-01, 480 p. INTERA, 2010, Remote sensing based evaluation of groundwater discharge from the Salt Basin, New Mexico: draft consultant’s report prepared by INTERA for New Mexico Interstate Stream Commission. [JSAI] John Shomaker & Associates, Inc., 2010, Revised hydro­ geologic framework and updated groundwater-flow model of the Salt Basin, New Mexico: John Shomaker & Associates, Inc. Draft Report, Prepared for New Mexico Interstate Stream Commission, 68 p. Konikow, L.F., and Neuzil, C.E., 2007, A method to estimate groundwater depletion from confining layers: Water Resources Research, v. 43, W07417, doi:10.1029/2006WR005597. Lohman, S.W., 1972, Ground-water hydraulics: U.S. Geological Survey Professional Paper 708, 70p. Mabee S.B., Hardcastle, K.C., Wise, D.W., 1994, A method for collecting and analyzing lineaments for regional-scale fractured bedrock aquifer studies. Ground Water 32(6):884–894 Mayer, J.R., and Sharp, J., Jr. ,1995, The role of fractures in regional groundwater flow: in Rossmanith, H.-P., ed., Mechanics of Jointed and Faulted Rock: Balkema, Rotterdam, CRC Press, p. 375–380. McLean, J.S., 1970, Saline ground-water resources of the Tularosa Basin, New Mexico: U. S. Department of the Interior Office of Saline Water Research and Development Progress Report 561: 128 p. Muehlberger, W.R., and Dickerson, P.W., 1989, A tectonic history of Trans‐Pecos Texas. Structure and Stratigraphy of Trans‐Pecos Texas: El Paso to Guadalupe Mountains and Big Bend July 20–29, 1989, 317, 35–54. [NMT] New Mexico Institute of Mining and Technology, 2010, Basin analysis of the northern Salt Basin, southeast New Mexico: Hydrogeology and geochemistry: Draft report pre­ pared by Andre Ritchie and Sophia Sigstedt prepared for the New Mexico Interstate Stream Commission, 274 p. Pollack, D.W., 1994. User’s guide for MODPATH/ MODPATHPLOT, v 3: a particle tracking post-processing package for MODFLOW: the USGS finite-difference ground­ water flow model. US Geological Survey Open-File Report, pp.94–464. Pray, L.C., 1961, Geology of the Sacramento Mountains escarp­ ment, Otero County, New Mexico, New Mexico Bureau of Mining and Mineral Resources, Bulletin 35, 144p. Ritchie, A.B.O., 2011, Hydrogeologic framework and development of a three-dimensional finite difference groundwater flow model of the Salt Basin, New Mexico and Texas [M.S. thesis]: Socorro, New Mexico Institute of Mining and Technology, 953 p. Scalapino, R.A., 1950, Development of groundwater for irrigation in the Dell City area, Hudspeth County, Texas: Texas Board of Water Engineers, Bulletin 5004, 38 p. Shomaker, J.W., 2002, Hypothetical well fields in the Salt Basin and pipeline to Pecos River: John Shomaker & Associates, Inc. Draft Report, Prepared for New Mexico Interstate Stream Commission, 17 p. Sigstedt, S.C., 2010, Environmental tracers in groundwater of the Salt Basin, New Mexico, and implications for water resources [Master’s Thesis]: Socorro, New Mexico, New Mexico Institute of Mining and Technology. Sigstedt, S.C., Phillips, F.M., and Ritchie, A.B.O., 2016, Groundwater flow in an ‘underfit’ carbonate aquifer in a semiarid climate: application of environmental tracers to the Salt Basin, New Mexico (USA): Hydrogeology Journal, v. 24, p. 841–863. doi:10.1007/s10040-016-1402-2. Texas Water Development Board, 2020, Groundwater Database (GWDB). http://www.twdb.texas.gov/groundwater/data/gwd­ brpt.asp. Tillery, A., 2010, Estimates of mean annual flow and flow loss for ephemeral channels in the Salt Basin, southeastern New Mexico, 2009: U.S. Geological Survey, DRAFT Scientific Investigation Report 2010. United State Geological Survey, 2020, NM Water Science Center. https://www.usgs.gov/centers/nm-water. New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 geoinfo.nmt.edu"
    },
    {
        "URL": "OFR-608_Salt_Basin_revised_Oct_2020.pdf",
        "Text": "for ephemeral channels in the Salt Basin, southeastern New Mexico, 2009: U.S. Geological Survey, DRAFT Scientific Investigation Report 2010. United State Geological Survey, 2020, NM Water Science Center. https://www.usgs.gov/centers/nm-water. New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 geoinfo.nmt.edu"
    }
]