[
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "REPORT Groundwater flow in an ‘underfit’ carbonate aquifer in a semiarid climate: application of environmental tracers to the Salt Basin, New Mexico (USA) Sophia C. Sigstedt1,2 & Fred M. Phillips1 & Andre B. O. Ritchie1 Received: 20 August 2015 /Accepted: 12 March 2016 /Published online: 30 April 2016 # Springer-Verlag Berlin Heidelberg 2016 Abstract The Salt Basin is a semiarid hydrologically closed drainage basin in southern New Mexico, USA. The aquifers in the basin consist largely of Permian limestone and dolomite. Groundwater flows from the high elevations (∼2,500 m) of the Sacramento Mountains south into the Salt Lakes, which are saline playas. The aquifer is ‘underfit’ in the sense that depths to groundwater are great (∼300 m), implying that the aquifer could transmit much more water than it does. In this study, it is speculated that this characteristic is a result of a geologically recent reduction in recharge due to warming and drying at the end of the last glacial period. Water use is currently limited, but the basin has been proposed for large-scale groundwater extraction and export projects. Wells in the basin are of limited utility for hydraulic testing; therefore, the study focused on environmental tracers (major-ion geochemistry, stable iso- topes of O, H, and C, and 14C dating) for basin analysis. The groundwater evolves from a Ca–HCO3 type water into a Ca– Mg (Na) – HCO3–Mg (Cl) water as it flows toward the center of the basin due to dedolomitization driven by gypsum disso- lution. Carbon-14 ages corrected for dedolomitization ranged from less than 1,000 years in the recharge area to 19,000 years near the basin center. Stable isotopes are consistent with the presence of glacial-period recharge that is much less evapo- rated than modern. This supports the hypothesis that the underfit nature of the aquifer is a result of a geologically recent reduction in recharge. Keywords Karst . USA . Recharge . Stable isotopes . Paleowater Introduction The principal source of permeability in carbonate aquifers arises from interaction with the flowing groundwater. Chemically aggressive groundwater recharge enlarges small primary pores or fractures by dissolution, increasing perme- ability and thus increasing the groundwater flux. This positive feedback continues until the aquifer is capable of carrying all, or nearly all, of the potential groundwater recharge (Dreybrodt et al. 2005; White 1988). At this point, the system has reached a geochemical/hydrological equilibrium with the driving force for karstification, which is the total flux of chemically aggres- sive recharge water. The rate of further karstification can be expected to be low, analogous to a stream whose sediment load is in equilibrium with its carrying capacity and morpho- logical characteristics, known as a ‘fit’ stream (Dury 1964); although the stream meanders may evolve over time, the val- ley does not deepen. The Salt Basin, in southern New Mexico, USA, presents an apparent exception to this paradigm. In this hydrologically closed semiarid basin, comprised almost entirely of carbonate rock, groundwater flows through only a small part of the po- tential thickness of the aquifer. In portions of the basin, the depth to the water table is as much as 400 m. Were the water This article belongs to a series that characterizes the hydrogeology of the Sacramento Mountains and the Roswell and Salt basins in New Mexico, USA Electronic supplementary material The online version of this article (doi:10.1007/s10040-016-1402-2) contains supplementary material, which is available to authorized users. * Sophia C. Sigstedt ssigstedt@lynkertech.com 1 Earth and Environmental Science Department, New Mexico Tech, Socorro, NM 87801, USA 2 Water Resources, Lynker Technologies, Boulder, CO 80301, USA Hydrogeol J (2016) 24:841–863 DOI 10.1007/s10040-016-1402-2 table shallower, and hence the saturated thickness greater, the aquifer would transmit much more water than it does now. This is analogous to an ‘underfit’ stream in which a channel has been carved that is capable of carrying far more than the actual stream discharge. Many portions of the basin, extending from the recharge area down to the lower elevations where carbonate rock is exposed, exhibit evidence of extensive surficial karst, in the form of sinkholes and solution-enlarged fracture networks. These have been described in some detail by Black (1973). What is striking is that these are nearly all inactive, paleo features. They are so strongly degraded by surficial erosion that they retain little of their original relief and are essentially two-dimensional. Black (1973) was able to locate only one recent sinkhole in the entire basin. Surficial karst, and in par- ticular collapse features, are formed in carbonate rock princi- pally as a result of dissolution in the presence of a shallow water table (Galloway et al. 1999; Tharp 2002). The abun- dance of paleokarst and lack of active karst in the Salt Basin is evidence that, in the geological past, the aquifer has filled and interacted with the land surface, but that under current deep-water-table conditions (i.e., underfit aquifer), surficial karstification has virtually come to a halt. The authors hypothesize that the origin of this underfit aquifer system is also analogous to that most commonly in- voked for underfit streams: a climatically driven reduction in flow (Dury 1964). Specifically, it is hypothesized that during cold (Bglacial^) intervals of the Pleistocene, groundwater re- charge and flow was substantially greater than at present (Phillips et al. 2004), driving extensive karstification. Additionally, the authors hypothesize that reduction in re- charge at the end of the last glacial period has produced a marked decline in the water table to its current great depth. The underfit character of the Salt Basin aquifer has pro- foundly affected human activity in the basin and the ability of hydrogeologists to investigate the system. Due to the ca- pacity of the system for carrying much more water than is actually recharged, any surface-water flow quickly infiltrates and the basin is thus virtually devoid of perennial streams. Groundwater is available for use, but the large drilling and pumping costs imposed by the great depth to water strongly discourage any water-intensive economy. Over most of the basin the only land use is low-intensity ranching of cattle and sheep. Only near the terminal playa in the basin center, where water-table depth shallows, is irrigated agriculture practiced. Paradoxically, the challenges to extracting groundwater from the basin have caused it to become a potential target for large-scale groundwater extraction and export. The small population and low rates of pumping have preserved the groundwater resource in the New Mexico portion of the basin, whereas most other areas of the state and of the southwestern U.S. are experiencing water-table declines due to exploitation (Reilly et al. 2008). This underexploited resource has attracted attention as a potential water source for regional municipali- ties such as El Paso, Texas, and Ciudad Juárez, Mexico, or for oilfield development in the Permian Basin of Texas (Sigstedt 2010). The Salt Basin groundwater system was Bdeclared^ by the New Mexico State Engineer during 2000. By declaring the boundaries of the Salt Basin groundwater system, the State Engineer took administrative control of groundwater pumped from the basin, requiring anyone wanting to withdraw ground- water to apply for a permit from the State. In order to manage such future demands, data on basin permeability, storage, and recharge are urgently needed. At the regional scale, an integrated"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "water table to its current great depth. The underfit character of the Salt Basin aquifer has pro- foundly affected human activity in the basin and the ability of hydrogeologists to investigate the system. Due to the ca- pacity of the system for carrying much more water than is actually recharged, any surface-water flow quickly infiltrates and the basin is thus virtually devoid of perennial streams. Groundwater is available for use, but the large drilling and pumping costs imposed by the great depth to water strongly discourage any water-intensive economy. Over most of the basin the only land use is low-intensity ranching of cattle and sheep. Only near the terminal playa in the basin center, where water-table depth shallows, is irrigated agriculture practiced. Paradoxically, the challenges to extracting groundwater from the basin have caused it to become a potential target for large-scale groundwater extraction and export. The small population and low rates of pumping have preserved the groundwater resource in the New Mexico portion of the basin, whereas most other areas of the state and of the southwestern U.S. are experiencing water-table declines due to exploitation (Reilly et al. 2008). This underexploited resource has attracted attention as a potential water source for regional municipali- ties such as El Paso, Texas, and Ciudad Juárez, Mexico, or for oilfield development in the Permian Basin of Texas (Sigstedt 2010). The Salt Basin groundwater system was Bdeclared^ by the New Mexico State Engineer during 2000. By declaring the boundaries of the Salt Basin groundwater system, the State Engineer took administrative control of groundwater pumped from the basin, requiring anyone wanting to withdraw ground- water to apply for a permit from the State. In order to manage such future demands, data on basin permeability, storage, and recharge are urgently needed. At the regional scale, an integrated conceptual model of the Salt Basin groundwater system is lacking. The basin presents a challenge to hydrological investigation because surface wa- ter is nearly nonexistent and wells are sparse. Due to the very high pumping cost, the few wells available are low capacity and are not capable of significantly stressing the aquifer. The large distance between wells means that observation wells for aquifer tests are rarely available. In particular, the recharge rates and storage capacity of the basin are not fully understood. For instance, Huff and Chace (2006) concluded that there are important knowledge gaps in natural groundwa- ter recharge and discharge quantification, total and recover- able groundwater storage, the conceptual model of groundwa- ter flow, the distribution of water quality and the distribution of hydraulic characteristics in the Salt Basin. Current estimates of recharge to the Salt Basin groundwater system are highly variable and range from 20 to 120×106 m3 yr−1 (15,000– 100,000 acre-ft yr−1; Widdison 2007). It is apparent that the large uncertainty regarding the amount of recharge to the Salt Basin constitutes a serious impediment to proper resource management, for which the amount of recharge as well as spatial distribution need to be better constrained. The Salt Basin is a karstic aquifer, for which flow paths and permeability are typically difficult to quantify because of ex- tensive small-scale variability in porosity and fracture- dominated connectivity (Bakalowicz 2005). Understanding trends in basin-scale permeability associated with the tectonic forcing and depositional environment during the formation of the Salt Basin is a critical foundation for any hydrogeologic model; however, due to the small number of wells and high degree of natural variability in permeability and other hydro- logic properties, well hydraulics are of limited utility in basin analysis. In this situation, formulating a conceptual model of the basin-scale hydrodynamics can be greatly supplemented by means of environmental tracers. These are naturally present in the groundwater system and can elucidate integrated hydro- logic behavior along flow paths. This study builds upon the work of several previous inves- tigators who developed an understanding of the hydrodynam- ics and hydrogeochemical trends in the Salt Basin (Newman et al. 2016). Mayer and Sharp (1995) identified the role of 842 Hydrogeol J (2016) 24:841–863 fractures on the regional groundwater flow and this study follows their primary conclusions on the direction of ground- water flow from the Sacramento Mountains southeast to Dell City and the salt flats, including a prominent preferential flow path along the Otero Break. Mayer’s (1995) PhD dissertation analyzed a large set of groundwater chemistry data from the Salt Basin, which were interpreted to explain the chemical evolution of groundwater through calcite dissolution and pre- cipitation, dolomite dissolution, gypsum dissolution, halite dissolution and cation exchange. The trends in the groundwa- ter chemistry collected for this study are consistent with Mayer’s; however, the process of dedolomitization has been identified as the explanation for the evolution. The geochemi- cal evolution of groundwater as it moves from the center of the basin to the salt flats was described by Boyd (1982) and the evolution of the groundwater as it discharges (vertically to the surface) from the salt flats was described by Chapman (1984). Their findings of an increase toward a Na–Cl water type as the water becomes more evolved and nears the discharge point is consistent with the chemistry trends measured by the authors in this study. The previous work using environmental tracers in the Salt Basin were not able to link the geochemical evolution to time along the flow path in such a way as to make possible quantification of the recharge or discharge. The goal of this study was to fill at least part of the knowl- edge gap for this aquifer system by applying a full suite of environmental tracers such as major and minor solute geo- chemistry, stable isotopes of O, H, and C, and 3H, and 14C, to quantifying sources of groundwater recharge, residence times, and flow rates. Using these results, the objective was to test the hypothesis of the underfit nature of the aquifer system by examining the tracer data for evidence of greater recharge in the past. The authors also sought to establish a conceptual model for the aquifer system in the basin that could help to guide management of any future increased exploitation. Study area The Salt Basin (Fig. 1) is a closed drainage basin that covers an area of approximately 20,000 km2 (7,700 mi2) in southeast New Mexico and northwest Texas (Chapman 1984). The areal extent of the basin is largest in Texas, encompassing parts of Hudspeth, Culberson, Jeff Davis, and Presidio counties, but this study focuses on an area of approximately 6,200 km2 (2,400 mi2) in Otero, Chaves, and Eddy counties in New Mexico (Chace and Roberts 2004). The basin owes its current physiographic form to deformation associated with Cenozoic Basin-and-Range extension. This extension is still active to- day (Goetz 1980), and some researchers (Sharp 1989; Dickerson and Muehlberger 1994; Keller and Cather 1994) have included the Salt Basin as part of the Rio Grande rift. The topography of the Salt Basin is typical of the North American basin-and-range province, in which crustal exten- sion has resulted in downfaulted valleys, or grabens, and upfaulted mountains. The Sacramento Mountains rise to about 2,800 m (9,200 ft), while the salt flats are only at about 1,000 m (3,400 ft). The climate in the Salt Basin is semiarid. There"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "goal of this study was to fill at least part of the knowl- edge gap for this aquifer system by applying a full suite of environmental tracers such as major and minor solute geo- chemistry, stable isotopes of O, H, and C, and 3H, and 14C, to quantifying sources of groundwater recharge, residence times, and flow rates. Using these results, the objective was to test the hypothesis of the underfit nature of the aquifer system by examining the tracer data for evidence of greater recharge in the past. The authors also sought to establish a conceptual model for the aquifer system in the basin that could help to guide management of any future increased exploitation. Study area The Salt Basin (Fig. 1) is a closed drainage basin that covers an area of approximately 20,000 km2 (7,700 mi2) in southeast New Mexico and northwest Texas (Chapman 1984). The areal extent of the basin is largest in Texas, encompassing parts of Hudspeth, Culberson, Jeff Davis, and Presidio counties, but this study focuses on an area of approximately 6,200 km2 (2,400 mi2) in Otero, Chaves, and Eddy counties in New Mexico (Chace and Roberts 2004). The basin owes its current physiographic form to deformation associated with Cenozoic Basin-and-Range extension. This extension is still active to- day (Goetz 1980), and some researchers (Sharp 1989; Dickerson and Muehlberger 1994; Keller and Cather 1994) have included the Salt Basin as part of the Rio Grande rift. The topography of the Salt Basin is typical of the North American basin-and-range province, in which crustal exten- sion has resulted in downfaulted valleys, or grabens, and upfaulted mountains. The Sacramento Mountains rise to about 2,800 m (9,200 ft), while the salt flats are only at about 1,000 m (3,400 ft). The climate in the Salt Basin is semiarid. There is sunshine most days of the year and mild winters, which lead to extended growing seasons; however, low precip- itation, high temperatures and near-surface evaporation require irrigation in order to practice agriculture. The temperature in the low-elevation areas ranges from about −12 to 43 °C; typically with large temperature shifts between the day and night. Mean annual precipi- tation varies from over 900 mm yr−1 on the top of the Sacramento Mountains to about 200 mm yr−1 at the lowest elevations of the Salt Basin. The rain falls pri- marily during the monsoon season from May to October. Potential evaporation greatly exceeds precipita- tion, ranging from 1,900 mm yr−1 at high elevation to 2,500 mm yr−1 in the basin bottom. The Salt Basin is a sparsely populated region. The small communities of Timberon and Piñon (population ∼300 and ∼100 respectively; United States Census Bureau 2010) in the southern Sacramento Mountains are the largest population centers. The most important use of land in the area is cattle and sheep ranching, which uses small amounts of groundwater to water livestock. The western part of the Salt Basin, south of the Sacramento Mountains, is largely a Military Reservation where access is restricted. Just south of the New Mexico state line, in Texas, is the Dell City Irrigation district. This is an area of commercial agriculture where groundwater pumping for irrigation constitutes the vast majority of the discharge in the Salt Basin. Pumping in the Dell City area is pro- ducing water-level declines of ∼0.5 m yr−1 near the center of the New Mexico portion of the Salt Basin, about 45 km north of the irrigated area (Huff and Chace 2006). Geology Because the Salt Basin may contain oil and gas resources, there have been a number of comprehensive studies addressing the structure, stratigraphy and depositional environment for the area. Black (1973 and 1975) investigated the oil and gas potential of the northern Salt Basin, concluding that tectonically induced fracturing and erosion during the Neogene/Quaternary had hydrodynamically flushed most of the basin. King and Harder (1985) further assessed the oil and gas potential of a broader region that included the Salt Basin graben. These reports laid out the dominant physiographic features of the Tularosa and Salt Basin, as well as the geologic history for the region. Broadhead (2002) presented Hydrogeol J (2016) 24:841–863 843 a detailed stratigraphic column and descriptions of the structure and stratigraphy of the region. He reported the first commercially viable gas exploration well in the region, on Otero Mesa, which has stimulated proposals for additional drilling. Goetz (1977, 1980) documented active tectonics in the Salt Basin, including late Quaternary faulting. The principal aquifer units are the San Andres and Yeso formations (Fig. 2), which transition to the Victorio Peak and Bone Spring formations towards the southeast (Huff and Chace 2006; Ritchie 2011). These Permian formations are largely comprised of shelf carbonates. Primary permeability is generally low and groundwater flows mainly through sec- ondary fractures and karst development. These units are hy- draulically connected to each other, and to the Tertiary and Quaternary valley fill deposits within the Salt Basin Graben. Perched aquifers occur in localized Cretaceous deposits above the regional Permian aquifer, and also in alluvial deposits associated with ephemeral drainages. A zone of high perme- ability extends from the southern Sacramento Mountains southeastward towards Dell City, Texas, and the Salt Basin graben (Mayer 1995; Ritchie 2011). Low hydraulic gradients extending northward from the Dell City region also suggest Fig. 1 Salt Basin study area with important physiographic features and locations. Outlined in black is the Salt Basin Watershed. Hydrographic features were sourced from the National Hydrography Dataset (NHD; USGS 2010c). Dashed lines represent faults. Elevation coverage from the National Elevation Dataset (NED; USGS 2010b). NM New Mexico, TX Texas 844 Hydrogeol J (2016) 24:841–863 that there were high permeabilities in the Permian and valley fill aquifers. Hydrology The northern portion of the Salt Basin is a hydrologically closed basin with about 12,000 km2 of surface area drainage. The Sacramento Mountains to the north of the basin constitute a high mountain environment that is a significant source of recharge to the Salt Basin. For the Sacramento Mountains, Rawling et al. (2009) and Newton et al. (2012) concluded that recharge principally originated from the highest portion of the range and was generated mostly by melt of winter snow (Eastoe and Rodney 2014). Winter snowfall that infiltrates into the spring/stream systems is the dominant source of re- charge to the regional aquifer system during average precipi- tation years (Rawling et al. 2009). The streams distribute the recharge over a larger area than the winter snow pack (Rawling et al. 2009). Thus, one of the most significant sources of recharge to the aquifer system underlying the Salt Basin is likely infiltration of stream flow from the Sacramento River and Piñon Creek watersheds (Fig. 3) that originate in the Sacramento Mountains (Finch 2002; Mayer 1995; Sharp et al. 1993). Sacramento River flow is perennial only over relatively short distances before infiltrating to the groundwater where gage readings of daily mean streamflow near the headwa- ters range from 0.10 to 0.35 m3 s−1 (2–13 ft3 s−1; USGS 2010a). In addition to direct infiltration within the Salt Basin watershed, there is also an area north of Piñon, in the Peñasco watershed, that drains southward in the sub- surface across the northern surface-water divide into the Salt"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "features were sourced from the National Hydrography Dataset (NHD; USGS 2010c). Dashed lines represent faults. Elevation coverage from the National Elevation Dataset (NED; USGS 2010b). NM New Mexico, TX Texas 844 Hydrogeol J (2016) 24:841–863 that there were high permeabilities in the Permian and valley fill aquifers. Hydrology The northern portion of the Salt Basin is a hydrologically closed basin with about 12,000 km2 of surface area drainage. The Sacramento Mountains to the north of the basin constitute a high mountain environment that is a significant source of recharge to the Salt Basin. For the Sacramento Mountains, Rawling et al. (2009) and Newton et al. (2012) concluded that recharge principally originated from the highest portion of the range and was generated mostly by melt of winter snow (Eastoe and Rodney 2014). Winter snowfall that infiltrates into the spring/stream systems is the dominant source of re- charge to the regional aquifer system during average precipi- tation years (Rawling et al. 2009). The streams distribute the recharge over a larger area than the winter snow pack (Rawling et al. 2009). Thus, one of the most significant sources of recharge to the aquifer system underlying the Salt Basin is likely infiltration of stream flow from the Sacramento River and Piñon Creek watersheds (Fig. 3) that originate in the Sacramento Mountains (Finch 2002; Mayer 1995; Sharp et al. 1993). Sacramento River flow is perennial only over relatively short distances before infiltrating to the groundwater where gage readings of daily mean streamflow near the headwa- ters range from 0.10 to 0.35 m3 s−1 (2–13 ft3 s−1; USGS 2010a). In addition to direct infiltration within the Salt Basin watershed, there is also an area north of Piñon, in the Peñasco watershed, that drains southward in the sub- surface across the northern surface-water divide into the Salt Basin surface drainage. Across most of the Salt Basin, precipitation is so low and evaporation rates so high that only high intensity storm events have the potential for recharge. Significant ephemeral flow channels throughout the Salt Basin (Fig. 3) include Piñon Creek, Cornucopia Draw, Big Dog Canyon, and Shilow Fig. 2 Surface geology of the northern Salt Basin. Geology interpretation from Stoeser et al. (2007), with location of alkali flats/playa lakes (delineated in white) for New Mexico from National Hydrography Dataset (NHD; USGS 2010c) Hydrogeol J (2016) 24:841–863 845 Draw. A USGS investigation based on channel geometry (Tillery 2010), reported an estimated total of about 7.4 × 107 m3 (60,000 acre-ft) of annual flow from the Sacramento River, Piñon Creek, Cornucopia Draw, and Big Dog Canyon and estimated that between 27 and 56 % of this was lost to infiltration. Canyons and ephemeral drainage net- works off the steep western face of the Guadalupe Mountains focus runoff to the bajadas, which are a sequence of alluvial fans spreading onto the Salt Basin floor where the relatively flat slopes and coarser-grained material facilitate recharge. Otero Mesa and Diablo Plateau are also minor sources of recharge to the Salt Basin. Recharge is thought to infiltrate over the entire plateau, which has an area of approximately 7,500 km2 (Kreitler et al. 1990). The recharge infiltrates through fractures beneath arroyos during storm events, rapidly entering the aquifer system. Fig. 3 Salt Basin sub-watersheds (modified from Huff and Chace 2006) and groundwater elevation contours (ft amsl) and A–A′ section from Ritchie (2011). (1 ft = 0.3048 m) 846 Hydrogeol J (2016) 24:841–863 The hydrogeology of the Diablo Plateau was character- ized by Kreitler et al. (1990), who found that the aquifer was productive, the water was of good quality, and the aquifer was being actively recharged. Wasiolek (1991) evaluated the hydraulic characteristics of the Permian Yeso Formation and, contrary to earlier expect- ations, found that carbonate zones had high permeability that resulted from fracturing and subsequent solution enlargement. Sharp et al. (1993) reported on hydro- geologic trends in the Dell City area and they found per- vasive water-level declines of 10–20 m as well as very high permeability that was apparently controlled by frac- turing and faulting. Mayer and Sharp (1995), Mayer (1995), and Mayer and Sharp (1998) investigated the role of fracturing in regional groundwater flow in the Salt Basin, concluding that the location and density of fractures controlled groundwater flow and water quality on the regional scale. Finch (2002) developed a three- dimensional (3D) groundwater flow model for the region and used it to assess the recharge, concluding that re- charge from the entire Sacramento Mountains amounted to about 2.6×107 m3 yr−1 (21,000 acre-ft/yr). For the area northeast of the Otero Break, he estimated the recharge was 7.8 × 106 m3 yr−1 (6,300 acre-ft/yr). Although the New Mexico portion of the basin is lightly populated and pumping is limited, principally for stock watering, immediately south of the New Mexico border the aquifer is heavily pumped for irrigated agriculture. Pumping for agriculture near Dell City has reached as high as about 250 Mm3 yr−1 (200,000 acre-ft yr−1) with almost 20, 000 ha (50,000 acres) irrigated in 2000 (Ashworth 2001; Huff and Chace 2006). The regional groundwater flow (Fig. 3) is south–south- eastward from the recharge area of the Sacramento Mountains and eastward from the Otero Mesa/Diablo Plateau toward the Salt Basin graben and Dell Valley (Mayer 1995; Sharp et al. 1993). Mayer and Sharp (1995) proposed that groundwater flows from the Sacramento Mountains into the Dell Valley area to the Salt Flats through a set of northwest–southeast trending fractures. As shown in Fig. 4, groundwater flow from the Otero Mesa generally follows the structural dip, which is gently east-sloping toward the Salt Basin graben (Mayer 1995; Kreitler et al. 1990). The groundwater divide is close to the southern edge of the Diablo Plateau from which groundwater flows southwest to northeast. Like Otero Mesa, this groundwater is thought to flow down the structural dip of the monocline, with only a minor amount flowing south–westward into Hueco Bolson (Kreitler and Mullican 1990). Water entering the northern portion of Salt Basin graben is hydrologically isolated by the Bitterwell Break from the extension of the Salt Basin graben to the south (Fig. 1). This is a Neogene normal fault that deforms the sediments of the Salt Basin and produces a groundwater divide (Mayer and Sharp 1995; Boyd 1982). The Salt Flats (Fig. 3) are a series of gyp- sum playas along the eastern margin of the Salt Basin graben that constitutes the natural discharge point for the northern closed basin (Chapman 1984; Boyd 1982); how- ever, irrigation near Dell City began around 1950s and has since constituted most of the groundwater discharge (Sharp et al. 1993). Geochemical sampling and analysis Twenty-five water chemistry samples from groundwater in the Salt Basin were collected during a series of field trips in 2008 and 2009 (Fig. 5). Wells were sampled along regional flow paths, east of the Otero Break, starting in the southern Sacramento Mountains and ending near Dell City and the Salt Flats. Samples from these sites were analyzed for a wide variety of constituents: major- and minor-element chemistry, oxygen-18 (δ18O) and deuterium (δD) in water, carbon-13 (δ13C) and carbon-14 (δ13C) in dissolved inorganic carbon, sulfur-34 (δ34SO4) in dissolved sulfate, and tritium (3H). Water analyses are tabulated in the electronic"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "set of northwest–southeast trending fractures. As shown in Fig. 4, groundwater flow from the Otero Mesa generally follows the structural dip, which is gently east-sloping toward the Salt Basin graben (Mayer 1995; Kreitler et al. 1990). The groundwater divide is close to the southern edge of the Diablo Plateau from which groundwater flows southwest to northeast. Like Otero Mesa, this groundwater is thought to flow down the structural dip of the monocline, with only a minor amount flowing south–westward into Hueco Bolson (Kreitler and Mullican 1990). Water entering the northern portion of Salt Basin graben is hydrologically isolated by the Bitterwell Break from the extension of the Salt Basin graben to the south (Fig. 1). This is a Neogene normal fault that deforms the sediments of the Salt Basin and produces a groundwater divide (Mayer and Sharp 1995; Boyd 1982). The Salt Flats (Fig. 3) are a series of gyp- sum playas along the eastern margin of the Salt Basin graben that constitutes the natural discharge point for the northern closed basin (Chapman 1984; Boyd 1982); how- ever, irrigation near Dell City began around 1950s and has since constituted most of the groundwater discharge (Sharp et al. 1993). Geochemical sampling and analysis Twenty-five water chemistry samples from groundwater in the Salt Basin were collected during a series of field trips in 2008 and 2009 (Fig. 5). Wells were sampled along regional flow paths, east of the Otero Break, starting in the southern Sacramento Mountains and ending near Dell City and the Salt Flats. Samples from these sites were analyzed for a wide variety of constituents: major- and minor-element chemistry, oxygen-18 (δ18O) and deuterium (δD) in water, carbon-13 (δ13C) and carbon-14 (δ13C) in dissolved inorganic carbon, sulfur-34 (δ34SO4) in dissolved sulfate, and tritium (3H). Water analyses are tabulated in the electronic supplementary material (ESM). Groundwater sampling sites for the Salt Basin study were selected primarily on the basis of location in an attempt to attain the most comprehensive geochemical evolution along the given flow paths. Choice of sampling sites was limited primarily due to access issues; for example, access to most of the western side of the Salt Basin is limited due to the Fort Bliss military reservation. Of the 25 wells that were sampled, four were domestic wells (wells used to supply water to fewer than three house- holds), three were irrigation wells (wells used for commercial agricultural production), two were powered by windmills (wells having a piston mechanism to lift water, which is used primarily to water stock), three were powered by solar panels (wells where solar panels powered submersible pump, which is used primarily to water stock), one well was spring fed (shallow well directly drilled into a spring), and 12 were clas- sified as other (wells with submersible pumps, where water is used primarily to water stock). Well depths ranged from about 20 to 500 m, with an average of about 200 m. Most of the wells are uncased because of the very competent rock of the carbonate aquifer and draw water from the top of the aquifer to the total well depth. For groundwater tracer studies, it is de- sirable to have sample sites with narrow screen intervals so that sample mixing within the aquifer is limited and the inter- val being sampled is known. Because in the Salt Basin the wells are rarely screened, the aquifer interval of abstraction is constrained only by the water-level data and the well depth (given in the ESM). For most of the sites in the Salt Basin, the Hydrogeol J (2016) 24:841–863 847 sample represents the upper portion of the aquifer, since the well owners generally did not wish to pay for deeper wells than they needed to obtain a relatively small water supply. Runyan is an exception in that it was drilled for oil and gas exploration and thus potentially samples a deeper aquifer in- terval. Given the large horizontal extent of the aquifer, the intervals of the aquifer that were sampled are adequately constrained for the purpose of this study. Sampling site loca- tions (Fig. 5) were taken using a Garmin 60 GPS unit. Collection of precipitation for water quality analysis In addition to groundwater samples, four precipitation collec- tors (light blue diamonds in Fig. 5) were set up on the eastern side of the Salt Basin and analyzed for stable isotopes of oxygen-18 (δ18O) and deuterium (δD). The design of the pre- cipitation collectors has been referred to as BPVC collectors^ (Earman et al. 2006). The PVC (polyvinyl chloride) collector consists of a 19-cm-diameter plastic pipe, approximately 1.25 m high, sealed at the bottom, and mounted to a stake about 1 m off the ground, with a layer of mineral oil in the bottom of the collector. The mineral oil prevents evaporation of the precipitation in the collector. The precipitation collec- tors were placed in the open, away from trees or structures that might present interference. The precipitation was collected seasonally to be analyzed for the stable isotope content. Techniques for water quality collection and analysis General chemistry Groundwater samples were collected by first purging the well of at least one well volume and monitoring the discharge until specific conductivity, pH, temperature, and dissolved oxygen values stabilized. Standard methods were employed, which are documented in Sigstedt (2010). Analysis of major- and minor elements for the Salt Basin study was performed by the New Mexico Bureau of Geology and Mineral Resources Chemistry (and water quality analysis) Lab. Water chemistry was analyzed using the United States Environmental Protection Agency (USEPA) Clean Water Act Analytical Methods (USEPA 2010). The analyses include conductivity, alkalinity, pH, total dissolved solids (TDS), hardness, bromide, chloride, fluoride, nitrate, nitrite, phos- phate, sulfate, sodium, potassium, magnesium, and calcium. Specifics of the analytical methods are given in Sigstedt (2010). Reporting limits for conductivity and TDS are 10 μS/cm and 10 mg/L, respectively. Anion reporting limits are Fig. 4 Stratigraphic cross-section down the flow paths on the eastern side of the Salt Basin (Ritchie 2011). TQal Quaternary Alluvium, PGsa San Andres, Ply Yeso, PWa Abo, PWhb Hueco, Pwla lower Abo, P Pennsylvanian, D-M Devonian-Mississippian, C-S Cenozoic-Silurian, PC Pre-Cambrian 848 Hydrogeol J (2016) 24:841–863 typically 1 mg/L (with the exception of bromide 0.1 mg/L, or for low bromide 0.001 mg/L). Cation reporting limits are 0.001 mg/L. Trace metals Analyses of trace metals were performed by the New Mexico Bureau of Geology and Mineral Resources Chemistry (and water quality analysis) Lab. Trace metal analyses included aluminum, antimony, arsenic, barium, beryllium, boron, cad- mium, chromium, cobalt, copper, iron, lead, lithium, manga- nese, molybdenum, nickel, selenium, silica, silicone, sliver, strontium, thallium, thorium, tin, titanium, uranium, vanadi- um, and zinc. Trace metals were analyzed using the United States Environmental Protection Agency (USEPA) Clean Water Act Analytical Methods (USEPA 2010). Specifically, Fig. 5 Distribution of sample points: Sacramento Mtn. well is representative of recharge collected by Morse 2010 (white circle); precipitation samples (light blue diamonds); and Salt Basin Wells (dark blue circles) used for geochemical modeling through general sub-regions in the Salt Basin Hydrogeol J (2016) 24:841–863 849 trace metal content was determined by USEPA method 200.8, Determination of Trace Elements in Water and Wastes by Inductively Coupled Plasma-Mass Spectrometry Revision 5.4. For"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "Geology and Mineral Resources Chemistry (and water quality analysis) Lab. Water chemistry was analyzed using the United States Environmental Protection Agency (USEPA) Clean Water Act Analytical Methods (USEPA 2010). The analyses include conductivity, alkalinity, pH, total dissolved solids (TDS), hardness, bromide, chloride, fluoride, nitrate, nitrite, phos- phate, sulfate, sodium, potassium, magnesium, and calcium. Specifics of the analytical methods are given in Sigstedt (2010). Reporting limits for conductivity and TDS are 10 μS/cm and 10 mg/L, respectively. Anion reporting limits are Fig. 4 Stratigraphic cross-section down the flow paths on the eastern side of the Salt Basin (Ritchie 2011). TQal Quaternary Alluvium, PGsa San Andres, Ply Yeso, PWa Abo, PWhb Hueco, Pwla lower Abo, P Pennsylvanian, D-M Devonian-Mississippian, C-S Cenozoic-Silurian, PC Pre-Cambrian 848 Hydrogeol J (2016) 24:841–863 typically 1 mg/L (with the exception of bromide 0.1 mg/L, or for low bromide 0.001 mg/L). Cation reporting limits are 0.001 mg/L. Trace metals Analyses of trace metals were performed by the New Mexico Bureau of Geology and Mineral Resources Chemistry (and water quality analysis) Lab. Trace metal analyses included aluminum, antimony, arsenic, barium, beryllium, boron, cad- mium, chromium, cobalt, copper, iron, lead, lithium, manga- nese, molybdenum, nickel, selenium, silica, silicone, sliver, strontium, thallium, thorium, tin, titanium, uranium, vanadi- um, and zinc. Trace metals were analyzed using the United States Environmental Protection Agency (USEPA) Clean Water Act Analytical Methods (USEPA 2010). Specifically, Fig. 5 Distribution of sample points: Sacramento Mtn. well is representative of recharge collected by Morse 2010 (white circle); precipitation samples (light blue diamonds); and Salt Basin Wells (dark blue circles) used for geochemical modeling through general sub-regions in the Salt Basin Hydrogeol J (2016) 24:841–863 849 trace metal content was determined by USEPA method 200.8, Determination of Trace Elements in Water and Wastes by Inductively Coupled Plasma-Mass Spectrometry Revision 5.4. For this method, the reporting limits are typically 0.001 mg/L. Oxygen (δ18O) and hydrogen (δD) isotopes Analysis of the oxygen (δ18O) and deuterium (δD) stable iso- tope content for the groundwater and precipitation samples were performed by the New Mexico Tech Stable Isotope Laboratory. The δ18O content of a 1-ml water sample was determined using the CO2/H2O equilibration method as de- scribed in Clark and Fritz (1997). Stable isotope ratios for CO2 and H2 were analyzed on a Thermo Finnigan DeltaPLUS XP Stable Isotope Ratio Mass Spectrometer. The stable isotope results are reported with respect to Vienna Standard Mean Ocean Water (VSMOW). δ34S in SO4 The analyses of the δ34S stable isotope content of sulfate from the groundwater samples were performed by the New Mexico Tech Stable Isotope Lab. Sample preparation is performed according to the United States Geological Survey (USGS) Determination of the δ(34S/32S) of sulfate in Water: RSIL Lab Code 1951. Analyses were performed on a Thermo Finnigan DeltaPLUS XP Stable Isotope Ratio Mass Spectrometer which determines the sulfur isotope ratio. δ34S values are reported relative to the Cañon Diablo Troilite (CDT) standard. 3H tritium The tritium (3H) analysis was performed by University of Utah Gas Lab. The tritium content of the groundwater samples was determined by helium ingrowth (Solomon and Sudicky 1991). Carbon-14 (14C) and carbon-13 (δ13C) The carbon-14 (δ14C) and carbon-13 (δ13C) content of the groundwater samples were determined by Beta Analytic Incorporated. The 14C measurements were performed using accelerator mass spectrometry (AMS). NETPATH modeling of groundwater chemistry evolution NETPATH (Plummer et al. 1994) is a geochemical model that uses chemical mass balance, electron balance, and isotope mass balance to define net mass-balance reactions between a final and an initial well along a groundwater flow path. The program uses inverse modeling to ascertain the masses (per kilogram of water) of plausible minerals and gases that must dissolve or precipitate along the flow path to produce the composition of a selected set of chemical and isotopic obser- vations in the final well. The better constrained the flow path and the reactions responsible for the geochemical evolution, the more unique the NETPATH model solution. Given suffi- cient isotopic data, Rayleigh distillation calculations can be applied to mass-balance models that satisfy the constraints to predict changes in carbon isotopic composition. NETPATH has been widely applied to correct radiocarbon ages of groundwater for a range of geochemical evolution paths. For this study NETPATH modeling for radiocarbon dating correc- tions in the Salt Basin follows previous examples, including Back et al. (1983), Plummer (1991), and Plummer et al. (1994). Plummer and Glynn (2013) have provided an over- view of the correction methodology and other examples. This radiocarbon-dating mass-transfer strategy is laid out in the Plummer et al. (1994) NETPATH Manual. As discussed, the adjustment for initial 14C activity needs to ac- count for two complications that result from aqueous geo- chemistry: (1) definition of the starting 14C activity (Ao) in the system, (i.e., in the recharge zone where the water is first isolated from the atmospheric 14C reservoir), and (2) adjust- ment of initial 14C activity for any geochemical reactions along the flow path to the final well in which the 14C activity has been measured. As discussed in the preceding, given that the authors have abundant data on the carbon isotope compo- sition of modern recharge and have made an assessment of the paleoclimatic influences that indicates that this composition was unlikely to have changed much over the timescale of interest, the authors have assumed a constant value of 85 per- cent modern carbon (pmC) for Ao. Plummer et al. (1994) refer to this as the ‘Vogel model’. With regard to adjustment (2), the correction of the initial activity for geochemical reactions along the flow path, this adjustment could be between the recharge area (Ao) and the first well on the flow path, or between any well on the flowpath and a down-gradient well. NETPATH solves for the mass transfer to pertinent phases between the initial water and the final down-gradient water. This mass transfer is then used to adjust the 14C at the up-gradient point for all sources and sinks of carbon that affect the carbon mass transfer be- tween it and the down-gradient well, resulting in an adjusted initial activity, And. This adjustment of the initial 14C activity at the final well accounts for geochemical reactions but not radioactive decay, thereby giving And. The apparent age can then be calculated using: Age ¼ \u0002t 1=2 ln2 \u0003 lnAnd A where A is the measured 14C activity at the down-gradient point. Beginning in the recharge area with the initial well on the flow path, the starting carbon-14 activity (Ao) is used in the NETPATH mod- el to calculate (And) for the first down-gradient well. This well then becomes the initial well and the measured activity, 850 Hydrogeol J (2016) 24:841–863 corrected for geochemical reactions between it and the next down-gradient well, is now used as the initial activity (And) in the NETPATH model to correct the age calculated for the down-gradient well, and so on. The modeled 14C age of the final water, in this case, represents only the travel time be- tween the up and down gradient well. To find the actual age of the water at any point along the flowpath, it is necessary to add the travel times between all of the up-gradient points. The standard NETPATH"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "refer to this as the ‘Vogel model’. With regard to adjustment (2), the correction of the initial activity for geochemical reactions along the flow path, this adjustment could be between the recharge area (Ao) and the first well on the flow path, or between any well on the flowpath and a down-gradient well. NETPATH solves for the mass transfer to pertinent phases between the initial water and the final down-gradient water. This mass transfer is then used to adjust the 14C at the up-gradient point for all sources and sinks of carbon that affect the carbon mass transfer be- tween it and the down-gradient well, resulting in an adjusted initial activity, And. This adjustment of the initial 14C activity at the final well accounts for geochemical reactions but not radioactive decay, thereby giving And. The apparent age can then be calculated using: Age ¼ \u0002t 1=2 ln2 \u0003 lnAnd A where A is the measured 14C activity at the down-gradient point. Beginning in the recharge area with the initial well on the flow path, the starting carbon-14 activity (Ao) is used in the NETPATH mod- el to calculate (And) for the first down-gradient well. This well then becomes the initial well and the measured activity, 850 Hydrogeol J (2016) 24:841–863 corrected for geochemical reactions between it and the next down-gradient well, is now used as the initial activity (And) in the NETPATH model to correct the age calculated for the down-gradient well, and so on. The modeled 14C age of the final water, in this case, represents only the travel time be- tween the up and down gradient well. To find the actual age of the water at any point along the flowpath, it is necessary to add the travel times between all of the up-gradient points. The standard NETPATH procedure does not include the effect upon groundwater 14C ages of variation in the 14C con- tent of the earth’s atmosphere over geological time. This var- iation is mostly produced by fluctuations in the geomagnetic field strength and secondarily influenced by solar magnetic effects and changes in the carbon balance of the atmosphere- ocean-biosphere-soil system (Muscheler et al. 2004). The ef- fects of this variation were incorporated through application of the standard model CALIB 7.1 (Stuiver and Reimer 1993), driven by the IntCal13 calibration data set (Reimer et al. 2013), to the radiocarbon ages produced by NETPATH. NETPATH does not include provision for calculating un- certainties of groundwater radiocarbon ages (Plummer et al. 1994). Realistic uncertainties must include much more than just the analytical uncertainty of the 14C activity measurement. Some of the additional sources of uncertainty include uncer- tainty in the estimation of the recharge-area 14C activity at times in the past, uncertainty regarding the actual sequence of geochemical reactions that are producing observed water- quality evolution (i.e., conceptual-model uncertainty), uncer- tainty in the values of material parameters in the aquifer (e.g., the stable-isotope composition of minerals in the aquifer), un- certainty in the extent of quantified geochemical reactions (e.g., due to spatial variations in the extent of reaction between sampling points), and uncertainties introduced by subsurface transport processes such as diffusion and dispersive mixing. Plummer and Glynn (2013) have extensively discussed other possible sources of uncertainty. The tools for fully evaluating these uncertainties are not available, but the authors very roughly estimate that they may lie in the range of 10–20 %. Results and discussion The results of the major ion chemistry analyses are summa- rized in a Piper diagram in Fig. 6a. Sample points are color- coded to represent their position along the flow path (Fig. 6b). The cation composition is dominated by Ca2+ in the recharge area, but evolves toward an equimolar Ca:Mg ratio. In the central basin, this is further modified by the addition of Na+. The anions evolve from HCO3 −dominance in the recharge area to SO4 2−dominance about 40 km down the flow path. In the central basin this continues to evolve with addition of significant Cl−. The moderately soluble minerals present in large amounts in the Salt Basin carbonate aquifer system are calcite (CaCO3), dolomite [CaMg(CO3)2], and anhydrite/gypsum (CaSO4). In this context, the geochemical evolution observed in the Piper diagram (Fig. 6) is evidence for dedolomitization. Back et al. (1983) has summarized the mechanism for dedolomitization. As meteoric water moves through an aqui- fer; calcite, dolomite, and anhydrite/gypsum go into solution at different rates based on their geochemical dissolution kinet- ics. When the system becomes saturated with calcite and do- lomite, its evolution continues to be driven irreversibly by dissolution of gypsum, which forces the precipitation of cal- cite. The consumption of HCO3 −causes undersaturation of dolomite. The Ca2+ released is incongruently precipitated as calcite, but the Mg2+ remains in solution. This causes in- creases in the concentrations of Mg2+ and SO4 2−, while HCO3 −slightly decreases. This evolution is consistent with the trends observed in the Salt Basin. The increases in Na+ and Cl−within the central Salt Basin can be explained by back- mixing of evaporative brines within the Salt Lakes sediment that contain high NaCl concentrations (Boyd 1982; Chapman 1984). Hydrologic parameter estimation/recharge rates Radiocarbon dating in groundwater systems The NETPATH-calculated chemical mass transfers are given in Table 1 and the measured and modeled 14C activity and δ13C as a function of position down the flow path in Table 2. The 14C activity decreases in a quasi-exponential fashion, suggesting that radiocarbon decay is a first-order con- trol on the 14C evolution of the groundwater; however, the progressive shift in the δ13C with flow distance implies that geochemical reactions in the aquifer are also significant influ- ences, consistent with the previous observation that dedolomitization is affecting the geochemical evolution. Due to the geochemical interactions that can act as sources or sinks for 14C in a groundwater system, geochemical model- ing is often applied in modern approaches to radiocarbon dat- ing (Plummer and Glynn 2013). The geochemical modeling techniques employed for the Salt Basin were intended to re- duce uncertainties in two critical components of 14C dating: determination of the initial 14C activity of infiltration as it crosses the water table (Ao), and the extent of rock/water in- teractions occurring along flow paths and their effect on the 14C activity. Definition of recharge chemistry In order to calculate radiocarbon ages along the groundwater flow path, estimates of the radiocarbon content and stable- carbon-isotope composition of groundwater recharge are Hydrogeol J (2016) 24:841–863 851 needed. Measurements of these quantities from the high Sacramento Mountains are currently available (Morse 2010; Newton et al. 2012), but direct measurements of recharge composition during the actual period of recharge of the oldest waters sampled, the late Pleistocene, are of course not available, and must be estimated. The principal controls on the carbon isotope composition of groundwater recharge are the values for the soil CO2 and the rock with which the soil CO2 reacts (Plummer and Glynn 2013). Morse (2010) mea- sured the δ13C of Yeso Formation limestone to be 3.2±1.3‰. Fig. 6 a Piper diagram of Salt Basin well chemistry. The sampled well waters plot on a linear trend indicating increasing magnesium and sulfate concentrations. The trend is indicative of dedolomitization as described in Back et al."
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "radiocarbon decay is a first-order con- trol on the 14C evolution of the groundwater; however, the progressive shift in the δ13C with flow distance implies that geochemical reactions in the aquifer are also significant influ- ences, consistent with the previous observation that dedolomitization is affecting the geochemical evolution. Due to the geochemical interactions that can act as sources or sinks for 14C in a groundwater system, geochemical model- ing is often applied in modern approaches to radiocarbon dat- ing (Plummer and Glynn 2013). The geochemical modeling techniques employed for the Salt Basin were intended to re- duce uncertainties in two critical components of 14C dating: determination of the initial 14C activity of infiltration as it crosses the water table (Ao), and the extent of rock/water in- teractions occurring along flow paths and their effect on the 14C activity. Definition of recharge chemistry In order to calculate radiocarbon ages along the groundwater flow path, estimates of the radiocarbon content and stable- carbon-isotope composition of groundwater recharge are Hydrogeol J (2016) 24:841–863 851 needed. Measurements of these quantities from the high Sacramento Mountains are currently available (Morse 2010; Newton et al. 2012), but direct measurements of recharge composition during the actual period of recharge of the oldest waters sampled, the late Pleistocene, are of course not available, and must be estimated. The principal controls on the carbon isotope composition of groundwater recharge are the values for the soil CO2 and the rock with which the soil CO2 reacts (Plummer and Glynn 2013). Morse (2010) mea- sured the δ13C of Yeso Formation limestone to be 3.2±1.3‰. Fig. 6 a Piper diagram of Salt Basin well chemistry. The sampled well waters plot on a linear trend indicating increasing magnesium and sulfate concentrations. The trend is indicative of dedolomitization as described in Back et al. (1983). The star is an outlier to the trend (Ellett well). b Map of sample points with arrow showing the direction of geochemical evolution in reference to the trend identified on the Piper diagram Table 1 NETPATH mass-transfers in mmol (kg water)−1 between sample points, and rates of dissolution and precipitation in mmol (kg water)−1 yr−1 calculated from them using the 14C ages in Table 2 Initial well Final well Northing Calcite Gypsum Dolomite Calcite Gypsum Dolomite (m) (mmol) (mmol) (mmol) (mmol/yr) (mmol/yr) (mmol/yr) Flow path 1 SM-0138 Doll Day 3607510 −1.23 0.90 0.41 −4.2E-04 3.0E-04 1.4E-04 SM-0138 Pinon W. 3606290 −2.05 1.31 0.37 −4.8E-04 3.1E-04 8.7E-05 Doll day Una 3596995 −3.29 3.31 1.15 −4.6E + 00 4.7E-04 1.6E-04 Una Cauahpe 3588103 0.74 −0.53 0.04 9.3E-05 −6.6E-05 5.2E-06 Cauhape Collins 3568454 −3.37 4.30 1.07 −3.5E-04 4.4E-04 1.1E-04 Cauhape Evrage 3563888 −3.12 3.76 0.74 −2.4E-04 2.9E-04 5.8E-05 Cauhape Harvey Lewis 3571455 −2.14 1.72 0.41 −1.8E-04 1.4E-04 3.4E-05 Harvey Lewis Collins 3568454 −1.24 2.57 0.66 −9.3E-05 1.9E-04 4.9E-05 Harvey Lewis Hunt C13 3543329 −1.07 1.79 0.79 −7.5E-05 1.3E-04 5.5E-05 Harvey Lewis Hunt House 3544407 −0.50 1.25 0.49 −3.2E-05 8.2E-05 3.2E-05 Flow path 2 SM-0138 Webb H. 3606007 0.08 0.09 0.33 8.2E-05 9.0E-05 3.3E-04 Webb H. Jeffers 3585742 −2.30 0.96 0.29 −2.8E-04 1.2E-04 3.5E-05 Webb H. Ellett 3578554 −2.21 0.73 −0.04 −1.6E-04 5.3E-05 −3.0E-06 Jeffers Lewis 3557145 −1.56 3.17 0.95 −1.4E-04 2.8E-04 8.5E-05 Lewis Hunt 8 3544143 −2.55 2.27 0.91 −1.8E-04 1.6E-04 6.4E-05 Lewis Butterfield 3546210 −6.66 6.27 2.39 −4.1E-04 3.9E-04 1.5E-04 852 Hydrogeol J (2016) 24:841–863 Plants roots respire CO2 with radiocarbon content very similar to that of the atmosphere, but with varying δ13C values. The δ13C depends on the plant physiology, which in turn depends on climate and water stress. The three principal photosynthetic pathways and their typical respired CO2 values for δ13C are as follows: C3 or Calvin, −27‰; C4 or Hatch-Slack, −12.5‰; and CAM or Crassulacean acid metabolism, variable, but av- eraging about −19‰ (Clark and Fritz 1997). The C3 pathway is predominant in temperate and alpine settings. C4 is predom- inant in hot semiarid and tropical climates characterized by frequent water stress. The CAM pathway is followed mostly by desert succulents. Morse (2010) sampled soil CO2 along an elevation transect in the southern Sacramento Mountains. He measured δ13C values of −22‰ in the main recharge area in the high moun- tains, values ranging from −10 to −14 ‰ in open mid- elevation forest, and values ranging from −11 to −16‰ in low-elevation grassland. This pattern is consistent with dom- inance of the high-elevation forest by C3 plants, but a strong influence at mid and low elevations by C4 plants, probably mostly grama grass (Bouteloua gracilis) that flourishes after the midsummer rains. The low-elevation ecosystem probably also contains a significant contribution by CAM plants, prob- ably mostly desert cactus. Full-glacial climate in New Mexico was significantly cooler (∼5 ° C) and wetter than at present (Stute et al. 1995; Menking et al. 2004). Under these condi- tions one would expect increased dominance by C3 vegetation. This inference has been confirmed by Hall and Penner (2013) who measured typical C3 δ13C in late Pleistocene soil samples from a site in New Mexico that cur- rently has a C4 signature. Based on this evidence, soil-gas δ13C in the main aquifer recharge area is reconstructed to lie between −22 and −27‰ during the late Pleistocene. Recharge-area wells in the headwaters of the Peñasco River drainage immediately north of the Salt Basin were sampled by Morse (2010). The average composition of groundwater sam- pled from seven wells in the high-elevation recharge area was radiocarbon activity of 84±10 pmC and δ13C of −11±1‰. The easternmost well within the main recharge area (i.e., the furthest downgradient) was selected as representative of the integrated outflow from the recharge area. This well, SM- 0138, was at 2,110 m elevation, the radiocarbon activity of the dissolved inorganic carbon (DIC) was 85 pmC, the δ13C was −8.9‰, and the value for a nearby soil-gas δ13C was −22.7‰. This radiocarbon activity value is typical of ground- water recharge in cool, humid regions (e.g., Vogel and Ehhalt 1963 and Vogel 1967, 1970, who measured an average value of 85 ± 5 pmC for recent, but pre-nuclear-testing groundwater). Conditions in the late Pleistocene were significantly differ- ent than present. Temperatures were cooler (2–5 °C) and pre- cipitation was greater (Stute et al. 1995; Menking et al. 2004). Paleoecological reconstructions indicate that the high Sacramento Mountains were mostly covered by boreal forest, Table 2 NETPATH radiocarbon correction Initial well Final well Northing δ13C meas. δ13C model 14C meas. (A) 14C Corr (And) Model age Cumulative age CALIB corrected age (m) (per mil) (per mil) (pmC) (pmC) (years) (years) (years) Flow path 1 SM-0138 Doll Day 3607510 −10.3 −7.26 51.74 73.84 2,900 2,900 3,100 SM-0138 Pinon W. 3606290 −8.3 −7.44 44.28 73.99 4,200 4,200 4,800 Doll Day Una 3596995 −5.9 −5.11 27.66 45.76 4,200 7,100 8,000 Una Cauhape 3588103 −7.9 −4.58 34.82 38.69 900 8,000 8,900 Cauhape Collins 3568454 −5.2 −3.76 19.62 24.23 1,700 9,700 11,000 Cauhape Evrage 3563888 −5.2 −3.2 15.37 27.53 4,800 12,800 15,000 Cauhape Harvey Lewis 3571455 −4.5 −6.41 19.74 32.39 4,100 12,100 14,000 Harvey Lewis Collins 3568454 −5.2 −2.02 19.62 22.79 1,200 13,300 16,000 Harvey Lewis Hunt C13 3543329 −6 −1.64 22.5 25.19 900 14,200 17,000 Harvey Lewis Hunt House 3544407 −5.3 −2.52 22.78 29.06 2,000 15,300 19,000 Flow path"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "radiocarbon activity of 84±10 pmC and δ13C of −11±1‰. The easternmost well within the main recharge area (i.e., the furthest downgradient) was selected as representative of the integrated outflow from the recharge area. This well, SM- 0138, was at 2,110 m elevation, the radiocarbon activity of the dissolved inorganic carbon (DIC) was 85 pmC, the δ13C was −8.9‰, and the value for a nearby soil-gas δ13C was −22.7‰. This radiocarbon activity value is typical of ground- water recharge in cool, humid regions (e.g., Vogel and Ehhalt 1963 and Vogel 1967, 1970, who measured an average value of 85 ± 5 pmC for recent, but pre-nuclear-testing groundwater). Conditions in the late Pleistocene were significantly differ- ent than present. Temperatures were cooler (2–5 °C) and pre- cipitation was greater (Stute et al. 1995; Menking et al. 2004). Paleoecological reconstructions indicate that the high Sacramento Mountains were mostly covered by boreal forest, Table 2 NETPATH radiocarbon correction Initial well Final well Northing δ13C meas. δ13C model 14C meas. (A) 14C Corr (And) Model age Cumulative age CALIB corrected age (m) (per mil) (per mil) (pmC) (pmC) (years) (years) (years) Flow path 1 SM-0138 Doll Day 3607510 −10.3 −7.26 51.74 73.84 2,900 2,900 3,100 SM-0138 Pinon W. 3606290 −8.3 −7.44 44.28 73.99 4,200 4,200 4,800 Doll Day Una 3596995 −5.9 −5.11 27.66 45.76 4,200 7,100 8,000 Una Cauhape 3588103 −7.9 −4.58 34.82 38.69 900 8,000 8,900 Cauhape Collins 3568454 −5.2 −3.76 19.62 24.23 1,700 9,700 11,000 Cauhape Evrage 3563888 −5.2 −3.2 15.37 27.53 4,800 12,800 15,000 Cauhape Harvey Lewis 3571455 −4.5 −6.41 19.74 32.39 4,100 12,100 14,000 Harvey Lewis Collins 3568454 −5.2 −2.02 19.62 22.79 1,200 13,300 16,000 Harvey Lewis Hunt C13 3543329 −6 −1.64 22.5 25.19 900 14,200 17,000 Harvey Lewis Hunt House 3544407 −5.3 −2.52 22.78 29.06 2,000 15,300 19,000 Flow path 2 SM-0138 Webb H. 3606007 −9.8 −7.27 67.7 76.36 1,000 1,000 1,000 Webb H. Jeffers 3585742 −7.8 −8.85 29.04 69.36 7,200 8,200 9,200 Webb H. Ellett 3578554 −5.7 −10.39 14.37 76.9 14,000 14,900 17,000 Jeffers Lewis 3557145 −7.7 −3.96 33.09 47.56 3,000 11,200 13,000 Lewis Hunt 8 3544143 −5.2 −4.24 22.71 32.29 2,900 14,100 17,000 Lewis Butterfield 3546210 −3.7 0.026 8.19 14.75 4,800 16,100 19,000 Hydrogeol J (2016) 24:841–863 853 with patches of alpine tundra on the highest peaks (Betancourt et al. 1990). As discussed in the preceding, under these con- ditions the soil-gas δ13C would likely have been similar to present, with perhaps a small shift toward more negative values. Colder temperatures would have slightly increased stable isotope fractionation factors and slowed the kinetics of carbonate dissolution reactions in recharge-area soils by a small amount; however, given fundamentally similar geo- chemical environment (dense C3 forest generating soil CO2 that is buffered by ubiquitous carbonate bedrock) the specific activity of radiocarbon in groundwater recharge, relative to the atmosphere, was likely very similar to that observed today. The main difference in the actual specific activity would likely have been driven by the well-known fluctuations in atmo- spheric 14C activity (Reimer et al. 2013), driven mostly by variations in the strength of the earth’s magnetic field; the authors have accounted explicitly for these fluctuations in this study’s radiocarbon age calculations. Dedolomitization reaction model As described previously, dedolomitization appears to be the dominant control on the geochemical evolution of groundwa- ter in the Salt Basin. Dedolomitization produces a progressive enrichment of the δ13C and decrease in the 14C activity as HCO3 −of atmospheric origin is precipitated as calcite and replaced by HCO3 −from dissolution of dolomite. The effect of failing to adjust 14C ages for dedolomitization is a bias toward older ages. The effect of dedolomitization on the ages can be corrected through geochemical modeling using NETPATH. Selection of modeling parameters and constraints Flow paths for geochemical modeling in NETPATH to adjust the Binitial^ 14C activity from well measurements in the Salt Basin were defined by two main considerations: (1) the se- quence of wells had to be logical relative to groundwater gra- dients and flow direction; and (2) initial and final well pairs along a flow path were chosen based on the best fit of the observed δ13C compared to the measured value. In NETPATH, phases are defined as any mineral or gas that can enter or leave the aqueous solution along the evolutionary path. For the flow paths chosen for geochemical modeling in the Salt Basin, dedolomitization as the dominant control on the geochemical evolution is well defined. For the Salt Basin the phases included were dolomite, gypsum, calcite, and CO2. Defining constraints in NETPATH is necessary to deter- mine the extent of the geochemical reactions. For the phases used for geochemical modeling in the Salt Basin, calcium, magnesium, and carbon were used as constraints. Comparing the observed and calculated δ13C isotopic composition at the final well can, like the dedolomitization model, be used to interpret how appropriate is the model fit. When there is both a source and a sink for an isotope in the reaction, it is treated as a Rayleigh-distillation problem. Isotopic data can be entered for pertinent phases in the isotopic evolution. The δ13C value for the CO2 of the soil gas was set at −25 ‰, which was the value measured in soil gas from high elevations in the Sacramento Mountains (Morse 2010). For the δ13C of dolomite a value of +5.7±0.04‰ was assigned based on measurements by Wiggins (1993) on dolomite from the San Andres Formation. The range of δ13C values for do- lomite from this study measured from about 70 samples is from +4 to +7 ‰. The δ13C value assigned for calcite was based on calculations using Dienes et al. (1974) with a range of temperatures measured from groundwater in the Salt Basin. The average value for the isotopic fractionation factor be- tween bicarbonate and calcite was 2.13 ‰ and was the value applied in the geochemical model. The calculated radiocarbon ages are not sensitive to varying the input for the δ13C values assumed for the carbonate rocks over the two ranges explored. The stable-isotope fractionation factors from Mook and Van de Plicht (1999) are employed for the modeling. Summary of final mass transfer results/ apparent age distribution The phases and constraints used to model the geochemical evolution along flow paths in the Salt Basin provided unique solutions in NETPATH, in that only one model was posed to explain the mass transfer (Table 1). The solution that NETPATH identified for each well pair along the flow paths was defined by a specific balanced chemical reaction and change in mass for each mineral phase: groundwaterinitial þ dolomitediss: þ gypsumdiss: ¼ groundwater final\u0002calciteppt This process of gypsum dissolution driving incongruent dissolution of dolomite and precipitation of calcite constitutes dedolomitization (Back et al. 1983). In addition to the solution for the mass balance, NETPATH calculates the isotopic frac- tionation associated with the reaction. This allows the model- calculated δ13C to be compared to the observed δ13C values from the final well and also provides a corrected 14C percent modern carbon (pmC) activity and a travel time associated with the distance between the initial and final well. How well the model-calculated δ13C and the observed δ13C correspond is a check for how well the true rock/water interactions"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "Formation. The range of δ13C values for do- lomite from this study measured from about 70 samples is from +4 to +7 ‰. The δ13C value assigned for calcite was based on calculations using Dienes et al. (1974) with a range of temperatures measured from groundwater in the Salt Basin. The average value for the isotopic fractionation factor be- tween bicarbonate and calcite was 2.13 ‰ and was the value applied in the geochemical model. The calculated radiocarbon ages are not sensitive to varying the input for the δ13C values assumed for the carbonate rocks over the two ranges explored. The stable-isotope fractionation factors from Mook and Van de Plicht (1999) are employed for the modeling. Summary of final mass transfer results/ apparent age distribution The phases and constraints used to model the geochemical evolution along flow paths in the Salt Basin provided unique solutions in NETPATH, in that only one model was posed to explain the mass transfer (Table 1). The solution that NETPATH identified for each well pair along the flow paths was defined by a specific balanced chemical reaction and change in mass for each mineral phase: groundwaterinitial þ dolomitediss: þ gypsumdiss: ¼ groundwater final\u0002calciteppt This process of gypsum dissolution driving incongruent dissolution of dolomite and precipitation of calcite constitutes dedolomitization (Back et al. 1983). In addition to the solution for the mass balance, NETPATH calculates the isotopic frac- tionation associated with the reaction. This allows the model- calculated δ13C to be compared to the observed δ13C values from the final well and also provides a corrected 14C percent modern carbon (pmC) activity and a travel time associated with the distance between the initial and final well. How well the model-calculated δ13C and the observed δ13C correspond is a check for how well the true rock/water interactions along the flow path are being modeled (see Table 2). The root mean squared error between the modeled and measured δ13C was ±1.5 ‰. Some samples (see Table 2) showed anomalously large deviations between measured and modeled values; these 854 Hydrogeol J (2016) 24:841–863 were generally ones where, contrary to the expectation based on dedolomitization, the δ13C values decreased down the flowpath. There is no obvious explanation for why a few samples showed decreasing, instead of increasing, δ13C. Implications for recharge and hydraulic conductivity from radiocarbon dating The groundwater age, shown in Table 2, is an indication of the residence time in the aquifer system since recharge. With an understanding of sources of recharge and flow paths, the groundwater age can be directly related to recharge rates in the Salt Basin. Determining the rate of recharge to the Salt Basin groundwater system is a critical component of water resource management. Figure 7 shows the distribution of cu- mulative groundwater ages for the sample points in the Salt Basin, as modeled using NETPATH. Along well-defined flow paths the estimated water age can be used to calculate the seepage velocity: seepage velocity (υ) = LENGTH of flow path ΔL ð Þ apparent age Δt ð Þ . This means the seepage velocity (υ) is equivalent to the slope in a plot of distance down the flow path versus groundwater age (Fig. 7). Seepage velocity of the Salt Basin was calculated (Table 3). Relating seepage velocity to specific discharge requires knowledge of the porosity (ne). Few porosity data have been collected in the Salt Basin, but to the east of the Salt Basin lies the Permian Delaware Basin where dolomite reservoirs have been well studied and characterized for oil production. Porosity and depth relationships for Permian formations such as the San Andres and Abo have been evaluated (Galloway et al. 1983) and can be used to estimate the porosity of the aquifer system in the Salt Basin. Based on the distribution of porosity in these dolomite reservoirs, it was estimated that porosity in the San Andres and Abo aquifers in the Salt Basin ranges between 8 and 15 %. While the Yeso formation is not part of the study, depositionally it is intermediate be- tween the Abo and the San Andres and would likely have a similar porosity range. Groundwater flux calculation To calculate the subsurface flux from the Sacramento Mountains and northern Salt Basin a cross-section is defined perpendicular to the groundwater flow paths used for geo- chemical modeling. The width is about 30 km, encompassing the subsurface flux northeast of the Otero Break. Water level correlations with stratigraphic sequences in the Salt Basin developed by Ritchie (2011) indicate that the Yeso formation transmits a significant amount of flow through the eastern side of the Salt Basin. The aquifer thickness for this region, where the subsurface flux was calculated across, is about 300 m. With a width of 30 km and a depth of 300 m the total cross-sectional area for the flux calculation is Fig. 7 a Distribution of groundwater age in years (white text) in the Salt Basin based on geochemical evolution using inverse modeling in NETPATH. b Distance down the flow path versus groundwater age, where the slope is equivalent to the seepage velocity (υ) m/yr Hydrogeol J (2016) 24:841–863 855 9×106 m2. The average specific discharge (q) along the flow path is 0.3 and 0.6 m yr−1 for 8 % and 15 % porosity, respec- tively (Table 3). Using the area given above and the 8–15 % range of porosity, the minimum subsurface flux is 3×106 m3 yr−1 (2,000 acre-ft/yr) and maximum subsurface flux is 5×106 m3 yr−1 (4,000 acre-ft/yr), which corresponds to the range of total annual recharge through the eastern side of the Salt Basin from the Sacramento Mountains. Water age correlations with evolution along flow paths Correlations of the magnesium [Mg2+] concentration with age and the sulfate [SO4 2−] concentration with age (Fig. 8) suggest that for this aquifer these environmental tracers can be used as semiquantitative proxies for residence time. The increase in aqueous magnesium and sulfate in the groundwater is a time- dependent process related to the dissolution of dolomite and gypsum as the water travels along flow paths. Magnesium is likely the more consistent tracer because the more evaporitic facies of the Yeso formation under Otero Mesa appear to be associated with much higher sulfate concentrations in the groundwater, and thus may not be a simple function of in- creased residence time (Sigstedt 2010). The correlation between groundwater age and the increase Mg2+ or SO4 2−concentration means that although geochemi- cal modeling with radiocarbon data was only performed for selected flow paths on the eastern side of the Salt Basin, the basin-wide distribution of these constituents (Fig. 9 shows the distribution for Mg2+) give information on the distribution of groundwater velocities on the western side of the Salt Basin. For example, flow velocities through the Otero Break do ap- pear to be higher than those east of the break; however, flow velocities west of the Otero Break appear to be lower than flow velocities on the eastern side of the Salt Basin. The groundwater ages from Bennett and Butterfield (just east of the Cornudas Mountains) are older than any of the wells on Table 3 Flow velocity and hydraulic conductivity estimated in the Salt Basin Seepage velocity (υ) Darcy velocity (q) Hydraulic"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "(2,000 acre-ft/yr) and maximum subsurface flux is 5×106 m3 yr−1 (4,000 acre-ft/yr), which corresponds to the range of total annual recharge through the eastern side of the Salt Basin from the Sacramento Mountains. Water age correlations with evolution along flow paths Correlations of the magnesium [Mg2+] concentration with age and the sulfate [SO4 2−] concentration with age (Fig. 8) suggest that for this aquifer these environmental tracers can be used as semiquantitative proxies for residence time. The increase in aqueous magnesium and sulfate in the groundwater is a time- dependent process related to the dissolution of dolomite and gypsum as the water travels along flow paths. Magnesium is likely the more consistent tracer because the more evaporitic facies of the Yeso formation under Otero Mesa appear to be associated with much higher sulfate concentrations in the groundwater, and thus may not be a simple function of in- creased residence time (Sigstedt 2010). The correlation between groundwater age and the increase Mg2+ or SO4 2−concentration means that although geochemi- cal modeling with radiocarbon data was only performed for selected flow paths on the eastern side of the Salt Basin, the basin-wide distribution of these constituents (Fig. 9 shows the distribution for Mg2+) give information on the distribution of groundwater velocities on the western side of the Salt Basin. For example, flow velocities through the Otero Break do ap- pear to be higher than those east of the break; however, flow velocities west of the Otero Break appear to be lower than flow velocities on the eastern side of the Salt Basin. The groundwater ages from Bennett and Butterfield (just east of the Cornudas Mountains) are older than any of the wells on Table 3 Flow velocity and hydraulic conductivity estimated in the Salt Basin Seepage velocity (υ) Darcy velocity (q) Hydraulic gradient Hydraulic cond. (K) Hydraulic cond. (K) (m/yr) (m/yr) (m) (m/yr) (m/s) ne = 8 % ne = 15 % ne = 8 % ne = 15 % ne= 8 % ne = 15 % 3.67 0.29 0.55 1200 54.8 131.8 1.7E-06 4.3E-06 Fig. 8 Correlation of a Mg2+ and b SO4 2−concentration with NETPATH-corrected groundwa- ter 14C age in the Salt Basin 856 Hydrogeol J (2016) 24:841–863 the eastern side of the basin. They also lie within a region of particularly high Mg2+ and SO4 2−concentrations (Fig. 9). The presence of relatively high Mg2+ concentrations, and thus like- ly old water, in this region does not support the high recharge estimates for the Cornudas Mountains and northwestern Salt Basin by Finch (2002). Recharge contributions to the salt basin Recharge environment Stable isotope ratios of oxygen (δ18O) and hydrogen (δD) are useful environmental tracers that can act as a fingerprint for sources of recharge to a groundwater system. The isotopic composition of precipitation depends on the isotopic compo- sition of the vapor source and certain conditions of the re- charge environment: atmospheric temperature, relative humidity in the atmosphere, amount of precipitation, latitude, distance from the coast, and elevation of a given area above sea level (Gat 2001). Precipitation has different isotopic sig- natures depending on whether it falls during the summer or winter and whether it is at high or low elevation. The mecha- nism for recharge will also affect the isotopic signature of the groundwater (Ayalon et al. 1998). Understanding these rela- tionships can distinguish between recharge from the Sacramento Mountains, the Guadalupe Mountains, and low- lands in the Salt Basin. Distribution of δD and δ18O in the salt basin groundwater system Because precipitation is the source for groundwater recharge, the interpretation of stable isotope data is often performed using a δD versus δ18O plot with the global meteoric water Fig. 9 Spatial distribution of Mg2+ in the Salt Basin. Mg2+ concentration progressively increases with time due to incongruent dissolution of dolomite. Black dots are geochemical measurement points, compiled by Sigstedt (2010). The black lines delineate structural blocks that are bounded by faults or other major structural features, as delineated by Ritchie (2011). White and black lines are groundwater head contours; contour values are given in Fig. 3. White numbers are groundwater age in years from Fig. 7 Hydrogeol J (2016) 24:841–863 857 line (GMWL) as the reference line. For this study of the Salt Basin it is more informative to use a local meteoric water line (LMWL). In the Sacramento Mountains, the LMWL (Fig. 10) is defined by δD=8.4δ18O+22.8, based on local precipitation collected regularly since 2006 by the New Mexico Bureau of Geology (Rawling et al. 2009). The New Mexico Bureau of Geology estimated an evaporation line for the Sacramento Mountains as δD = 5.5 × δ18O + 12.0 (dashed orange line Fig. 10), based on surface-water compositions measured from streams and wetlands in the area (Rawling et al. 2009). For this study, precipitation was collected from four points within the Salt Basin, including the Pinon area, the rim of the Guadalupe Mountains, Cornucopia Draw, and near Dell City (Fig. 10, light grey/blue diamonds). The precipitation collect- ed in August is consistent with the isotopic composition of summer precipitation for the Sacramento Mountains and plots between −65 and −55 ‰ for δD and −9 and −10 ‰ δ18O. The precipitation collected in October show highly variable com- positions and all plot left of the LMWL. Groundwater samples collected along the flow paths on the eastern side of the Salt Basin system were also analyzed for stable isotope composition. Those in the Piñon area (Fig. 10, green squares), extending down through Cornucopia Draw (Fig. 10, purple squares), plot along with groundwater sam- ples from the Sacramento Mountains. They are between the LMWL and the evaporation line, indicating that they have originated from evaporation of waters that started at slightly different places on the LMWL or mixing between evaporated and non-evaporated recharge. There are two exceptions in these regions that are depleted relative to the others: one from the Piñon area (Webb H. well), and one from Cornucopia Draw (Runyan). The well depth of the Cornucopia Draw sample is quite deep; it was originally drilled as an oil well. The deeper well may penetrate a deeper longer flow path than the other samples. There is no well depth information for the Piñon area sample, which makes it more difficult to interpret. The majority of groundwater samples collected from Crow Flats down to the Dell City area are isotopically depleted compared to the other waters of the Salt Basin. These waters plot on or below the evaporation trend for the Sacramento Mountains. If the slope of the evaporation trend and the LWML have remained constant through time (note that some samples have 14C age in the range of 15 to 20 ka), the original composition of the precipitation (i.e., the intercept with the LMWL) would be depleted by about 2‰ δ18O compared to that of modern groundwater in the Sacramento Mountains. Two hypotheses may explain the observed depletion in these, as well as the unusually light groundwater in the more north- ern Salt Basin groundwater samples. One is that mountain- front recharge from the Guadalupe Mountains might have entered the southern extent of the basin during extreme winter Fig. 10 a Stable isotopes of oxygen and deuterium from groundwater and"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "composition. Those in the Piñon area (Fig. 10, green squares), extending down through Cornucopia Draw (Fig. 10, purple squares), plot along with groundwater sam- ples from the Sacramento Mountains. They are between the LMWL and the evaporation line, indicating that they have originated from evaporation of waters that started at slightly different places on the LMWL or mixing between evaporated and non-evaporated recharge. There are two exceptions in these regions that are depleted relative to the others: one from the Piñon area (Webb H. well), and one from Cornucopia Draw (Runyan). The well depth of the Cornucopia Draw sample is quite deep; it was originally drilled as an oil well. The deeper well may penetrate a deeper longer flow path than the other samples. There is no well depth information for the Piñon area sample, which makes it more difficult to interpret. The majority of groundwater samples collected from Crow Flats down to the Dell City area are isotopically depleted compared to the other waters of the Salt Basin. These waters plot on or below the evaporation trend for the Sacramento Mountains. If the slope of the evaporation trend and the LWML have remained constant through time (note that some samples have 14C age in the range of 15 to 20 ka), the original composition of the precipitation (i.e., the intercept with the LMWL) would be depleted by about 2‰ δ18O compared to that of modern groundwater in the Sacramento Mountains. Two hypotheses may explain the observed depletion in these, as well as the unusually light groundwater in the more north- ern Salt Basin groundwater samples. One is that mountain- front recharge from the Guadalupe Mountains might have entered the southern extent of the basin during extreme winter Fig. 10 a Stable isotopes of oxygen and deuterium from groundwater and precipitation (light blue diamonds) and their distribution throughout the Salt Basin. LMWL including summer and winter delineations based on Sacramento Mountain data (Newton et al. 2012). Sacramento Mountain groundwater composition is a generalization of groundwater samples in the Peñasco drainage reported by Morse (2010). Blue X’s show the elevation dependency of summer precipitation in the Sacramento Mountains using 1,400, 2,100, and 2,800 m with isotopic depletion to lighter values with increasing elevation. b Map of sample points 858 Hydrogeol J (2016) 24:841–863 precipitation events, where surface runoff is transmitted along arroyos and alluvial fans into the Salt Basin at Crow Flats. In the case of the northern exceptions, winter floods might have entered through drainage networks extending from the south- ern Sacramento Mountains. The alternative explanation is that residence times in the Salt Basin are long, and that some groundwater in the basin recharged under a different climate. The implications of paleoclimatic shifts are discussed in the following. Two other anomalous stable isotope compositions come from the groundwater samples collected in the more western part of the basin, in the vicinity of the Cornudas Mountains. These samples plot directly on the LMWL, but one is signif- icantly depleted compared to the other. This is interesting par- ticularly because of how close (less than two kilometers) the two wells were to each other. This might seem like an indica- tion that modern recharge is present because of their positions relative to the LMWL and the variability between them; how- ever, this is not consistent with the percent modern carbon measured for these wells, which was below 14 pmC (Table 2), indicating these are very old waters. They also lie within the high-concentration regions for Mg2+ and SO4 2−, which also indicates older, more evolved water (Fig. 9). Hypothesis of recharge from the Guadalupe Mountains Surface runoff from the Guadalupe Mountains during extreme storm events could contribute significant amounts of isotopi- cally light water, which might explain the depletion in the groundwaters from Crow Flats and the Dell City areas. Based on the water-table map (Fig. 3) and the stable-isotope composition of groundwater in the Crow Flats area, little re- charge originates from the Guadalupe Mountains, probably due to their much lower precipitation and higher temperature than the Sacramento Mountains, due to lower elevation. It seems likely that only extreme storm events are capable of producing significant recharge. Extreme precipitation events are usually isotopically anomalously light (Newton et al. 2012). Additionally, if the storm event was from winter pre- cipitation, it would likely originate over the Pacific Ocean as opposed to monsoonal precipitation which originates princi- pally from the Gulf Coast, which would further deplete the isotopic signature due to the continental effect. More intense rainfall events would also be expected to undergo less evapo- ration during recharge, also resulting in a more depleted iso- topic signature. The introduction of water with this type of signature along the Guadalupe Mountains bordering Crow Flats could explain the depletion observed in the lower Salt Basin groundwater. Fresh water introduced from the Guadalupe Mountains along the Dog Canyon Fault zone is also consistent with the low solute concentrations of Mg2+ and SO4 2−observed along this fault zone (Fig. 9) when solute concentrations are used as proxies for residence time. A similar type of recharge might also explain the depletion in the Piñon area well; however, this scenario is less consistent with the depletion observed in the deep (∼1,000 m) well in Cornucopia Draw. There are two aspects of the groundwater chemistry in the Crow Flats and Dell City region that are not consistent with the hypothesis of Guadalupe Mountain recharge during ex- treme storm events as a significant source to the groundwater. One contradiction to new water recharging into this area is the low tritium and 14C levels observed in the groundwater (Fig. 11c: TU values labeled at well locations). The tritium values in the Sacramento Mountains range from 2.97 to 10.4 TU (Rawling and Newton 2016). These are consistent with post-bomb recharge, indicating the groundwater is typically less than 50 years old (see Newton et al. 2012, and Rawling and Newton 2016, for interpretation of extensive tritium and chlorofluorocarbon data from the high Sacramento Mountains). The relationship between tritium concentrations and 14C activity illustrated in Fig. 11b is also consistent with the higher tritium concentrations in the Sacramento Mountains being recently recharged water, whereas the low tritium concentrations have low 14C activities characteristic of older water. In the Salt Basin, tritium levels fall below 0.5 TU over a relatively short distance as the groundwater flows into the lowlands of the basin, below the Piñon area (Fig. 11). At Crow Flats there does not appear to be an influx of modern water, based on the low tritium concentrations. The 14C is also low (<25 pmC; Table 2) for the groundwaters of Crow Flats and Dell City. It is noted that the low but sometimes non-zero tritium concentrations are not incompatible with significant 14C decay; they are within the range expected for within- aquifer tritium production (Andrews and Kay 1982) plus an- alytical error. Carbon-14 activity as a function of δ18O (Fig. 11a) shows a positive correlation between decreasing percent modern carbon and depletion in the oxygen isotope values. This evidence is not consistent with modern recharge entering the Salt Basin lowlands through runoff from the Guadalupe Mountains. Hypothesis of paleo recharge An alternative explanation for"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "hypothesis of Guadalupe Mountain recharge during ex- treme storm events as a significant source to the groundwater. One contradiction to new water recharging into this area is the low tritium and 14C levels observed in the groundwater (Fig. 11c: TU values labeled at well locations). The tritium values in the Sacramento Mountains range from 2.97 to 10.4 TU (Rawling and Newton 2016). These are consistent with post-bomb recharge, indicating the groundwater is typically less than 50 years old (see Newton et al. 2012, and Rawling and Newton 2016, for interpretation of extensive tritium and chlorofluorocarbon data from the high Sacramento Mountains). The relationship between tritium concentrations and 14C activity illustrated in Fig. 11b is also consistent with the higher tritium concentrations in the Sacramento Mountains being recently recharged water, whereas the low tritium concentrations have low 14C activities characteristic of older water. In the Salt Basin, tritium levels fall below 0.5 TU over a relatively short distance as the groundwater flows into the lowlands of the basin, below the Piñon area (Fig. 11). At Crow Flats there does not appear to be an influx of modern water, based on the low tritium concentrations. The 14C is also low (<25 pmC; Table 2) for the groundwaters of Crow Flats and Dell City. It is noted that the low but sometimes non-zero tritium concentrations are not incompatible with significant 14C decay; they are within the range expected for within- aquifer tritium production (Andrews and Kay 1982) plus an- alytical error. Carbon-14 activity as a function of δ18O (Fig. 11a) shows a positive correlation between decreasing percent modern carbon and depletion in the oxygen isotope values. This evidence is not consistent with modern recharge entering the Salt Basin lowlands through runoff from the Guadalupe Mountains. Hypothesis of paleo recharge An alternative explanation for the depletion in the stable iso- tope values observed in the lower reaches of the Salt Basin is that shifts in water characteristics along a flow line may reflect changes in the recharge environment over time. Temperatures in New Mexico and Texas during the last glacial maximum were 5–6 °C cooler than present temperatures (Stute et al. 1995). The cooler recharge environment has been shown to correspond to a shift in isotopic composition of Pleistocene- aged groundwater to more depleted values. In the San Juan Basin, New Mexico, the isotopic composition of the Pleistocene-age groundwater averages −3 ‰ depletion in Hydrogeol J (2016) 24:841–863 859 δ18O and −25‰ depletion in δD relative to modern recharge (Phillips et al. 1986). The typical depletion down the flow paths on the eastern side of the Salt Basin (starting in the Sacramento Mountains and moving southeast to Dell City and the Salt Flats) is about −1‰ in δ18O and −10‰ in δD. The position of these samples on, or very close to, the meteoric water line indicates minimal evaporation of the re- charge. This is distinct from contemporary recharge in the Sacramento Mountains, which is shifted below and right of the MWL, consistent with significant evaporation during re- charge. The paleowaters thus indicate that groundwater re- charge was less evaporated during the cool periods of the late Pleistocene. Given significantly greater precipitation as well during this period, groundwater recharge must also have been significantly greater, consistent with regional evidence com- piled by Phillips et al. (2004). Conclusions The results from this study have shown that, while there are many sources for water entering the Salt Basin graben, includ- ing Guadalupe Mountain runoff, distributed recharge from storm-event infiltration, and flow across the Diablo Plateau, the main source of recharge is in the Sacramento Mountains. The water chemistry along the flow path on the eastern side of the Salt Basin is consistent with groundwater evolution starting in the Sacramento Mountains and moving south to the Salt Flats near Dell City where it discharges. The ground- water evolution is dominated by dedolomitization as de- scribed for other carbonate aquifers by Back et al. (1983), consisting of the dissolution and reprecipitation of carbonate minerals that drive changes in δ13C and 14C activity. This means that 14C values measured in the laboratory must be adjusted to correct for these rock/water interactions in order to obtain accurate age estimates. Along well-defined flow paths, groundwater ages to calculate average seepage veloci- ties and estimate recharge rates have been used. The 14C groundwater ages in the distal part of the aquifer (Crow Flats and Dell City regions) range from about 15,000 to 20,000 years. These ages are consistent with the oxygen and deuterium measured in the same wells, where the stable- isotope signatures indicate Pleistocene recharge. The stable- isotope signature of the Pleistocene recharge is significantly less evaporated than that of Holocene recharge, indicating that less precipitation was evaporated during the glacial period. Fig. 11 a Measured 14C activity (pmC) as a function of oxygen isotopes (per mil) showing a correlation with decreasing percent modern carbon and depletion of oxygen isotopes. b Tritium (TU values) as a function of measured 14C activity showing a correlation with decreasing percent modern carbon and depletion in the tritium values. c Map shows the distribution of tritium concentrations in the Salt Basin groundwater. TU concentration labeled in black at well locations 860 Hydrogeol J (2016) 24:841–863 Combined with the evidence for significantly greater precipi- tation during this interval (Menking et al. 2004), this supports a very significantly enhanced rate of groundwater recharge. This evidence for significantly enhanced recharge supports the authors’ hypothesis that the Salt Basin aquifer is currently underfit due to a climatically driven reduction in groundwater flux. Use of the 14C ages to calculate flow velocities through the aquifer yields low velocities along the eastern side of the Salt Basin. Specific discharge (q) ranges from about 0.2 to 0.7 m/ yr; these residence times were used to estimate the annual recharge rate to the Salt Basin from the Sacramento Mountains. Porosity was assigned a range between 8 and 15 % based on observations from the San Andres and Abo Formations. The aquifer thickness was estimated to be 300 m through the middle section of the flow path. Based on these, the authors calculated that the subsurface flux (equivalent to recharge) from the Sacramento Mountains through the eastern side of the Salt Basin lies between 3×106 and 5×106 m3 yr−1 (2,000–4,000 acre-ft yr−1). The recharge estimate for this por- tion of the basin is of the same order of magnitude as that of Finch (2002), 7.8×106 m3 yr−1 (6,300 acre-ft/yr), but is some- what smaller. The correlation between groundwater age and increase in magnesium or sulfate concentration in the Salt Basin means that, although geochemical modeling with radiocarbon data was only performed on flow paths on the eastern side of the Salt Basin, the basin-wide distribution of these constituents can serve as a proxy for groundwater flow rates in the western basin where radiocarbon dating was not performed. Based on the relative magnesium concentrations, flow rates in the east- ern part are probably somewhat greater than in the western part. Since the cross-sectional area available for flow on the eastern side of the Salt Basin constitutes about one-third of the total basin width, then a very approximate estimate for total recharge to the Salt Basin"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "enhanced recharge supports the authors’ hypothesis that the Salt Basin aquifer is currently underfit due to a climatically driven reduction in groundwater flux. Use of the 14C ages to calculate flow velocities through the aquifer yields low velocities along the eastern side of the Salt Basin. Specific discharge (q) ranges from about 0.2 to 0.7 m/ yr; these residence times were used to estimate the annual recharge rate to the Salt Basin from the Sacramento Mountains. Porosity was assigned a range between 8 and 15 % based on observations from the San Andres and Abo Formations. The aquifer thickness was estimated to be 300 m through the middle section of the flow path. Based on these, the authors calculated that the subsurface flux (equivalent to recharge) from the Sacramento Mountains through the eastern side of the Salt Basin lies between 3×106 and 5×106 m3 yr−1 (2,000–4,000 acre-ft yr−1). The recharge estimate for this por- tion of the basin is of the same order of magnitude as that of Finch (2002), 7.8×106 m3 yr−1 (6,300 acre-ft/yr), but is some- what smaller. The correlation between groundwater age and increase in magnesium or sulfate concentration in the Salt Basin means that, although geochemical modeling with radiocarbon data was only performed on flow paths on the eastern side of the Salt Basin, the basin-wide distribution of these constituents can serve as a proxy for groundwater flow rates in the western basin where radiocarbon dating was not performed. Based on the relative magnesium concentrations, flow rates in the east- ern part are probably somewhat greater than in the western part. Since the cross-sectional area available for flow on the eastern side of the Salt Basin constitutes about one-third of the total basin width, then a very approximate estimate for total recharge to the Salt Basin would be in the range of 9×106 to 15×106 m3 yr−1 (6,000–12,000 acre-ft yr−1). Roughly esti- mating that the Sacramento Mountains represent about 30 km2 of recharge area with average precipitation of about 600 mm yr−1, the recharge to the Salt Basin would constitute 2 to 3 % of the total precipitation. The recharge values, determined in this study, for the north- ern Salt Basin fall at the lower end of the range of 20 to 120×106 m3 yr−1 (15,000–100,000 acre-ft yr−1) previously estimated by the New Mexico Office of the State Engineer. They are also well below the current rate of groundwater pumping of 120 × 106 m3 yr−1 (∼100,000 acre-ft yr−1) in Dell City, Texas. This difference highlights the need for groundwater management of the transboundary Salt Basin aquifer (i.e., shared between New Mexico and Texas). This relatively low rate of recharge helps to explain the ‘underfit’ nature of the Salt Basin aquifer, exemplified by the great depth to water (∼300 m over much of the basin). As described in the preceding, the stable isotope composition of the Pleistocene recharge is lighter and less evaporated than current recharge, suggesting significantly increased recharge under cooler glacial-period climate. The estimated current aquifer thickness is ∼300 m, thus filling the aquifer to close to the land surface would require approximately double the current recharge rate. This difference appears to be compara- ble to other instances of increased Pleistocene recharge in the western United States compiled by Phillips et al. (2004). The data from this study are therefore consistent with, although they do not prove, the hypothesis that the underfit nature of the Salt Basin aquifer results from a Holocene recharge rate that is significantly less than the long-term average Quaternary recharge. Acknowledgements This research was financially supported by the New Mexico Interstate Stream Commission. We gratefully acknowledge aid in fieldwork and interpretation, and sharing of data, by Stacy Timmons, B. Talon Newton, and Lewis Land of the New Mexico Bureau of Geology. We thank Andrew Campbell for the stable isotope analyses and Jeremiah Morse for guidance in field work. We thank Don Abercrombie of the Otero County Soil and Water Service for helping us set up the sampling campaign and the landowners of the Salt Basin for access to their wells. References Andrews JN, Kay RLF (1982) Natural production of tritium in permeable rocks. Nature 298:361–363 Ashworth JB (2001) Bone spring-Victorio peak aquifer of the Dell Valley region of Texas. In: Mace RE, Mullican WF III, Angle EA (eds) Aquifers of West Texas. Report 356, Texas Water Development Board, Austin, TX, pp 135–152 Ayalon A, Bar-Matthews M, Sass E (1998) Rainfall-recharge relation- ships within a karstic terrain in the Eastern Mediterranean semi- arid region, Israel: δ18O and δD characteristics. J Hydrol 207:18–31 Back W, Hanshaw BB, Plummer LN (1983) Process and rate of dedolomitization: mass transfer and 14C dating in a regional carbon- ate aquifer. Geol Soc Am Bull 94:1415–1429 Bakalowicz M (2005) Karst groundwater: a challenge for new resources. Hydrogeol J 13(1):148–160 Betancourt JL, Van Devender TP, Martin PS (1990) Synthesis and pro- spectus. In: Packrat Middens: the last 40,000 years of biotic change. University of Arizona Press, Tucson, AZ, pp 435–447 Black BA (1973) Geology of the northern and eastern parts of the Otero Platform, Otero and Chaves counties, New Mexico. PhD Thesis, University of New Mexico, Albuquerque, NM, 170 pp Black BA (1975) Geology and oil and gas potential of the Northeast Otero Platform Area, New Mexico. New Mexico Geological Society Guidebook, 26th Field Conference, Las Cruces County, pp 323–333 Boyd FM (1982) Hydrogeology of the Northern Salt Basin of West Texas and New Mexico. MAThesis, University of Texas, Austin, TX, 135 pp Broadhead RF (2002) Petroleum geology of the McGregor Range, Otero County, New Mexico. New Mexico Geological Society Guidebook, 53rd Field Conference, Geology of White Sands, NM Bureau of Mines and Mineral Resources, Santa Fe, NM, pp 331–338 Hydrogeol J (2016) 24:841–863 861 Chace DA, Roberts RM (2004) South-central salt basin groundwater characterization. Field Guide Book for Otero Mesa Area, New Mexico, El Paso Geological Society, El Paso, TX, pp 47–61 Chapman J (1984) Hydrogeochemisty of the unsaturated zone of a salt flat in Hudspeth County, Texas. MSc Thesis, University of Texas, Austin, TX, 132 pp Clark I, Fritz P (1997) Environmental isotopes in hydrogeology. CRC, Boca Raton, FL, pp 198–199 Deines P, Langmuir D, Harmon R (1974) Stable carbon isotope ratios and the existence of a gas phase in the evolution of carbonate ground- waters. Geochim Cosmochim Acta 38:1147–1164 Dickerson P, Muehlberger W (1994) Basins in the big bend segment of the Rio Grande Rift, Trans Pecos. In: Keller G, Cather S (eds) Basins of the Rio Grande Rift: structure, stratigraphy, and tectonic setting. Geol Soc Am Spec Pap 291: 283–297 Dreybrodt W, Gabrovsek F, Romanov D (2005) Processes of speleogenesis: a modeling approach. Carsologica, Postojna- Ljubljana, Slovenia Dury GH (1964) Principles of underfit streams: general theory of meandering valleys. US Geol Surv Prof Pap 452-A, 66 pp Earman S, Campbell A, Phillips F, Newman B (2006) Isotopic exchange between snow and atmospheric water vapor: estimation of the snow- melt component of groundwater recharge in the southwestern United States. J Geophys Res 111, D09302. doi:10.1029/ 2005JD006470 Eastoe C, Rodney R (2014) Isotopes as tracers of water origin in and near a regional carbonate aquifer: the southern Sacramento Mountains, New Mexico. Water 6(2):301–323 Finch ST Jr"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "Basin of West Texas and New Mexico. MAThesis, University of Texas, Austin, TX, 135 pp Broadhead RF (2002) Petroleum geology of the McGregor Range, Otero County, New Mexico. New Mexico Geological Society Guidebook, 53rd Field Conference, Geology of White Sands, NM Bureau of Mines and Mineral Resources, Santa Fe, NM, pp 331–338 Hydrogeol J (2016) 24:841–863 861 Chace DA, Roberts RM (2004) South-central salt basin groundwater characterization. Field Guide Book for Otero Mesa Area, New Mexico, El Paso Geological Society, El Paso, TX, pp 47–61 Chapman J (1984) Hydrogeochemisty of the unsaturated zone of a salt flat in Hudspeth County, Texas. MSc Thesis, University of Texas, Austin, TX, 132 pp Clark I, Fritz P (1997) Environmental isotopes in hydrogeology. CRC, Boca Raton, FL, pp 198–199 Deines P, Langmuir D, Harmon R (1974) Stable carbon isotope ratios and the existence of a gas phase in the evolution of carbonate ground- waters. Geochim Cosmochim Acta 38:1147–1164 Dickerson P, Muehlberger W (1994) Basins in the big bend segment of the Rio Grande Rift, Trans Pecos. In: Keller G, Cather S (eds) Basins of the Rio Grande Rift: structure, stratigraphy, and tectonic setting. Geol Soc Am Spec Pap 291: 283–297 Dreybrodt W, Gabrovsek F, Romanov D (2005) Processes of speleogenesis: a modeling approach. Carsologica, Postojna- Ljubljana, Slovenia Dury GH (1964) Principles of underfit streams: general theory of meandering valleys. US Geol Surv Prof Pap 452-A, 66 pp Earman S, Campbell A, Phillips F, Newman B (2006) Isotopic exchange between snow and atmospheric water vapor: estimation of the snow- melt component of groundwater recharge in the southwestern United States. J Geophys Res 111, D09302. doi:10.1029/ 2005JD006470 Eastoe C, Rodney R (2014) Isotopes as tracers of water origin in and near a regional carbonate aquifer: the southern Sacramento Mountains, New Mexico. Water 6(2):301–323 Finch ST Jr (2002) Hydrogeologic framework of the salt basin and de- velopment of three-dimensional ground-water flow model. Final report, Prepared for New Mexico Interstate Stream Commission, Shomaker, Albuquerque, NM, 28 pp Galloway W, Ewing T, Garrett Jr C, Tyler N, Bebout D (1983) Atlas of major Texas oil reservoirs. Bureau of Economic Geology Spec. Publ. 139, University of Texas, Austin Galloway D, Jones DR, Ingebritsen SE (1999) Land subsidence in the United States, US Geol Surv Circ 1182, 175 pp Gat JR (2001) Isotope hydrology: a study of the water cycle. World Scientific, River Edge, NJ, 250 pp Goetz LK (1977) Quaternary faulting in the Salt Basin Graben. MSc Thesis, University of Texas, Austin, TX, 136 pp Goetz LK (1980) Quaternary faulting in Salt Basin graben, West Texas. New Mexico Geological Society Guidebook, 31st Field Conference, Trans-Pecos Region, NM Bureau of Mines and Mineral Resources, Socorro, NM, pp 83–92 Hall SA, Penner WL (2013) Stable carbon isotopes, C3–C4 vegetation, and 12,800 years of climate change in central New Mexico, USA. Palaeogeogr Palaeoclimatol Palaeoecol 369:272–281 Huff GF, Chace DA (2006) Knowledge and understanding of the hydro- geology of the Salt Basin in south-central New Mexico and future study needs. US Geol Surv Open-File Rep 2006–1358, 17 pp Keller G, Cather S (1994) Basins of the Rio Grande rift-structure, stratig- raphy, and tectonic setting, introduction. Geol Soc Am Spec Pap 291, pp 1–3 King WE, Harder VM (1985) Oil and gas potential of the Tularosa Basin- Otero platform-salt Basin Graben Area, New Mexico and Texas. Circ 198, New Mexico Bureau of Mines and Mineral Resources, Socorro, NM, 36 pp Kreitler CW, Mullican WF, Nativ R (1990) Hydrogeology of the Diablo Plateau, trans-Pecos Texas. In: Kreitler CW, Sharp JM Jr (eds) Hydrology of trans-Pecos Texas. Texas Bureau of Economic Geology Guidebook, vol 25. Texas Bureau of Economic Geology, Austin, TX, pp 49–58 Mayer JR (1995) The role of fractures in regional groundwater flow: field evidence and model results from the Basin-and-Range of Texas and New Mexico. PhD Thesis, University of Texas, Austin, TX, 218 pp Mayer JR, Sharp JM Jr (1995) The role of fractures in regional ground- water flow. In: Rossmanith H-P (eds) Mechanics of jointed and faulted rock. Balkema, Rotterdam, The Netherlands, pp 375–380 Mayer JR, Sharp JM Jr (1998) Fracture control of regional ground-water flow in a carbonate aquifer in a semi-arid region. Geol Soc Am Bull 110(2):269–283 Menking KM, Anderson RY, Shafike NG, Syed KH, Allen BD (2004) Wetter or colder during the Last Glacial Maximum? Revisiting the pluvial lake question in southwestern North America. Quat Res 62: 280–288 Mook W, Van de Plicht J (1999) Reporting 14C activities and concentra- tion. Radiocarbon 41:227–239 Morse JT (2010) The hydrogeology of the Sacramento mountains using environmental tracers. Msc. Thesis, New Mexico Institute of Mining and Technology, Socorro, NM Muscheler R, Beer J, Wagner G, Laj C, Kissel C, Raisbeck GM, Yiou F, Kubik PW (2004) Changes in the carbon cycle during the last de- glaciation as indicated by the comparison of 10Be and 14C records. Earth Planet Sci Lett 219:325–340 Newman BD, Land L, Phillips FM, Rawling GC (2016) The hydrogeol- ogy of the Sacramento Mountains and the Roswell and Salt basins of New Mexico, USA: overview of investigations on dryland ground- water systems using environmental tracers and geochemical ap- proaches. Hydrogeol J. doi:10.1007/s10040-016-1404-0 Newton B, Rawling G, Timmons S, Land L, Johnson P, Kludt T, Timmons J (2012) Sacramento mountain hydrogeology study. OFR 543, Otero Soil and Water Conservation, Alamogordo, NM Phillips F, Peeters L, Tansey M, Davis S (1986) Paleoclimate inferences from an isotopic investigation of ground water in the central San Juan Basin, New Mexico. Quat Res 26:179–192 Phillips FM, Walvoord MA, Small EE (2004) Effects of environmental change on groundwater recharge in the Desert Southwest. In: Phillips FM, Hogan JF, Scanlon BR (eds) Groundwater recharge in a desert environment: the southwestern United States. American Geophysical Union, Washington, DC, pp 273–294 Plummer LN (1991) Geochemical evolution of water in the Madison Aquifer in parts of Montana, South Dakota, and Wyoming. US Geol Surv Prof Pap 1273-F Plummer LN, Glynn PD (2013) Radiocarbon dating in groundwater sys- tems. In: Isotope methods for dating old groundwater. STI/PUB/ 1587, IAEA, Vienna, pp 33–89 Plummer LN, Prestemon EC, Parkhurst DL (1994) An interactive code (NETPATH) for modeling NET geochemical reactions along a flow PATH, version 2.0. US Geol Surv Water-Resour Invest Rep 94- 4169, 130 pp Rawling GC, Newton BT (2016) Quantity and location of groundwater recharge in the Sacramento Mountains, south-central New Mexico (USA), and their relation to the adjacent Roswell Artesian Basin. Hydrogeol J. doi:10.1007/s10040-016-1399-6 Rawling G, Newton T, Timmons S, Partey F, Kludt T, Land L, Timmons M, Walsh P (2009) Sacramento Mountain hydrogeology study. Publ. 518, NM Bureau of Geology and Mineral Resources, Socorro, NM, pp 11–53 Reilly TE, Dennehy KF, Alley WM, Cunningham WL (2008) Ground- water availability in the United States. US Geol Surv Circ 1323, 70 pp Reimer PJ, Bard E, Bayliss A, Beck JW, Blackwell PG, Bronk Ramsey C, Buck CE, Cheng H, Edwards RL, Friedrich M, Grootes PM, Guilderson TP, Haflidason H, Hajdas I, Hatté C, Heaton TJ, Hoffmann DL, Hogg AG, Hughen KA, Kaiser KF, Kromer B, Manning SW, Niu M, Reimer RW, Richards DA, Scott EM, Southon JR, Staff RA, Turney CSM, van der Plicht J (2013) IntCal13 and Marine13 radiocarbon age calibration curves 0–50, 000 years cal BP. Radiocarbon 55(4):1869–1887 Ritchie"
    },
    {
        "URL": "Sigstedt2016_GroundwaterFlowEnvironmentalTracersSaltBasinNM.pdf",
        "Text": "central San Juan Basin, New Mexico. Quat Res 26:179–192 Phillips FM, Walvoord MA, Small EE (2004) Effects of environmental change on groundwater recharge in the Desert Southwest. In: Phillips FM, Hogan JF, Scanlon BR (eds) Groundwater recharge in a desert environment: the southwestern United States. American Geophysical Union, Washington, DC, pp 273–294 Plummer LN (1991) Geochemical evolution of water in the Madison Aquifer in parts of Montana, South Dakota, and Wyoming. US Geol Surv Prof Pap 1273-F Plummer LN, Glynn PD (2013) Radiocarbon dating in groundwater sys- tems. In: Isotope methods for dating old groundwater. STI/PUB/ 1587, IAEA, Vienna, pp 33–89 Plummer LN, Prestemon EC, Parkhurst DL (1994) An interactive code (NETPATH) for modeling NET geochemical reactions along a flow PATH, version 2.0. US Geol Surv Water-Resour Invest Rep 94- 4169, 130 pp Rawling GC, Newton BT (2016) Quantity and location of groundwater recharge in the Sacramento Mountains, south-central New Mexico (USA), and their relation to the adjacent Roswell Artesian Basin. Hydrogeol J. doi:10.1007/s10040-016-1399-6 Rawling G, Newton T, Timmons S, Partey F, Kludt T, Land L, Timmons M, Walsh P (2009) Sacramento Mountain hydrogeology study. Publ. 518, NM Bureau of Geology and Mineral Resources, Socorro, NM, pp 11–53 Reilly TE, Dennehy KF, Alley WM, Cunningham WL (2008) Ground- water availability in the United States. US Geol Surv Circ 1323, 70 pp Reimer PJ, Bard E, Bayliss A, Beck JW, Blackwell PG, Bronk Ramsey C, Buck CE, Cheng H, Edwards RL, Friedrich M, Grootes PM, Guilderson TP, Haflidason H, Hajdas I, Hatté C, Heaton TJ, Hoffmann DL, Hogg AG, Hughen KA, Kaiser KF, Kromer B, Manning SW, Niu M, Reimer RW, Richards DA, Scott EM, Southon JR, Staff RA, Turney CSM, van der Plicht J (2013) IntCal13 and Marine13 radiocarbon age calibration curves 0–50, 000 years cal BP. Radiocarbon 55(4):1869–1887 Ritchie ABO (2011) Hydrogeologic framework and development of a 3- D finite difference groundwater flow model of the Salt Basin, New 862 Hydrogeol J (2016) 24:841–863 Mexico and Texas. MSc Thesis, New Mexico Institute of Mining and Technology, Socorro, NM, 953 pp Sharp JM Jr (1989) Regional ground-water systems in northern Trans- Pecos Texas. In: Dickerson PW, Muehlberger WR (eds) Structure and stratigraphy of Trans-Pecos Texas. American Geophysical Union Field Trip Guidebook T317, AGU, Washington, DC, pp 123–130 Sharp JM Jr, Mayer JR, McCutcheon E (1993) Hydrogeologic trends in the Dell City area, Hudspeth County, Texas. New Mexico Geological Society Guidebook, 44th Field Conference, NM Bureau of Mines and Mineral Resources, Socorro, NM, pp 327–330 Sigstedt SC (2010) Environmental tracers in groundwater of the Salt Basin, New Mexico, and implications for water resources. MSc Thesis, New Mexico Institute of Mining and Technology, Socorro, NM Solomon D, Sudicky E (1991) Tritium and helium-3 isotope ratios for direct estimation of spatial variations in groundwater recharge. Water Resour Res 27:2309–2319 Stoeser DB, Green GN, Morath LC, Heran WD, Wilson AB, Moore DW, Van Gosen BS (2007) Preliminary Integrated Geologic Map Databases for the United States: central states—Montana, Wyoming, Colorado, New Mexico, North Dakota, South Dakota, Nebraska, Kansas, Oklahoma, Texas, Iowa, Missouri, Arkansas, and Louisiana. US Geol Surv Open-File Rep 2005-1351, version 1.2. http://pubs.usgs.gov/of/2005/1351/. Accessed April 2009 Stuiver M, Reimer PJ (1993) Extended 14C data base and revised CALIB 3.0 14C age calibration program. Radiocarbon 35:215–230 Stute M, Clark J, Schlosser P, Broecker W, Bonani G (1995) A 30,000 yr continental paleotemperature record derived from noble gases dis- solved in groundwater from the San Juan Basin, New Mexico. Quat Res 43:209–220 Tharp T (2002) Poroelastic analysis of cover-collapse sinkhole formation by piezometric surface drawdown. Environ Geol 42:447–456 Tillery A (2010) Estimates of mean annual flow and flow loss for ephem- eral channels in the Salt Basin, southern New Mexico. US Geol Surv Sci Invest Rep 2010, pp 12–19 United States Census Bureau (2010) 2010 Census Interactive Population Search. www.census.gov/2010census/popmap/ipmtext.php?fl= 35:3577950:3557440. February 2010 United States Environmental Protection Agency (2010) Clean Water Act analytical methods: Title 40 Code of Federal Regulations (CFR) Part 136—guidelines establishing test procedures for the analysis of pol- lutants. www.epa.gov/cwa-methods/approved-cwa-chemical-test- methods. Accessed January 2010 USGS (United States Geological Survey) (2010a) Data: obtained from surface-water data. waterdata.usgs.gov/nwis/. Accessed June 2010 USGS (United States Geological Survey) (2010b) Data obtained from National Elevation Dataset. ned.usgs.gov/. Accessed May 2010 USGS (United States Geological Survey) (2010c) National hydrography dataset. nhd.usgs.gov/. Accessed May 2010 Vogel JC (1967) Investigation of groundwater flow with radiocarbon. In: Isotopes in hydrology. IAEA, Vienna, pp 355–368 Vogel JC (1970) Carbon-14 dating of groundwater. In: Isotopes in hy- drology. IAEA, Vienna, pp 235–237 Vogel JC, Ehhalt D (1963), The use of carbon isotopes in groundwater studies. In: Radioisotopes in hydrology, IAEA, Vienna, pp 383–395 Wasiolek M (1991) The hydrogeology of the Permian Yeso Formation within the Upper Rio Hondo Basin and the eastern Mescalero Apache Indian Reservation, Lincoln and Otero counties, New Mexico. New Geologic Society Guidebook, NM Bureau of Mines and Mineral Resources, Socorro, NM, pp 343–351 White WB (1988) Geomorphology and hydrology of Karst terrains. Oxford University Press, New York Widdison J (2007) Water matters: Salt Basin. UNM School of Law, Utton Transboundary Resource Center, Albuquerque, NM Wiggins WD (1993) Geochemistry of post-uplift calcite in the Permian Basin of Texas and New Mexico. Geol Soc Am Bull 105:779–790 Hydrogeol J (2016) 24:841–863 863"
    }
]