[
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "Paleohydrologic history of pluvial lake San Agustin, New Mexico: Tracking changing effective moisture in southwest North America through the last glacial transition Adam M. Hudson a, *, Jay Quade b, Vance T. Holliday b, c, Brendan Fenerty b, Jordon E. Bright d, Harrison J. Gray a, Shannon A. Mahan a a U.S. Geological Survey, Geosciences and Environmental Change Science Center, Denver, CO, USA b Department of Geosciences, University of Arizona, Tucson, AZ, USA c Department of Anthropology, University of Arizona, Tucson, AZ, USA d School of Earth and Sustainability, Northern Arizona University, Flagstaff, AZ, USA a r t i c l e i n f o Article history: Received 9 March 2023 Received in revised form 21 April 2023 Accepted 28 April 2023 Available online 24 May 2023 Handling Editor: Claudio Latorre Keywords: Paleolake Paleowetland Lake level record Radiocarbon dating Uranium series dating Luminescence dating Ostracod microfaunal analysis Glacial-interglacial change Westerlies North American Monsoon a b s t r a c t Paleoclimate records across the Intermountain West region of North America show signiﬁcant regional variation in timing and magnitude of wet conditions that accompanied the last glacial-interglacial transition. To understand the climate controls on paleohydrologic change, well-dated records are needed across the region. The Plains of San Agustin (New Mexico, USA) is a closed-basin watershed of the American Southwest inﬂuenced by both winter westerly and summer North American Monsoon pre- cipitation. The ﬂat valley ﬂoors of the Plains contain lake and groundwater discharge deposits that record multiple periods of past wet climate. We present a record of hydroclimate for the past 26,000 years based on radiocarbon, UeTh series, and OSL dating of these deposits and stratigraphic correlation across the three sub-basins of the lake system. We ﬁnd that two major lake oscillations occurred, coincident with the global Last Glacial Maximum (~23e18 ka) and with Heinrich Stadial 1 (~17e14 ka). The LGM lake cycle created a deep lake in the lowermost sub-basin, fed by marsh/lake overﬂow in the upper sub- basins. The Heinrich Stadial 1 wet interval attained the highest recorded lake level between ~17.0 and 15.3 ka, merging the lower two sub-basins into one lake. Both lake cycles agree well in timing and magnitude with other lake-based records from the southwestern U.S., supporting previous in- terpretations that a south-shifted cool season storm track brought a dipole-like pattern of enhanced moisture to the southwest at the expense of drier conditions in the northwest during the LGM and deglaciation. A transition from lake to groundwater discharge conditions followed during the Bølling- Allerød (14.7e12.9 ka) across the study area. Wet meadows prevailed in the lower sub-basin during the Younger Dryas (12.9e11.7 ka), with marsh and open lake conditions in the upper and middle sub-basins, respectively. During the early Holocene, discrete wet intervals are recorded by ages for wet meadow deposits in all sub-basins with centennial-millennial frequency at 9.9, 8.8, 8.2 ka. These events agree well with other Intermountain West records showing wetter-than-present conditions prior to 8 ka. Two additional wet periods, centered at 6.8 and 5.4 ka, occurred during the driest known interval of the middle Holocene, and likely were partly supported in the Plains of San Agustin by summer moisture associated with the peak strength of the North American Monsoon. Our record highlights that both winter and summer moisture support water resources in New Mexico watersheds. © 2023 Elsevier Ltd. All rights reserved. 1. Introduction The Intermountain West region of North America is a physio- graphically and hydrologically complex region between the Sierra Nevada and Rocky Mountains created by the tectonic inﬂuence of Basin and Range extension (Eaton, 1982). Though it is characterized * Corresponding author. E-mail address: ahudson@usgs.gov (A.M. Hudson). Contents lists available at ScienceDirect Quaternary Science Reviews journal homepage: www.elsevier.com/locate/quascirev https://doi.org/10.1016/j.quascirev.2023.108110 0277-3791/© 2023 Elsevier Ltd. All rights reserved. Quaternary Science Reviews 310 (2023) 108110 by dry continental climate, it spans tropical, subtropical, and mid- latitude atmospheric circulation zones, so that the effect of future climate change on moisture availability may be complex. It also hosts many fast-growing population centers and agriculturally important lands that rely on natural water resources. Therefore, study of the hydrologic and ecosystem response to past climate changes is needed to provide analogs for what may occur under future warming. The most recent glacial-interglacial transition (ca. 19e11 ka BP; Clark et al., 2012) marks the largest change in global climate of the recent geologic past, featuring complete melting of Northern Hemisphere continental ice sheets, rise in global sea level, and major shifts in hydrology and ecosystems worldwide. Further, within this interval, abrupt centennial and millennial-scale warming/cooling events drove rapid environmental responses that were similar in rate and magnitude to current rapid climate change. Therefore, studying the paleoenvironment of the Inter- mountain West across this time period yields important insight into the regional response to future change. Prior to the onset of the Holocene, glacial and deglacial climate conditions in western North America were much wetter in general, owing to cooler average temperatures (Morrill et al., 2018; Tabor et al., 2021) and a southward shift in the mean meridional posi- tion of the cool season storm track (Antevs, 1945; COHMAP MEMBERS, 1988; Lora et al., 2017). Recent compilations of paleo- climate records indicate that climate during the peak global cooling of the Last Glacial Maximum (LGM; ca. 26e19 ka; Clark et al., 2009) was widely wetter than modern across the Intermountain West (Lora and Ibarra, 2019; Tabor et al., 2021). Comparison with mul- tiple global climate model simulations, however, indicates a lat- itudinal “dipole” existed in cool season precipitation distribution relative to modern. At northerly latitudes (>41\u0001 N), south of the Laurentide Ice Sheet margin, higher effective moisture during the LGM was sustained by lower temperatures muting evapotranspi- ration (Morrill et al., 2018; Tabor et al., 2021), whereas actual annual precipitation was lower than today. Conversely, at latitudes reaching into the subtropics of northern Mexico, the combined effect of lower temperatures and increased precipitation e driven mainly by a more southerly mean cool season storm track (Lora et al., 2017; Tabor et al., 2021) e maintained widespread wet con- ditions in the American Southwest (southern California, southern Nevada, Arizona, New Mexico; Southwest, hereafter). Under these conditions, lakes and wetlands greatly expanded in the desert valleys across the Intermountain West, depositing ﬁne-grained sediments that mark their former extents across the valley ﬂoors (Reheis et al., 2014). These deposits provide an opportunity to reconstruct the timing and magnitude of past wet and dry periods. During the last deglaciation, abrupt and sustained millennial- scale climate changes (Clark et al., 2012), including Heinrich Sta- dial 1 (19.0e14.7 ka), the Bølling-Allerød warm interval (14.7e12.9 ka), and the Younger Dryas (12.9e11.7 ka) also resulted in varying hydrologic response across the region (Broecker and Putnam, 2012; Hudson et al., 2019; Liefert and Shuman, 2020; McGee et al., 2018). In general, abrupt cold intervals (e.g., Heinrich Stadial 1, Younger Dryas) coincide with evidence of abrupt shifts towards wetter conditions for the Intermountain West. However, these wet con- ditions are not universally expressed in time nor magnitude, and more northwesterly records even show abrupt shifts to the wettest conditions during the Bølling-Allerød warm interval (Hudson et al., 2019; McGee et al., 2018). This geographic diversity of"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "et al., 2021). Comparison with mul- tiple global climate model simulations, however, indicates a lat- itudinal “dipole” existed in cool season precipitation distribution relative to modern. At northerly latitudes (>41\u0001 N), south of the Laurentide Ice Sheet margin, higher effective moisture during the LGM was sustained by lower temperatures muting evapotranspi- ration (Morrill et al., 2018; Tabor et al., 2021), whereas actual annual precipitation was lower than today. Conversely, at latitudes reaching into the subtropics of northern Mexico, the combined effect of lower temperatures and increased precipitation e driven mainly by a more southerly mean cool season storm track (Lora et al., 2017; Tabor et al., 2021) e maintained widespread wet con- ditions in the American Southwest (southern California, southern Nevada, Arizona, New Mexico; Southwest, hereafter). Under these conditions, lakes and wetlands greatly expanded in the desert valleys across the Intermountain West, depositing ﬁne-grained sediments that mark their former extents across the valley ﬂoors (Reheis et al., 2014). These deposits provide an opportunity to reconstruct the timing and magnitude of past wet and dry periods. During the last deglaciation, abrupt and sustained millennial- scale climate changes (Clark et al., 2012), including Heinrich Sta- dial 1 (19.0e14.7 ka), the Bølling-Allerød warm interval (14.7e12.9 ka), and the Younger Dryas (12.9e11.7 ka) also resulted in varying hydrologic response across the region (Broecker and Putnam, 2012; Hudson et al., 2019; Liefert and Shuman, 2020; McGee et al., 2018). In general, abrupt cold intervals (e.g., Heinrich Stadial 1, Younger Dryas) coincide with evidence of abrupt shifts towards wetter conditions for the Intermountain West. However, these wet con- ditions are not universally expressed in time nor magnitude, and more northwesterly records even show abrupt shifts to the wettest conditions during the Bølling-Allerød warm interval (Hudson et al., 2019; McGee et al., 2018). This geographic diversity of response to past climate change highlights the need for high quality paleo- climate records from many settings. This is particularly true for the Southwest, where seasonal precipitation comes both during the cool season via extratropical cyclones, and during the summer season via the North American Monsoon (NAM). Separating the contribution of each to wet conditions is difﬁcult, and more records that precisely record magnitude, seasonality, and timing of hydro- climate response are needed. Here we present new constraints on hydroclimatic evolution of the Southwest, based on lake and groundwater discharge deposits of the Plains of San Agustin, a closed basin in western New Mexico, USA. We reconstruct former lake and wetland extents based on outcrops, shoreline features, and short sediment cores through valley ﬂoor deposits, and place them chronologically using radio- carbon, uranium thorium disequilibrium (UeTh series), and opti- cally stimulated luminescence (OSL) dating. From this, we reconstruct a basin-wide hydrograph of lake level and groundwater discharge extent covering the LGM to late Holocene and compare it with other records from the Intermountain West and surrounding region. 2. Study area and previous work The Plains of San Agustin are located in an internally-drained structural basin of western New Mexico, USA, which shares its eastern drainage divide with the Rio Grande River Valley (Fig. 1). The groundwater basin of the Plains is isolated from the Rio Grande basin, and the modern hydrology of this system has been studied in detail as part of a longstanding debate over balanced water resource use in the state of New Mexico (Blodgett and Titus, 1973; Koning and Rinehart, 2021; Pepin et al., 2022; Phillips et al., 1992a; Rinehart et al., 2020). It is also one of the most southerly closed basin lake systems of the western U.S., in a region under the in- ﬂuence of both cool season westerly and NAM climate, and is thus an important archive for the regional response of the arid South- west to climate changes over the Quaternary (Markgraf et al., 1984; Phillips et al., 1992a). The surface water hydrography of the Plains of San Agustin consists of an elliptical drainage basin 5155 km2 in area, with a gentle southwestward slope. It is divided into three sub-basins that are characterized by ﬂat valley ﬂoors and separated by low, struc- turally controlled divides. From northeast to southwest, they are called the White Lake, CeN (phonetically See-Bar-En), and Horse Springs sub-basins and have minimum elevations of 2121, 2104, and 2068 m, respectively (Figs. 1 and 2). Under modern conditions the basin contains no perennial streams that reach the valley ﬂoors, while spring discharge supports only limited wetlands in the western end of the Horse Springs sub-basin. Groundwater table elevations range from 10s to 100s of meters below the modern surface, with minimum depths found below the playa of the Horse Springs sub-basin, and maximum depths in the surrounding mountain piedmonts (Pepin et al., 2022). The dip and ﬂow direction of the groundwater table follows the general southwestward slope of the valley and likely seeps from its southwestern margin into the adjacent upper basin of the Gila River (Blodgett and Titus, 1973; Pepin et al., 2022; Phillips et al., 1992a; Rinehart et al., 2020). The local climate of the region is semi-arid, with mean annual tem- peratures ranging 0e20 \u0001C throughout the year and total precipi- tation of ~340 mm/yr at valley ﬂoor elevations (Fig. 3). Seasonal precipitation distribution at valley locales peaks strongly during the summer monsoon months of JulyeSeptember and is otherwise mostly dry. Mountain areas receive substantial winter snowfall during DecembereMarch in addition to summer rain, creating a bimodal precipitation distribution with total precipitation of 500e900 mm/yr (Fig. 3). The bedrock underlying the basin consists of thick successions of Neogene-age volcanic rocks of the Mogollon-Datil volcanic ﬁeld, interbedded with thin eolian sandstones, which have been cut by numerous extensional faults (Koning and Rinehart, 2021). Tectonic activity in the basin is likely ongoing, but intra-basin fault slip is slow compared to the adjacent Rio Grande rift, and previous work A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 2 indicates the basin has undergone overall uplift since its inception in the Miocene (Foreman et al., 1959; Koning and Rinehart, 2021). Basin sediments of the Plains of San Agustin overlie the volcanic units, and consist of alluvial gravels and alluvial/eolian sandstone interbedded with lacustrine, wetland, and mudﬂat deposits in a ﬁning-upward sequence (Clisby and Sears, 1956; Foreman et al., 1959; Markgraf et al., 1984). The uppermost sediments of this sequence are of late Pleistocene and Holocene age. Previous researchers have studied the hydrology, geo- morphology, and Quaternary paleoenvironment of the Plains of San Agustin for nearly a century. Prominent shoreline features along the southern margin of the Horse Springs sub-basin at elevations Fig. 1. Study Area Location. (a) Index map of western North America with U.S. states (gray outline) and highstands of Intermountain West pluvial lakes (blue) within the Inter- mountain West (black outlines). Locations of paleoclimate records referenced in the text and Figs. 9e11 are numbered (1) Lake Chewaucan (Hudson et al., 2019); (2) Lake Surprise (Egger et al., 2018); (3) Lake Franklin (Munroe and Laabs, 2013); (4) Lake Lahontan (Benson et al., 2013); (5) Las Vegas Valley paleowetlands (Springer and Pigati, 2020); (6) Lake Estancia (Menking et al., 2018); (7) Lake Elsinore (Kirby et al., 2018); (8) Lake San Agustin (this study); (9) Fort Stanton"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "distribution with total precipitation of 500e900 mm/yr (Fig. 3). The bedrock underlying the basin consists of thick successions of Neogene-age volcanic rocks of the Mogollon-Datil volcanic ﬁeld, interbedded with thin eolian sandstones, which have been cut by numerous extensional faults (Koning and Rinehart, 2021). Tectonic activity in the basin is likely ongoing, but intra-basin fault slip is slow compared to the adjacent Rio Grande rift, and previous work A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 2 indicates the basin has undergone overall uplift since its inception in the Miocene (Foreman et al., 1959; Koning and Rinehart, 2021). Basin sediments of the Plains of San Agustin overlie the volcanic units, and consist of alluvial gravels and alluvial/eolian sandstone interbedded with lacustrine, wetland, and mudﬂat deposits in a ﬁning-upward sequence (Clisby and Sears, 1956; Foreman et al., 1959; Markgraf et al., 1984). The uppermost sediments of this sequence are of late Pleistocene and Holocene age. Previous researchers have studied the hydrology, geo- morphology, and Quaternary paleoenvironment of the Plains of San Agustin for nearly a century. Prominent shoreline features along the southern margin of the Horse Springs sub-basin at elevations Fig. 1. Study Area Location. (a) Index map of western North America with U.S. states (gray outline) and highstands of Intermountain West pluvial lakes (blue) within the Inter- mountain West (black outlines). Locations of paleoclimate records referenced in the text and Figs. 9e11 are numbered (1) Lake Chewaucan (Hudson et al., 2019); (2) Lake Surprise (Egger et al., 2018); (3) Lake Franklin (Munroe and Laabs, 2013); (4) Lake Lahontan (Benson et al., 2013); (5) Las Vegas Valley paleowetlands (Springer and Pigati, 2020); (6) Lake Estancia (Menking et al., 2018); (7) Lake Elsinore (Kirby et al., 2018); (8) Lake San Agustin (this study); (9) Fort Stanton Cave (Asmerom et al., 2017); (10) Pink Panther Cave (Asmerom et al., 2007); (11) Willcox Playa/Lake Cochise (Kowler, 2014; Waters, 1989); (12) Cave of the Bells (Wagner et al., 2010); (13) San Pedro Valley paleowetlands (Haynes, 2007; Pigati et al., 2009); (b) Hillshade map of the Plains of San Agustin (SAP) basin showing sub-basins (black outline), sampling locations from this and previous studies (white dots), reconstructed lake extents (colored outlines, with blue arrows denoting inferred overﬂow between sub-basins), and the location of the Very Large Array (VLA) radio-telescope within the basin (red). Fig. 2. Schematic southwest-northeast elevation cross section for the Plains of San Agustin. Prominent topographic spill points at sills between each sub-basin are labeled. Prominent shoreline elevations corresponding to past lake highstands are shown in colored lines. Colored arrows represent direction of inter-basin spillover. These colors correspond to the same coloring denoting areal extent of the shoreline in map view on Fig. 1. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 3 between 2100 and 2117 m were ﬁrst reported by Powers (1939). We refer to the highest of these shorelines (2115e2117 m) as “Powers shoreline” hereafter (Figs. 1 and 2). This shoreline set is the highest well-preserved lacustrine feature in this sub-basin, appearing as a prominent bench or a wavecut notch around much of the valley. Surﬁcial deposits from this and lower elevation feature poorly developed soils with respect to clay and pedogenic carbonate content, in contrast to those above this elevation, which contain thick argillic and petro-calcic horizons suggesting much greater age (Hawley, 1993). We refer to the lower set of these shorelines (2100e2103 m) as the “Bat Cave shoreline” because it intersects the base of the Bat Cave archaeological site on the southern valley margin. Another continuous, prominent shoreline set occurs in the interval 2082e2087 m, which we refer to as the “Bursum shoreline” because of its excellent preservation in numerous exposures along the Bursum Road on the western valley margin (Figs. 1 and 2). Higher potential shorelines up to 2150 m have been identiﬁed (Weber, 1980), with prominent examples visible at 2117 m, and 2127 m in the southeastern CeN sub-basin, and at 2127 m in the eastern White Lake sub-basin, but these are much more discon- tinuous compared to those identiﬁed in the Horse Springs sub- basin. Deep cores (up to 600 m depth) were collected in the 1950s in the northwest Horse Springs sub-basin by researchers from Oberlin College (the “Oberlin cores”: Clisby and Sears, 1956; Foreman et al., 1959, Fig. 1). These sediments record the long-term sedimentation history of the Plains of San Agustin. Incomplete age control based on magnetostratigraphy and vegetation correlation indicates the upper ~300 m was deposited during the Pleistocene (Markgraf et al., 1984), while lower coarser-grained intervals were deposited over millions of years during the Neogene (Foreman et al., 1959; Koning and Rinehart, 2021). These cores record the intermittent but consistent presence of closed lakes, evidenced by the appearance of authigenic calcite and ostracods above ~150 m depth, interbedded with alluvial deposits. Based on pollen reconstructions, regional vegetation transitioned from temperate forest of conifers and hardwoods in sediments of pre-Pleistocene age to varying assem- blages of extant grass-sage steppe, coniferous forest, and alkaline- tolerant scrub communities in sediments dating to the Pleisto- cene (Foreman et al., 1959; Markgraf et al., 1984). Cyclical ﬂuctua- tions in the sediment and pollen makeup attributable to glacial- interglacial cyclicity are notably absent from the long sediment record, with only two intervals of cold/wet conditions d signiﬁed by elevated spruce forest pollen d occurring within the upper ~50 m of the core. The uppermost spruce forest interval occurs in ~15 m of silty clays with abundant carbonate and ostracods correlated with lacustrine conditions during the last glacial cycle (Foreman et al., 1959; Markgraf et al., 1984; Phillips et al., 1992a). These uppermost sediments d estimated by radiocarbon dating to have been deposited between ~40 ka and 9 ka d have been studied in greater detail at the Auger/Pit site (Markgraf et al., 1984) and sediment cores in the southwest Horse Springs sub-basin (SAC3/4; Phillips et al., 1992a, Fig. 1). Diatoms, ostracod fauna and stable isotope compositions, and pollen from these cores permit reconstruction of the paleoenvironment of the Plains of San Agustin during the latest Pleistocene and early Holocene. Although the chronologies of these core records are somewhat uncertain, both suggest that closed lakes of varying depths and salinities domi- nated the Horse Springs sub-basin between ~33 ka and 9 ka, with some unconformities. Ostracod assemblages and stable isotope compositions suggest lake waters were uniformly highly evapo- rated relative to incoming meteoric water (i.e., a closed basin), with large and rapid variations indicating substantial periods of ﬁlling/ freshening and drying/concentrating throughout the sequence. Paleoenvironmental study of the CeN and White Lake sub- basins is sparse by comparison to the Horse Springs sub-basin and has focused on the context for human occupation of archaeo- logical sites like the Ake Site, located on the northeast margin of the CeN playa (Hill, Jr and Holliday, 2011; Weber, 1980, Fig. 1). The Ake Site is located on a paleoshoreline feature at 2106 m elevation and contains artifacts indicative of sporadic but protracted human occupation during the latest Pleistocene (Clovis, Folsom) and Ho- locene. Limited radiocarbon dating of ﬁne-grained basin sediments indicates either a lake or marsh ﬁlled the CeN sub-basin"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "upper ~50 m of the core. The uppermost spruce forest interval occurs in ~15 m of silty clays with abundant carbonate and ostracods correlated with lacustrine conditions during the last glacial cycle (Foreman et al., 1959; Markgraf et al., 1984; Phillips et al., 1992a). These uppermost sediments d estimated by radiocarbon dating to have been deposited between ~40 ka and 9 ka d have been studied in greater detail at the Auger/Pit site (Markgraf et al., 1984) and sediment cores in the southwest Horse Springs sub-basin (SAC3/4; Phillips et al., 1992a, Fig. 1). Diatoms, ostracod fauna and stable isotope compositions, and pollen from these cores permit reconstruction of the paleoenvironment of the Plains of San Agustin during the latest Pleistocene and early Holocene. Although the chronologies of these core records are somewhat uncertain, both suggest that closed lakes of varying depths and salinities domi- nated the Horse Springs sub-basin between ~33 ka and 9 ka, with some unconformities. Ostracod assemblages and stable isotope compositions suggest lake waters were uniformly highly evapo- rated relative to incoming meteoric water (i.e., a closed basin), with large and rapid variations indicating substantial periods of ﬁlling/ freshening and drying/concentrating throughout the sequence. Paleoenvironmental study of the CeN and White Lake sub- basins is sparse by comparison to the Horse Springs sub-basin and has focused on the context for human occupation of archaeo- logical sites like the Ake Site, located on the northeast margin of the CeN playa (Hill, Jr and Holliday, 2011; Weber, 1980, Fig. 1). The Ake Site is located on a paleoshoreline feature at 2106 m elevation and contains artifacts indicative of sporadic but protracted human occupation during the latest Pleistocene (Clovis, Folsom) and Ho- locene. Limited radiocarbon dating of ﬁne-grained basin sediments indicates either a lake or marsh ﬁlled the CeN sub-basin between ~19 ka and 12 ka, consistent with evidence for wet conditions during the last glacial cycle in the Horse Springs sub-basin (Hill, Jr and Holliday, 2011). Paleoindian artifacts are scattered across the CeN and White Lake sub-basin as well, suggesting similar occu- pation across much of the basin at this time. However, to our knowledge, no published radiocarbon dates are available that constrain the paleoenvironmental record of the White Lake sub- basin. 3. Methods 3.1. Field methods For this study, we surveyed and sampled surﬁcial deposits across all three sub-basins (Fig. 1) in natural and artiﬁcial sediment exposures (Fig. 4a and b) or in short (1e5 m length) sediment cores collected using a 5-cm-diameter coring barrel on a Giddings coring rig. Most sample locations were recorded with a high-precision differential GPS capable of ~1 m horizontal and vertical precision. Cores taken during ﬁeld campaigns by V. Holliday from 2003 to 2005 (Hill, Jr and Holliday, 2011) were located horizontally using a lower precision GPS at the time of collection and their elevations were taken from the corresponding location for the 10 m-grid U.S. Geological Survey Digital Elevation Model (Gesch et al., 2002) for better consistency with the differential GPS measurements. Sedi- ments, including cores, were described in the ﬁeld, and assigned to interpreted depositional environments based on grain size, color, Fig. 3. Monthly climate normals (1981e2010) for the Plains of San Agustin study area. Data for one meteorological station within the basin (Augustine 2 E, 34.075\u0001N, 107.621\u0001W, 2133 m; Fig. 1) are available from NOAA National Centers for Environ- mental Information (https://www.ncei.noaa.gov/access/us-climate-normals/). Data for two mountain SNOTEL (SNOwpack TELemetry) sites to the south (Silver Creek Divide, 33.37\u0001N, 108.71\u0001W, 2743 m; Lookout Mountain, 33.36\u0001N, 107.93\u0001W, 2590 m; Fig. 1) are available from the USDA Natural Resources Conservation Service (https://www.nrcs. usda.gov/wps/portal/wcc/home/snowClimateMonitoring). A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 4 sedimentary structures, and geomorphic context. Carbonates in basin sediments were targeted for stable isotope analysis and geochronology to help deﬁne the age and paleo- environmental context of sedimentary units across the Plains of San Agustin (Fig. 4c and d). We applied radiocarbon and UeTh series dating, supplemented by optically stimulated luminescence dating of quartz in sediments. Stable carbon and oxygen isotope analysis of carbonates and identiﬁcation of ostracod faunal assemblages were also employed to aid stratigraphic correlation and distinguish groundwater discharge and lacustrine depositional environments. Fig. 4. Field stratigraphic proﬁle and hand sample photos. (a) Stratigraphic proﬁle for site SAP19-47 showing sedimentary units with depositional environments and radiocarbon ages. Sampling locations of unreliable OSL ages shown with asterisk. Shovel for scale is 1 m in height. (b) Stratigraphic proﬁle for site SAP19-17 showing units/environments and radiocarbon and OSL ages. Shovel for scale is 1 m in height. (c) Cross-section of tufa sample SAP21-59-1a with radiocarbon results in stratigraphic order. Cross section photos for all tufas are found in Supplemental Item 2. (d) Examples of Lymnaea sp. (aquatic) and Succinea sp. (semi-aquatic) mollusks targeted for radiocarbon dating and stable isotope analysis from site SAP19-37. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 5 Speciﬁc methods for each of these techniques are given below. 3.2. Carbonate stable isotope analysis Mollusk shells, ostracods, tufas, and bulk matrix carbonate were sampled from varying contexts for carbon and oxygen isotope analysis. For tufas, carbonate powder was sampled from polished cross sections using the same methods detailed below for geochronology. Mollusks and bulk carbonate sediment samples were crushed and powdered with an agate mortar and pestle prior to measurement. Isotope analyses were performed at the Envi- ronmental Isotope Laboratory at University of Arizona. d18O and d13C values of carbonates were measured using an automated car- bonate preparation device (KIEL-III) coupled to a gas-ratio mass spectrometer (Finnigan MAT 252). Powdered samples were reacted with dehydrated phosphoric acid under vacuum at 70 \u0001C. The isotope ratio measurement is calibrated based on repeated mea- surements of NBS-19 and NBS-18 and precision is ±0.11‰ for d18O and ±0.08‰ for d13C (1s). 3.3. Radiocarbon dating Four main sample types were targeted for radiocarbon dating: mollusk shells, tufa, ostracod separates, and bulk organic sediment. One sample of charcoal was also dated. In most cases, single mollusk shells collected from sediment outcrops were targeted for a date to avoid potential mixing of different age components. Where insufﬁcient material was available, multiple shell fragments from the same stratigraphic context were combined for a single date (noted in Table 1, S1). Dated mollusk taxa include Succinea sp., Gyraulus sp., and Lymnaea sp. For tufas, we targeted dense, crys- talline carbonate accumulations in the ﬁeld to minimize potential for secondary weathering or addition of detritus. In the laboratory, tufas were sectioned with a lapidary saw and polished to expose internal stratigraphy. Discrete stratigraphic horizons were then sampled for radiocarbon dating by milling around them with a hand-held dental drill and breaking off the fragment of interest. For thick tufas, multiple horizons (up to three) were sampled to test stratigraphic integrity and determine duration of tufa formation (Fig. 4c, Supplemental Item 1). Limnocythere ceriotuberosa samples were separated from six bulk sediment samples following the ostracod faunal analysis methods described below, taking care to separate well preserved valves without evidence of secondary carbonate precipitation. Black mats and other samples of organic- rich sediment were sampled where darkest in color to isolate the highest organic matter content for"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "Envi- ronmental Isotope Laboratory at University of Arizona. d18O and d13C values of carbonates were measured using an automated car- bonate preparation device (KIEL-III) coupled to a gas-ratio mass spectrometer (Finnigan MAT 252). Powdered samples were reacted with dehydrated phosphoric acid under vacuum at 70 \u0001C. The isotope ratio measurement is calibrated based on repeated mea- surements of NBS-19 and NBS-18 and precision is ±0.11‰ for d18O and ±0.08‰ for d13C (1s). 3.3. Radiocarbon dating Four main sample types were targeted for radiocarbon dating: mollusk shells, tufa, ostracod separates, and bulk organic sediment. One sample of charcoal was also dated. In most cases, single mollusk shells collected from sediment outcrops were targeted for a date to avoid potential mixing of different age components. Where insufﬁcient material was available, multiple shell fragments from the same stratigraphic context were combined for a single date (noted in Table 1, S1). Dated mollusk taxa include Succinea sp., Gyraulus sp., and Lymnaea sp. For tufas, we targeted dense, crys- talline carbonate accumulations in the ﬁeld to minimize potential for secondary weathering or addition of detritus. In the laboratory, tufas were sectioned with a lapidary saw and polished to expose internal stratigraphy. Discrete stratigraphic horizons were then sampled for radiocarbon dating by milling around them with a hand-held dental drill and breaking off the fragment of interest. For thick tufas, multiple horizons (up to three) were sampled to test stratigraphic integrity and determine duration of tufa formation (Fig. 4c, Supplemental Item 1). Limnocythere ceriotuberosa samples were separated from six bulk sediment samples following the ostracod faunal analysis methods described below, taking care to separate well preserved valves without evidence of secondary carbonate precipitation. Black mats and other samples of organic- rich sediment were sampled where darkest in color to isolate the highest organic matter content for dating. One sample of organics in lake clays (SAP21-31-C1-200-210; Table 1) was concentrated using hydroﬂuoric acid prior to dating due to the low organic matter concentration in the sediments. Extraction of carbon for dating from newly collected carbonate Table 1 Summary of all Radiocarbon, UeTh series, and OSL ages for San Agustin Plains sediments. Sample ID Sample Type Lake Sub-Basin Unit Method Age (ka)a ±2s uncertainty Comments BR 03e1319e325 bulk organic sediment White Lake Unit L1 radiocarbon 37.41 4.50 core bulk organic sediment BR 03e1350e360 bulk organic sediment White Lake Unit L1 radiocarbon 31.64 2.30 core bulk organic sediment BR 03e1230e240 bulk organic sediment White Lake Unit L1 radiocarbon 31.35 2.75 core bulk organic sediment BR 03e1186e196 bulk organic sediment White Lake Unit L1 radiocarbon 25.44 1.76 core bulk organic sediment BR 03e1164e174 bulk organic sediment White Lake Unit L1/W1 radiocarbon 26.39 0.48 core bulk organic sediment SAP19-50-1 Lymnaeia sp. shell White Lake Unit W1 radiocarbon 25.43 0.33 wetlands sediments exposed in borrow pit SAP19-36-1 Lymnaeia sp. shell White Lake Unit W1 radiocarbon 24.83 0.46 shells in spoil of borrow pit BR 03e1 79e92 bulk organic sediment White Lake Unit L1/W1 radiocarbon 24.09 1.21 core bulk organic sediment SAP19-47-5b littoral sand Horse Springs Unit L2 OSL-MAM 26.0 1.3 lake sand in section SAP19-42-5 littoral sand Horse Springs Unit L2 OSL-MAM 19.1 1.3 lake sand in section SAP19-47-6 littoral sand Horse Springs Unit L2 OSL-MAM 16.1 1.3 lake sand in section SAP19-42-4 littoral sand Horse Springs Unit L2 OSL-MAM 11.2 0.8 lake sand in section SAP19-22-1 tufa Horse Springs Unit L2 radiocarbon 23.48 0.33 bedrock encrustation of tufa SAP19-21-1 tufa Horse Springs Unit L2 radiocarbon 23.42 0.35 bedrock encrustation of tufa SAP19-22-2 tufa Horse Springs Unit L2 radiocarbon 23.38 0.36 bedrock encrustation of tufa SAP21-59-1a-1 tufa Horse Springs Unit L2 radiocarbon 22.39 0.27 shoreline boulder tufa SAP19-43-2-1 tufa Horse Springs Unit L2 radiocarbon 22.13 0.24 shoreline boulder tufa SAP19-43-1b-1 tufa Horse Springs Unit L2 radiocarbon 21.81 0.36 shoreline boulder tufa SAP19-42-4-1 tufa Horse Springs Unit L2 radiocarbon 20.62 0.24 shoreline boulder tufa SAP19-43-2-2 tufa Horse Springs Unit L2 radiocarbon 20.61 0.24 shoreline boulder tufa SAP19-47-1 ostracods Horse Springs Unit L2 radiocarbon 20.57 0.24 lake sand in section SAP19-20-1 tufa Horse Springs Unit L2 radiocarbon 19.90 0.29 bedrock encrustation of tufa SAP19-28-1 tufa Horse Springs Unit L2 radiocarbon 19.37 0.22 beach gravel cement SAP14-3-1 tufa Horse Springs Unit L2 radiocarbon 19.24 0.24 bedrock encrustation of tufa SAP21-59-1a-2 tufa Horse Springs Unit L2 radiocarbon 19.22 0.23 shoreline boulder tufa SAP19-20-2 tufa Horse Springs Unit L2 radiocarbon 18.91 0.15 bedrock encrustation of tufa SAP19-47-2 ostracods Horse Springs Unit L2 radiocarbon 18.84 0.16 lake sand in section SAP21-59-1b-1 tufa Horse Springs Unit L2 radiocarbon 18.60 0.27 shoreline boulder tufa SAP19-27-1 tufa Horse Springs Unit L2 radiocarbon 18.48 0.21 shoreline boulder tufa SAP19-24-1 tufa Horse Springs Unit L2 radiocarbon 18.46 0.20 shoreline boulder tufa SAP19-46-1 ostracods Horse Springs Unit L2 radiocarbon 18.30 0.28 lake sand in section SAP21-59-1b-2 tufa Horse Springs Unit L2 radiocarbon 18.11 0.16 shoreline boulder tufa SAP19-46-2 ostracods Horse Springs Unit L2 radiocarbon 18.09 0.20 lake sand in section SAP19-43-1a-1 tufa Horse Springs Unit L2 radiocarbon 17.72 0.30 shoreline boulder tufa SAP14-3-2 tufa Horse Springs Unit L2 radiocarbon 17.59 0.25 bedrock encrustation of tufa SAP19-20-3 tufa Horse Springs Unit L2 radiocarbon 17.24 0.17 bedrock encrustation of tufa SAP19-28-3 beach cement Horse Springs Unit L2 UeTh series 19.77 0.54 beach gravel cement SAP19-28-1 beach cement Horse Springs Unit L2 UeTh series 19.47 1.29 beach gravel cement SAP19-28-2 beach cement Horse Springs Unit L2 UeTh series 18.97 1.25 beach gravel cement CeN 05e1 90e100 bulk organic sediment CeN Unit L2 radiocarbon 21.09 0.33 core bulk organic sediment A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 6 and organic samples was performed by the U.S. Geological Survey Radiocarbon Laboratory in Denver, Colorado. Charcoal and organic matter samples were treated using either the standard acid-base- acid (ABA) procedure or a modiﬁed procedure that involves using HF to concentrate the organic material prior to the ABA treatment (HF/ABA). The ABA treatment consisted of an initial acid wash with 1N HCl at 60 \u0001C for 30 min to remove carbonate minerals, a base wash with 1N NaOH at 60 \u0001C for 30 min to remove humic acids and other base-soluble compounds (this step was repeated until the supernatant remained clear), and a ﬁnal acid wash in 1N HCl at 60 \u0001C for at least 10 min to acidify the sample. The HF/ABA treat- ment included an initial acid wash with 1N HCl at 60 \u0001C for 30 min to remove carbonate minerals, immersion of the sample in concentrated HF at room temperature for at least 30 min to remove silicate minerals, and a second wash in 1N HCl at 60 \u0001C for at least 10 min to prevent precipitation of ﬂuoride minerals. These steps were followed by the base and ﬁnal acid treatments of the standard ABA procedure. Following both procedures, the treated samples were washed with ultrapure water and dried. Clean, dry mollusk shells selected for dating were broken and Table 1 (continued ) Sample ID Sample Type Lake Sub-Basin Unit Method Age (ka)a ±2s uncertainty Comments Ake 04e2108e113 bulk organic sediment CeN Unit L2 radiocarbon 19.82 0.33 core bulk organic sediment CeN 05e1 75e90 bulk organic sediment CeN Unit L2 radiocarbon 18.92 0.19 core bulk organic sediment SP 05e1208e222 bulk organic"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "organic sediment CeN Unit L2 radiocarbon 21.09 0.33 core bulk organic sediment A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 6 and organic samples was performed by the U.S. Geological Survey Radiocarbon Laboratory in Denver, Colorado. Charcoal and organic matter samples were treated using either the standard acid-base- acid (ABA) procedure or a modiﬁed procedure that involves using HF to concentrate the organic material prior to the ABA treatment (HF/ABA). The ABA treatment consisted of an initial acid wash with 1N HCl at 60 \u0001C for 30 min to remove carbonate minerals, a base wash with 1N NaOH at 60 \u0001C for 30 min to remove humic acids and other base-soluble compounds (this step was repeated until the supernatant remained clear), and a ﬁnal acid wash in 1N HCl at 60 \u0001C for at least 10 min to acidify the sample. The HF/ABA treat- ment included an initial acid wash with 1N HCl at 60 \u0001C for 30 min to remove carbonate minerals, immersion of the sample in concentrated HF at room temperature for at least 30 min to remove silicate minerals, and a second wash in 1N HCl at 60 \u0001C for at least 10 min to prevent precipitation of ﬂuoride minerals. These steps were followed by the base and ﬁnal acid treatments of the standard ABA procedure. Following both procedures, the treated samples were washed with ultrapure water and dried. Clean, dry mollusk shells selected for dating were broken and Table 1 (continued ) Sample ID Sample Type Lake Sub-Basin Unit Method Age (ka)a ±2s uncertainty Comments Ake 04e2108e113 bulk organic sediment CeN Unit L2 radiocarbon 19.82 0.33 core bulk organic sediment CeN 05e1 75e90 bulk organic sediment CeN Unit L2 radiocarbon 18.92 0.19 core bulk organic sediment SP 05e1208e222 bulk organic sediment CeN Unit L2 radiocarbon 18.54 0.26 core bulk organic sediment VLA 03e1250e260 bulk organic sediment White Lake Unit L2/W2 radiocarbon 18.34 0.61 core bulk organic sediment SAP21-51-4 eolian sand White Lake Unit W2 OSL-CAM 21.1 1.3 eolian sediments in core SAP19-51-2 shell fragments White Lake Unit W2 radiocarbon 22.56 0.29 wetlands sediments in core SAP19-51-3 shell fragments White Lake Unit W2 radiocarbon 22.15 0.23 wetlands sediments in core SAP19-47-8 littoral sand Horse Springs Unit W3 OSL-MAM 22.0 1.0 lake sand in section SAP19-17-4a littoral sand Horse Springs Unit L3 OSL-CAM 16.9 0.5 lake sand in section SAP19-17-4b littoral sand Horse Springs Unit L3 OSL-CAM 16.6 0.5 lake sand in section SAP19-25-2 littoral sand Horse Springs Unit L3 OSL-CAM 15.1 0.4 lake sand in section SAP19-47-7 littoral sand Horse Springs Unit L3 OSL-MAM 25.6 1.4 lake sand in section SAP19-42-6 littoral sand Horse Springs Unit L3 OSL-MAM 17.5 1.2 lake sand in section SAP21-59-1a-3 tufa Horse Springs Unit L3 radiocarbon 16.55 0.26 shoreline boulder tufa SAP19-17-1 Lymnaeia sp. shell Horse Springs Unit L3 radiocarbon 15.98 0.21 lake sediments in culvert exposure SAP19-46-4 ostracods Horse Springs Unit L3 radiocarbon 15.48 0.18 lake sand in section SAP21-58-2-tufa tufa Horse Springs Unit L3 radiocarbon 15.47 0.18 beach gravel cement SAP19-47-4 ostracods Horse Springs Unit L3 radiocarbon 15.43 0.17 lake sand in section SAP21-59-1b-3 tufa Horse Springs Unit L3 radiocarbon 15.32 0.21 shoreline boulder tufa SAP21-31-C1-200-210 organic matter concentrate Horse Springs Unit L3 radiocarbon 14.10 0.21 clay lake sediments in core Ake 03e1150e155 bulk organic sediment CeN Unit L3 radiocarbon 18.35 0.27 core bulk organic sediment Ake 03e1175e180 bulk organic sediment CeN Unit L3 radiocarbon 17.22 0.17 core bulk organic sediment Ake 03e1100e105 bulk organic sediment CeN Unit L3 radiocarbon 12.21 0.26 core bulk organic sediment SAP19-37-1a Gyraulus sp. shell White Lake Unit W3 radiocarbon 14.51 0.35 wetlands sediments in section VLA 03e1200-210 bulk organic sediment White Lake Unit W3 radiocarbon 14.45 1.01 core bulk organic sediment SAP19-33-1 Succinea sp. shell White Lake Unit W3 radiocarbon 14.44 0.37 surface collection of shells on wetland surface SAP19-45-1 Succinea sp. shell Horse Springs Unit W4 radiocarbon 12.92 0.15 wetlands sediments in section SAP19-16-4 Succinea sp. shell Horse Springs Unit W4 radiocarbon 11.67 0.26 wetlands sediments in section SAP19-46-7 Succinea sp. shell Horse Springs Unit W4 radiocarbon 11.61 0.21 shells in section SAP19-46, bioturbated SAP19-46-9 Succinea sp. shell Horse Springs Unit W4 radiocarbon 11.53 0.21 shells in section SAP19-46, bioturbated SAP19-46-8 Succinea sp. shell Horse Springs Unit W4 radiocarbon 9.96 0.21 shells in section SAP19-46 SAP14-14-3 Succinea sp. shell Horse Springs Unit W4 radiocarbon 8.83 0.17 wetlands sediments in section SAP14-16-3 Succinea sp. shell Horse Springs Unit W4 radiocarbon 8.17 0.15 wetlands sediments in section SAP19-59-3 Succinea sp. shell Horse Springs Unit W4 radiocarbon 7.12 0.12 wetland sediments in section SAP19-31-2 black mat Horse Springs Unit W4 radiocarbon 6.87 0.08 wetlands sediments, interdune blowout SAP19-31-1 Succinea sp. shell Horse Springs Unit W4 radiocarbon 6.48 0.08 surface collection of shells on wetland surface SAP21-31-C1-130-140b black mat Horse Springs Unit W4 radiocarbon 5.54 0.06 wetlands sediments in core SAP21-31-C1-70-80 black mat Horse Springs Unit W4 radiocarbon 5.38 0.08 wetlands sediments in core SAP21-31-C1-180-190 black mat Horse Springs Unit W4 radiocarbon 5.37 0.07 wetlands sediments in core SAP21-31-C1-130-140a Succinea sp. shell Horse Springs Unit W4 radiocarbon 5.19 0.13 wetland sediments in core SAP21-31-C1-30-40 black mat Horse Springs Unit W4 radiocarbon 4.90 0.06 wetlands sediments in core SAP19-60 Succinea sp. shell Horse Springs Unit W4 radiocarbon 3.05 0.09 surface collection of shells on wetland surface Ake 04e2 63e68 bulk organic sediment CeN Unit W4 radiocarbon 9.43 0.11 core bulk organic sediment SP 05e1102e112 bulk organic sediment CeN Unit W4 radiocarbon 8.82 0.18 core bulk organic sediment SP 05e1 92e102 bulk organic sediment CeN Unit W4 radiocarbon 6.25 0.14 core bulk organic sediment SAP19-38-1 black mat White Lake Unit W4 radiocarbon 13.49 0.11 wetlands sediments exposed in borrow pit VLA 03e1150-160 bulk organic sediment White Lake Unit W4 radiocarbon 13.29 0.80 core bulk organic sediment SAP14-10-1 Succinea sp. shell White Lake Unit W4 radiocarbon 12.24 0.24 wetlands sediments in section SAP19-37-2 Succinea sp. shell White Lake Unit W4 radiocarbon 11.58 0.23 wetlands sediments in section VLA 03e1100-110 bulk organic sediment White Lake Unit W4 radiocarbon 11.57 0.86 core bulk organic sediment SAP19-34-1 Succinea sp. shell White Lake Unit W4 radiocarbon 9.84 0.28 surface collection of shells on wetland surface SAP19-36-2 Succinea sp. shell White Lake Unit W4 radiocarbon 8.87 0.14 wetlands sediments in section SAP19-51-1 Succinea sp. shell fragments White Lake Unit W4 radiocarbon 8.79 0.19 surface scattering of shells near core SAP19-51 SAP19-40-1 Succinea sp. shell White Lake Unit W4 radiocarbon 6.89 0.10 wetlands sediments in section SAP19-40-2 black mat White Lake Unit W4 radiocarbon 6.82 0.08 wetlands sediments, interdune blowout SAP19-37-3 charcoal White Lake Unit W4 radiocarbon 3.21 0.12 eolian sediments in section a ages are reported as calibrated thousands of years (ka) relative to 1950 CE. Radiocarbon ages were calibrated with the IntCal20 curve (Reimer et al., 2020). OSL and UeTh series ages were adjusted from the measurement year ( 2020 CE) to 1950 CE, but given the uncertainties, this is negligible. Full data for ages by all methods are available in Supplemental Tables S1eS3. b OSL-MAM ages shown in italics are considered unreliable due to partial bleaching of the quartz OSL signal. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 7 examined"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "SP 05e1102e112 bulk organic sediment CeN Unit W4 radiocarbon 8.82 0.18 core bulk organic sediment SP 05e1 92e102 bulk organic sediment CeN Unit W4 radiocarbon 6.25 0.14 core bulk organic sediment SAP19-38-1 black mat White Lake Unit W4 radiocarbon 13.49 0.11 wetlands sediments exposed in borrow pit VLA 03e1150-160 bulk organic sediment White Lake Unit W4 radiocarbon 13.29 0.80 core bulk organic sediment SAP14-10-1 Succinea sp. shell White Lake Unit W4 radiocarbon 12.24 0.24 wetlands sediments in section SAP19-37-2 Succinea sp. shell White Lake Unit W4 radiocarbon 11.58 0.23 wetlands sediments in section VLA 03e1100-110 bulk organic sediment White Lake Unit W4 radiocarbon 11.57 0.86 core bulk organic sediment SAP19-34-1 Succinea sp. shell White Lake Unit W4 radiocarbon 9.84 0.28 surface collection of shells on wetland surface SAP19-36-2 Succinea sp. shell White Lake Unit W4 radiocarbon 8.87 0.14 wetlands sediments in section SAP19-51-1 Succinea sp. shell fragments White Lake Unit W4 radiocarbon 8.79 0.19 surface scattering of shells near core SAP19-51 SAP19-40-1 Succinea sp. shell White Lake Unit W4 radiocarbon 6.89 0.10 wetlands sediments in section SAP19-40-2 black mat White Lake Unit W4 radiocarbon 6.82 0.08 wetlands sediments, interdune blowout SAP19-37-3 charcoal White Lake Unit W4 radiocarbon 3.21 0.12 eolian sediments in section a ages are reported as calibrated thousands of years (ka) relative to 1950 CE. Radiocarbon ages were calibrated with the IntCal20 curve (Reimer et al., 2020). OSL and UeTh series ages were adjusted from the measurement year ( 2020 CE) to 1950 CE, but given the uncertainties, this is negligible. Full data for ages by all methods are available in Supplemental Tables S1eS3. b OSL-MAM ages shown in italics are considered unreliable due to partial bleaching of the quartz OSL signal. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 7 examined under a dissecting microscope to ensure that the interior whorls were free of secondary carbonate and detritus. Fossil shells that were free of detritus were bleached with 30% H2O2 to remove organic matter and etched with dilute HCl to remove 30e50% of the total mass prior to hydrolysis (H2O2/HCl). Pretreated charcoal and organic matter samples were initially heated to 150 \u0001C for 15 min to drive off atmospheric gases and then combusted online at 625 \u0001C in the presence of excess high-purity oxygen. Shell carbonate was converted to CO2 using American Chemical Society (ACS) reagent grade 85% H3PO4 under vacuum at 80 \u0001C until the reaction was visibly complete (~1 h). For all samples, water and other contaminant gases were removed from the sample CO2 by cryogenic separation at \u0003140 \u0001C using a variable tempera- ture trap. The resulting puriﬁed CO2 gas was measured by manometer, converted to graphite using an iron catalyst and the standard hydrogen reduction process (Vogel et al., 1984), and submitted for AMS 14C analysis at the NOSAMS facility at Woods Hole Oceanographic Institution. Previously collected bulk organic sediment dates from sediment cores collected from the CeN and White Lake sub-basin were processed following similar methods at the Arizona AMS Laboratory in Tucson, Arizona, including com- bustion under vacuum, cryogenic puriﬁcation, and conversion to graphite, after which their ages were measured at the Arizona AMS Laboratory. All 14C ages were calibrated using the IntCal20 dataset and the OxCal online calibration program (Bronk Ramsey, 2009; Reimer et al., 2020). Ages are presented in thousands of calibrated years before present (ka ¼ thousands of years before present; 0 ka ¼ 1950 CE), and uncertainties are given at the 95% (2s) con- ﬁdence level. 3.4. UeTh series dating UeTh series disequilibrium dating was attempted for several of the tufa and cement samples also targeted for radiocarbon dating. Sample carbonate for this analysis was collected from the same polished cross sections by milling powder using the dental drill under a binocular microscope. Care was taken to choose areas of dense, crystalline carbonate with the least visible silicate detritus to minimize detrital Th contributions to isotope ratios. Laboratory preparation and mass spectrometry followed established methods for the U.S. Geological Survey Denver Radiogenic Isotope Labora- tory in Denver, Colorado (e.g., Ruleman et al., 2019). Aliquots of clast rinds were digested in ultrapure acids, spiked with known amounts of a236Ue233Ue229Th mixed-isotope tracer, and puriﬁed using ion exchange chromatography in a clean laboratory environment. Resulting U and Th isotopic compositions were measured by peak jumping using a single secondary electron multiplier on a Thermo Finnigan Triton™thermal ionization mass spectrometer. Activity ratios (AR) were determined using 234U and 230 Th decay constants from (Cheng et al., 2013) and 238U and 232 Th day constants plus the assumption that 238U/235U ¼ 137.88 from Steiger and J€ager (1977). Measured AR values were corrected for initial detrital 230Th, 234U, and 238U assuming a uniform detrital Th/U composition of 4 ± 2 (equivalent to average continental crust; Shaw et al., 1976; Taylor and McLennan, 1985) and U-series isotopes in secular equilibrium (234U/238U AR ¼ 1.00 ± 0.10, 230Th/238U AR ¼ 1.00 ± 0.25; Ludwig and Paces, 2002). Resulting 230Th/U ages and initial 234U/238U ra- tios were calculated from detritus-corrected isotope ratios using the R package IsoplotR (Vermeesch, 2018). All uncertainties are given at 2s and include errors from within-run counting statistics, external errors based on reproducibility of standards, and errors propagated from uncertainties assigned to the assumed detrital component and the amount of detrital material present. U isotopic compositions of NIST SRM 4321B U-isotope standard determined during the measurement period (July 2019 to April 2020) yielded an average 234U/235U atomic ratio of 0.007307 ± 0.000017 (±2s, n ¼ 69), which is within uncertainty of the accepted value of 0.007294. Results for solutions of uranium ore from the Schwartzwalder mine yielded an average 234U/238U ac- tivity ratio (AR) of 0.9965 ± 0.0041 and an average 230Th/238U AR of 0.9999 ± 0.0026 (±2s, n ¼ 5), which are within analytical uncer- tainty of the secular equilibrium values of 1.000 expected for the 69.3-Ma ore (Ludwig et al., 1985). Results for an in-house late Pleistocene Acropora sp. coral dating standard (age of 119.6 ± 1.9 ka; Watanabe and Nakai, 2006) yielded an average age of 121.3 ± 1.9 ka (±2s, N ¼ 6) and an average initial 234U/238U AR value of 1.147 ± 0.003 (±2s), which is within uncertainty of accepted values for seawater (1.150 ± 0.006; Delanghe et al., 2002). 3.5. Luminescence dating Samples of well-sorted sand were collected for OSL dating from vertical sediment exposures (Fig. 4a and b). Sample locations were chosen in thick homogenous sand horizons away from stratigraphic discontinuities and collected by driving opaque steel tubes into the semi-consolidated sediment and capping the ends immediately on retrieval to minimize light exposure. Sediment samples for dose rate and water content analysis were then excavated from a ~20 cm-radius zone around the tube (Fig. 4a). OSL dating was conducted at the U.S. Geological Survey Luminescence Dating Laboratory in Denver, Colorado following standard quartz single aliquot regenerative dose (SAR) methods (Nelson et al., 2015). Full description of dating methods, assessment of data quality, and relevant references are given in Supplementary Item 2. 3.6. Ostracod faunal analysis Bulk sediment samples were collected in the ﬁeld and processed at Northern Arizona University to characterize ostracod faunal re- mains. First, 20e40 g of"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "period (July 2019 to April 2020) yielded an average 234U/235U atomic ratio of 0.007307 ± 0.000017 (±2s, n ¼ 69), which is within uncertainty of the accepted value of 0.007294. Results for solutions of uranium ore from the Schwartzwalder mine yielded an average 234U/238U ac- tivity ratio (AR) of 0.9965 ± 0.0041 and an average 230Th/238U AR of 0.9999 ± 0.0026 (±2s, n ¼ 5), which are within analytical uncer- tainty of the secular equilibrium values of 1.000 expected for the 69.3-Ma ore (Ludwig et al., 1985). Results for an in-house late Pleistocene Acropora sp. coral dating standard (age of 119.6 ± 1.9 ka; Watanabe and Nakai, 2006) yielded an average age of 121.3 ± 1.9 ka (±2s, N ¼ 6) and an average initial 234U/238U AR value of 1.147 ± 0.003 (±2s), which is within uncertainty of accepted values for seawater (1.150 ± 0.006; Delanghe et al., 2002). 3.5. Luminescence dating Samples of well-sorted sand were collected for OSL dating from vertical sediment exposures (Fig. 4a and b). Sample locations were chosen in thick homogenous sand horizons away from stratigraphic discontinuities and collected by driving opaque steel tubes into the semi-consolidated sediment and capping the ends immediately on retrieval to minimize light exposure. Sediment samples for dose rate and water content analysis were then excavated from a ~20 cm-radius zone around the tube (Fig. 4a). OSL dating was conducted at the U.S. Geological Survey Luminescence Dating Laboratory in Denver, Colorado following standard quartz single aliquot regenerative dose (SAR) methods (Nelson et al., 2015). Full description of dating methods, assessment of data quality, and relevant references are given in Supplementary Item 2. 3.6. Ostracod faunal analysis Bulk sediment samples were collected in the ﬁeld and processed at Northern Arizona University to characterize ostracod faunal re- mains. First, 20e40 g of bulk sample was soaked for several days in 1L of deionized water mixed with sodium bicarbonate and sodium hexametaphosphate and stirred periodically to disaggregate the sediment. More indurated samples were frozen and then thawed to aid in the disaggregation process. Then each sample was wet sieved and sediment <90 mm in grain size was discarded. Adult ostracod valves were counted from >250 mm sediment fraction. Smaller >150 mm and >90 mm fractions were examined, but contained only small numbers of juvenile valves, with only few smaller adult valves. Valve counts reported here (Table S4) are thus from the >250 mm size fraction only, which is representative of the relative proportions of the taxa present. 4. Results 4.1. Stable isotope results We present carbon and oxygen isotope values both new (n ¼ 87) and from previous work (n ¼ 157; Phillips et al., 1992b) to help assign depositional environments to the sampled proﬁles of the Plains of San Agustin. Analyzed materials include tufa, ostracods, mollusk shells, and bulk carbonate from the three sub-basins of the system (Fig. 5; Table S5). Tufas and beach gravel cements from the Horse Springs sub-basin have a high and restricted range with a clear covariant trend between d18O and d13C values. Ostracod values show a trend with similar slope but cover a greater isotopic range and display systematically lower d13C values by ~3‰ than the tufas. Both sample types have many elevated values consistent with for- mation in a closed lake environment (Horton et al., 2016; Leng and Marshall, 2004). Mollusk shell values for aquatic species are more scattered, but often fall along the same covariant trend as the A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 8 ostracods, displaying values consistent with both highly evaporated (high values) and fresh ﬂowing water (low values). Values for Succinea sp. mollusks, a semi-aquatic species, show no clear pattern, consistent with the highly isolated and variable environ- ment they inhabit. Isotope values for bulk sediment carbonate also span a wide range. Bulk carbonate sediment values reported by Phillips et al. (1992b) in the SAC3/4 cores are consistent with those we measured for tufas. This suggests the cores penetrated layers of authigenic lake carbonate in the subsurface and is also consistent with formation of tufa nearby the core site in the southwest Horse Springs sub-basin (Fig. 1). Bulk carbonates sampled from the Ake 03e1 core in the CeN sub-basin display lower d18O values, as do carbonates from wetlands deposits of the Horse Springs sub-basin, consistent with formation in fresher water environments. 4.2. Dating results and considerations We present new ages for deposits of the Plains of San Agustin utilizing radiocarbon (n ¼ 82), UeTh series (n ¼ 3), and OSL (n ¼ 11) techniques. Interpreting reliable depositional ages using each of the three methods requires consideration of method-speciﬁc factors that may affect apparent ages. We consider each dataset below in light of these factors and by comparison to data derived from the other two methods. Based on these considerations, we can provide a holistic interpretation to deﬁning the ages of sedimentary units of the study area, which span the late Pleistocene to late Holocene, from 37.40 ± 4.50 to 3.05 ± 0.09 ka. Radiocarbon samples were obtained from a wide variety of sampling contexts and are composed of a variety of carbonate and organic materials (Table 1, S1). In general, this dataset is consistent and coherent across all sample types. Radiocarbon ages follow stratigraphic order except in a few cases of clear bioturbation (Figs. 4, 6e8, Supplemental Item 1, 3), and paired shell and organic dates from groundwater discharge deposits show good agreement from the same sites (Table 1, e.g., SAP19-40-1, 40e2). Although previous studies have shown our target materials to be suitable for accurate radiocarbon dating in lake and groundwater discharge contexts (e.g., Benson et al., 2013; Hudson et al., 2017; McGee et al., 2012; Pigati et al., 2009; Springer et al., 2015), some assessment of potential old carbon ‘reservoir’ effect should be performed for carbonate mineral dates, which are too old when they incorporate dissolved inorganic carbon from a water source that is out of equilibrium with the atmosphere at the time of precipitation. Several characteristics favor little-to-no reservoir effect for the Plains of San Agustin deposits. Firstly, the drainage system is dominated by volcanic bedrock or sediments derived from this bedrock that contain little 14C-free carbon to contribute to surface and groundwater in the basin. Secondly, the lake and groundwater discharge environments where we sampled tufas and mollusks had large surface area-to-volume ratio, which would have promoted rapid exchange with atmospheric CO2. Previous work has shown that in similar western U.S. lake systems in volcanic watersheds with depths of tens of meters, the atmospheric exchange rate should be sufﬁcient to fully mix with dissolved inorganic carbon on the order of years to decades; well within the uncertainty of radiocarbon dates (Broecker et al., 1988; Hudson et al., 2017). Dating of aquatic materials in marsh environments like those we sampled in the White Lake sub-basin may be more likely to retain old carbon. However, even in these contexts, the marshes were ﬂat, shallow, and extensive across the basin ﬂoor, promoting Fig. 5. Carbonate oxygen and carbon isotope results for Plains of San Agustin samples. Results are coded by carbonate type (colors) and sampled sub-basin (shapes) and come from this study and Phillips"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "organic dates from groundwater discharge deposits show good agreement from the same sites (Table 1, e.g., SAP19-40-1, 40e2). Although previous studies have shown our target materials to be suitable for accurate radiocarbon dating in lake and groundwater discharge contexts (e.g., Benson et al., 2013; Hudson et al., 2017; McGee et al., 2012; Pigati et al., 2009; Springer et al., 2015), some assessment of potential old carbon ‘reservoir’ effect should be performed for carbonate mineral dates, which are too old when they incorporate dissolved inorganic carbon from a water source that is out of equilibrium with the atmosphere at the time of precipitation. Several characteristics favor little-to-no reservoir effect for the Plains of San Agustin deposits. Firstly, the drainage system is dominated by volcanic bedrock or sediments derived from this bedrock that contain little 14C-free carbon to contribute to surface and groundwater in the basin. Secondly, the lake and groundwater discharge environments where we sampled tufas and mollusks had large surface area-to-volume ratio, which would have promoted rapid exchange with atmospheric CO2. Previous work has shown that in similar western U.S. lake systems in volcanic watersheds with depths of tens of meters, the atmospheric exchange rate should be sufﬁcient to fully mix with dissolved inorganic carbon on the order of years to decades; well within the uncertainty of radiocarbon dates (Broecker et al., 1988; Hudson et al., 2017). Dating of aquatic materials in marsh environments like those we sampled in the White Lake sub-basin may be more likely to retain old carbon. However, even in these contexts, the marshes were ﬂat, shallow, and extensive across the basin ﬂoor, promoting Fig. 5. Carbonate oxygen and carbon isotope results for Plains of San Agustin samples. Results are coded by carbonate type (colors) and sampled sub-basin (shapes) and come from this study and Phillips et al. (1992b). A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 9 atmospheric exchange. As demonstrated below, where we are able to compare radiocarbon ages to those from UeTh series and OSL ages, they indicate no reservoir correction is required. UeTh series ages have been shown to be accurate for lacustrine carbonates (e.g., McGee et al., 2012; Placzek et al., 2006), but only where closed system conditions are maintained for U and Th and where silicate detritus-imparted Th is sufﬁciently low. Considering closed system conditions, we therefore expect that ages should be reproducible on multiple analyses of the same material. To calcu- late ages considering detrital Th contamination, we expect samples with 230Th/232Th activity ratios greater than ~10 to be minimally inﬂuenced by the choice of detrital composition and its associated large uncertainties (Ludwig and Paces, 2002; Placzek et al., 2006). We produced three UeTh series ages from site SAP19-28, which yielded 230Th/232Th activity ratios of 9.2e18.5, and all overlap in age within uncertainty (Table 1, S2). From these we calculate an error- weighted average age, corrected to 1950 CE (measurement year 2020 CE), of 19.44 ± 0.47 ka. This age agrees with the calibrated radiocarbon age for the same material of 19.37 ± 0.22 ka (Table 1). This locality featured interstitial cements within a well-sorted beach gravel in the southern Horse Springs sub-basin (Fig. 1, Sup- plemental Item 2). This material was exceptionally dense and low- detritus, and therefore yielded consistent compositions (Table S2). Multiple attempts to date tufas from other shoreline localities all yielded 230Th/232Th activity ratios <1 due to high detrital compo- nent that rendered them unsuitable for single sample UeTh series dating. Measured isotope ratios for these samples are given in Table S2, but no ages were calculated. Lastly, we obtained eleven OSL ages distributed between four localities in the Horse Springs sub-basin (SAP19-17, 25, 42, 47) and one in the White Lake sub-basin (SAP19-51). We report ages based on two statistical models for estimating equivalent dose from the accepted sample aliquots: the central age model (CAM) and mini- mum age model (MAM; Galbraith and Roberts, 2012; Mahan et al., 2022). CAM is similar to an error-weighted average of all accepted aliquots and is the default estimate of age where there is no sus- picion that partial bleaching may impart an inherited luminescence dose in the sample. MAM is preferred in situations where partial bleaching is likely, based on either sample context or other geologic constraints on sample age. All samples displayed favorable char- acteristics for OSL dating, including good signal stability and fast luminescence response (Supplemental Item 2). In many cases, the ages agree well with constraints from radiocarbon within the same sections or with the basin-wide lake level chronology. For example, two OSL ages were collected from SAP19-17 in the Horse Springs sub-basin (Fig.1; Table 1, S3) from an identical horizon in the stratigraphic section (SAP19-17-4a CAM age: 16.90 ± 0.50 ka, SAP19-17-4b CAM age: 16.60 ± 0.50 ka), un- derlying the unit from which a shell radiocarbon date was collected (SAP19-17-1: 15.98 ± 0.21 ka, Fig. 4b; Table 1). Although the un- certainties are considerably larger than those for radiocarbon ages, the OSL results agree with stratigraphic constraints, and overlap with the radiocarbon age within uncertainty. We also ﬁnd good agreement between calibrated radiocarbon ages on shell fragments from site SAP19-51 (SAP19-51-2, 3a: 22.56 ± 0.39 ka, 22.90 ± 0.15 ka; Table 1) and the OSL age from the eolian sand directly under- lying them (SAP19-51-4 CAM age: 21.10 ± 1.30 ka; Table 1, S3). This provides further support that 1) no substantial radiocarbon reser- voir correction is required and 2) the OSL ages for these sites are reproducible and consistent with the basin-wide chronology. We also obtained an OSL age from site SAP19-25 (SAP19-25-2 CAM age: 15.10 ± 0.40 ka; Table 1) that has no comparative calibrated radiocarbon age in the same section. Here we assume the CAM age is the best representation of the depositional age. In contrast to the results above, seven ages obtained from multiple levels of stratigraphic sections SAP19-42 and SAP19-47 returned very similar equivalent dose estimates and ages out of stratigraphic order (Fig. 6; Table 1, S3; Supplemental Item 2). Age estimates using the CAM model are generally much older than those based on radiocarbon for ostracods in the same stratigraphic units (Fig. 6; Table 1; S3). Together, this indicates that insufﬁcient light exposure and bleaching of sand prior to deposition in these two Bursum Road sections has resulted in partial bleaching of the luminescence signal. Comparison to age estimates using the MAM model provides a better match to some radiocarbon results. We therefore report the MAM ages as the best OSL age estimate in Table 1 for all samples from the Bursum Road sections, but we acknowledge that even this appears to overestimate the deposi- tional age for some samples (e.g., SAP19-47-7, 8; Table 1), and un- derestimate the age for others (e.g., SAP19-42-4, SAP19-47-6; Table 1). Based on these sometimes-contradictory results, we report OSL ages, but do not use them to reconstruct the basin-wide chronostratigraphic framework for the Plains of San Agustin. 4.3. Ostracod faunal results We analyzed ostracod faunal assemblages from twenty samples from the Horse Springs and White Lake sub-basins of the Plains of San Agustin from a range of stratigraphic contexts (Table 2, S4). Identiﬁed ostracod"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "further support that 1) no substantial radiocarbon reser- voir correction is required and 2) the OSL ages for these sites are reproducible and consistent with the basin-wide chronology. We also obtained an OSL age from site SAP19-25 (SAP19-25-2 CAM age: 15.10 ± 0.40 ka; Table 1) that has no comparative calibrated radiocarbon age in the same section. Here we assume the CAM age is the best representation of the depositional age. In contrast to the results above, seven ages obtained from multiple levels of stratigraphic sections SAP19-42 and SAP19-47 returned very similar equivalent dose estimates and ages out of stratigraphic order (Fig. 6; Table 1, S3; Supplemental Item 2). Age estimates using the CAM model are generally much older than those based on radiocarbon for ostracods in the same stratigraphic units (Fig. 6; Table 1; S3). Together, this indicates that insufﬁcient light exposure and bleaching of sand prior to deposition in these two Bursum Road sections has resulted in partial bleaching of the luminescence signal. Comparison to age estimates using the MAM model provides a better match to some radiocarbon results. We therefore report the MAM ages as the best OSL age estimate in Table 1 for all samples from the Bursum Road sections, but we acknowledge that even this appears to overestimate the deposi- tional age for some samples (e.g., SAP19-47-7, 8; Table 1), and un- derestimate the age for others (e.g., SAP19-42-4, SAP19-47-6; Table 1). Based on these sometimes-contradictory results, we report OSL ages, but do not use them to reconstruct the basin-wide chronostratigraphic framework for the Plains of San Agustin. 4.3. Ostracod faunal results We analyzed ostracod faunal assemblages from twenty samples from the Horse Springs and White Lake sub-basins of the Plains of San Agustin from a range of stratigraphic contexts (Table 2, S4). Identiﬁed ostracod taxa include limnic ostracods Limnocythere ceriotuberosa, L. bradburyi, Candona patzcuaro, Fabaeformiscandona sp., and mixed freshwater ostracods including Potamocypris sp., Heterocypris incongruens, Cyclocypris sp., Cypridopsis vidua, and Iliocypris bradyi. Consistent with our stratigraphic and geomorphic interpretations, samples from the Horse Springs sub-basin are dominated by lacustrine taxa Limnocythere and Candona, with only minor components of groundwater/freshwater taxa Potamocypris sp. and Heterocypris incongruens. Of the lacustrine taxa-dominated samples, the ostracods form two assemblages: one with a mixture of L. ceriotuberosa, L. bradburyi, Candona patzcuaro and Fabae- formiscandona sp., and one composed nearly exclusively of L. ceriotuberosa with minor other lacustrine taxa and minor but conspicuous presence of groundwater discharge taxa Potamocypris sp. and H. incongruens. Only two samples were studied from the White Lake sub-basin, one of which displays a diverse ostracod assemblage indicative of ﬂowing water conditions (SAP19-37-1b; Table 2, S4), and one with only minor Candona sp. (SAP19-51-2). Considering the sedimentary context as well, both of these samples are distinctly non-lacustrine in character and are interpreted to represent groundwater discharge environments. 4.4. Chronostratigraphic framework for upper Pleistocene and Holocene deposits We deﬁne four informal chronostratigraphic units that record the paleohydrologic history of the region, based on sedimentary characteristics, dating results, faunal results, isotopic results, and their stratigraphic relationships across the Plains of San Agustin system (Figs. 6e8, Table 3; Supplemental Item 3). We ﬁrst deﬁne our units based on sediment characteristics, which are key to interpreting basic depositional environments in the record. The majority of studied sediments of the Plains of San Agustin are ﬁne grained, including laminated lacustrine clays, calcareous silts, sandy organic-rich “black mats”, and well sorted lacustrine or eolian sands (Figs. 4, 6e8). Coarser sediments include well sorted, imbricated beach gravels and poorly sorted, angular, alluvial gravels, both of which commonly interﬁnger with ﬁner basin ﬂoor deposits at the valley margins (Fig. 4a and b). The deposits under study are often highly calcareous, containing dispersed matrix carbonate and nodules in ﬁne sediments, interstitial cements in A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 10 Fig. 6. Stratigraphic correlation diagram for representative deposits of the Horse Springs sub-basin. Site locations are shown on Fig. 1. Grain size (x-axis) and sedimentary characteristics (see legend) were used to interpret depositional environments. Stratigraphic contacts (see legend) with section height (y-axis, cm) and samples (italic labels), including radiocarbon ages (bold italics) were used to make unit assignments and correlations (colored polygons). Sections for all measured proﬁles can be found in Supplemental Item 3. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 11 Fig. 7. Stratigraphic correlation diagram for representative deposits of the CeN sub-basin. Site locations are shown on Fig. 1. Grain size (x-axis) and sedimentary characteristics (see legend) were used to interpret depositional en- vironments. Stratigraphic contacts (see legend) with section height (y-axis, cm) and radiocarbon ages (bold italics) were used to make unit assignments and correlations (colored polygons). Sections for all measured proﬁles can be found in Supplemental Item 3. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 12 Fig. 8. Stratigraphic correlation diagram for representative deposits of the White Lake sub-basin. Site locations are shown on Fig. 1. Grain size (x-axis) and sedimentary characteristics (see legend) were used to interpret depositional environments. Stratigraphic contacts (see legend) with section height (y-axis, cm), ostracod samples (ost), and radiocarbon and OSL ages (bold italics) were used to make unit assignments and correlations (colored polygons). Sections for all measured proﬁles can be found in Supplemental Item 3. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 13 beach gravels, and reef-like encrustations of lacustrine tufa on bedrock, boulders, and bedding surfaces of lake sands (Fig. 4c). They also frequently contain carbonate mollusk shells and ostra- cods (Fig. 4d). The faunal assemblages and stable isotope compo- sitions of these carbonates are diagnostic of particular environments and can also be used for correlation. In order to best correlate the units to hydrologic changes in the Plains of San Agustin, the upper and lower age boundaries are keyed to chronostratigraphic relationships observed in the Horse Springs sub-basin (Figs. 6e8; Tables 1e3). This is because the water budget of the whole system is most sensitively recorded in the large terminal basin where lake levels ﬂuctuate immediately in response to changes in the inﬂow/evaporation balance. The upstream CeN and White Lake sub-basins record similar chronostratigraphic re- cords, but conform less clearly to the unit boundaries observed in the Horse Springs sub-basin. This is to be expected in this type of ﬁlling-and-spilling system where lacustrine and wetland environ- ments may persist in upper sub-basins as long as inﬂow is high enough to exceed their sub-basin elevation thresholds (Figs. 1 and 2). The hydrographic separation of the upper sub-basins from the Horse Springs sub-basin also drove substantial differences in water chemistry that make faunal and isotopic correlation difﬁcult. Lastly, the difference in the three sub-basin geometries created different sedimentary depositional environments in each during equivalent time intervals, which are reﬂected as groundwater discharge and open-system lake sediments in the upper sub-basins even while closed lake sediments were deposited in the terminal sink. Corre- lation between stratigraphic units is therefore mainly based on sediment age interpreted from the geochronologic results. We designate our four chronostratigraphic units as units L1/W1 through W4 (Table 3). However, the age boundaries of"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "Quaternary Science Reviews 310 (2023) 108110 13 beach gravels, and reef-like encrustations of lacustrine tufa on bedrock, boulders, and bedding surfaces of lake sands (Fig. 4c). They also frequently contain carbonate mollusk shells and ostra- cods (Fig. 4d). The faunal assemblages and stable isotope compo- sitions of these carbonates are diagnostic of particular environments and can also be used for correlation. In order to best correlate the units to hydrologic changes in the Plains of San Agustin, the upper and lower age boundaries are keyed to chronostratigraphic relationships observed in the Horse Springs sub-basin (Figs. 6e8; Tables 1e3). This is because the water budget of the whole system is most sensitively recorded in the large terminal basin where lake levels ﬂuctuate immediately in response to changes in the inﬂow/evaporation balance. The upstream CeN and White Lake sub-basins record similar chronostratigraphic re- cords, but conform less clearly to the unit boundaries observed in the Horse Springs sub-basin. This is to be expected in this type of ﬁlling-and-spilling system where lacustrine and wetland environ- ments may persist in upper sub-basins as long as inﬂow is high enough to exceed their sub-basin elevation thresholds (Figs. 1 and 2). The hydrographic separation of the upper sub-basins from the Horse Springs sub-basin also drove substantial differences in water chemistry that make faunal and isotopic correlation difﬁcult. Lastly, the difference in the three sub-basin geometries created different sedimentary depositional environments in each during equivalent time intervals, which are reﬂected as groundwater discharge and open-system lake sediments in the upper sub-basins even while closed lake sediments were deposited in the terminal sink. Corre- lation between stratigraphic units is therefore mainly based on sediment age interpreted from the geochronologic results. We designate our four chronostratigraphic units as units L1/W1 through W4 (Table 3). However, the age boundaries of the units are approximate and are not necessarily accompanied by clear litho- logic changes in all of the sediment sequences described below. The L/W preﬁx signiﬁes whether lacustrine or surface/groundwater discharge environments dominated the time interval for each sub- basin, while numbers 1e4 signify chronostratigraphic order from oldest to youngest. 4.4.1. Unit L1/W1 (>23 ka) Unit L1/W1 is the oldest stratigraphic unit pair corresponding to sediments deposited prior to ~23 ka across the Plains of San Agustin. The surface outcrop of this unit is extremely limited and we mainly deﬁne its presence based on radiocarbon dated cores from this work (Bruton Ranch 03e1; Fig. 8, Table 1; Supplemental Item 3) and that of Phillips et al. (1992a, 1992b) who penetrated older lake deposits of the Horse Springs sub-basin in the SAC3/4 cores. This unit, as deﬁned here, most likely includes more than one wet/dry hydroclimate cycle, but given the limited exposure and age control, we cannot conﬁdently sub-divide and correlate it across the basin. In the Horse Springs sub-basin, the SAC3/4 cores consist of alternating clays, silts, and sands, all rich with ostracods with high d18O and d13C values indicating the consistent presence of closed terminal lake conditions (Phillips et al., 1992b, Fig. 5; Table S5). Observed taxa in this core included L. ceriotuberosa, L. bradburyi, L. platyforma and C. patzcuaro. These taxa prefer lacus- trine environments. We therefore designate these intervals as lacustrine unit L1. In the CeN sub-basin we tentatively correlate the lowermost sediments obtained in one sediment exposure section and three cores to unit L1 (sites Ake 04e2, CeN 05e1, Ake 03e1, Spit Playa 05e1; Figs.1 and 7). In section Ake 04e2 these sediments were previously described by Weber (1980) as unit A during ex- cavations of the Ake archaeological site. These intervals are un- dated, but are composed of calcareous sandy clay consistent with formation in a lake environment, similar to those higher in the stratigraphic successions. In the White Lake sub-basin, the basal sediments in the Bruton Ranch 03e1 core consist of massive green clay constrained by bulk organic matter radiocarbon ages between 37.41 ± 4.50 ka and 31.35 ± 2.75 ka, indicating persistent lacustrine conditions. These ages have large uncertainties and should be treated with caution, but they generally follow stratigraphic order with ages above them. This basal clay unit is overlain unconformably by alternating beds of calcareous silt, sand, and clay with some desiccation cracks suggesting variable lacustrine, groundwater discharge, and dry environments constrained in age between 26.39 ± 0.48 ka and 24.09 ± 1.20 ka. We assign both of these sedimentary intervals as unit L1/W1 to account for the mixture of interpreted depositional environments. The top of unit L1/W1 is also an erosional uncon- formity on top of which undated silty, sandy mudﬂat deposits occur. Outcrops of upper unit W1 are also found in a borrow pit excavation in the northern White Lake sub-basin as calcareous wetland deposits at the toes of alluvial fans, which are found interbedded with alluvial and eolian sediments (site SAP19-50; Figs. 1 and 8). They contain aquatic mollusks with low d18O and d13C values (site SAP19-36; Fig. 5; Table S5), as well as fossil vertebrate bone and tooth fragments, which suggest a palustrine, freshwater environment. Radiocarbon dates on aquatic mollusks (SAP19-36-1, 24.83 ± 0.45 ka; SAP19-50-1, 25.43 ± 0.33 ka; Table 1) place these sediments ~25 ka in age. We have not obtained radio- carbon dates from elsewhere in the lake system that date to the interval of unit L1/W1 and speculate they are likely buried in most places by younger deposits. 4.4.2. Unit L2/W2 (~23e18 ka) Unit L2/W2, which we place within the age interval 23 to 18 ka, has a much greater surﬁcial outcrop extent compared to unit L1/ W1. It has substantial exposure in the Horse Springs sub-basin at the base of the Bursum Road sections (Fig. 6), in cores from the CeN sub-basin at the Ake 04e2, CeN 05e1, Ake 03e1 and Spit Playa 05- 1 sites (Fig. 7), and in the White Lake sub-basin in the VLA 03e1 core (Fig. 8). In the Bursum Road sections it is interpreted to be lacustrine (unit L2), composed of bedded sand with a pronounced basinward dip that forms a clear coarsening-upward ofﬂap sequence (Figs. 4a and 6). The base of the unit is un-exposed and the upper contact of the unit is an angular unconformity with overlying unit L3 (Fig. 6). It contains abundant lacustrine ostracods of the mixed L. ceriotuberosa/L. bradburyi/C. patzcuaro assemblage (Table 2), which have high d18O and d13C values, indicating closed terminal lake conditions (Fig. 5, Table S5). These beds are dated by radiocarbon dates on ostracods between 20.57 ± 0.42 ka and 18.09 ± 0.20 ka (SAP19-46-1, 2, 47e1, 2; Fig. 6; Table 1). Based on the radiocarbon chronology for tufas found at elevations between 2081 and 2090 m on boulders of the Bursum shoreline on the western and southwestern valley sides, we also infer that most tufa formation in the Horse Springs sub-basin falls within the unit L2 time interval (Table 1). In the CeN sub-basin, sediments dating to unit L2 occur in the Ake 04e2 section (Ake 04e2 108e113,19.82 ± 0.33 ka; Figs.1 and 7; Table 1) where they consist of green massive lacustrine clay. These sediments were previously described by Weber (1980) as Unit B where they reportedly included lacustrine ostracods and aquatic bivalves of the genus"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "Unit L2/W2, which we place within the age interval 23 to 18 ka, has a much greater surﬁcial outcrop extent compared to unit L1/ W1. It has substantial exposure in the Horse Springs sub-basin at the base of the Bursum Road sections (Fig. 6), in cores from the CeN sub-basin at the Ake 04e2, CeN 05e1, Ake 03e1 and Spit Playa 05- 1 sites (Fig. 7), and in the White Lake sub-basin in the VLA 03e1 core (Fig. 8). In the Bursum Road sections it is interpreted to be lacustrine (unit L2), composed of bedded sand with a pronounced basinward dip that forms a clear coarsening-upward ofﬂap sequence (Figs. 4a and 6). The base of the unit is un-exposed and the upper contact of the unit is an angular unconformity with overlying unit L3 (Fig. 6). It contains abundant lacustrine ostracods of the mixed L. ceriotuberosa/L. bradburyi/C. patzcuaro assemblage (Table 2), which have high d18O and d13C values, indicating closed terminal lake conditions (Fig. 5, Table S5). These beds are dated by radiocarbon dates on ostracods between 20.57 ± 0.42 ka and 18.09 ± 0.20 ka (SAP19-46-1, 2, 47e1, 2; Fig. 6; Table 1). Based on the radiocarbon chronology for tufas found at elevations between 2081 and 2090 m on boulders of the Bursum shoreline on the western and southwestern valley sides, we also infer that most tufa formation in the Horse Springs sub-basin falls within the unit L2 time interval (Table 1). In the CeN sub-basin, sediments dating to unit L2 occur in the Ake 04e2 section (Ake 04e2 108e113,19.82 ± 0.33 ka; Figs.1 and 7; Table 1) where they consist of green massive lacustrine clay. These sediments were previously described by Weber (1980) as Unit B where they reportedly included lacustrine ostracods and aquatic bivalves of the genus Pisidium. Lacustrine sediments of this age also occur in the CeN 05e1 core (CeN 05e175-90, 18.92 ± 0.19 ka; CeN 05e1 90-100, 21.09 ± 0.33 ka; Fig. 1; Table 1) and Spit Playa 05e1 core (Spit Playa 05e1 208e222, 18.54 ± 0.26 ka), located in the basin center and near to the outﬂow into the Horse Springs sub- basin, respectively. In the White Lake sub-basin, this unit is represented by calcar- eous wetland deposits (unit W2) exposed in the SAP19-51 core (Figs. 1 and 8) similar in location and character to those dating to A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 14 unit W1 at site SAP19-50 (Fig. 1). Two radiocarbon dates on aquatic mollusks constrain this wetland interval to ~22 ka (SAP19-51-2, 22.57 ± 0.30 ka; SAP19-51-3, 23.15 ± 0.24 ka; Table 1). Based on the proximity and similarity in appearance of unit W1 deposits at SAP19e50 and unit W2 deposits at SAP19-51, it is likely that deposition continued throughout the interval 25 ka to 22 ka. We also observe undated calcareous clay beds at the base of the VLA 03e1 core that we tentatively correlate to unit W2. They are separated by an interval of calcareous sand from the overlying unit W3 sediments of similar sedimentary character. Unit W3 yielded a basal age of 18.34 ± 0.66 ka (VLA 03e1250-260; Fig. 8; Table 1), supporting this correlation. Table 2 Ostracod microfaunal analysis results for the Plains of San Agustin. Sample ID Lake Sub- Basin Unit Stratigraphic Context Identiﬁed ostracod taxaa Environmental Interpretation SAP21-31-C1- 300-310 Horse Springs Unit L2 ostracod-rich clayey ﬁne sand at base of SAP21-31 Core 1 Limnocythere ceriotuberosa, L. bradburyi, Candona patzcuaro closed basin, littoral lacustrine; presence of both highly encrusted and clean valves; evidence of reworking of older deposits SAP19-42-1 Horse Springs Unit L2 lakeward-dipping medium/ coarse sand, Bursum Road L. ceriotuberosa (67%), L. bradburyi (33%) closed basin, littoral lacustrine SAP19-42-2 Horse Springs Unit L2 lakeward-dipping ﬁne/ medium sand, Bursum Road L. ceriotuberosa (31%), L. bradburyi (56%), C. patzcuaro (13%) closed basin, littoral lacustrine SAP19-46-1 20 cm Horse Springs Unit L2 lakeward-dipping medium/ coarse sand, Bursum Road L. ceriotuberosa (61%), L. bradburyi (37%), C. patzcuaro (<1%) closed basin, littoral lacustrine SAP19-46-2 78 cm Horse Springs Unit L2 lakeward-dipping medium/ coarse sand, Bursum Road L. ceriotuberosa (55%), L. bradburyi (42%), C. patzcuaro (3%) closed basin, littoral lacustrine SAP19-47-1 25 cm Horse Springs Unit L2 lakeward-dipping medium/ coarse sand, Bursum Road L. ceriotuberosa (53%), L. bradburyi (42%), C. patzcuaro (5%) closed basin, littoral lacustrine SAP19-47- 2110 cm Horse Springs Unit L2 lakeward-dipping medium/ coarse sand, Bursum Road L. ceriotuberosa (33%), L. bradburyi (31%), C. patzcuaro (36%) closed basin, littoral lacustrine SAP19-17-5 Horse Springs Unit L3 mollusk-bearing, calcareous silty ﬁne sand, grades to Powers shoreline L. ceriotuberosa, C. patzcuaro, Potamocypris sp., Heterocypris incongruens lake marginal; mixed lake/groundwater discharge environment SAP19-17-6 Horse Springs Unit L3 calcareous medium/coarse sand L. ceriotuberosa, L. bradburyi lake marginal, L. bradburyi tests encrusted, suggesting reworking from Unit L2 SAP19-42-3 Horse Springs Unit L3 calcareous silty ﬁne sand, Bursum Road L. ceriotuberosa (99%), L. bradburyi (<1%), C. patzcuaro (<1%), Potamocypris sp. littoral lacustrine, minor groundwater discharge component SAP19-46- 3160 cm Horse Springs Unit L3 calcareous silty ﬁne sand, Bursum Road L. ceriotuberosa (98%), C. patzcuaro (2%) littoral lacustrine SAP19-46- 4170 cm Horse Springs Unit L3 calcareous silty ﬁne sand, Bursum Road L. ceriotuberosa (>99%), L. bradburyi, Candona patzcuaro, Potamocypris sp. littoral lacustrine, minor groundwater discharge component SAP19-46- 5190 cm Horse Springs Unit L3 calcareous silty ﬁne sand, Bursum Road L. ceriotuberosa (>99%), C. patzcuaro (<<1%) littoral lacustrine SAP19-47- 3300 cm Horse Springs Unit L3a calcareous silty ﬁne sand, Bursum Road L. ceriotuberosa (>98%), C. patzcuaro (<2%), Faebisformacandona sp., Potamocypris sp. littoral lacustrine, minor groundwater discharge component SAP19-47-4 > 318 cm Horse Springs Unit L3a calcareous silty ﬁne sand, Bursum Road L. ceriotuberosa (>99%), C. patzcuaro, Potamocypris sp., H. incongruens littoral lacustrine, minor groundwater discharge component SAP19-47-9 Horse Springs Unit W3 massive coarse sand overlying Unit L3, Bursum Road L. ceriotuberosa (>99%), C. patzcuaro eolian/alluvium with minor ostracods reworked from lower unit SAP19-47-10 Horse Springs Unit L3b calcareous coarse sand, Bursum Rd L. ceriotuberosa (>99%), L. bradburyi, C. patzcuaro littoral lacustrine SAP19-51-2 White Lake Unit W2 mollusk-bearing calcareous silty ﬁne sand, north White Lake sub-basin trace C. patzcuaro, trace Faebisformacandona sp., groundwater discharge, very few ostracods SAP19-37-1b White Lake Unit W3 mollusk-bearing coarse sand, White Lake sub-basin L. ceriotuberosa, C. patzcuaro, Faebisformacandona sp., Limnocythere sp., Cyclocypris sp., Cypridopsis vidua, Potamocypris, sp., Ilyocypris bradyi mixed lake/pond and ﬂowing water environment, mixed spring-fed streams and marsh/lake SAP19-46- 6215 cm Horse Springs Unit W4 mollusk-bearing organic- rich medium sand, Bursum Road L. ceriotuberosa (97%), L. bradburyi (3%) wet meadow, minor ostracods reworked from lower units a List of taxa observed in each sample with percent abundance (%) shown in parentheses for key limnic taxa observed in samples from the Horse Springs sub-basin. Table 3 Late Pleistocene and Holocene chronostratigraphic units of the Plains of San Agustin. Unit Designation Depositional Environment Observed Sub-Basin Approximate Age Range (ka) Unit L1 Lacustrine Horse Springs, White Lake, CeN >23 ka Unit L2 Lacustrine Horse Springs, CeN 23-18 ka Unit L3(a,b) Lacustrine Horse Springs, CeN 18-13 ka Unit W1 Groundwater/Stream discharge White Lake >23 ka Unit W2 Groundwater/Stream discharge White Lake 23-18 ka Unit W3 Groundwater/Stream discharge White Lake 18-13 ka Unit W4 Groundwater discharge Horse Springs,"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "3300 cm Horse Springs Unit L3a calcareous silty ﬁne sand, Bursum Road L. ceriotuberosa (>98%), C. patzcuaro (<2%), Faebisformacandona sp., Potamocypris sp. littoral lacustrine, minor groundwater discharge component SAP19-47-4 > 318 cm Horse Springs Unit L3a calcareous silty ﬁne sand, Bursum Road L. ceriotuberosa (>99%), C. patzcuaro, Potamocypris sp., H. incongruens littoral lacustrine, minor groundwater discharge component SAP19-47-9 Horse Springs Unit W3 massive coarse sand overlying Unit L3, Bursum Road L. ceriotuberosa (>99%), C. patzcuaro eolian/alluvium with minor ostracods reworked from lower unit SAP19-47-10 Horse Springs Unit L3b calcareous coarse sand, Bursum Rd L. ceriotuberosa (>99%), L. bradburyi, C. patzcuaro littoral lacustrine SAP19-51-2 White Lake Unit W2 mollusk-bearing calcareous silty ﬁne sand, north White Lake sub-basin trace C. patzcuaro, trace Faebisformacandona sp., groundwater discharge, very few ostracods SAP19-37-1b White Lake Unit W3 mollusk-bearing coarse sand, White Lake sub-basin L. ceriotuberosa, C. patzcuaro, Faebisformacandona sp., Limnocythere sp., Cyclocypris sp., Cypridopsis vidua, Potamocypris, sp., Ilyocypris bradyi mixed lake/pond and ﬂowing water environment, mixed spring-fed streams and marsh/lake SAP19-46- 6215 cm Horse Springs Unit W4 mollusk-bearing organic- rich medium sand, Bursum Road L. ceriotuberosa (97%), L. bradburyi (3%) wet meadow, minor ostracods reworked from lower units a List of taxa observed in each sample with percent abundance (%) shown in parentheses for key limnic taxa observed in samples from the Horse Springs sub-basin. Table 3 Late Pleistocene and Holocene chronostratigraphic units of the Plains of San Agustin. Unit Designation Depositional Environment Observed Sub-Basin Approximate Age Range (ka) Unit L1 Lacustrine Horse Springs, White Lake, CeN >23 ka Unit L2 Lacustrine Horse Springs, CeN 23-18 ka Unit L3(a,b) Lacustrine Horse Springs, CeN 18-13 ka Unit W1 Groundwater/Stream discharge White Lake >23 ka Unit W2 Groundwater/Stream discharge White Lake 23-18 ka Unit W3 Groundwater/Stream discharge White Lake 18-13 ka Unit W4 Groundwater discharge Horse Springs, CeN, White Lake 13-3 ka A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 15 4.4.3. Unit W3/L3 (18 ka to 13 ka) Unit W3/L3, which spans the age interval 18 ka to 13 ka, is found overlying unit W2/L2 in all three sub-basins. In the Horse Springs sub-basin, it occurs primarily as a massive interval of greenish/ white calcareous silt and clay with conspicuous carbonate nodule horizons. This unit occurs on the western valley margin exposed in the Bursum Road sections (Fig. 6) and on the southern valley margin where it is exposed at site SAP19-59 and in the SAP19-31 core. In both areas it occurs low on the valley slopes below the Bursum shoreline level (2082e2087 m). Like unit L2 it contains abundant lacustrine ostracods with high d18O and d13C values (Fig. 5; Table S5) indicating closed lake conditions, which we assign to unit L3. However, it has a substantially different ostracod faunal assemblage. Whereas unit L2 has similar proportions of L. ceriotuberosa, L. bradburyi and Candona sp., unit L3 has nearly 100% L. ceriotuberosa and only minor Candona sp. and Potamocypris sp. (Table 2, S4). In the Bursum Road sections, unit L3 occurs above an erosional lower contact with the littoral sand beds of unit L2 that spans from the Bursum shoreline level to the valley ﬂoor at 2079 m (Fig. 6). The age of unit L3 is constrained in this area by two radiocarbon ages to 15.4 ka (SAP19-46-4,15.48 ± 0.18 ka, SAP19-47- 4, 15.43 ± 0.17 ka; Table 1). At site SAP19-59, lacustrine clays of unit L3 drape over the tufa- encrusted boulders on the Bursum shoreline at 2082 m. Six tufa radiocarbon ages from this locality come from two sampled tufa head cross sections, which all follow stratigraphic order (Fig. 4c, Supplemental Item 2). Ages for the lower tufa intervals for both samples span the entire age range of unit L2 between 22.4 and 18.1 ka (Fig. 4c; Table 1), but they also yielded two ages within the unit W3/L3 interval (SAP21-59-1a-3, 16.55 ± 0.26 ka; SAP21-59-1b-3, 15.32 ± 0.21 ka; Table 1). This indicates periodic tufa formation continued in the Horse Springs sub-basin throughout the unit L2 and unit L3 periods. Because shoreline tufas typically form through bio-mediated processes in the photic zone, burial by clay beds should have inhibited tufa formation. Therefore, deposition of most of the thickness of the overlying clay beds of unit L3 at SAP19-59 must have been after 15.3 ka (Fig. 6). We observe a similar nodule-rich clay unit in the SAP19-31 core where a radiocarbon age on organic matter concentrated from the sediments yielded an upper bounding age of 14.10 ± 0.21 ka (SAP19-31 200e210; Sup- plemental Item 3; Table 1). This age was collected just below a highly bioturbated unconformable contact between unit L3 and the overlying groundwater discharge deposits of middle Holocene age (unit W4). This suggests the lake receded below the core elevation at 2076 m after 14 ka. The highest deposits of unit L3 in the Horse Springs sub-basin are exposed at SAP19-17 on the north shore of the paleolake (Figs. 1, 4b and 6). This section is located at an elevation of 2110 m and has littoral lake deposits at its base, thus providing a minimum lake elevation for the L3 lake. This section is constrained in age by two overlapping CAM OSL ages of 16.90 ± 0.50 and 16.60 ± 0.50 ka (SAP19-17-4a, b) and one radiocarbon age on a lacustrine Lymnaea sp. shell of 15.98 ± 0.21 ka (SAP19-17-1; Figs.. 4b and 6; Table 1). The carbonate-cemented beach gravel at the top of this section yielded a radiocarbon age of 15.47 ± 0.18 ka at the SAP19-58 locality just downslope of the site (SAP19-58-2). These ages follow ex- pected stratigraphic order and agree well with the those of unit L3a in the Bursum Road exposures (Fig. 6). The two localities also have similar ostracod fauna composed of nearly 100% L. ceriotuberosa, with lesser Candona patzcuaro, and Potamocypris sp., and both have elevated d18O and d13C values, further supporting our interpretation that they represent the same closed-basin lake environment (Fig. 5; Table 2, S5). We correlate these deposits to the highest Powers shoreline level of 2117 m, which forms a prominent beach ridge just upslope of the site. These deposits correspond to the highest lake level attained in our record, when the Horse Springs lake would have overtopped the drainage spillway and a continuous lake would have connected the Horse Springs and CeN sub-basins (Figs. 1 and 2). We also obtained a CAM OSL age of 15.10 ± 0.40 ka (SAP19-25-2; Table) in littoral lake sand from site SAP19-25 at an elevation of 2091 m, which indicates lake level was receding by about 15 ka. In the CeN sub-basin, sediments dating to the unit L3 interval are found in the Ake 03e1 and Spit Playa 05e1 cores above shallow water sandy intervals at the top of unit L2 (Fig. 7). They are composed of massive calcareous sandy clay truncated at the top by an erosional unconformity. In the Ake 03e1 core, bulk carbonate samples from the sediment yielded d18O and d13C values distinctly lower than those obtained for samples of the Horse Springs sub- basin dating to unit L3 (Figs. 1 and 5, Table S5). This suggests fresher water input to the CeN lake at Ake"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "The carbonate-cemented beach gravel at the top of this section yielded a radiocarbon age of 15.47 ± 0.18 ka at the SAP19-58 locality just downslope of the site (SAP19-58-2). These ages follow ex- pected stratigraphic order and agree well with the those of unit L3a in the Bursum Road exposures (Fig. 6). The two localities also have similar ostracod fauna composed of nearly 100% L. ceriotuberosa, with lesser Candona patzcuaro, and Potamocypris sp., and both have elevated d18O and d13C values, further supporting our interpretation that they represent the same closed-basin lake environment (Fig. 5; Table 2, S5). We correlate these deposits to the highest Powers shoreline level of 2117 m, which forms a prominent beach ridge just upslope of the site. These deposits correspond to the highest lake level attained in our record, when the Horse Springs lake would have overtopped the drainage spillway and a continuous lake would have connected the Horse Springs and CeN sub-basins (Figs. 1 and 2). We also obtained a CAM OSL age of 15.10 ± 0.40 ka (SAP19-25-2; Table) in littoral lake sand from site SAP19-25 at an elevation of 2091 m, which indicates lake level was receding by about 15 ka. In the CeN sub-basin, sediments dating to the unit L3 interval are found in the Ake 03e1 and Spit Playa 05e1 cores above shallow water sandy intervals at the top of unit L2 (Fig. 7). They are composed of massive calcareous sandy clay truncated at the top by an erosional unconformity. In the Ake 03e1 core, bulk carbonate samples from the sediment yielded d18O and d13C values distinctly lower than those obtained for samples of the Horse Springs sub- basin dating to unit L3 (Figs. 1 and 5, Table S5). This suggests fresher water input to the CeN lake at Ake 03e1, which is located near where overﬂow from the White Lake sub-basin entered via clear ﬂuvial channel remnants. The base of this interval is dated by radiocarbon on bulk organic matter to ~18 ka at two horizons in Ake 03e1 (Ake 03e1150-155, 18.35 ± 0.27 ka; Ake 03e1175-180, 17.22 ± 0.17 ka). We also obtained a similar date from the base of this unit in Spit Playa 05e1 (SP05-1208e222, 18.54 ± 0.26 ka). In Ake 03e1, the upper part of this unit yielded a radiocarbon age of 12.21 ± 0.26 ka (Ake 03e1 100-105), indicating lacustrine condi- tions persisted in the CeN sub-basin after 13 ka. In the White Lake sub-basin, sediments belonging to unit W3/L3 are found in the VLA 03e1 core and section SAP19-37 (Fig. 8). In VLA 03e1 they appear as green calcareous clay constrained in age between 18.34 ± 0.61 ka (VLA 03e1 250-260) and 14.45 ± 1.01 ka (VLA 03e1 200-210) by two bulk organic matter radiocarbon dates. This clay unit grades upwards into increasingly gray, organic-rich, calcareous silt and we place the boundary of unit W3 at this gradational contact. In SAP19-37 only the uppermost part of the unit is exposed in a roadcut. Here the stratigraphic succession consists of green calcareous silty clay separated by a coarse sand bed with abundant mollusks of aquatic taxa Gyraulus sp., Lymnaea sp., and Pisidium sp. The upper clay interval is overlain by coarse eolian sand above a sharp contact (Fig. 8). One radiocarbon date on a Gyraulus sp. shell yielded an age of 14.51 ± 0.35 ka for the shell rich layer (SAP19-37-1a; Table 1), which yielded other mollusks with high d18O values consistent with evaporated water, but low d13C values consistent with high organic matter inﬂuence on DIC (SAP19-37-1A, B, C; Fig. 5, Table S5). The ostracod assemblage from this bed is also unique. It is composed of taxa similar to those of lacustrine unit L3 in the Horse Springs sub-basin such as Limno- cythere ceriotuberosa, C. patzcuaro, and Potamocypris sp., but also contains taxa indicative of ﬂowing stream habitats such as Cyclo- cypris sp., Cypridopsis vidua, and Ilyocypris bradyi. Given the context and these isotope and faunal indicators, we designate this as unit L3/W3 and interpret the depositional environment as varied mix of wetlands and spring-fed streams feeding valley center ponds across the lower White Lake sub-basin. 4.4.4. Unit W4 (13 ka to 3 ka) We deﬁne youngest chronostratigraphic unit as unit W4, which occurs across all three sub-basins and ranges in approximate age between 13 ka and 3 ka. In the Horse Springs sub-basin, it frequently overlies lake deposits of unit L3. It is exposed in the Bursum Road sections on the western basin margin and at sites SAP19-59 and SAP19-31 along the southern basin margin (Figs. 1 and 6). The unit is mainly composed of massive, organic-rich, calcareous sand lying above an erosional unconformity with un- derlying ﬁne lake deposits. It dips basinward with the valley margin slope near the modern ground surface and is pervasively bio- turbated by roots and animal burrows. It is itself often truncated at A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 16 the upper contact by erosion by overlying coarse gravel alluvium (Fig. 6). It contains conspicuous dark organic-rich horizons (“black mats”) and semi-aquatic Succinea sp. mollusks that were targeted for radiocarbon dating. The ostracod concentration for this unit is much lower than the underlying unit L3 deposits. The assemblage is dominated by >97% L. ceriotuberosa, with minor presence of L. bradburyi and C. patzcuaro (samples SAP19-47-9, SAP19-46-6; Table 2), which is similar to that of unit L3, suggesting ostracods are mostly reworked. These faunal and sedimentary characteristics indicate a basin-margin wet meadow depositional environment fringing the drying Horse Springs lake, which we designate as unit W4. Radiocarbon ages from this unit range between 12.92 ± 0.15 ka (SAP19-45-1; Table 1) and 3.05 ± 0.90 ka (SAP19-60; Table 1) in the Horse Springs sub-basin. In the CeN sub-basin, unit W4 has similar sediment character- istics to the Horse Springs outcrops where it appears in section Ake 04e2 (Fig. 7). At this locality it unconformably overlies lake de- posits of unit L2 and is capped by dune sand. This unit was previ- ously described by Weber (1980) as Unit C during excavation of the Ake archaeological site. We obtained one bulk organic matter radiocarbon age of 9.43 ± 0.10 ka (Ake 04e2 63-68; Fig. 7, Table 1) for this section. Unit W4 also occurs in the Spit Playa 05e1 core, where two organic-rich horizons in silty playa muds yielded ages of 8.82 ± 0.18 ka (SP 05e1 102-112; Fig. 7, Table 1) and 6.25 ± 0.14 ka (SP 05e1 92-102; Fig. 7, Table 1). In the White Lake sub-basin, unit W4 is widely exposed at the surface in interdune blowouts. It is likely protected where it un- derlies dune sand across much of the valley ﬂoor in the northern White Lake sub-basin and has been eroded in these blowout en- vironments. Sediments belonging to W4 are exposed in strati- graphic section in SAP19-37, 50, and 51, and also above a gradational contact with unit L3/W3 in the VLA 03e1 core (Fig. 8). It is composed of clayey or sandy calcareous silt with common black mats and semi-aquatic Succinea sp. mollusks, similar to deposits in the CeN and Horse Springs sub-basins. Radiocarbon"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "which is similar to that of unit L3, suggesting ostracods are mostly reworked. These faunal and sedimentary characteristics indicate a basin-margin wet meadow depositional environment fringing the drying Horse Springs lake, which we designate as unit W4. Radiocarbon ages from this unit range between 12.92 ± 0.15 ka (SAP19-45-1; Table 1) and 3.05 ± 0.90 ka (SAP19-60; Table 1) in the Horse Springs sub-basin. In the CeN sub-basin, unit W4 has similar sediment character- istics to the Horse Springs outcrops where it appears in section Ake 04e2 (Fig. 7). At this locality it unconformably overlies lake de- posits of unit L2 and is capped by dune sand. This unit was previ- ously described by Weber (1980) as Unit C during excavation of the Ake archaeological site. We obtained one bulk organic matter radiocarbon age of 9.43 ± 0.10 ka (Ake 04e2 63-68; Fig. 7, Table 1) for this section. Unit W4 also occurs in the Spit Playa 05e1 core, where two organic-rich horizons in silty playa muds yielded ages of 8.82 ± 0.18 ka (SP 05e1 102-112; Fig. 7, Table 1) and 6.25 ± 0.14 ka (SP 05e1 92-102; Fig. 7, Table 1). In the White Lake sub-basin, unit W4 is widely exposed at the surface in interdune blowouts. It is likely protected where it un- derlies dune sand across much of the valley ﬂoor in the northern White Lake sub-basin and has been eroded in these blowout en- vironments. Sediments belonging to W4 are exposed in strati- graphic section in SAP19-37, 50, and 51, and also above a gradational contact with unit L3/W3 in the VLA 03e1 core (Fig. 8). It is composed of clayey or sandy calcareous silt with common black mats and semi-aquatic Succinea sp. mollusks, similar to deposits in the CeN and Horse Springs sub-basins. Radiocarbon ages for this unit from sections and surface collection sites across the White Lake sub-basin range between 13.49 ± 0.11 ka (SAP19-58-1; Table 1) and 6.82 ± 0.08 ka (SAP19-40-2; Table 1). 5. Discussion 5.1. Extent of lakes and wetlands of the plains of San Agustin during late Pleistocene wet cycles Based on the surﬁcial sedimentary record of the Plains of San Agustin, we have deﬁned three major intervals of wet conditions spanning the last glacial interval between ~26.0 ka and 13.0 ka. We have also identiﬁed numerous periods of enhanced groundwater discharge from 14.5 ka to 3.9 ka. In this section we describe the depositional environments and elevations of the deposits that correspond to each of the wet intervals, as well as key correlations across the lake system based on age, ostracod fauna, and/or stable isotopic composition. From these, we then deﬁne the areal extents of lakes and wetlands in Fig.1 and deﬁne the depths of the terminal lakes on a composite hydrograph of each sub-basin in Fig. 9. 5.1.1. Early LGM wet interval (upper units W1/L1) The ﬁrst clear outcrop record of wet conditions across the Plains of San Agustin occurs ~26 to 24 ka, which corresponds to the upper part of unit W1/L1 in the CeN and White Lake sub-basins (Figs. 7e8). In the northern White Lake sub-basin, this wet inter- val deposited calcareous wetland deposits at the toes of alluvial fans, which are found interbedded with alluvial and eolian sedi- ments (sites SAP19-50, 51, Fig. 8). In the central White Lake sub- basin, mud deposits in the Bruton Ranch 03e1 core also support variable groundwater discharge and lake conditions dating to a similar time period, although the uncertainties in the bulk sedi- ment radiocarbon ages are large (Figs. 1 and 8; Table 1). This sug- gests the White Lake sub-basin held extensive areas of groundwater discharge ~26e24 ka. We obtained no new dates from the CeN or Horse Springs sub-basin extending this far back in time, but the SAC3/4 core record suggests a closed lake of moderate depth ﬁlled the Horse Springs sub-basin (Phillips et al., 1992b). Wet conditions in both White Lake and Horse Springs sub-basins therefore suggests marsh or lake conditions also occurred in the middle CeN sub-basin, which we tentatively correlate to lacustrine clays at the base of the Ake 04e2 section (Fig. 7). Because of the limited outcrop extent of this interval, we cannot conﬁdently assign a lake level to it, but lakes of similar or lesser size to those inter- preted for later wet intervals can be inferred from the subsurface record we observe. 5.1.2. Late LGM lake cycle (unit L2, W2) The next major hydrologic cycle recorded in the Plains of San Agustin began ~23 ka and lasted until ~18 ka. The Horse Springs sub-basin records a single lake transgression/regression sequence, which featured near continuous deposition of authigenic carbon- ate. Lake evolution during this interval is deﬁned based on a combination of radiocarbon ages on tufa from the southern sub- basin margins and lake sediment outcrops of unit L2 (Figs. 1 and 6). The late LGM lake interval is ﬁrst recorded by several tufa radiocarbon ages centered around ~23 ka, which show that tufa began forming at elevations of 2082e2083 m, just below the level of the Bursum shoreline. This suggests lake level in the Horse Springs sub-basin ﬁrst rose to 15e20 m depth, creating a sub- stantial lake (Fig. 9b). Two radiocarbon dates from tufa on Bursum shoreline boulders at an elevation of 2087 m (SAP19-43-2-1, 2) suggest lake level in the Horse Springs sub-basin rose above this point by ~22 ka, occupying the prominent Bursum shoreline level. We then infer continuous lake level transgression in the Horse Springs sub-basin from 22 to 20 ka, which culminated at the Bat Cave shoreline level of ~2103 m asl. Offshore water conditions are recorded by ﬁne-grained clayey sand in unit L2 at the base of Bursum Road section SAP19-47, which is dated to ~20.5 ka (Fig. 6). A period of abrupt lake freshening inferred from diatoms of the genus Stephanodiscus was also interpreted at about this time from the Auger/Pit record of Markgraf et al. (1984). Of note, when the lake stood at 2103 m, it was near, but not overtopping the modern drainage divide with the CeN basin (Figs. 1, 2 and 9). This indicates the paleolakes in the Horse Springs and CeN sub-basins were not deep enough to merge into a single lake. In the CeN sub-basin we infer an open overﬂowing lake at the elevation of the 2110 m sill connecting to the Horse Springs sub-basin, based on appearance of lacustrine clays of unit L2 age at elevations of ~2105 m in all four cores we obtained from this area (Fig. 7). For the White Lake sub- basin, we infer open, overﬂowing conditions in the form of marshes and shallow lakes based on the limited evidence for wet conditions in the northern part of the sub-basin (sites SAP19-50, 51) and in the VLA 03e1 core (Fig. 8). We infer the marsh extent based on the overﬂow elevation of the White Lake sub-basin at 2127 m and the presence of a shoreline-like berm of similar elevation on the east side of the basin center (Figs. 2 and 9b). In this conﬁguration, the White Lake marsh would have overﬂowed southwestward via stream channels into the northeastern CeN lake near the"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "by ~22 ka, occupying the prominent Bursum shoreline level. We then infer continuous lake level transgression in the Horse Springs sub-basin from 22 to 20 ka, which culminated at the Bat Cave shoreline level of ~2103 m asl. Offshore water conditions are recorded by ﬁne-grained clayey sand in unit L2 at the base of Bursum Road section SAP19-47, which is dated to ~20.5 ka (Fig. 6). A period of abrupt lake freshening inferred from diatoms of the genus Stephanodiscus was also interpreted at about this time from the Auger/Pit record of Markgraf et al. (1984). Of note, when the lake stood at 2103 m, it was near, but not overtopping the modern drainage divide with the CeN basin (Figs. 1, 2 and 9). This indicates the paleolakes in the Horse Springs and CeN sub-basins were not deep enough to merge into a single lake. In the CeN sub-basin we infer an open overﬂowing lake at the elevation of the 2110 m sill connecting to the Horse Springs sub-basin, based on appearance of lacustrine clays of unit L2 age at elevations of ~2105 m in all four cores we obtained from this area (Fig. 7). For the White Lake sub- basin, we infer open, overﬂowing conditions in the form of marshes and shallow lakes based on the limited evidence for wet conditions in the northern part of the sub-basin (sites SAP19-50, 51) and in the VLA 03e1 core (Fig. 8). We infer the marsh extent based on the overﬂow elevation of the White Lake sub-basin at 2127 m and the presence of a shoreline-like berm of similar elevation on the east side of the basin center (Figs. 2 and 9b). In this conﬁguration, the White Lake marsh would have overﬂowed southwestward via stream channels into the northeastern CeN lake near the Ake Site, ﬁlling it to its overﬂowing 2110 m level, where it then overﬂowed into the Horse Springs sub-basin, ﬁlling the terminal lake to the 2103 m Bat Cave shoreline. It is likely the Horse Springs paleolake remained at the Bat Cave shoreline level for some time during deposition of unit L2, evi- denced by several-meter-thick deposits of imbricated beach gravels A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 17 at this elevation along the southern margin of the basin, which were cemented by lacustrine carbonate dated by both radiocarbon and UeTh series to ~19.4 ka (SAP19-28, Table 1). After 19.4 ka, we interpret that the lake regressed to at least the Bursum shoreline level (2087 m) by ~18 ka, based on the lack of lacustrine deposits dating to this interval at higher elevations, and several radiocarbon Fig. 9. Lake San Agustin hydrograph and comparison to regional paleoclimate records. (a) GISP2 Greenland Ice Core oxygen isotope record (Svensson et al., 2008). (b) Lake San Agustin hydrograph (this study) showing all ages and elevations (color coded by type) for lake and groundwater discharge deposits. Lake levels for each sub-basin shown by thick dark blue lines (hydrographs), dashed where uncertain. Duration of lacustrine sedimentation recorded in the playa-ﬂoor section of sediments of the Auger/Pit site of (Markgraf et al., 1984) shown by gray horizontal bar. (c) Hydrologic budget index based on sedimentary characteristics for the Lake Estancia basin, New Mexico (Menking et al., 2018). (d) Oxygen isotope record for speleothem FR-AH1 from Fort Stanton Cave, New Mexico (Asmerom et al., 2017). (e) Speleothem oxygen isotope record for Cave of the Bells, southern Arizona (seawater ice-volume corrected values following Wagner et al. (2010). Key millennial scale climate intervals of the last glacial period shown by gray bars include YD e Younger Dryas (Clark et al., 2012), H1 “BW” e Heinrich Stadial 1 Big Wet (Broecker and Putnam, 2013), LGM e Last Glacial Maximum (Clark et al., 2009). Wet intervals inferred by chro- nostratigraphic units 1e4 for the Plains of San Agustin shown by vertical green bars. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 18 dates suggesting tufa deposition at or below this level on boulders of the Bursum shorelines of the south and west sides of the sub- basin (Figs. 1 and 9; Table 1). Sedimentary characteristics of up- per unit L2 exposed in the Bursum Road sections also record lake drying past the Bursum shoreline from ~18.8 to 18.1 ka (SAP19-46- 1, SAP19-46-2, SAP19-47-2; Fig. 6; Table 1). Unit L2 coarsens up- ward compared to the lowest levels we observed in section SAP19- 47, which date to ~20.5 ka. These coarser beds form an ofﬂap sequence from west to east, suggesting lake regression, which thins upslope to the west against a tufa-encrusted boulder shoreline at 2087 m. Therefore, several lines of evidence suggest that the lake fell to the Bursum shoreline or likely below after ~18.0 ka. Based on lack of clear breaks in deposition between unit L2/W2 and over- lying unit L3/W3 in the upper two sub-basins (Figs. 7 and 8), it is likely that overﬂow continued throughout the late LGM interval and beyond, even while conditions dried sufﬁciently to lower lake level in the Horse Springs sub-basin to the Bursum shoreline (Fig. 9b). However, lowering of the Horse Springs lake is a clear indication of overall drying hydrologic conditions. 5.1.3. Deglacial lake cycle (unit L3(a, b), unit W3) The next major wet cycle of the Plains of San Agustin is most clearly recorded in deposits of the Horse Springs sub-basin along the Bursum Road, the southern sub-basin margin, and in a single exposure on the northern margin of the lake (SAP19-17; Figs. 1 and 6). At SAP19-17 this deglacial lake highstand is dated between ~17.0 ka and 15.3 ka by both radiocarbon and OSL methods (Table 1), where it grades to the Powers shoreline elevation of 2117 m (Figs. 1 and 9b). In the Bursum Road sections, unit L3 unconformably overlies unit L2 at its basal contact (Figs. 4 and 6). Unit L3a is constrained in age by two samples of L. ceriotuberosa separates that both yielded ages of ~15.4 ka (SAP19-46-4, 47e4, Table 1, Fig. 5). In contrast to unit L2, unit L3 is ﬁner-grained and more gently dipping. This is consistent with a lower energy offshore depositional envi- ronment that correlates with a substantially higher shoreline level. In total, unit L3 deposits correspond to the highest lake level attained in our record, when the Horse Springs lake would have overtopped the drainage spillway and connected to the CeN sub- basin (Fig. 2). Lacustrine clay deposits in the Ake 03e1 core belong to the ~18e12 ka age interval, supporting the presence of a lake in the middle sub-basin during this time. Clay deposits dating between ~18 and 14 ka are also found in the VLA 03e1 core of the White Lake sub-basin and in the lower SAP19e37 section, where they are inferred to represent continued overﬂowing marsh con- ditions into the combined CeN/Horse Springs lake. Therefore, we infer that the deglacial portion of the last glacial period hosted the largest and deepest lake in the naturally exposed stratigraphic record. We interpret that the Horse Springs lake regressed from the Powers highstand after ~15.3 ka, but that a lake of signiﬁcant size persisted in the sub-basin until"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "Horse Springs sub-basin along the Bursum Road, the southern sub-basin margin, and in a single exposure on the northern margin of the lake (SAP19-17; Figs. 1 and 6). At SAP19-17 this deglacial lake highstand is dated between ~17.0 ka and 15.3 ka by both radiocarbon and OSL methods (Table 1), where it grades to the Powers shoreline elevation of 2117 m (Figs. 1 and 9b). In the Bursum Road sections, unit L3 unconformably overlies unit L2 at its basal contact (Figs. 4 and 6). Unit L3a is constrained in age by two samples of L. ceriotuberosa separates that both yielded ages of ~15.4 ka (SAP19-46-4, 47e4, Table 1, Fig. 5). In contrast to unit L2, unit L3 is ﬁner-grained and more gently dipping. This is consistent with a lower energy offshore depositional envi- ronment that correlates with a substantially higher shoreline level. In total, unit L3 deposits correspond to the highest lake level attained in our record, when the Horse Springs lake would have overtopped the drainage spillway and connected to the CeN sub- basin (Fig. 2). Lacustrine clay deposits in the Ake 03e1 core belong to the ~18e12 ka age interval, supporting the presence of a lake in the middle sub-basin during this time. Clay deposits dating between ~18 and 14 ka are also found in the VLA 03e1 core of the White Lake sub-basin and in the lower SAP19e37 section, where they are inferred to represent continued overﬂowing marsh con- ditions into the combined CeN/Horse Springs lake. Therefore, we infer that the deglacial portion of the last glacial period hosted the largest and deepest lake in the naturally exposed stratigraphic record. We interpret that the Horse Springs lake regressed from the Powers highstand after ~15.3 ka, but that a lake of signiﬁcant size persisted in the sub-basin until at least ~14.0 ka, based on a radiocarbon date from uppermost deep lake clay deposits of the SAP19-31-C1 core at an elevation of 2074 m, and a CAM OSL age of ~15.1 ka for littoral sands at an elevation of 2091 m at SAP19-25 (Fig. 6; Table 1; Supplemental Item 3). Several radiocarbon ages for groundwater discharge deposits in the White Lake sub-basin (sites SAP19-33-1, SAP19-37-1a, VLA 03e1; Table 1) also record wet conditions centered at ~14.5 ka, which likely slowed lake regression in the Horse Springs sub-basin or resulted in a minor lake transgression at or above the Bursum shoreline level (Fig. 9b). Unit L3b e a thin lacustrine clay/silt unit with 100% L. ceriotuberosa ostracods, which occurs above unit L3a, but directly below the gray unit W4 groundwater discharge deposits of <13 ka age, may pro- vide sedimentary evidence for this short lake oscillation (Figs. 4a and 6). 5.1.4. Younger Dryas and early-to-middle Holocene wet cycles (unit W4) After 14.5 ka, the lake continued to regress in the Horse Springs sub-basin, dropping below 2076 m by the onset of the Younger Dryas chronozone at ~12.9 ka, based on a Succinea sp. mollusk radiocarbon sampled from the overlying unit W4 deposits of the Bursum Road locality (SAP19-45, Fig. 6). This is the oldest date obtained for unit W4 in the area, which we regard as the time at which the Horse Springs sub-basin margin diminished from a lake-dominated to ground- water discharge-dominated hydrologic regime. Lacustrine clay beds in the Ake 03e1 and Spit Playa 05e1 cores indicate the CeN lake persisted until at least 12.2 ka, while a gradual transition from marsh clays to organic-rich black mat deposits spanning ~14e12 ka in the VLA 03e1 core of the White Lake sub-basin suggest a gradual drying of the uppermost part of the system. Despite overall recession of the Horse Springs lake and gradual drying of the Plains of San Agustin following the unit L3 time in- terval (~15e13 ka), there is abundant evidence for wet conditions during the Younger Dryas chronozone. In unit W4, clustered dates obtained from black mats and Succinea sp. mollusks from all three sub-basins record intervals of wet conditions centered at 12.9, 12.2, and 11.5 ka, spanning the Younger Dryas. It is important to note that, across the study area, unit W4 is pervasively bioturbated by roots and animal burrows, which has disturbed the original strat- igraphic integrity of the deposits. For example, in the Bursum Road sections of the Horse Springs sub-basin, radiocarbon ages from Succinea sp. mollusks of 11.53 ± 0.21 ka and 11.62 ± 0.21 ka appeared to come from the underlying unit L3 at section SAP19-46 (Fig. 6). We regard these dates as bioturbated downward, evidenced by numerous burrows down into unit L3 ﬁlled with dark gray organic-rich sediments from unit W4 above. Across the Bursum Road sections, Succinea sp. mollusks yielded ages spanning from 12.9 ka to 8.2 ka (Table 1), suggesting a protracted history of wet meadow discharge along the western margin of the Horse Springs sub-basin. It is likely that discrete wet/dry periods occurred to create this unit, rather than continuous wetness during the Younger Dryas e early Holocene transition, but the discrete record has been largely destroyed by bioturbation in the Bursum Road sections as well as elsewhere in the study area. Nonetheless, evi- dence of wet conditions across all three sub-basins closely span- ning the Younger Dryas provides further evidence that this was a period of higher effective moisture in the Southwest. Following the Younger Dryas transition, evidence of wet con- ditions across the Plains of San Agustin becomes more discrete in both time and spatial distribution. The uppermost section of the Auger/Pit record contains lacustrine ostracods L. ceriotuberosa, L. bradburyi and Candona sp., which date to as young as ~10 ka, indicating wetter-than-present conditions were sufﬁcient to sup- port a shallow lake that eventually dried in the early Holocene (Fig. 9b, Markgraf et al., 1984). Outside the Horse Springs sub-basin center, signiﬁcant evidence also exists for periodic events of elevated groundwater tables and enhanced groundwater discharge in the form of black mats and Succinea sp. mollusks that represent wet meadow environments in all three sub-basins (Fig. 1; Table 1). We interpret these as discrete wet events based on the fact that our opportunistic sampling campaign yielded clustered ages for black mats and/or mollusks within analytical uncertainties, occurring with millennial scale frequency, in two or even three of the sub- basins. If equivalently wet conditions occurred continuously through the Younger Dryas/early Holocene, we would instead expect to obtain a more even distribution of ages. Instead, the clustering in ages across the system suggests century-scale in- tervals of enhanced wetness at 11.6, 9.8, 8.8, and 8.2 ka, super- imposed on the background wetter-than-present conditions of the early Holocene. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 19 Despite the ﬁnal drying of the lake, we also observe two addi- tional wet periods during the middle Holocene, centered at 6.8 ka and 5.2 ka. We infer the earlier interval to span ~7.2e6.4 ka (800 yrs) based on the spread of ages obtained in all three sub- basins. We infer the latter interval to span ~5.5e4.9 ka (500 yrs) based on the total age-depth of the unit W4 from the SAP19-31 core site (Figs. 1 and 6; Table 1), which maintains stratigraphic order with"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "Agustin becomes more discrete in both time and spatial distribution. The uppermost section of the Auger/Pit record contains lacustrine ostracods L. ceriotuberosa, L. bradburyi and Candona sp., which date to as young as ~10 ka, indicating wetter-than-present conditions were sufﬁcient to sup- port a shallow lake that eventually dried in the early Holocene (Fig. 9b, Markgraf et al., 1984). Outside the Horse Springs sub-basin center, signiﬁcant evidence also exists for periodic events of elevated groundwater tables and enhanced groundwater discharge in the form of black mats and Succinea sp. mollusks that represent wet meadow environments in all three sub-basins (Fig. 1; Table 1). We interpret these as discrete wet events based on the fact that our opportunistic sampling campaign yielded clustered ages for black mats and/or mollusks within analytical uncertainties, occurring with millennial scale frequency, in two or even three of the sub- basins. If equivalently wet conditions occurred continuously through the Younger Dryas/early Holocene, we would instead expect to obtain a more even distribution of ages. Instead, the clustering in ages across the system suggests century-scale in- tervals of enhanced wetness at 11.6, 9.8, 8.8, and 8.2 ka, super- imposed on the background wetter-than-present conditions of the early Holocene. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 19 Despite the ﬁnal drying of the lake, we also observe two addi- tional wet periods during the middle Holocene, centered at 6.8 ka and 5.2 ka. We infer the earlier interval to span ~7.2e6.4 ka (800 yrs) based on the spread of ages obtained in all three sub- basins. We infer the latter interval to span ~5.5e4.9 ka (500 yrs) based on the total age-depth of the unit W4 from the SAP19-31 core site (Figs. 1 and 6; Table 1), which maintains stratigraphic order with depth except for one outlier at the base of the unit. It is worth noting, however that dates from the SAP19-31 site make up a substantial portion of age constraints on both of these mid- Holocene intervals. The location along the southern basin margin (Fig. 1) is the site of a modern cattle tank with evidence of modern wet ground surrounding it. It is possible that this location main- tains wet conditions more readily than the basin as a whole, which might increase the reconstructed duration of wet conditions rela- tive to earlier periods. However, we observe black mat ages of 6.25 ± 0.14 ka in the Spit Playa 05e1 core in the CeN sub-basins, and also 6.82 ± 0.08 ka in the White Lake sub-basin at SAP19-40, suggesting this interval was at least as widespread as those observed in the early Holocene (Table 1). Finally, we observe some evidence of wet conditions similar to those of the early Holocene at ~3.1 ka, based on one Succinea sp. date of 3.05 ± 0.02 ka (SAP21-60- 1; Table 1) from the Horse Springs sub-basin, which overlaps with a charcoal age of 3.21 ± 0.12 ka (SAP19-37-5) obtained from eolian sediments overlying wetland deposits of the White Lake sub-basin. 5.2. Paleoclimate controls on wet conditions in the Plains of San Agustin The new paleohydrologic record we present identiﬁes numerous periods of enhanced effective moisture for the Plains of San Agustin, which likely also occurred throughout the surround- ing region of Arizona, New Mexico, and northern Mexico. Given that the modern climate is inﬂuenced by both winter westerly and summer subtropical moisture sources, it is important to consider both as potential drivers of wet conditions during the last 26 ka. Paleohydrologic records like ours and that of nearby Lake Estancia (Figs. 1 and 9c; Menking et al., 2018), Lake Cochise (Kowler, 2014; Waters, 1989), and paleowetlands of the San Pedro Valley (Haynes, 2007; Pigati et al., 2009) are sensitive recorders of changing amount of annual-averaged effective moisture with limited ca- pacity to differentiate seasonal moisture sources. In contrast, speleothem-based oxygen isotope records in this region are affected by both total effective moisture and the relative pro- portions of seasonal precipitation sources, with some uncertainty as to which signal is dominant through time (e.g. Asmerom et al., 2017; Wagner et al., 2010). Comparing the two types of records therefore provides valuable insight into what drove wet conditions across the Southwest during the last glacial period when effective moisture was sufﬁcient to grow both lakes and speleothems. Dur- ing the last deglaciation, when our records indicate Lake San Agustin reached its peak level, it is also useful to compare the timing of this highstand to those observed in pluvial lakes across the Intermountain West in order to track the evolution of maximum wet conditions responding to winter storm track shifts. During the Holocene, other records, such as vegetation re- constructions based on pollen, provide insight into regional effec- tive moisture comparable to the groundwater discharge record of the Plains of San Agustin. In the sections below we place our results in context relative to representative records from the Intermoun- tain West and use them to reconstruct regional paleoclimatic conditions. 5.2.1. Last Glacial Maximum wet stages During the peak global cold conditions of the last glacial period, we observed two distinct wet periods: the ﬁrst between 26 and 24 ka, and the second between 23 and 18 ka. The ﬁrst time period is broadly coincident with a period (28e24 ka) of highly ﬂuctuating but cold conditions in the North Atlantic region, preceding Heinrich Event 2 (Svensson et al., 2008). It is also coincident with high water table conditions in the Las Vegas Valley of Nevada (Springer and Pigati, 2020) and San Pedro Valley of Arizona (Haynes, 2007; Pigati et al., 2009), variable-but-wet conditions in the nearby Lake Estancia basin (Menking et al., 2018; location on Fig. 1), and the lowest d18O values observed in the nearby Fort Stanton Cave (FS) speleothem record, which those authors interpret as indicating both higher effective moisture and increased proportion of winter season precipitation (Asmerom et al., 2017, Fig. 9d). We only have limited observations of the extent of wetlands and lakes during this time from the Plains of San Agustin, which suggest broadly that marsh/lake conditions began after a prominent dry period at ~26 ka and persisted through the end of the LGM period (Fig. 9b). We also cannot discern relative wetness compared to other wet periods of the record. However, it corroborates other regional records for inception of wet conditions. The second time period, which spans ~23 to 18 ka, is coincident with the coldest conditions of the global LGM. This agrees well with abundant proxy record and paleoclimate model evidence for wetter conditions across western North America, driven by both increased cool season precipitation and lower evapotranspiration (Morrill et al., 2018; Oster et al., 2015; Tabor et al., 2021). Our record sug- gests a long-lived set of interconnected wetlands and lakes occu- pied Plains of San Agustin throughout this ~5 ka period, which is similar in timing and duration to a sustained highstand observed in the Lake Estancia basin starting around 23 ka (Fig. 9c). In both the Plains of San Agustin and Estancia records the late LGM highstand persisted until ~20 ka, after which the lakes regressed, suggesting the peak of the global LGM was coincident with"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "et al., 2008). It is also coincident with high water table conditions in the Las Vegas Valley of Nevada (Springer and Pigati, 2020) and San Pedro Valley of Arizona (Haynes, 2007; Pigati et al., 2009), variable-but-wet conditions in the nearby Lake Estancia basin (Menking et al., 2018; location on Fig. 1), and the lowest d18O values observed in the nearby Fort Stanton Cave (FS) speleothem record, which those authors interpret as indicating both higher effective moisture and increased proportion of winter season precipitation (Asmerom et al., 2017, Fig. 9d). We only have limited observations of the extent of wetlands and lakes during this time from the Plains of San Agustin, which suggest broadly that marsh/lake conditions began after a prominent dry period at ~26 ka and persisted through the end of the LGM period (Fig. 9b). We also cannot discern relative wetness compared to other wet periods of the record. However, it corroborates other regional records for inception of wet conditions. The second time period, which spans ~23 to 18 ka, is coincident with the coldest conditions of the global LGM. This agrees well with abundant proxy record and paleoclimate model evidence for wetter conditions across western North America, driven by both increased cool season precipitation and lower evapotranspiration (Morrill et al., 2018; Oster et al., 2015; Tabor et al., 2021). Our record sug- gests a long-lived set of interconnected wetlands and lakes occu- pied Plains of San Agustin throughout this ~5 ka period, which is similar in timing and duration to a sustained highstand observed in the Lake Estancia basin starting around 23 ka (Fig. 9c). In both the Plains of San Agustin and Estancia records the late LGM highstand persisted until ~20 ka, after which the lakes regressed, suggesting the peak of the global LGM was coincident with maximum effective moisture conditions. This pattern is not as clearly expressed in speleothem records. Notably, after a short-lived drop in d18O value at ~22.5 ka that aligns with the lake's transgression period, the FS d18O values increase throughout the LGM interval (Fig. 9d). At another nearby cave, Cave of the Bells in southern Arizona (COB; Fig. 1), speleothem deposition began abruptly in the record at the same time as our inferred lake transgression, but also shows an increasing d18O trend throughout the LGM (Fig. 9e; Wagner et al., 2010). The COB d18O record is interpreted to mainly represent the composition of Paciﬁc-derived cool season moisture, and has been corrected for the effect of global ice volume buildup on ocean water d18O (Tabor et al., 2021; Wagner et al., 2010). The appearance of a similar trans-LGM trend in FS and COB suggests FS may be recording increases in the winter season d18O of precipitation in addition to winter season proportion of precipitation. It also sug- gests neither speleothem records the same trend in total effective moisture for the region as the lake records. 5.2.2. A two-stage “Mystery Interval” Following the LGM interval, both the Plains of San Agustin and Estancia lake records indicate an interval of lake lowstand between ~18 and 17 ka (Figs. 9 and 10). In the Americas, this period has been referred to as the “Big Dry” as part of a two stage “Mystery Interval” in honor of the Estancia basin record (Broecker and Putnam, 2013), or the “Extrapolar Climate Reversal (ECR)” in honor of the FS cave record (Asmerom et al., 2017). It represents the ﬁrst abrupt millennial-scale climate change of the global deglaciation, and is known to have had a broad footprint driven by meridional shifts in Earth's atmospheric circulation (Asmerom et al., 2017; Broecker and Putnam, 2013). For the Southwest region, agreement be- tween the Las Vegas wetlands, Plains of San Agustin, and Lake Es- tancia records conﬁrms this as a relative dry interval when A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 20 compared to the late LGM and “Big Wet” highstands. Lake San Agustin likely receded to below the Bursum shoreline level during this period, but still contained a substantial lake. The sediment record in the CeN and White Lake sub-basins likewise indicate wet overﬂowing conditions persisted throughout this time period. For context, this indicates lower effective moisture conditions pre- vailed, but they were still wetter than those observed during the Holocene. The dominant climatic causes of this dry period are unclear. The FS and COB speleothem records show a different signal both from the lakes and each other. In the FS record, the ECR period features an abrupt ~3‰ decrease in d18O values, which was attributed to a southward shift in the mean position of the Intertropical Conver- gence Zone (ITCZ; Asmerom et al., 2017), and a concomitant southward shift in the winter westerly circulation to increase the amount of high latitude cool season moisture. High effective moisture during the Big Dry is supported northward of our study area in the Intermountain West by shoreline-based evidence of high lake levels in central Great Basin lakes like Lake Surprise (Fig. 10b; Egger et al., 2018), Lake Franklin (Fig. 10c; (Munroe and Laabs, 2013), and Lake Lahontan (Fig. 10d; (Benson et al., 2013), and enhanced winter runoff at Lake Elsinore as far south as the southern California coast region (Fig. 10g; Kirby et al., 2018). However, these shoreline records indicate lake levels were not substantially different from the LGM, while Southwest interior lake records like Estancia and Plains of San Agustin indicate this cool season precipitation was not sufﬁcient to prevent lake drying in our study area (Figs. 9 and 10e, f). It was also not enough to stave off drying of desert wetlands in Las Vegas Valley of the Mojave Desert (Springer and Pigati, 2020), though wet conditions appear to have persisted in desert wetlands of the San Pedro Valley throughout this interval (Pigati et al., 2009). Of note, the winter moisture- sensitive COB speleothem record also shows no abrupt change in composition during the ECR interval, indicating precipitation source in southern Arizona likely remained stable during the cool season. If the interpretation that the FS record mainly represents the winter-to-summer precipitation proportion holds for this “Big Dry” interval, the abrupt decrease in d18O values in the FS record must instead reﬂect a change that favored a higher proportion of cool season moisture reaching the cave but an overall decrease in effective moisture, as evidenced by drying of nearby pluvial lakes. More work is needed to investigate this inconsistency, but we speculate either 1) a collapse in warm season moisture in concert with a more southerly ITCZ without a sufﬁcient increase of cool season moisture relative to the LGM may have conspired to dry the lakes and shift the mean annual isotopic composition of dripwater reaching FS cave towards more winter-like values, or 2) abrupt warming from peak LGM temperatures at ~19 ka drove increased evapotranspiration in the Southwest, drying lakes and wetlands, and favoring groundwater recharge only during the coldest months, therefore favoring depleted cave dripwater. Following the lowstand interval, both the Plains of San Agustin and Estancia basins record abrupt lake transgressions between 17 and 16 ka. Radiocarbon dating of charcoal and mollusk shells in shoreline deposits of Lake Cochise, Arizona (Fig. 1a) also yielded"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "of San Agustin indicate this cool season precipitation was not sufﬁcient to prevent lake drying in our study area (Figs. 9 and 10e, f). It was also not enough to stave off drying of desert wetlands in Las Vegas Valley of the Mojave Desert (Springer and Pigati, 2020), though wet conditions appear to have persisted in desert wetlands of the San Pedro Valley throughout this interval (Pigati et al., 2009). Of note, the winter moisture- sensitive COB speleothem record also shows no abrupt change in composition during the ECR interval, indicating precipitation source in southern Arizona likely remained stable during the cool season. If the interpretation that the FS record mainly represents the winter-to-summer precipitation proportion holds for this “Big Dry” interval, the abrupt decrease in d18O values in the FS record must instead reﬂect a change that favored a higher proportion of cool season moisture reaching the cave but an overall decrease in effective moisture, as evidenced by drying of nearby pluvial lakes. More work is needed to investigate this inconsistency, but we speculate either 1) a collapse in warm season moisture in concert with a more southerly ITCZ without a sufﬁcient increase of cool season moisture relative to the LGM may have conspired to dry the lakes and shift the mean annual isotopic composition of dripwater reaching FS cave towards more winter-like values, or 2) abrupt warming from peak LGM temperatures at ~19 ka drove increased evapotranspiration in the Southwest, drying lakes and wetlands, and favoring groundwater recharge only during the coldest months, therefore favoring depleted cave dripwater. Following the lowstand interval, both the Plains of San Agustin and Estancia basins record abrupt lake transgressions between 17 and 16 ka. Radiocarbon dating of charcoal and mollusk shells in shoreline deposits of Lake Cochise, Arizona (Fig. 1a) also yielded ages ranging from 17 to 16 ka that indicate a highstand lake ﬁlled the Willcox Playa during this interval (Kowler, 2014; Waters, 1989). The lake level attained for this lake cycle in the Estancia record is interpreted to be similar to that of the late LGM due to groundwater outﬂow limits on its maximum lake extent (Allen and Anderson, 2000; Menking et al., 2022). However, our SAP record clearly in- dicates lake level marginally exceeded that of the late LGM lake cycle (Figs. 9 and 10). As such, the lake highstand interval spanning ~17 to 15 ka, which has been previously dubbed the “Big Wet” (Broecker and Putnam, 2012), represents the period of highest effective moisture for the Plains of San Agustin of the last glacial transition. Like the “Big Dry”, the “Big Wet” interval is known to have a global footprint that stems from the interhemispheric meridional shift of Earth's circulation belts during Heinrich Event 1. Slowing of the Atlantic Meridional Overturning Circulation asso- ciated with this event propagated globally, creating exceptionally cold winter season conditions in the northern mid-latitudes, weakening Northern Hemisphere monsoon systems, strength- ening Southern Hemisphere monsoon systems, and strengthening and shifting Westerly circulation belts southward in both hemi- spheres (Asmerom et al., 2017). The extreme hydrologic response of the arid western U.S. during this interval resulted from the dual effect of the Laurentide Ice Sheet and ocean circulation slowdown, which led to enhanced water vapor transport from subtropical latitudes into the Southwest during cool season storms (McGee et al., 2018). This interval featured maximum pluvial lake high- stands across all basins of the western U.S. south of ~41\u0001N latitude (Fig. 10) and expansive desert wetlands across the Southwest (Pigati et al., 2009; Springer and Pigati, 2020). In contrast, the FS and COB speleothem records record an abrupt increase in d18O values and no change, respectively, across this transition. In the case of the FS record, an increase in d18O values of cool season precipitation might be expected under warming local conditions and increased moisture from warmer subtropical latitudes (McGee et al., 2018). However, neither speleothem record clearly records the hydrologic magnitude of this event. Previous work comparing the timing of pluvial lake highstands across the Intermountain West has suggested that peak lake levels during the “Big Wet” get progressively younger from southeast to northwest, culminating with peak ages during the Bølling/Allerød warm phase in the Paciﬁc Northwest (Lyle et al., 2012; McGee et al., 2018). By extension of this hypothesis, peak lake levels for pluvial lakes of Arizona and New Mexico should be the oldest observed during the last deglaciation. Hudson et al. (2019) offered an alter- native hypothesis that an abrupt shift in cool season storm track coincident with the Bølling warming abruptly dried lakes from synchronous highstands south of ~41\u0001N latitude and drove later abrupt highstands for northwest lakes, like that observed for Lake Chewaucan (Fig. 10a). This formed a pattern similar to the modern winter precipitation dipole observed in response to sea surface temperature variability in the Paciﬁc Ocean (Wise, 2010). Despite it being the furthest southward, our new constraints from Lake San Agustin conﬁrm previous results for Lake Estancia, showing peak wet conditions occurred at roughly the same time as peak lake levels for most pluvial lakes across the central Great Basin (Fig. 10). This is more consistent with a synchronous “Big Wet” event at latitudes south of the modern dipole transition zone of ~41\u0001N latitude. Previous work indicates the abrupt shift of the mean cool season storm track position resulted from the combination of 1) changes in the polar atmospheric high pressure system driven by Laurentide and Cordilleran Ice Sheet separation, and 2) abrupt resumption of AMOC following Heinrich Stadial 1 (Hudson et al., 2019; Lora and Ibarra, 2019). 5.2.3. Abrupt climate drying and the lake-to-wetland transition Following the millennial-scale changes of the Mystery Interval, records across the West/Southwest behave more coherently. Beginning at ~15 ka, nearly all lake and paleowetlands records across the western U.S., save those north of the “dipole” transition zone, show abrupt drying coincident with the onset of the Bølling warming observed in the Greenland GISP2 record (Hudson et al., 2019; Liefert and Shuman, 2020; Pigati et al., 2009; Springer and Pigati, 2020). Our Plains of San Agustin hydrograph shows a rapid decline in lake level in the Horse Springs sub-basin, while the CeN A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 21 and White Lake sub-basins record a gradual shift from marsh/lake to groundwater discharge-dominated regimes (Figs. 7e9). Speleo- them oxygen isotope records across the West also register this abrupt change, including rapid shifts to higher d18O values in FS and COB (Fig. 9). After this abrupt warming event, we observe a marked change in the Plains of San Agustin record from longer, millennial- scale wet/dry periods to short, periodic evidence of enhanced groundwater discharge at multi-centennial intervals (Fig. 9). We observe this behavior in marsh, stream, and wet meadow deposits across the study area, superimposed on the overall drying trend of the interglacial transition, which is recorded by continued lowering of the ﬁnal lake remnants in the Horse Springs and CeN sub-basins (Fig. 9). The ﬁrst of these wet periods occurs at 14.5 ka, at the peak of the Bølling warming, which likely resulted in a lake transgression observed in both the Plains of San Agustin and Estancia"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "high pressure system driven by Laurentide and Cordilleran Ice Sheet separation, and 2) abrupt resumption of AMOC following Heinrich Stadial 1 (Hudson et al., 2019; Lora and Ibarra, 2019). 5.2.3. Abrupt climate drying and the lake-to-wetland transition Following the millennial-scale changes of the Mystery Interval, records across the West/Southwest behave more coherently. Beginning at ~15 ka, nearly all lake and paleowetlands records across the western U.S., save those north of the “dipole” transition zone, show abrupt drying coincident with the onset of the Bølling warming observed in the Greenland GISP2 record (Hudson et al., 2019; Liefert and Shuman, 2020; Pigati et al., 2009; Springer and Pigati, 2020). Our Plains of San Agustin hydrograph shows a rapid decline in lake level in the Horse Springs sub-basin, while the CeN A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 21 and White Lake sub-basins record a gradual shift from marsh/lake to groundwater discharge-dominated regimes (Figs. 7e9). Speleo- them oxygen isotope records across the West also register this abrupt change, including rapid shifts to higher d18O values in FS and COB (Fig. 9). After this abrupt warming event, we observe a marked change in the Plains of San Agustin record from longer, millennial- scale wet/dry periods to short, periodic evidence of enhanced groundwater discharge at multi-centennial intervals (Fig. 9). We observe this behavior in marsh, stream, and wet meadow deposits across the study area, superimposed on the overall drying trend of the interglacial transition, which is recorded by continued lowering of the ﬁnal lake remnants in the Horse Springs and CeN sub-basins (Fig. 9). The ﬁrst of these wet periods occurs at 14.5 ka, at the peak of the Bølling warming, which likely resulted in a lake transgression observed in both the Plains of San Agustin and Estancia basins (Fig. 9b and c). We observe a similar wet interval during the peak Allerød warming at 13.5 ka, then three wet intervals during the broader Younger Dryas chronozone at 12.9, 12.2 and 11.5 ka. Similar wet groundwater discharge intervals are recorded in discrete wetland units of Las Vegas Valley during the Bølling/Allerød, sug- gesting a potential shared history across the Southwest (beds E1b- d; Fig. 10e; Springer and Pigati, 2020). During the Younger Dryas, the Southwest speleothem records also clearly indicate a shift to- wards cooler temperatures, and more cool season precipitation with lower d18O values (Fig. 9), and groundwater discharge deposits across the Southwest record a return to wetter conditions than those of the Bølling/Allerød (Fig. 10e; Pigati et al., 2009; Springer and Pigati, 2020). Although we ﬁnd abundant evidence of enhanced groundwater discharge during the Younger Dryas in the Plains of San Agustin, there is no speciﬁc evidence that conditions were much wetter than those of the Bølling/Allerød. 5.2.4. Enhanced groundwater discharge during the Holocene During the early and middle Holocene, we observe continued evidence for groundwater discharge events across the Plains of San Agustin. As with earlier wet periods of our record, these events were likely driven by annual effective moisture conditions, mostly supported by cool season climate changes. Many studies in the Southwest have found little evidence that summer season precip- itation contributes a substantial proportion of modern ground- water recharge (e.g., Menking and Anderson, 2003; Tulley-Cordova et al., 2021; Wagner et al., 2010), suggesting enhanced groundwater discharge relative to modern was mainly supported by cooler temperatures and/or enhanced winter precipitation. Recent com- pilations of hydroclimate from the Intermountain West are in good agreement with the Plains of San Agustin, showing higher, but decreasing effective moisture occurred from ~11.5 to 8.0 ka (Fig. 11b; Lachniet et al., 2020). This trend has been attributed to continued inﬂuence of the melting Laurentide Ice Sheet (Fig. 11a; Dyke, 2004; Peltier et al., 2015) on the midlatitude cool season storm track until its demise in the middle Holocene (Routson et al., 2022; Steponaitis et al., 2015). However, most records suggest peak arid conditions occurred during the middle Holocene, peaking around ~8 ka (Fig. 11b), while the Plains of San Agustin record Fig. 10. Representative deglacial paleohydrologic records from western North America. (a) Lake Chewaucan lake level and 14C ages, Abert sub-basin (blue) and Summer sub- basin (orange) shown separately (Hudson et al., 2019); (b) Lake Surprise lake level based on 14C dating (green line, ages in green circles; dashed where uncertain; Egger et al., 2018); (c) Lake Franklin lake level (pink, 14C ages in pink circles; Munroe and Laabs, 2013); (d) Lake Lahontan lake level (red, minimum limits on lake level red circles, maximum limits on lake level triangles; Benson et al., 2013); (e) Las Vegas Valley schematic groundwater level hydrograph, with labeled units (E0 - E2c) of the Las Vegas Formation (Springer and Pigati, 2020); (f) Lake Estancia hydrologic budget index (Menking et al., 2018); (g) Lake San Agustin hydrograph (purple, ages coded as in Fig. 9; this study); (h) Lake Elsinore percent sand-sized sediment (gray; proxy for watershed runoff; Kirby et al., 2018); LGM (26e19 ka), HS1 “Big Wet” (16.5e14.7 ka), and Younger Dryas (12.9e11.7 ka) intervals shown by blue bars, “Big Dry” (18e16.5) and Bølling/Allerød interval (14.7e12.9 ka) shown by yellow bars. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 22 shows continued groundwater discharge (Fig. 11e). This includes evidence of dry middle Holocene conditions from the Estancia basin, where playa dune-forming events were inferred to record dry conditions from ~8 ka to ~6 ka (Menking and Anderson, 2003). This middle Holocene arid period in the Intermountain West is thought to have been driven partly by the demise of the ice sheet, which promoted more southerly midlatitude westerlies during the early Holocene. High summer solar insolation conditions during the early and middle Holocene also ultimately created a very weak equator-to-pole temperature gradient in the Northern Hemisphere, further fostering reduced cool season precipitation (Lachniet et al., 2020; Routson et al., 2022). Meanwhile, compilations of records of the NAM in the South- west and northern Mexico indicate overall increase in monsoon rainfall and its proportion of seasonal precipitation totals through the early Holocene (Fig. 11c; Routson et al., 2022). These compila- tions of summer moisture-sensitive paleoclimate records identify the period ~5 to 7 ka as the peak of NAM strength, after which it declined to the present, particularly after ~4 ka (Metcalfe et al., 2015; Routson et al., 2022). In the speleothem record from Pink Panther Cave, located to the southeast of the Plains of San Agustin (Fig. 1) an abrupt shift towards lower d18O, interpreted as increased total precipitation, is also recorded at ~7.2 ka at the same time as we observe enhanced groundwater discharge. Our record of groundwater discharge deposits in the Plains of San Agustin during the Holocene is consistent with timing of wet/ dry conditions for both of these precipitation systems, showing periodic wet events during the early Holocene and the middle Holocene NAM peak. Based on this pattern, and the strong inﬂu- ence of the NAM on the modern precipitation climatology of New Mexico, we tentatively suggest that groundwater discharge in the Plains of San Agustin was supported mainly by cool winter condi- tions throughout the Holocene, but augmented by peak summer NAM rainfall during the mid-Holocene,"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "~8 ka to ~6 ka (Menking and Anderson, 2003). This middle Holocene arid period in the Intermountain West is thought to have been driven partly by the demise of the ice sheet, which promoted more southerly midlatitude westerlies during the early Holocene. High summer solar insolation conditions during the early and middle Holocene also ultimately created a very weak equator-to-pole temperature gradient in the Northern Hemisphere, further fostering reduced cool season precipitation (Lachniet et al., 2020; Routson et al., 2022). Meanwhile, compilations of records of the NAM in the South- west and northern Mexico indicate overall increase in monsoon rainfall and its proportion of seasonal precipitation totals through the early Holocene (Fig. 11c; Routson et al., 2022). These compila- tions of summer moisture-sensitive paleoclimate records identify the period ~5 to 7 ka as the peak of NAM strength, after which it declined to the present, particularly after ~4 ka (Metcalfe et al., 2015; Routson et al., 2022). In the speleothem record from Pink Panther Cave, located to the southeast of the Plains of San Agustin (Fig. 1) an abrupt shift towards lower d18O, interpreted as increased total precipitation, is also recorded at ~7.2 ka at the same time as we observe enhanced groundwater discharge. Our record of groundwater discharge deposits in the Plains of San Agustin during the Holocene is consistent with timing of wet/ dry conditions for both of these precipitation systems, showing periodic wet events during the early Holocene and the middle Holocene NAM peak. Based on this pattern, and the strong inﬂu- ence of the NAM on the modern precipitation climatology of New Mexico, we tentatively suggest that groundwater discharge in the Plains of San Agustin was supported mainly by cool winter condi- tions throughout the Holocene, but augmented by peak summer NAM rainfall during the mid-Holocene, allowing continued spring discharge when peak arid conditions occurred across most of the Intermountain West. Curiously, we have not identiﬁed substantial evidence in the data presented here for groundwater discharge consistent with a return to overall wet conditions during the late Holocene, even though this is a commonly observed pattern in most other records of paleohydrology in the Southwest (Lachniet et al., 2020). 6. Conclusions The hydrologic response of the arid Intermountain West U.S. to climate change is regionally complex due to the wide range of at- mospheric circulation patterns across which it spans. Our lake and groundwater discharge deposit-based record of effective moisture for New Mexico, U.S.A indicates annual temperature, winter season precipitation, and even exceptional summer season precipitation all variably supported wet conditions throughout the Last Glacial Maximum, glacial transition, and Holocene interglacial. Against an ever-present backdrop of local temperature effects on evaporative demand, the dominant factor affecting moisture availability de- pends upon shifts in Northern Hemisphere subtropical and mid- latitude circulation systems through time. These shifts are driven by topographic effects of the Laurentide Ice Sheet under glacial conditions, and the effect of abrupt freshwater input in the North Atlantic on the AMOC during Heinrich Events, and via solar inso- lation forcing throughout the record. Author contribution Adam M. Hudson e conceptualization, investigation, formal analysis, funding acquisition, writing original draft, reviewing and editing. Jay Quade e conceptualization, investigation, formal analysis, writing original draft, reviewing and editing. Vance T. Holliday e investigation, review and editing original draft. Brendan Fenerty e investigation, review and editing original draft. Jordon E. Bright e investigation, formal analysis, review and editing original draft. Harrison Gray e formal analysis. Shannon Mahan e formal analysis. Fig. 11. Holocene climate record compilations for the Southwest region present to 12 ka. (a) Laurentide Ice Sheet % deglaciated area (Peltier et al., 2015); (b) Compilation of relative aridity (Aridity Index) in Holocene paleoclimate records of the Intermountain West (Lachniet et al., 2020); (c) paleoclimate record compilation of North American Monsoon rainfall from the Southwest and Mexico (Routson et al., 2022); (d) Pink Panther Cave, southern New Mexico d18O record (total rainfall proxy; Asmerom et al., 2007); (e) radiocarbon ages deﬁning wet groundwater discharge intervals (shown as green bars for comparison) for the Plains of San Agustin, western New Mexico (this study). Blue dashed line shows inferred lake level drying of the Horse Springs lake during the Holocene based on lake deposits in the Auger/Pit record (Markgraf et al., 1984). Peak North American Monsoon (NAM) period shown by blue bar deﬁned by (Metcalfe et al., 2015; their Fig. 13). A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 23 Declaration of competing interest The authors declare that they have no known competing ﬁnancial interests or personal relationships that could have appeared to inﬂuence the work reported in this paper. Data availability Data produced for this work are available online as a U.S. Geological Survey data release (Hudson et al., 2023). Acknowledgements Research by AMH for this project was funded by the National Cooperative Geologic Mapping and Climate Research and Devel- opment Programs of the U.S. Geological Survey. Support for VTH was provided by the Argonaut Archaeological Research Fund, VTH Director; University of Arizona Foundation. We thank Dan Koning of the New Mexico Bureau of Geology and Mineral Resources for essential logistical assistance in the ﬁeld. We thank the Aragon, Bruton, Dalmolin, Farr, and Salvo families as well as the helpful staff of the Very Large Array for private land access in the Plains of San Agustin. We thank Vera Markgraf for providing access to unpub- lished data and interpretations from hers and colleagues' previous work on the Plains of San Agustin that greatly informed our sam- pling campaign. We thank Jeff Pigati and Jeff Honke for providing radiocarbon dating expertise at the U.S. Geological Survey Radio- carbon laboratory. We thank Miriam Primus for providing lumi- nescence dating expertise at the U.S. Geological Survey Luminescence Geochronology Laboratory. We thank Kathleen Springer, Jeff Pigati, and one anonymous reviewer for comments that improved this manuscript. Any use of trade, ﬁrm, or product names is for descriptive purposes only and does not imply endorsement by the U.S. Government. Appendix A. Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.quascirev.2023.108110. References Allen, B.D., Anderson, R.Y., 2000. A continuous, high-resolution record of late Pleistocene climate variability from the Estancia basin, New Mexico. Geol. Soc. Am. Bull. 112, 1444e1458. https://doi.org/10.1130/0016-7606(2000)112<1444: ACHRRO>2.0.CO;2. Antevs, E., 1945. Correlation of Wisconsin glacial maxima. Am. J. Sci. 243-A, 1e39. Asmerom, Y., Polyak, V., Burns, S., Rassmussen, J., 2007. Solar forcing of Holocene climate: new insights from a speleothem record, southwestern United States. Geology 35, 1. https://doi.org/10.1130/G22865A.1. Asmerom, Y., Polyak, V.J., Lachniet, M.S., 2017. Extrapolar climate reversal during the last deglaciation. Sci. Rep. 7, 7157. https://doi.org/10.1038/s41598-017-07721-8. Benson, L.V., Smoot, J.P., Lund, S.P., Mensing, S.A., Foit, F.F., Rye, R.O., 2013. Insights from a synthesis of old and new climate-proxy data from the Pyramid and Winnemucca lake basins for the period 48 to 11.5 cal ka. Quat. Int. 310, 62e82. https://doi.org/10.1016/j.quaint.2012.02.040. Blodgett, D.D., Titus, F.B., 1973. Hydrogeology of the San Agustin Plains, New Mexico (New Mexico Bureau of Geology and Mineral Resources Open File Report No. OF-51). New Mexico Institute of Mining and Technology, Socorro, New Mexico. Broecker, W., Putnam, A.E., 2012. How did the hydrologic cycle respond to the two- phase mystery interval? Quat."
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "unpub- lished data and interpretations from hers and colleagues' previous work on the Plains of San Agustin that greatly informed our sam- pling campaign. We thank Jeff Pigati and Jeff Honke for providing radiocarbon dating expertise at the U.S. Geological Survey Radio- carbon laboratory. We thank Miriam Primus for providing lumi- nescence dating expertise at the U.S. Geological Survey Luminescence Geochronology Laboratory. We thank Kathleen Springer, Jeff Pigati, and one anonymous reviewer for comments that improved this manuscript. Any use of trade, ﬁrm, or product names is for descriptive purposes only and does not imply endorsement by the U.S. Government. Appendix A. Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.quascirev.2023.108110. References Allen, B.D., Anderson, R.Y., 2000. A continuous, high-resolution record of late Pleistocene climate variability from the Estancia basin, New Mexico. Geol. Soc. Am. Bull. 112, 1444e1458. https://doi.org/10.1130/0016-7606(2000)112<1444: ACHRRO>2.0.CO;2. Antevs, E., 1945. Correlation of Wisconsin glacial maxima. Am. J. Sci. 243-A, 1e39. Asmerom, Y., Polyak, V., Burns, S., Rassmussen, J., 2007. Solar forcing of Holocene climate: new insights from a speleothem record, southwestern United States. Geology 35, 1. https://doi.org/10.1130/G22865A.1. Asmerom, Y., Polyak, V.J., Lachniet, M.S., 2017. Extrapolar climate reversal during the last deglaciation. Sci. Rep. 7, 7157. https://doi.org/10.1038/s41598-017-07721-8. Benson, L.V., Smoot, J.P., Lund, S.P., Mensing, S.A., Foit, F.F., Rye, R.O., 2013. Insights from a synthesis of old and new climate-proxy data from the Pyramid and Winnemucca lake basins for the period 48 to 11.5 cal ka. Quat. Int. 310, 62e82. https://doi.org/10.1016/j.quaint.2012.02.040. Blodgett, D.D., Titus, F.B., 1973. Hydrogeology of the San Agustin Plains, New Mexico (New Mexico Bureau of Geology and Mineral Resources Open File Report No. OF-51). New Mexico Institute of Mining and Technology, Socorro, New Mexico. Broecker, W., Putnam, A.E., 2012. How did the hydrologic cycle respond to the two- phase mystery interval? Quat. Sci. Rev. 57, 17e25. https://doi.org/10.1016/ j.quascirev.2012.09.024. Broecker, W.S., Putnam, A.E., 2013. Hydrologic impacts of past shifts of Earth's thermal equator offer insight into those to be produced by fossil fuel CO2. Proc. Natl. Acad. Sci. USA 110, 16710e16715. https://doi.org/10.1073/pnas.1301855110. Broecker, W.S., Wanninkhof, R., Mathieu, G., Peng, T.-H., Stine, S., Robinson, S., Herzceg, A., Stuiver, M., 1988. The radiocarbon budget for Mono Lake: an un- solved mystery. Earth Planet Sci. Lett. 88, 16e26. Bronk Ramsey, C., 2009. Bayesian analysis of radiocarbon dates. Radiocarbon 51, 337e360. https://doi.org/10.1017/S0033822200033865. Cheng, H., Edwards, R.L., Shen, C.-C., Polyak, V.J., Asmerom, Y., Woodhead, J., Hellstrom, J., Wang, Y., Kong, X., Sp€otl, C., Wang, X., Calvin Alexander, E., 2013. Improvements in 230Th dating, 230Th and 234U half-life values, and UeTh iso- topic measurements by multi-collector inductively coupled plasma mass spectrometry. Earth Planet. Sci. Lett. 82e91. https://doi.org/10.1016/ j.epsl.2013.04.006, 371e372. Clark, P.U., Dyke, A.S., Shakun, J.D., Carlson, A.E., Clark, J., Wohlfarth, B., Mitrovica, J.X., Hostetler, S.W., McCabe, A.M., 2009. The last glacial maximum. Science 325, 710e714. https://doi.org/10.1126/science.1172873. Clark, P.U., Shakun, J.D., Baker, P.A., Bartlein, P.J., Brewer, S., Brook, E., Carlson, A.E., Cheng, H., Kaufman, D.S., Liu, Z., Marchitto, T.M., Mix, A.C., Morrill, C., Otto- Bliesner, B.L., Pahnke, K., Russell, J.M., Whitlock, C., Adkins, J.F., Blois, J.L., Clark, J., Colman, S.M., Curry, W.B., Flower, B.P., He, F., Johnson, T.C., Lynch- Stieglitz, J., Markgraf, V., McManus, J., Mitrovica, J.X., Moreno, P.I., Williams, J.W., 2012. Global climate evolution during the last deglaciation. Proc. Natl. Acad. Sci. USA 109, E1134eE1142. https://doi.org/10.1073/pnas.1116619109. Clisby, K.H., Sears, P.B., 1956. San augustin plains–pleistocene climatic changes. Science 124, 537e539. COHMAP MEMBERS, 1988. Climatic changes of the last 18,000 Years: observations and model simulations. Science 241, 1043e1052. https://doi.org/10.1126/ science.241.4869.1043. Delanghe, D., Bard, E., Hamelin, B., 2002. New TIMS constraints on the uranium-238 and uranium-234 in seawaters from the main ocean basins and the Mediter- ranean Sea. Mar. Chem. 80, 79e93. https://doi.org/10.1016/S0304-4203(02) 00100-7. Dyke, A.S., 2004. An outline of North American deglaciation with emphasis on central and northern Canada. In: Developments in Quaternary Sciences. Elsevier, pp. 373e424. https://doi.org/10.1016/S1571-0866(04)80209-4. Eaton, G.P., 1982. The Basin and Range province: origin and tectonic signiﬁcance. Annu. Rev. Earth Planet Sci. 10, 409e440. Egger, A.E., Ibarra, D.E., Weldon, R.J., Langridge, R., Marion, B., Hall, J., 2018. Inﬂuence of pluvial lake cycles on earthquake recurrence in the northwestern Basin and Range, USA. In: Special Paper 536: from Saline to Freshwater: the Diversity of Western Lakes in Space and Time. Geological Society of America. Foreman, F., Clisby, K.H., Sears, P.B., 1959. Plio-pleistocene sediments and climates of the san Agustin Plains, New Mexico. In: Weir, J.E., Baltz, E.H. (Eds.), West- Central New Mexico, New Mexico Geological Socitey Fall Field Conference Guidebook, pp. 117e120. Galbraith, R.F., Roberts, R.G., 2012. Statistical aspects of equivalent dose and error calculation and display in OSL dating: an overview and some recommendations. Quat. Geochronol. 11, 1e27. https://doi.org/10.1016/j.quageo.2012.04.020. Gesch, D., Oimoen, M., Greenlee, S., Nelson, C., Steuk, M., Tyler, D., 2002. The na- tional elevation dataset. Photogramm. Eng. Rem. Sens. 68, 5e11. Hawley, J.W., 1993. Geomorphic Setting and Late Quaternary History of Pluvial-Lake Basins in the Southern New Mexico Region (Open File Report No. 391), New Mexico Bureau of Geology and Mineral Resources Open File Report. New Mexico Institute of Mining and Technology, Socorro, New Mexico. Haynes, C.V., 2007. Quaternary geology of the murray springs clovis site. In: Haynes, C.V., Huckell, B.B. (Eds.), Murray Springs: A Clovis Site with Multiple Activity Areas in the San Pedro Valley, Arizona. The University of Arizona Press, Tucson, AZ, pp. 16e56. Hill Jr., M.E., Holliday, V.T., 2011. Paleoindian and later occupations along ancient shorelines of the San Agustín Plains, New Mexico. J. Field Archaeol. 36, 3e20. https://doi.org/10.1179/009346910X12707321242557. Horton, T.W., Deﬂiese, W.F., Tripati, A.K., Oze, C., 2016. Evaporation induced 18O and 13C enrichment in lake systems: a global perspective on hydrologic balance effects. Quat. Sci. Rev. 131, 365e379. https://doi.org/10.1016/ j.quascirev.2015.06.030. Hudson, A.M., Hatchett, B.J., Quade, J., Boyle, D.P., Bassett, S.D., Ali, G., De los Santos, M.G., 2019. North-south dipole in winter hydroclimate in the western United States during the last deglaciation. Sci. Rep. 9, 4826. https://doi.org/ 10.1038/s41598-019-41197-y. Hudson, A.M., Quade, J., Ali, G., Boyle, D., Bassett, S., Huntington, K.W., De los Santos, M.G., Cohen, A.S., Lin, K., Wang, X., 2017. Stable C, O and clumped isotope systematics and 14C geochronology of carbonates from the Quaternary Chewaucan closed-basin lake system, Great Basin, USA: implications for pale- oenvironmental reconstructions using carbonates. Geochem. Cosmochim. Acta 212, 274e302. https://doi.org/10.1016/j.gca.2017.06.024. Hudson, A.M., Quade, J., Holliday, V.T., Fenerty, B., Bright, J.E., Mahan, S.A., Gray, H.J., 2023. Geochronologic and Isotopic Data for Paleohydrologic History of Pluvial Lake San Agustin, New Mexico. US Geol. Surv. Data Release. https://doi.org/ 10.5066/P92RE8VO. Kirby, M.E., Heusser, L., Scholz, C., Ramezan, R., Anderson, M.A., Markle, B., Rhodes, E., Glover, K.C., Fantozzi, J., Hiner, C., Price, B., Rangel, H., 2018. A late Wisconsin (32-10k cal a BP) history of pluvials, droughts and vegetation in the Paciﬁc south-west United States (Lake Elsinore, CA): California’S glacial history of pluvials, droughts and vegetation. J. Quat. Sci. 33, 238e254. https://doi.org/ 10.1002/jqs.3018. Koning, D.J., Rinehart, A., 2021. Geology of the Eastern Plains of San Agustin and Upper Alamosa Creek (New Mexico Bureau of Geology and Mineral Resources Open File Report No. 611), New Mexico Bureau of Geology and Mineral Re- sources Open File Report. New Mexico Institute of Mining and Technology, Socorro, New Mexico. Kowler, A.L., 2014. Lake shoreline evidence of hydrologic conditions in the southern Basin and range province during"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "J. Field Archaeol. 36, 3e20. https://doi.org/10.1179/009346910X12707321242557. Horton, T.W., Deﬂiese, W.F., Tripati, A.K., Oze, C., 2016. Evaporation induced 18O and 13C enrichment in lake systems: a global perspective on hydrologic balance effects. Quat. Sci. Rev. 131, 365e379. https://doi.org/10.1016/ j.quascirev.2015.06.030. Hudson, A.M., Hatchett, B.J., Quade, J., Boyle, D.P., Bassett, S.D., Ali, G., De los Santos, M.G., 2019. North-south dipole in winter hydroclimate in the western United States during the last deglaciation. Sci. Rep. 9, 4826. https://doi.org/ 10.1038/s41598-019-41197-y. Hudson, A.M., Quade, J., Ali, G., Boyle, D., Bassett, S., Huntington, K.W., De los Santos, M.G., Cohen, A.S., Lin, K., Wang, X., 2017. Stable C, O and clumped isotope systematics and 14C geochronology of carbonates from the Quaternary Chewaucan closed-basin lake system, Great Basin, USA: implications for pale- oenvironmental reconstructions using carbonates. Geochem. Cosmochim. Acta 212, 274e302. https://doi.org/10.1016/j.gca.2017.06.024. Hudson, A.M., Quade, J., Holliday, V.T., Fenerty, B., Bright, J.E., Mahan, S.A., Gray, H.J., 2023. Geochronologic and Isotopic Data for Paleohydrologic History of Pluvial Lake San Agustin, New Mexico. US Geol. Surv. Data Release. https://doi.org/ 10.5066/P92RE8VO. Kirby, M.E., Heusser, L., Scholz, C., Ramezan, R., Anderson, M.A., Markle, B., Rhodes, E., Glover, K.C., Fantozzi, J., Hiner, C., Price, B., Rangel, H., 2018. A late Wisconsin (32-10k cal a BP) history of pluvials, droughts and vegetation in the Paciﬁc south-west United States (Lake Elsinore, CA): California’S glacial history of pluvials, droughts and vegetation. J. Quat. Sci. 33, 238e254. https://doi.org/ 10.1002/jqs.3018. Koning, D.J., Rinehart, A., 2021. Geology of the Eastern Plains of San Agustin and Upper Alamosa Creek (New Mexico Bureau of Geology and Mineral Resources Open File Report No. 611), New Mexico Bureau of Geology and Mineral Re- sources Open File Report. New Mexico Institute of Mining and Technology, Socorro, New Mexico. Kowler, A.L., 2014. Lake shoreline evidence of hydrologic conditions in the southern Basin and range province during the late Pleistocene and early Holocene: pa- leoclimatic and archaeological implications. In: Human Environment In- teractions, vol. 2. Springer Berlin Heidelberg, Berlin, Heidelberg, pp. 1e27. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 24 Lachniet, M.S., Asmerom, Y., Polyak, V., Denniston, R., 2020. Great Basin paleo- climate and aridity linked to arctic warming and tropical paciﬁc sea surface temperatures. Paleoceanogr. Paleoclimatol. 35. https://doi.org/10.1029/ 2019PA003785. Leng, M.J., Marshall, J.D., 2004. Palaeoclimate interpretation of stable isotope data from lake sediment archives. Quat. Sci. Rev. 23, 811e831. https://doi.org/ 10.1016/j.quascirev.2003.06.012. Liefert, D.T., Shuman, B.N., 2020. Pervasive desiccation of North American lakes during the late quaternary. Geophys. Res. Lett. 47. https://doi.org/10.1029/ 2019GL086412. Lora, J.M., Ibarra, D.E., 2019. The North American hydrologic cycle through the last deglaciation. Quat. Sci. Rev. 226, 105991. https://doi.org/10.1016/ j.quascirev.2019.105991. Lora, J.M., Mitchell, J.L., Risi, C., Tripati, A.E., 2017. North paciﬁc atmospheric rivers and their inﬂuence on western North America at the last glacial maximum. Geophys. Res. Lett. 44. https://doi.org/10.1002/2016GL071541. Ludwig, K.R., Paces, J.B., 2002. Uranium-series dating of pedogenic silica and car- bonate, Crater Flat, Nevada. Geochem. Cosmochim. Acta 66, 487e506. https:// doi.org/10.1016/S0016-7037(01)00786-4. Ludwig, K.R., Wallace, A.R., Simmons, K.R., 1985. The Schwartzwalder uranium deposit; II, Age of uranium mineralization and lead isotope constraints on genesis. Econ. Geol. 80, 1858e1871. https://doi.org/10.2113/ gsecongeo.80.7.1858. Lyle, M., Heusser, L., Ravelo, C., Yamamoto, M., Barron, J., Diffenbaugh, N.S., Herbert, T., Andreasen, D., 2012. Out of the tropics: the paciﬁc, Great Basin lakes, and late Pleistocene water cycle in the western United States. Science 337, 1629e1633. https://doi.org/10.1126/science.1218390. Mahan, S.A., Rittenour, T.M., Nelson, M.S., Ataee, N., Brown, N., DeWitt, R., Durcan, J., Evans, M., Feathers, J., Frouin, M., Gu\u0002erin, G., Heydari, M., Huot, S., Jain, M., Keen- Zebert, A., Li, B., L\u0002opez, G.I., Neudorf, C., Porat, N., Rodrigues, K., Sawakuchi, A.O., Spencer, J.Q.G., Thomsen, K., 2022. Guide for interpreting and reporting lumi- nescence dating results. GSA Bull. https://doi.org/10.1130/B36404.1. Markgraf, V., Bradbury, J.P., Forester, R.M., Singh, G., Sternberg, R.S., 1984. San Agustin Plains, New Mexico: age and paleoenvironmental potential reassessed. Quat. Res. 22, 336e343. https://doi.org/10.1016/0033-5894(84)90027-9. McGee, D., Moreno-Chamarro, E., Marshall, J., Galbraith, E.D., 2018. Western U.S. lake expansions during Heinrich stadials linked to Paciﬁc Hadley circulation. Sci. Adv. 4, eaav0118. https://doi.org/10.1126/sciadv.aav0118. McGee, D., Quade, J., Edwards, R.L., Broecker, W.S., Cheng, H., Reiners, P.W., Evenson, N., 2012. Lacustrine cave carbonates: novel archives of paleohydro- logic change in the Bonneville Basin (Utah, USA). Earth Planet Sci. Lett. 351e352, 182e194. https://doi.org/10.1016/j.epsl.2012.07.019. Menking, K.M., Anderson, R.Y., 2003. Contributions of La ni~na and el ni~no to middle Holocene drought and late Holocene moisture in the American southwest. Geology 31, 937. https://doi.org/10.1130/G19807.1. Menking, K.M., Bixby, R.J., Cutler, S.M., 2022. Diatom evidence for a groundwater divide that limited the extent of Lake Estancia, New Mexico, USA, highstands during the Last Glacial Maximum. GSA Bull. https://doi.org/10.1130/B36283.1. Menking, K.M., Polyak, V.J., Anderson, R.Y., Asmerom, Y., 2018. Climate history of the southwestern United States based on Estancia Basin hydrologic variability from 69 to 10 ka. Quat. Sci. Rev. 200, 237e252. https://doi.org/10.1016/ j.quascirev.2018.09.030. Metcalfe, S.E., Barron, J.A., Davies, S.J., 2015. The Holocene history of the North American Monsoon: ‘known knowns’ and ‘known unknowns’ in understanding its spatial and temporal complexity. Quat. Sci. Rev. 120, 1e27. https://doi.org/ 10.1016/j.quascirev.2015.04.004. Morrill, C., Lowry, D.P., Hoell, A., 2018. Thermodynamic and dynamic causes of pluvial conditions during the last glacial maximum in western North America: LGM western U.S. Moisture budget. Geophys. Res. Lett. 45, 335e345. https:// doi.org/10.1002/2017GL075807. Munroe, J.S., Laabs, B.J.C., 2013. Latest Pleistocene history of pluvial lake Franklin, northeastern Nevada, USA. Geol. Soc. Am. Bull. 125, 322e342. https://doi.org/ 10.1130/B30696.1. Nelson, M.S., Gray, H.J., Johnson, J.A., Rittenour, T.M., Feathers, J.K., Mahan, S.A., 2015. User guide for luminescence sampling in archaeological and geological contexts. Adv. Archaeol. Pract. 3, 166e177. https://doi.org/10.7183/2326- 3768.3.2.166. Oster, J.L., Ibarra, D.E., Winnick, M.J., Maher, K., 2015. Steering of westerly storms over western North America at the last glacial maximum. Nat. Geosci. 8, 201e205. https://doi.org/10.1038/ngeo2365. Peltier, W.R., Argus, D.F., Drummond, R., 2015. Space geodesy constrains ice age terminal deglaciation: the global ICE-6G_C (VM5a) model: global Glacial Isostatic Adjustment. J. Geophys. Res. Solid Earth 120, 450e487. https://doi.org/ 10.1002/2014JB011176. Pepin, J.D., Travis, R.E., Blake, J.M., Rinehart, A., Koning, D.J., 2022. Hydrogeology and Groundwater Quality in the San Augustin Basin, New Mexico, 1975-2019 (U.S. Geological Survey Scientiﬁc Investigations Report No. 2022e5029). U.S. Geological Survey. Phillips, F.M., Campbell, A.R., Kruger, C., Johnson, P., Roberts, R., Keyes, E., 1992a. A Reconstruction of the Water Balance in Western United States Lake Basins to Climatic Change (No. 269 Volume 1), New Mexico Water Resources Research Institute. New Mexico State University, Las Cruces, New Mexico. Phillips, F.M., Campbell, A.R., Kruger, C., Johnson, P., Roberts, R., Keyes, E., 1992b. A Reconstruction of the Water Balance in Western United States Lake Basins to Climatic Change (No. 269 Volume 2), New Mexico Water Resources Research Institute. New Mexico State University, Las Cruces, New Mexico. Pigati, J.S., Bright, J.E., Shanahan, T.M., Mahan, S.A., 2009. Late Pleistocene paleo- hydrology near the boundary of the sonoran and chihuahuan deserts, south- eastern Arizona, USA. Quat. Sci. Rev. 28, 286e300. https://doi.org/10.1016/ j.quascirev.2008.09.022. Placzek, C., Quade, J., Patchett, P.J., 2006. Geochronology and stratigraphy of late Pleistocene lake cycles on the southern Bolivian Altiplano: implications for causes of tropical climate change. Geol. Soc. Am. Bull. 118, 515e532. https:// doi.org/10.1130/B25770.1. Powers, W.E., 1939. Basin and shore features of the extinct Lake San Agustin, New Mexico. J. Geomorphol. 2, 345e356. Reheis, M.C., Adams, K.D., Oviatt, C.G., Bacon, S.N.,"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "Mahan, S.A., 2015. User guide for luminescence sampling in archaeological and geological contexts. Adv. Archaeol. Pract. 3, 166e177. https://doi.org/10.7183/2326- 3768.3.2.166. Oster, J.L., Ibarra, D.E., Winnick, M.J., Maher, K., 2015. Steering of westerly storms over western North America at the last glacial maximum. Nat. Geosci. 8, 201e205. https://doi.org/10.1038/ngeo2365. Peltier, W.R., Argus, D.F., Drummond, R., 2015. Space geodesy constrains ice age terminal deglaciation: the global ICE-6G_C (VM5a) model: global Glacial Isostatic Adjustment. J. Geophys. Res. Solid Earth 120, 450e487. https://doi.org/ 10.1002/2014JB011176. Pepin, J.D., Travis, R.E., Blake, J.M., Rinehart, A., Koning, D.J., 2022. Hydrogeology and Groundwater Quality in the San Augustin Basin, New Mexico, 1975-2019 (U.S. Geological Survey Scientiﬁc Investigations Report No. 2022e5029). U.S. Geological Survey. Phillips, F.M., Campbell, A.R., Kruger, C., Johnson, P., Roberts, R., Keyes, E., 1992a. A Reconstruction of the Water Balance in Western United States Lake Basins to Climatic Change (No. 269 Volume 1), New Mexico Water Resources Research Institute. New Mexico State University, Las Cruces, New Mexico. Phillips, F.M., Campbell, A.R., Kruger, C., Johnson, P., Roberts, R., Keyes, E., 1992b. A Reconstruction of the Water Balance in Western United States Lake Basins to Climatic Change (No. 269 Volume 2), New Mexico Water Resources Research Institute. New Mexico State University, Las Cruces, New Mexico. Pigati, J.S., Bright, J.E., Shanahan, T.M., Mahan, S.A., 2009. Late Pleistocene paleo- hydrology near the boundary of the sonoran and chihuahuan deserts, south- eastern Arizona, USA. Quat. Sci. Rev. 28, 286e300. https://doi.org/10.1016/ j.quascirev.2008.09.022. Placzek, C., Quade, J., Patchett, P.J., 2006. Geochronology and stratigraphy of late Pleistocene lake cycles on the southern Bolivian Altiplano: implications for causes of tropical climate change. Geol. Soc. Am. Bull. 118, 515e532. https:// doi.org/10.1130/B25770.1. Powers, W.E., 1939. Basin and shore features of the extinct Lake San Agustin, New Mexico. J. Geomorphol. 2, 345e356. Reheis, M.C., Adams, K.D., Oviatt, C.G., Bacon, S.N., 2014. Pluvial lakes in the Great Basin of the western United Statesda view from the outcrop. Quat. Sci. Rev. 97, 33e57. https://doi.org/10.1016/j.quascirev.2014.04.012. Reimer, P.J., Austin, W.E.N., Bard, E., Bayliss, A., Blackwell, P.G., Bronk Ramsey, C., Butzin, M., Cheng, H., Edwards, R.L., Friedrich, M., Grootes, P.M., Guilderson, T.P., Hajdas, I., Heaton, T.J., Hogg, A.G., Hughen, K.A., Kromer, B., Manning, S.W., Muscheler, R., Palmer, J.G., Pearson, C., van der Plicht, J., Reimer, R.W., Richards, D.A., Scott, E.M., Southon, J.R., Turney, C.S.M., Wacker, L., Adolphi, F., Büntgen, U., Capano, M., Fahrni, S.M., Fogtmann-Schulz, A., Friedrich, R., K€ohler, P., Kudsk, S., Miyake, F., Olsen, J., Reinig, F., Sakamoto, M., Sookdeo, A., Talamo, S., 2020. The IntCal20 northern hemisphere radiocarbon age calibration curve (0e55 cal kBP). Radiocarbon 62, 725e757. https://doi.org/10.1017/ RDC.2020.41. Rinehart, A., Koning, D.J., Timmons, S., 2020. White Paper: a Summary of the Hy- drogeology of the San Agustin Plains, New Mexico (Open File Report No. 615), New Mexico Bureau of Geology and Mineral Resources Open File Report. New Mexico Institute of Mining and Technology, Socorro, New Mexico. Routson, C.C., Erb, M.P., McKay, N.P., 2022. High latitude modulation of the Holocene north American monsoon. Geophys. Res. Lett. 49. https://doi.org/10.1029/ 2022GL099772. Ruleman, C.A., Hudson, A.M., Thompson, R.A., Miggins, D.P., Paces, J.B., Goehring, B.M., 2019. Middle Pleistocene formation of the Rio Grande gorge, san luis valley, south-central Colorado and north-central New Mexico, USA: process, timing, and downstream implications. Quat. Sci. Rev. 223, 105846. https:// doi.org/10.1016/j.quascirev.2019.07.028. Shaw, D.M., Dostal, J., Keays, R.R., 1976. Additional estimates of continental surface Precambrian shield composition in Canada. Geochem. Cosmochim. Acta 40, 73e83. https://doi.org/10.1016/0016-7037(76)90195-2. Springer, K.B., Manker, C.R., Pigati, J.S., 2015. Dynamic response of desert wetlands to abrupt climate change. Proc. Natl. Acad. Sci. USA 112, 14522e14526. https:// doi.org/10.1073/pnas.1513352112. Springer, K.B., Pigati, J.S., 2020. Climatically driven displacement on the eglington fault, Las Vegas, Nevada, USA. Geology 48, 574e578. https://doi.org/10.1130/ G47162.1. Steiger, R.H., J€ager, E., 1977. Subcommission on geochronology: convention on the use of decay constants in geo- and cosmochronology. Earth Planet Sci. Lett. 36, 359e362. https://doi.org/10.1016/0012-821X(77)90060-7. Steponaitis, E., Andrews, A., McGee, D., Quade, J., Hsieh, Y.-T., Broecker, W.S., Shuman, B.N., Burns, S.J., Cheng, H., 2015. Mid-Holocene drying of the U.S. Great Basin recorded in Nevada speleothems. Quat. Sci. Rev. 127, 174e185. https:// doi.org/10.1016/j.quascirev.2015.04.011. Svensson, A., Andersen, K.K., Bigler, M., Clausen, H.B., Dahl-Jensen, D., Davies, S.M., Johnsen, S.J., Muscheler, R., Parrenin, F., Rasmussen, S.O., R€othlisberger, R., Seierstad, I., Steffensen, J.P., Vinther, B.M., 2008. A 60 000 year Greenland stratigraphic ice core chronology. Clim. Past 4, 47e57. https://doi.org/10.5194/ cp-4-47-2008. Tabor, C., Lofverstrom, M., Oster, J., Wortham, B., de Wet, C., Monta~nez, I., Rhoades, A., Zarzycki, C., He, C., Liu, Z., 2021. A mechanistic understanding of oxygen isotopic changes in the Western United States at the Last Glacial Maximum. Quat. Sci. Rev. 274, 107255. https://doi.org/10.1016/ j.quascirev.2021.107255. Taylor, S.E., McLennan, S.M., 1985. The Continental Crust: its Composition and Evolution. Blackwell Scientiﬁc Publications. Tulley-Cordova, C.L., Putman, A.L., Bowen, G.J., 2021. Stable isotopes in precipitation and meteoric water: sourcing and tracing the North American monsoon in Arizona, New Mexico, and Utah. Water Resour. Res. 57. https://doi.org/10.1029/ 2021WR030039. Vermeesch, P., 2018. IsoplotR: a free and open toolbox for geochronology. Geosci. Front. 9, 1479e1493. https://doi.org/10.1016/j.gsf.2018.04.001. Vogel, J.S., Southon, J.R., Nelson, D.E., Brown, T.A., 1984. Performance of catalytically condensed carbon for use in accelerator mass spectrometry. Nucl. Instrum. Methods Phys. Res. Sect. B Beam Interact. Mater. At. 5, 289e293. https://doi.org/ 10.1016/0168-583X(84)90529-9. Wagner, J.D.M., Cole, J.E., Beck, J.W., Patchett, P.J., Henderson, G.M., Barnett, H.R., 2010. Moisture variability in the southwestern United States linked to abrupt glacial climate change. Nat. Geosci. 3, 110e113. https://doi.org/10.1038/ngeo707. Watanabe, Y., Nakai, S., 2006. Accurate UeTh radioactive disequilibrium analyses of carbonate rock samples using commercially available U and Th reagents and multi-collector ICP-MS. Microchim. Acta 156, 289e295. https://doi.org/10.1007/ s00604-006-0579-9. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 25 Waters, M.R., 1989. Late quaternary lacustrine history and paleoclimatic signiﬁcance of pluvial lake Cochise, southeastern Arizona. Quat. Res. 32, 1e11. https:// doi.org/10.1016/0033-5894(89)90027-6. Weber, R.H., 1980. Geology of the Ake site: appendix A. In: The Ake Site, Depart- ment of Anthropology and Sociology Report. New Mexico State University, Las Cruces, New Mexico, pp. 223e238. Wise, E.K., 2010. Spatiotemporal variability of the precipitation dipole transition zone in the western United States. Geophys. Res. Lett. 37. https://doi.org/ 10.1029/2009GL042193. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 26"
    },
    {
        "URL": "Hudson2023_PaleohydrologicHistoryOfPluvialLakeSanAgustinNM.pdf",
        "Text": "analyses of carbonate rock samples using commercially available U and Th reagents and multi-collector ICP-MS. Microchim. Acta 156, 289e295. https://doi.org/10.1007/ s00604-006-0579-9. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 25 Waters, M.R., 1989. Late quaternary lacustrine history and paleoclimatic signiﬁcance of pluvial lake Cochise, southeastern Arizona. Quat. Res. 32, 1e11. https:// doi.org/10.1016/0033-5894(89)90027-6. Weber, R.H., 1980. Geology of the Ake site: appendix A. In: The Ake Site, Depart- ment of Anthropology and Sociology Report. New Mexico State University, Las Cruces, New Mexico, pp. 223e238. Wise, E.K., 2010. Spatiotemporal variability of the precipitation dipole transition zone in the western United States. Geophys. Res. Lett. 37. https://doi.org/ 10.1029/2009GL042193. A.M. Hudson, J. Quade, V.T. Holliday et al. Quaternary Science Reviews 310 (2023) 108110 26"
    }
]