[
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "White Paper: A Summary of the Hydrogeology of the San Agustin Plains, New Mexico Alex Rinehart Daniel J. Koning Stacy Timmons N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Open-File Report 615 November 2020 New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835-5490 www.geoinfo.nmt.edu White Paper: A Summary of the Hydrogeology of the San Agustin Plains, New Mexico Alex Rinehart Daniel J. Koning Stacy Timmons Open-File Report 615 November 2020 New Mexico Bureau of Geology and Mineral Resources P R O J E C T F U N D I N G Funding for this project has been collaborative, with support from NM Bureau of Geology and Aquifer Mapping Program, Healy Foundation, Office of the State Engineer, USGS National Cooperative Geologic Mapping Program (STATEMAP), and private donations from community members in the San Agustin Plains. Cover: A windmill in the Western Basin of the San Agustin Plains.—Photo by Melissa Brett DISCLAIMER The reports and data provided here are intended to aid in the understanding of the geologic and hydrologic resources of New Mexico. However, there are limitations for all data, particularly when subsurface interpretation is performed, or when data are aggregated that may have been collected at different times, by different agencies or people, and for differ­ ent purposes. The information and results provided are also dynamic and may change over time. Users of these data and interpretations should exercise caution, and site-specific conditions should always be verified. These materials are not to be used for legally binding decisions. Any opinions expressed do not necessarily reflect the official position of the New Mexico Bureau of Geology and Mineral Resources, New Mexico Tech, or the State of New Mexico. Although every effort is made to present current and accurate information, data is provided without guarantee of any kind. The data are provided “as is,” and the New Mexico Bureau of Geology and Mineral Resources assumes no responsibility for errors or omissions. No warranty, expressed or implied, is made regarding the accuracy or utility of the data for general or scientific purposes. The user assumes the entire risk associated with the use of these data. The New Mexico Bureau of Geology and Mineral Resources shall not be held liable for any use or misuse of the data described and/or contained herein. The user bears all responsibility in determining whether these data are fit for the user’s intended use. The views and conclusions are those of the authors, and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the State of New Mexico. H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N C O N T E N T S Executive Summary ....................................................................... 1 Introduction ............................................................................................. 4 Geology ................................................................................................. 6 Wells and groundwater levels............................................ 7 Water quality and groundwater ages....................... 10 Summary of conceptual model...................................... 14 References .......................................................................................................................... 18 Figures 1. Overview map of the San Agustin Plains ........... 3 2. Conceptual figure summarizing geologic controls on groundwater ................................................... 5 3. Depiction of the three-dimensional structure of the San Agustin Plains............................. 7 4. Histogram of water level change rates (ft/yr), with positive values................................................. 8 5. Water-table elevations for San Agustin Plains ..................................................................... 9 6. Map showing the total dissolved solids (parts per million)..................................................................... 11 7. Map of fluoride concentrations................................... 12 8. Map of regions used to analyze precipitation and chloride................................................ 13 9. Map of apparent 14C age.................................................. 15 10. Isotopic concentrations of groundwater compared to meteoric waters....................................... 16 11. Plot of δD (per mil) against apparent 14C age (years) for San Agustin Plains.................. 16 1 H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N • The San Agustin Plains consists of two distinct bedrock-floored, sediment-filled basins termed the East and West basins. Within each basin, groundwater flow is constrained by the underlying geologic structure. Of particular importance are areas where bedrock has been down-dropped along faults to form four distinct grabens: Horse Spring graben, North graben, C-N graben and White Lake graben. • The surrounding mountains are made of layered volcanic rocks and sedimentary rocks made of eroded material from volcanoes. The type of rock controls how water moves through the mountain blocks. Some of the volcanic layers are highly fractured and transmit water more easily. Other volcanic layers and the majority of the sedimentary rocks are low permeability, thus not allowing water to move readily through the rock. • The bedrock basin of the San Agustin Plains has been progressively filled with sediment over the past 25 million years. The sediment is mainly composed of sand and mud (silt-clay), with gravelly sand found near hills and mountains. The type of sediment deposited is a function of the paleo-environments of deposition. Piedmont deposits (including alluvial fans), near the edges of the basin, are composed of the coarsest sediment, whereas basin floor deposits (or alluvial flat) contain finer sediment, and sediment found in paleo-playa lake areas, typically near the middle of the basin floor, is the finest. • Because the structural grabens have been continuously filling with sediment containing notable but variable proportions of mud, the San Agustin Plains is highly susceptible to groundwater- withdrawal-driven subsidence. • Groundwater levels are nearly flat across most of the San Agustin Plains. The groundwater flow direction is generally west from the C-N graben through the West basin. At the southwestern end of the West basin, flow direction turns sharply south and is inferred to flow toward the Gila River watershed. • Groundwater levels have been slowly declining (less than 2 in/year) throughout the central part of the San Agustin Plains over the last 30 years. This effect is best documented with the NMBGMR measurements from 2007 to 2017. • The groundwater in the tributary valleys at the margins of the San Agustin Plains, and within the Plains, has low concentrations of total dissolved solids (TDS) in general, including low concentra­ tions of arsenic and uranium (which are common naturally occurring water contaminants in New Mexico). Poorer water quality was found in some wells completed in tight bedrock and in wells under the playas in the western end of the basin. • Groundwater recharge enters the basin at depth through fractured volcanic rocks called tuffs, and through shallow alluvial aquifers in tributary valleys at the margins of the basin. EXECUT I V E SUMM A RY O ver the last several years, the New Mexico Bureau of Geology and Mineral Resources (NMBGMR), Aquifer Mapping Program, has been working on numerous research aspects of the geology and hydrology of the San Agustin Plains, New Mexico. This White Paper, Open-File Report 615, provides a detailed overview and summary of the results from"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "contain finer sediment, and sediment found in paleo-playa lake areas, typically near the middle of the basin floor, is the finest. • Because the structural grabens have been continuously filling with sediment containing notable but variable proportions of mud, the San Agustin Plains is highly susceptible to groundwater- withdrawal-driven subsidence. • Groundwater levels are nearly flat across most of the San Agustin Plains. The groundwater flow direction is generally west from the C-N graben through the West basin. At the southwestern end of the West basin, flow direction turns sharply south and is inferred to flow toward the Gila River watershed. • Groundwater levels have been slowly declining (less than 2 in/year) throughout the central part of the San Agustin Plains over the last 30 years. This effect is best documented with the NMBGMR measurements from 2007 to 2017. • The groundwater in the tributary valleys at the margins of the San Agustin Plains, and within the Plains, has low concentrations of total dissolved solids (TDS) in general, including low concentra­ tions of arsenic and uranium (which are common naturally occurring water contaminants in New Mexico). Poorer water quality was found in some wells completed in tight bedrock and in wells under the playas in the western end of the basin. • Groundwater recharge enters the basin at depth through fractured volcanic rocks called tuffs, and through shallow alluvial aquifers in tributary valleys at the margins of the basin. EXECUT I V E SUMM A RY O ver the last several years, the New Mexico Bureau of Geology and Mineral Resources (NMBGMR), Aquifer Mapping Program, has been working on numerous research aspects of the geology and hydrology of the San Agustin Plains, New Mexico. This White Paper, Open-File Report 615, provides a detailed overview and summary of the results from this work, and will be followed by a comprehensive, peer-reviewed report on these results, with data, in the coming months. Major findings include: N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 2 • Recharge rate, defined as the ratio of water that enters the aquifer to amount of precipitation, is low (0.3 in/yr compared to 14.6 in/yr of precipitation), according to chloride mass-balance calculations. Recharge mainly originates in the mountain blocks and tributary valleys at the margins of the Plains. • Mountain block recharge into the aquifers hosted in volcanic rocks is likely structurally con­ trolled and likely occurs less than 5 miles from the margin of the basin. Focused recharge occurs along the length of the tributary valleys during flow events; focused recharge is a mixture of recent waters and older waters. • Timescales for recharge are long. From the time that rain falls, and is focused through tributary valleys, it takes, on average, between 1,000 years and 4,000 years for that water to reach the aquifer. Water that percolates through the mountain-block fractured volcanic rocks (tuff) takes even longer to reach the aquifer, taking between 9,000 and 14,000 years. The majority of groundwater shows ages consistent with mountain block recharge, indicating that • Mountain block recharge is likely greater than focused recharge through tributary valleys. • It has taken 10,000 years for water to travel the five to ten miles from the mountain block into the basin aquifer. • The current amount of water use slightly exceeds the recharge rate of the basin, based on the following points: • The long time needed for water to move through the basin, as indicated by low water table gradients. • The relatively low flow rates of recharge, as indicated by long travel times over short distances. • The small proportion of water that become groundwater in the recharge area. • The slow lowering of the water table. 3 H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N \" Very Large Array ³± 163 ³± 549 ³± 52 ³± 52 Bear Ca nyo n White wat er Canyon Sim Y ate n C anyon Point of R ock s Wildh orse Alam o sa C r e ek Silv e r Cr e e k ³± 107 Alamosa Cre ek ¡¢ 60 ³± 59 ³± 12 ³± 169 Millig an Gu lch Cany on Cany o n Elephant Butte Reservoir Datil Magdalena Winston Monticello Placitas S O C O R R O C A T R O N S I E R R A West San Agustin Basin East San Agustin Basin Upper Alamosa Basin Monticello Box Crosby Mountain Horse Mountain Mangas Mountain Tularosa Mountains O Bar O Mountain Pelona Mountain Luera Mountain McClure Hills P L A I N S O F S A N A G U S T I N Datil Mountains Gallinas Mountains M O G O L L O N P L A T E A U Magdalena Mountains San Mateo Mountains Black Range Horse Springs graben C-N graben North Lake graben White Lake graben 180,000 220,000 260,000 300,000 3,700,000 3,740,000 3,780,000 107°30'W 108°W 108°30'W 34°N 33°30'N / 0 9.5 20 Mi 0 9.5 20 Km \"\" \"\" \"\" \"\" New Mexico Santa Fe Albuquerque Datil Las Cruces ! ! P Selected caldera margins roposed development wells NMOSE permitted wells D Vents 25 Figure 1. Overview map of the San Agustin Plains. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 4 I N T R O D U C T I O N T he San Agustin Plains are a large, internally drained, hydrologically closed basin in west-central New Mexico, approximately 120 miles southwest of Albuquerque, NM and 60 miles west of Socorro, NM (Fig. 1). Low hills extending south of Datil (infor­ mally named the McClure Hills on Figure 1) separate the Plains into a west and an east topographic basin. The Plains are sparsely populated, and the largest settlement is the community of Datil, NM. Scattered, large, cattle ranches use the vast grasslands of the Plains, and the Very Large Array (VLA) is found in the eastern Plains. The San Agustin Plains are sur­ rounded by a series of ponderosa pine, pinon, and juniper covered mountains, the majority of which rise 1,500 ft above the Plains. However, San Mateo Peak, Mangas Peak and John Kerr Peak all reach up to 10,000 ft in elevation, towering above the 7,000 ft-high Plains. Only two paved roads cut across the basin, US Highway 60 and State Route 12. The San Agustin Plains groundwater table is above the water tables in the surrounding basins that drain to the Rio Grande and Gila River, raising the possibility of natural flow of water from the Plains into these watersheds. For"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "\"\" \"\" New Mexico Santa Fe Albuquerque Datil Las Cruces ! ! P Selected caldera margins roposed development wells NMOSE permitted wells D Vents 25 Figure 1. Overview map of the San Agustin Plains. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 4 I N T R O D U C T I O N T he San Agustin Plains are a large, internally drained, hydrologically closed basin in west-central New Mexico, approximately 120 miles southwest of Albuquerque, NM and 60 miles west of Socorro, NM (Fig. 1). Low hills extending south of Datil (infor­ mally named the McClure Hills on Figure 1) separate the Plains into a west and an east topographic basin. The Plains are sparsely populated, and the largest settlement is the community of Datil, NM. Scattered, large, cattle ranches use the vast grasslands of the Plains, and the Very Large Array (VLA) is found in the eastern Plains. The San Agustin Plains are sur­ rounded by a series of ponderosa pine, pinon, and juniper covered mountains, the majority of which rise 1,500 ft above the Plains. However, San Mateo Peak, Mangas Peak and John Kerr Peak all reach up to 10,000 ft in elevation, towering above the 7,000 ft-high Plains. Only two paved roads cut across the basin, US Highway 60 and State Route 12. The San Agustin Plains groundwater table is above the water tables in the surrounding basins that drain to the Rio Grande and Gila River, raising the possibility of natural flow of water from the Plains into these watersheds. For the last 13 years, the Plains have been the site of a confrontation over water use and availability. In 2004, the Augustin Plains Ranch LLC submitted a permit application to the New Mexico Office of the State Engineer to pump 54,000 acre-feet of water per year—about 17% of the total water used for public supply across New Mexico in 2015—from their property in the northwestern edge of the San Agustin Plains (Fig. 1) The initial application and the three following applications were denied by the New Mexico Office of the State (NMOSE) and the courts. Because of its sparse population and remoteness, there has been little research on San Agustin Plains hydrogeology. Two previous studies include one in the 1970s by Blodgett and Titus, and one by the USGS in the early 1990s led by Robert Myers. Both studies noted the relatively flat groundwater table along the center of the basin. With few perennial springs, livestock, and wildlife in the region are often watered from windmills and solar wells, or from stock tanks filled during spring runoff or summer monsoons. The USGS undertook geophysical surveys and water quality sampling that delineated four grabens (i.e., areas of down-dropped bedrock in the subsurface, corresponding with thickened basin-fill sediment aquifers), and found good water quality away from the playas in the Plains. Both studies indicated that groundwater generally flowed southwesterly along the axis of the Plains and likely exited the southwestern end of the West basin by flowing southwards. Rates of recharge, recharge pathways, the stability of water levels, and the likely discharge pathways were not analyzed, though the authors indicated possibilities. The USGS study speculated that there was significant flow from the Eastern San Agustin Plains south into Alamosa Creek. Our study addressed several questions in an effort to better understand the water resources of the San Agustin Plains: • What is the subsurface bedrock structure of the San Agustin Plains and does it affect the storage and flow of groundwater? The East and West topographic basins are underlain by four distinct grabens. These grabens do not always correspond to the topographic surface and are likely poorly hydrologically connected at depth; the degree of connection is difficult to assess due to the chemical similarity of recharging waters throughout the basin. • How stable are current water levels in the San Agustin Plains? Water levels are slowly declining (<2 inches/year decline) throughout the basin. Current water use exceeds the current recharge rates, even along the edges of the basin where recharge and aquifer permeabilities are greatest. • How is the groundwater recharged and how long does recharge take to enter the basin? Groundwater recharges the basin through relatively thin, fractured, but widespread volcanic ash rocks (tuffs) in the mountain block; and as focused recharge in shallow alluvial aquifers in ˜ 5 H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N Fractured by cooling Fractured by faulting No pore space non-porous and low permeability Tuff Volcaniclastic deposits Basin fill Bedrock Unconnected pore space porous and low permeability Connected pore space porous and permeable Basin fill Basin Focused recharge (1-5 kyr) Mountain block recharge (10 -1 5 k y r ) Recharge Figure 2. Summary conceptual figure of geologic controls on groundwater flow from the mountains surrounding the San Agustin Plains into the basin itself. Includes depictions of porosity and conductive units, tight units, flowpaths and the length of time of each recharge flowpath. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 6 perched tributary valley aquifers. Mountain-block recharge takes between 9,000 and 14,000 years to enter the basin, and focused recharge takes 1,000 to 4,000 years to enter the basin, depend­ ing on location. • Is the basin susceptible to groundwater-driven subsidence? Yes. The geology of this basin is similar to that of the Mimbres basin in New Mexico, where earth fissures have opened due to pumping-induced subsidence. • Is the basin connected to the Rio Grande basin? Not on human time scales, if at all. The waters in Alamosa Creek to the south of the East Basin are chemically and isotopically distinct, and there is evidence of a barrier to flow due east from the East Basin is unlikely due to structural controls. Geology The geology of the San Agustin Plains can be divided into bedrock and basin fill components (Fig. 2). Both are important in understanding the groundwater flow. The groundwater system mainly recharges in the bedrock of the surrounding mountains but eventually flows into the weakly to moderately consolidated sand, silt, clay, and gravel that make up the basin fill (Fig. 2). The mountains around the San Agustin Plains are composed of volcanic rocks that are 38 to 24 million years old. These volcanic rocks include lavas from ancient volcanic vents, tuffs formed by harden­ ing of volcanic ash and pumice, and volcaniclastic rocks (sandstone, muddy sandstone, and conglomer­ ate) eroded from the volcanic vents shortly after their eruptions. Some volcanic eruptions resulted in several mile-wide, elliptical craters called calderas. Caldera eruptions commonly"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 6 perched tributary valley aquifers. Mountain-block recharge takes between 9,000 and 14,000 years to enter the basin, and focused recharge takes 1,000 to 4,000 years to enter the basin, depend­ ing on location. • Is the basin susceptible to groundwater-driven subsidence? Yes. The geology of this basin is similar to that of the Mimbres basin in New Mexico, where earth fissures have opened due to pumping-induced subsidence. • Is the basin connected to the Rio Grande basin? Not on human time scales, if at all. The waters in Alamosa Creek to the south of the East Basin are chemically and isotopically distinct, and there is evidence of a barrier to flow due east from the East Basin is unlikely due to structural controls. Geology The geology of the San Agustin Plains can be divided into bedrock and basin fill components (Fig. 2). Both are important in understanding the groundwater flow. The groundwater system mainly recharges in the bedrock of the surrounding mountains but eventually flows into the weakly to moderately consolidated sand, silt, clay, and gravel that make up the basin fill (Fig. 2). The mountains around the San Agustin Plains are composed of volcanic rocks that are 38 to 24 million years old. These volcanic rocks include lavas from ancient volcanic vents, tuffs formed by harden­ ing of volcanic ash and pumice, and volcaniclastic rocks (sandstone, muddy sandstone, and conglomer­ ate) eroded from the volcanic vents shortly after their eruptions. Some volcanic eruptions resulted in several mile-wide, elliptical craters called calderas. Caldera eruptions commonly produced widespread tuffs that thicken towards the source caldera, and within the source calderas these tuffs can be several thousand feet thick. Fracturing can accompany cooling of these tuffs, particularly if they were initially very hot and thick, forming extensive columnar structures (Fig. 2). In the San Agustin Plains, fractured tuffs include the Hell’s Mesa Tuff, the La Jencia Tuff and the Vicks Peak Tuff. Fracturing associated with faulting may provide a \"fast-path\" from the surface into the fractured bedrock (Fig. 2). The various volcanic rocks have physical char­ acteristics that impart unique hydrologic properties. In the tuffs, fracture networks can persist for tens of miles. These fractures provide open space that allows water to migrate, or be stored in “fractured” aquifers. However, a given tuff becomes thinner and cooler farther away from its source caldera, resulting in less fracturing. The unfractured volcanic rocks are barriers to groundwater flow—they often do not have connected pores to allow water flow (Fig. 2). Volcaniclastic deposits (sedimentary rocks derived from volcanoes) in the San Agustin Plains region typically are poorly sorted, strongly cemented, and have a muddy matrix, resulting in low permeability for groundwater flow (Fig. 2). Locally, the permeability of volcaniclastic rocks has been further reduced by geothermal alteration, where sand grains are dissolved and then re-precipitated as pore-clogging minerals. An exception to the generally low-permeability nature of volcaniclastic deposits are inter-layered, well-sorted sandstones originally deposited in wind-blown dune fields that periodically blanketed the western part of the San Agustin Plains region around 35 million years ago. Beginning about 36 million years ago, tectonic extension occurred in this area; extension rates increased around 20–25 million years ago to form the Rio Grande rift to the east and the Basin-and-Range to the south and west. The San Agustin Plains region was stretched between these two extensional regions, and was very slowly (rates of < 0.3 inch/yr) pulled apart. During this extension, four large crustal blocks of the basin gradually subsided alongside fault lines, forming what geologists call grabens. These fault-bounded grabens are important because they host thicker, more permeable sedimentary basin-fill deposits. Interpretation of gravity data and resistivity soundings (collected in previous studies) reveal that underneath the relatively flat land surface of the San Agustin Plains are four separate grabens (Figs. 1 and 3): the Horse-Springs graben, the C-N graben, the North graben and the White Lake graben. As the faulting occurred and the grabens subsided, they were also filling with sediment eroded from the surrounding uplands. The sediment was largely deposited in piedmont environments (sloping surfaces extending from adjoining uplands to the centers of basins), alluvial flats (centers of basins that slope very gently towards playas), and playas (or lakes if water was retained perennially). This interpretation is based off of a handful of well logs and cuttings from the eastern San Agustin Plains, a deep core in the western San Agustin Plains and interpretation of modern landforms within the San Agustin Plains that have existed for tens of thousands of years. Through erosion and weathering of the volcanic and volcaniclastic rocks 7 H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N of the mountains, the deposits are mixtures of gravel, sand and clay in the piedmont close to the mountain front and grade to deposits of finer sand, silt, and clay toward the center of the basin (in alluvial flats). In basins similar to the San Agustin Plains, there are often ribbon-like, higher-permeability channel sand deposits embedded into low-permeability, clay-rich sediment. Because the Plains have been continu­ ally deepening and filling, the sediments are at the maximum depth-of-burial, meaning that with further burial or increase of pumping of water from the aquifer (water pressure pushes the solid grains apart, so decreasing the water pressure would cause the grains to come together), we expect the San Agustin Plains sediments to consolidate and subside; this is a common phenomenon in other closed basins with similar bedrock surrounding them. During the last Ice Age, the western San Agustin Plains and the C-N graben were filled with a lake. The North graben and White Lake graben were not filled with a lake but instead had alluvial fans and wetlands. The lake reached its maximum extent at 18,000 to 20,000 years ago and disappeared approxi­ mately 10,000 to 6,000 years ago, after which there were intermittent playas that filled during the wetter seasons. These playas are located in the western West Basin WLG CNG NG Datil to Magdalena Alamosa Creek VLA East Basin to Pie Town Gallin as M ou nt a i ns San M ate o M ou ntai ns Luera Mo un ta in Datil Mou nt ai ns HSG Figure 3. Depiction of the three-dimensional structure of the top-of-bedrock in the the East and West basins also showing the Horse Springs graben (HSG), the C-N graben (CNG), the White Lake graben (WLG) and North graben (NG). View facing west. The dotted lines are faults. end of the West basin and the lowest part of the C-N graben. The growth and retraction of the old lakes are testament to the effects of paleoclimate change. In addition, during the last Ice Age there were rock gla­ ciers, or bodies of mixed rock and ice that persisted from decade"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "deposits embedded into low-permeability, clay-rich sediment. Because the Plains have been continu­ ally deepening and filling, the sediments are at the maximum depth-of-burial, meaning that with further burial or increase of pumping of water from the aquifer (water pressure pushes the solid grains apart, so decreasing the water pressure would cause the grains to come together), we expect the San Agustin Plains sediments to consolidate and subside; this is a common phenomenon in other closed basins with similar bedrock surrounding them. During the last Ice Age, the western San Agustin Plains and the C-N graben were filled with a lake. The North graben and White Lake graben were not filled with a lake but instead had alluvial fans and wetlands. The lake reached its maximum extent at 18,000 to 20,000 years ago and disappeared approxi­ mately 10,000 to 6,000 years ago, after which there were intermittent playas that filled during the wetter seasons. These playas are located in the western West Basin WLG CNG NG Datil to Magdalena Alamosa Creek VLA East Basin to Pie Town Gallin as M ou nt a i ns San M ate o M ou ntai ns Luera Mo un ta in Datil Mou nt ai ns HSG Figure 3. Depiction of the three-dimensional structure of the top-of-bedrock in the the East and West basins also showing the Horse Springs graben (HSG), the C-N graben (CNG), the White Lake graben (WLG) and North graben (NG). View facing west. The dotted lines are faults. end of the West basin and the lowest part of the C-N graben. The growth and retraction of the old lakes are testament to the effects of paleoclimate change. In addition, during the last Ice Age there were rock gla­ ciers, or bodies of mixed rock and ice that persisted from decade to decade, in the San Mateo Mountains, indicating a colder and wetter climate. Climate has been roughly constant and warm from 6,000 years ago until today. These climate periods are important because our groundwater age measurements span 20,000 years ago to 1,000 years, and if the climate has changed significantly over that time then this also has impacts on recharge and groundwater movement. Wells and Groundwater Levels Before the 1880s, the San Agustin Plains were largely in Apache territory and did not have a European population. After the cessation of the Apache Wars the San Agustin Plains region was only sparsely settled because of its remoteness and lack of reliable surface water. Initially the area was mostly used for sheep ranching, but during the latest 19th century through the early 20th century, cattle ranching N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 8 became dominant. Small capacity (10–100 gallons per minute) wells were completed for domestic and livestock use. In the late 20th century through today, a few high capacity (800 gpm) wells have been completed to irrigate the small sections (less than 1 square mile) of farmland in the basin. Most wells have been completed in basin-fill sediment Water levels used in the study by Blodgett and Titus, and the USGS study, provide reliable one-to- two year snapshots of depth to water. However, the low gradient of the groundwater table in the San Agustin Plains makes such short-period snapshots subject to artifacts such as drawdown from pumping. Since 2007, the New Mexico Bureau of Geology conducted annual winter water-level measurements to capture the non-growing or non-pumping season. We have analyzed the data collected between 2007 and 2017, focusing on the median water levels and the average changes in water level. When we compare water levels from 2007 and 2017 in each well, more the 80% of wells show little change (less than 2 in/year; Fig. 4). However, 2/3 of those wells with little change show a slight (< 2 in/ year) but persistent lowering of water levels over 10 years. These stable, but declining, water levels appear throughout the San Agustin Plains. Tributary valleys show more variability than wells in the basin, but still show a slight downward trend. Depths to water range from nearly 500 ft at the edge of the North graben, to 30 ft underneath the playas in the West graben. A gradual shallowing of groundwater is observed between the C-N graben, where water levels are approximately 200 ft below ground surface, to the West basin playas. Water table elevation maps show that ground­ water is flowing generally to the southwest (Fig. 5). Given the slow rates of change and the generally low-sloping water table, we have used the median water-table elevation measurement from between 2007 and 2017 for our analysis. This was done to avoid spurious estimates, such as some of those seen year-to-year and in previous work, and to provide confidence in the water table elevation maps given the spatial paucity of data—wells are far apart so more measurements are needed to be more confident in the estimate. The water table elevation contours were drawn independent of the structural geologic contours (i.e., top-of-bedrock contours) used to make the geologic model of Figure 3. The boundaries between different grabens are apparent in the water table elevation contours. The water table within the North graben appears essentially flat. There is less obvious correspondence in the White Lake graben, where groundwater table appears to be flat or slopes slightly to the west. The C-N graben has a clear amphitheater- like shape, with flow focused from the south, north and east towards the small break in bedrock between the C-N graben and the Horse Springs graben. In the Horse Springs graben, there is a general flow to the southwest with water draining into the basin from all flanks. The water table shallows until it reaches the playas in the Horse Springs graben, where it is approximately 30–50 ft below the ground surface. From the playa deposits, there is a drop in water table elevations to the south. This shows that the San Agustin Plains may be draining slowly to the south. This same pattern has been observed in every study of the San Agustin Plains. Even gentle slopes in water-table elevations show that there is connection between grabens; moreover, groundwater flow rates are proportional to the water-table gradient. The gradient from the C-N graben to the center of the West basin playa is approximately 2.5 ft/mile, or half of the slope of the Rio Grande from Cochiti Pueblo, NM to Belen, NM. Thus, we infer that groundwater flow within the San Agustin Plains is very slow. Looking south from the San Agustin Plains into the upper Alamosa Creek, there is a 500 ft drop in the water table over a mile. Sharp drops such as this exist only where there is a Number of wells (-) Rate of increase of water table depth (ft/year) 50 40 30 20 10 0 -7.5 -5 -2.5 0 2.5 5 7.5 Figure 4. Histogram of water-level change rates (ft/yr), with positive values indicating an increasing depth-to-water below ground surface (lowering"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "graben appears essentially flat. There is less obvious correspondence in the White Lake graben, where groundwater table appears to be flat or slopes slightly to the west. The C-N graben has a clear amphitheater- like shape, with flow focused from the south, north and east towards the small break in bedrock between the C-N graben and the Horse Springs graben. In the Horse Springs graben, there is a general flow to the southwest with water draining into the basin from all flanks. The water table shallows until it reaches the playas in the Horse Springs graben, where it is approximately 30–50 ft below the ground surface. From the playa deposits, there is a drop in water table elevations to the south. This shows that the San Agustin Plains may be draining slowly to the south. This same pattern has been observed in every study of the San Agustin Plains. Even gentle slopes in water-table elevations show that there is connection between grabens; moreover, groundwater flow rates are proportional to the water-table gradient. The gradient from the C-N graben to the center of the West basin playa is approximately 2.5 ft/mile, or half of the slope of the Rio Grande from Cochiti Pueblo, NM to Belen, NM. Thus, we infer that groundwater flow within the San Agustin Plains is very slow. Looking south from the San Agustin Plains into the upper Alamosa Creek, there is a 500 ft drop in the water table over a mile. Sharp drops such as this exist only where there is a Number of wells (-) Rate of increase of water table depth (ft/year) 50 40 30 20 10 0 -7.5 -5 -2.5 0 2.5 5 7.5 Figure 4. Histogram of water-level change rates (ft/yr), with positive values indicating an increasing depth-to-water below ground surface (lowering of groundwater table), between 2007 and 2017. H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N 9 D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D \" \" \" \" \" \" \" \" 6799 ¨ Millig a n G u lch ³± 169 ³± 12 ³± 59 ¡¢ 60 Alamosa Cree k ³± 107 Alamos a Creek ³± 52 ³± 52 ³± 549 ³± 163 Very Large Array \" Monticello Winston Magdalena Datil East San Agustin Basin West San Agustin Basin B l a c k R a n g e S a n M a t e o M o u n t a i n s M O G O L L O N P L AT E A U Gallinas Mountains Datil Mountains P LA INS O F SA N AG U STI N Luera Mountain Pelona Mountain O Bar O Mountain Tularosa Mountains Mangas Mountain Horse Mountain Crosby Mountain M a g d a l e n a M o u n t a i n s 6 8 00 6800 6750 68 0 0 6740 6 73 0 678 0 677 0 6790 6760 6796 6800 6799 8092 7906 6795 7163 6800 6801 6795 7764 7574 6800 6800 6799 6799 7645 7401 7468 7295 7324 7183 7163 6801 6801 6799 6797 6799 7032 6970 6768 7008 6765 7033 7335 7008 6794 6787 6789 6770 6765 6763 6761 6933 6872 6787 6760 6759 6757 6849 6759 6754 6780 6751 6751 6739 6733 6798 6799 6798 6801 6769 6773 6796 6797 6802 6765 6771 6806 6790 6789 6791 7480 6795 6788 6790 6805 6802 6730 6735 6758 7223 7107 7113 6854 6409 6391 6499 6363 6897 6496 6389 6496 6263 5187 5185 5216 5327 5940 6644 6905 7229 6259 6360 7099 6489 7058 6230 6454 6466 6740 7045 5480 5810 6322 6462 6536 6471 107°30'W 107°55'W 108°20'W 107°5'W 34°10'N 33°45'N 33°20'N 180,000 205,000 230,000 255,000 280,000 305,000 3,700,000 3,725,000 3,750,000 3,775,000 3,800,000 / 0 5 10 15 Mi 0 5 10 15 Km Water Table Elevation since 2007 (feet above mean sea level) Selected Caldera Margins Vents D Alamosa Creek 50 ft contour 50 ft contour 10 ft contour 8,000–8,500 7,500–8,000 7,000–7,500 6,500–7,000 6,000–6,500 5,500–6,000 5,000–5,500 25 Figure 5. Water-table elevations for San Agustin Plains and surrounding basins based on median water levels measured between 2007 and 2017. Mapped volcanic vents and selected caldera margins are shown. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 10 nearly complete barrier to flow. Thus, we interpret a groundwater barrier in the topographically low area between the C-N graben and upper Alamosa Creek. Such a barrier would coincide with thin, unsaturated basin fill and the presence of intersecting caldera margins. The initial high degree of fracturing expected along these intersecting margins may have promoted upwelling of hot fluids and precipitation of pore-filling minerals, such as quartz or opal, which reduced permeability. Water Quality and Groundwater Ages The overall water quality in the San Agustin Plains is good. It has low total dissolved solids (Fig. 6) and specific conductivity, neutral pH, few wells with constituents at or above EPA drinking water guide­ lines, and generally moderate temperatures. Some wells near the graben boundaries have warm (>75°F) temperatures, indicating deep, warmer flow exiting from the mountain block. Waters are carbonate rich and range from calcium rich to sodium rich, with younger waters having higher proportions of calcium and older waters having higher proportions of sodium. Overall, however, the quality of groundwater in the San Agustin Plains is remarkably uniform, with outliers existing near the playa deposits in the western basin and in wells that are completed in warm bedrock. Previous workers hypothesized significant flow leaving the basin under the mountains on the central southern rim of the West basin. We find this generally unlikely based on the composition of groundwater, specifically with respect to fluoride (F). The argument hinges on a generally decreasing trend of F moving north from those mountains into the basin (Fig. 7). The southern rim of the San Agustin Plains hosts the large calderas and more recent, smaller shield volca­ noes; further south are the large caldera complexes that form the Gila Wilderness. These volcanic rocks along the southern rim of the basin contain relatively high concentrations of F, which is highly soluble. Groundwater recharge through these rocks will have an elevated concentration of F compared to recharge away from volcanic sources—such as recharge along the northern edge of the Plains. We observe distinctly higher concentrations of F along the southern edge of the Plains compared to the groundwaters along the northern edge of the Plains. If there was significant southward flow, we would expect low concentrations of fluoride, as observed entering the Plains from the north, rather than northward transport of fluoride from waters recharged through volcanic sources. Instead, the elevated F"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "and specific conductivity, neutral pH, few wells with constituents at or above EPA drinking water guide­ lines, and generally moderate temperatures. Some wells near the graben boundaries have warm (>75°F) temperatures, indicating deep, warmer flow exiting from the mountain block. Waters are carbonate rich and range from calcium rich to sodium rich, with younger waters having higher proportions of calcium and older waters having higher proportions of sodium. Overall, however, the quality of groundwater in the San Agustin Plains is remarkably uniform, with outliers existing near the playa deposits in the western basin and in wells that are completed in warm bedrock. Previous workers hypothesized significant flow leaving the basin under the mountains on the central southern rim of the West basin. We find this generally unlikely based on the composition of groundwater, specifically with respect to fluoride (F). The argument hinges on a generally decreasing trend of F moving north from those mountains into the basin (Fig. 7). The southern rim of the San Agustin Plains hosts the large calderas and more recent, smaller shield volca­ noes; further south are the large caldera complexes that form the Gila Wilderness. These volcanic rocks along the southern rim of the basin contain relatively high concentrations of F, which is highly soluble. Groundwater recharge through these rocks will have an elevated concentration of F compared to recharge away from volcanic sources—such as recharge along the northern edge of the Plains. We observe distinctly higher concentrations of F along the southern edge of the Plains compared to the groundwaters along the northern edge of the Plains. If there was significant southward flow, we would expect low concentrations of fluoride, as observed entering the Plains from the north, rather than northward transport of fluoride from waters recharged through volcanic sources. Instead, the elevated F on the southern edge of the Plains indicates northward groundwater flow into the Plains. We estimated the recharge rate, or the rate of con­ version of rainfall and streamflow into groundwater, using a chloride mass balance that uses the modern precipitation rate and chloride deposition rate to find an chloride concentration of initial infiltrated water, and the chloride concentration in the groundwater, which is assumed to have been concentrated by evapotranspiration. We found a paleo-recharge rate of about 0.3 in/yr, using a precipitation rate of 14.6 in/yr [i.e., the rate between 2000 and 2018 (Fig. 8)]. The full range is from <0.05 in/yr to approximately 4 in/yr. The higher values are found either in warm wells or in areas of intense focused recharge (i.e., near arroyo bottoms). These rates estimate the amount of water converted from rainfall to groundwater, assuming that the remainder is evaporated, thereby concentrating chloride. They do not tell us the rate of transport of recharge into the basin. To understand how long it takes for recharge to enter the basin, we sampled for and analyzed the stable isotopic composition and groundwater age of a subset of the wells. We found that groundwater in the San Agustin Plains falls into three groups: very old, stagnant waters in bedrock; groundwater between 9,000 and 18,000 years old according to carbon-14 age dating; and groundwater between 1,000 and 6,000 years old according to carbon-14 age dating (Fig. 9). A handful of samples exhibit ages that demonstrate mixing of older water and younger water in the basin. Groundwater at the outlet of tributary valleys have the younger ages (e.g., the canyon east of Datil), while groundwater near the edge of moun­ tains and close to faults is older. Isotopically, all of the sampled groundwater falls within the range expected for rain and snowfall. There are no outliers from the local meteoric waters (rain and snow). This implies both that waters have not significantly evaporated and that they have not undergone intensive water-rock interactions (i.e., moved through and dissolved local bedrock). Modern winter and spring—when most of the snowfall occurs—waters generally have δD less than 69 per mil. Most groundwater in the San Agustin Plains falls below this, showing that recharge largely occurred during the cold seasons (Fig. 10). The lack of any evaporative trends, which appear as branching trends, with lower slopes, off of the main meteoric water 11 H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N Figure 6. Map showing the total dissolved solids (parts per million) for the San Agustin Plains and surrounding regions. The recommendation for drinking water is less than 500 mg/L. D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D DDDD D D D D D D D D D D DD D D D D D D DDD D D D D \" \" \" \" !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( ( !( !( !(!(!(!(!(!(!(!( !( Datil P L A I N S O F S A N A G U S T I N Mangas Mountain Crosby Mountain D a t i l M o u ntains G a l l i n a s M ountains S a n M a t e o M o untains B l a c k R ange Luera Mountain Pelona Mountain O Bar O Mountain McClure Hills 234 518 531 535 230 241 267 197 469 440 195 196 196 299 319 231 328 458 295 253 450 166 180 337 210 192 487 235 207 156 228 219 307 165 572 168 269 255 175 251 181 220 152 441 359 183 265 207 271 249 253 192 154 210 315 211 199 1407 107°20'W 107°40'W 108°W 108°20'W 108°40'W 34°20'N 34°N 33°40'N 33°20'N 155,000 180,000 205,000 230,000 255,000 280,000 3,700,000 3,725,000 3,750,000 3,775,000 3,800,000 / 0 10 Mi 0 10 Km . !( !( !( !( !( !( D Vents Caldera margin Total Dissolved Solids (ppm ) 152–200 201–300 301–400 401–500 501–600 601–1407 12 52 549 107 169 163 60 25 59 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 12 D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D DDDD D D D D D D D D D D DD D D D"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "A I N S O F S A N A G U S T I N Mangas Mountain Crosby Mountain D a t i l M o u ntains G a l l i n a s M ountains S a n M a t e o M o untains B l a c k R ange Luera Mountain Pelona Mountain O Bar O Mountain McClure Hills 234 518 531 535 230 241 267 197 469 440 195 196 196 299 319 231 328 458 295 253 450 166 180 337 210 192 487 235 207 156 228 219 307 165 572 168 269 255 175 251 181 220 152 441 359 183 265 207 271 249 253 192 154 210 315 211 199 1407 107°20'W 107°40'W 108°W 108°20'W 108°40'W 34°20'N 34°N 33°40'N 33°20'N 155,000 180,000 205,000 230,000 255,000 280,000 3,700,000 3,725,000 3,750,000 3,775,000 3,800,000 / 0 10 Mi 0 10 Km . !( !( !( !( !( !( D Vents Caldera margin Total Dissolved Solids (ppm ) 152–200 201–300 301–400 401–500 501–600 601–1407 12 52 549 107 169 163 60 25 59 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 12 D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D DDDD D D D D D D D D D D DD D D D D D D DDD D D D D \" \" \" \" !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !(!(!(!(!(!(!(!( !( Datil P L A I N S O F S A N A G U S T I N Mangas Mountain Crosby Mountain D a t i l M o u n t a i n s G a l l i n a s M o u n t a i n s S a n M a t e o M o u n t a i n s B l a c k R a n g e Luera Mountain Pelona Mountain O Bar O Mountain McClure Hills 2.8 2.6 2.8 2.6 0.3 0.6 1.3 0.9 0.6 1.4 0.6 0.5 2.2 1.2 0.5 1.2 1.4 0.3 0.2 1.6 3.6 1.4 2.2 0.6 0.18 0.22 0.54 0.33 0.52 0.62 0.25 0.36 0.23 2.29 0.14 0.28 0.22 0.72 0.88 0.89 0.72 0.23 0.34 0.67 0.23 0.67 0.21 0.63 0.47 0.28 0.83 1.46 0.26 0.31 0.45 0.21 0.22 0.23 0.52 107°20'W 107°40'W 108°W 108°20'W 108°40'W 34°20'N 34°N 33°40'N 33°20'N 155,000 180,000 205,000 230,000 255,000 280,000 3,700,000 3,725,000 3,750,000 3,775,000 3,800,000 / Fluoride (ppm) !( !( !( !( !( D Vents Caldera margin 0 10 Mi 0 10 Km 0.14–0.35 0.35–0.7 0.7–1.0 1.0–2.0 2.0–3.6 12 60 169 52 549 107 59 163 25 Figure 7. Map of fluoride concentrations (parts per million) in the San Agustin Plains. 13 H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D DDDD D D D D D D D D D D DD D D D D D D DDD D D D D \" \" \" \" Datil P L A I N S O F S A N A G U S T I N Mangas Mountain Crosby Mountain Datil Mountains Gallinas Mountains San Mateo Mountains B l a c k R ange Luera Mountain Pelona Mountain O Bar O Mountain McClure Hills 107°20'W 107°40'W 108°W 108°20'W 108°40'W 34°20'N 34°N 33°40'N 33°20'N 155,000 180,000 205,000 230,000 255,000 280,000 3,700,000 3,725,000 3,750,000 3,775,000 3,800,000 / 0 10 Mi 0 10 Km Mean Recharge (in/yr ) D Vents S.A. Plains Rim San Mateo Mountains Caldera margin 0.06–0.4 0.4–1.6 1.6–3.2 3.2–5 12 60 169 52 549 107 59 163 25 Figure 8. Map of regions recharge regions and estimated recharge rates (in/yr) of groundwater in the basin. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 14 line, means that groundwater was recharged quickly and deeply, avoiding evaporation, and that once the water is in the basin it is too deep to evaporate to the surface. If recharge was occurring through the basin floor, we would assume that it would be subjected to evaporation in the subsurface during infiltration, leading to a evaporative trend in the groundwater iso­ topes. We do not observe this, which further supports that recharge only occurs as focused and mountain block recharge and not as distributed recharge in the plains themselves. Older waters within the San Agustin Plains are generally ‘lighter’ isotopically, indicating they are sourced more from snowfall and colder temperatures (Fig. 11). There is a clear, linear relationship between groundwater age and isotopic composition of waters older than 5,000 years old. This is consistent with a warming climate from approximately 18,000 years ago to 5,000 years ago (Fig. 11). The trend is caused by gradual warming from the Last Glacial Maximum (18,000 years ago) to the so-called Altithermal Event 7,000 to 5,000 years ago. Evaporation would hide this trend, as would extensive three-dimensional mixing of water or complicated mixing of old and young waters. Groundwater ages younger than 5,000 years old are unreliable but are likely ‘young’; they are also relatively constant, reflecting the largely constant climate over the last 5,000 years. That we can see these trends, which are consistent with ancient climates, show that waters are not extensively mixing during flow into the basin, or during flow within the basin. The isotopic and groundwater age data has serious implications for how we understand the flow system. In other extensional basins in New Mexico, like the Albuquerque basin, old waters dilute younger waters, creating a possible complicated age signal. In the San Agustin Plains, however, it appears that the 14C ages reflect the actual age of the water, rather than a mean age of mostly young water diluted with some older water. The lack of mixing of waters implies that flow"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "occurring through the basin floor, we would assume that it would be subjected to evaporation in the subsurface during infiltration, leading to a evaporative trend in the groundwater iso­ topes. We do not observe this, which further supports that recharge only occurs as focused and mountain block recharge and not as distributed recharge in the plains themselves. Older waters within the San Agustin Plains are generally ‘lighter’ isotopically, indicating they are sourced more from snowfall and colder temperatures (Fig. 11). There is a clear, linear relationship between groundwater age and isotopic composition of waters older than 5,000 years old. This is consistent with a warming climate from approximately 18,000 years ago to 5,000 years ago (Fig. 11). The trend is caused by gradual warming from the Last Glacial Maximum (18,000 years ago) to the so-called Altithermal Event 7,000 to 5,000 years ago. Evaporation would hide this trend, as would extensive three-dimensional mixing of water or complicated mixing of old and young waters. Groundwater ages younger than 5,000 years old are unreliable but are likely ‘young’; they are also relatively constant, reflecting the largely constant climate over the last 5,000 years. That we can see these trends, which are consistent with ancient climates, show that waters are not extensively mixing during flow into the basin, or during flow within the basin. The isotopic and groundwater age data has serious implications for how we understand the flow system. In other extensional basins in New Mexico, like the Albuquerque basin, old waters dilute younger waters, creating a possible complicated age signal. In the San Agustin Plains, however, it appears that the 14C ages reflect the actual age of the water, rather than a mean age of mostly young water diluted with some older water. The lack of mixing of waters implies that flow is occurring within individual, largely horizontal, relatively thin aquifers, with little communication or mixing between different parts of aquifers. Our conceptual model of the hydrogeology of the region is as follows: recharge entered the fractured volcanic rocks at about the time of the end of the last Ice Age (10,000 to 18,000 years ago), flowing out through the mountain block and into the basin (Fig. 2). Alternatively, we could argue that the current groundwater is old lake water, but this would bear an evaporative signature in the isotopes that would degrade the linear trends seen in Figures 8–10. Additionally, we can say with confidence that additional recharge is entering the basin-fill aquifer through gradual groundwater flow from the base of geologically young alluvium in tributary valleys. This water is a mixture of ages, with some likely very recent. But, the average age of the water recharging the basin via tributary valley groundwater is between 1,000 and 4,000 years old. This implies that ground­ water transport times are long even in the tributary valleys. The distinct groundwater age populations (Figs. 9 and 11) allow us to say with confidence that there are two significant recharge pathways into the San Agustin Plains basin fill aquifer: mountain block recharge through fractured volcanic rocks requiring 10,000 or more years; and focused recharge transit­ ing through valley-fill alluvial aquifers and then into the basin fill (at the mouths of the valleys) that takes up to 4,000 years. To examine the existence of a connection between San Agustin Plains and the perennial upper Alamosa Creek, we also sampled wells and springs in the upper Alamosa Creek. The general chemistry of these samples, with the exception of the Ojo Caliente Warm Springs (11.1 kyr orange circle on Figure 9, east of the Black Range), overlapped very closely with the younger waters of the San Agustin Plains (Fig. 6). Both the groundwater age dating (Fig. 9) and isotopic data (Fig. 10) revealed that the waters in upper Alamosa Creek are in general much younger and generally isotopically heavier than those in the San Agustin Plains: thus, the groundwater in Alamosa Creek is distinct from the groundwater under the San Agustin Plains. We find no reason to believe significant flow comes from the San Agustin Plains into Alamosa Creek. Geologically, it is also unlikely that significant flow goes to the east from the White Lake graben. If a significant amount of water did flow in that direction, we would expect to see groundwater gradients shifting there and springs on the slope down to the east away from the basin. Summary of Conceptual Model The geologic structure under the San Agustin Plains includes four distinct grabens that likely have poor hydrologic connection, but are connected to similar recharge pathways. Overall, the water table is gradu­ ally declining, indicating that the current water use, as small as it is, is not balanced by recharge. This is consistent with the long (1,000 to 4,000 years for tributary alluvial aquifers and a total range of 15 H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N Figure 9. Map of apparent 14C age (years) of groundwater using δ13C corrections. D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D D DDDD D D D D D D D D D D DD D D D D D D DDD D D D D \" \" \" \" !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( Datil Mangas Mountain Crosby Mountain D a t i l M o u n t a i n s G a l l i n a s M o u n t a i n s S a n M a t e o M o u n t a i n s B l a c k R a n g e Luera Mountain Pelona Mountain O Bar O Mountain McClure Hills 100 580 1,020 5,350 8,200 2,520 6,350 4,780 1,140 4,070 2,800 2,010 5,390 2,740 4,360 4,770 8,770 9,330 3,140 6,310 11,070 17,350 10,680 13,730 19,020 10,730 22,900 12,540 10,060 18,490 13,800 10,130 10,700 17,000 10,650 107°20'W 107°40'W 108°W 108°20'W 108°40'W 34°20'N 34°N 33°40'N 33°20'N 155,000 180,000 205,000 230,000 255,000 280,000 3,700,000 3,725,000 3,750,000 3,775,000 3,800,000 / 14C t apparen age (yrs) D Vents Caldera margin !( !( !( !( !( !( !( 0 10 Mi 0 10 Km 100–1,100 1,100–3,100 3,100–5,400 5,400–8,200 8,200–11,100 11,100–13,800 13,800–22,900 25 12 60 169 52 549 163 107 59 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 16 0 5,000 10,000 15,000 20,000 Age (year apparent 14C) -90 -80 -70 -60 -50 D (per mil) Figure"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "D D DDDD D D D D D D D D D D DD D D D D D D DDD D D D D \" \" \" \" !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( !( Datil Mangas Mountain Crosby Mountain D a t i l M o u n t a i n s G a l l i n a s M o u n t a i n s S a n M a t e o M o u n t a i n s B l a c k R a n g e Luera Mountain Pelona Mountain O Bar O Mountain McClure Hills 100 580 1,020 5,350 8,200 2,520 6,350 4,780 1,140 4,070 2,800 2,010 5,390 2,740 4,360 4,770 8,770 9,330 3,140 6,310 11,070 17,350 10,680 13,730 19,020 10,730 22,900 12,540 10,060 18,490 13,800 10,130 10,700 17,000 10,650 107°20'W 107°40'W 108°W 108°20'W 108°40'W 34°20'N 34°N 33°40'N 33°20'N 155,000 180,000 205,000 230,000 255,000 280,000 3,700,000 3,725,000 3,750,000 3,775,000 3,800,000 / 14C t apparen age (yrs) D Vents Caldera margin !( !( !( !( !( !( !( 0 10 Mi 0 10 Km 100–1,100 1,100–3,100 3,100–5,400 5,400–8,200 8,200–11,100 11,100–13,800 13,800–22,900 25 12 60 169 52 549 163 107 59 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S : O F R 6 1 5 16 0 5,000 10,000 15,000 20,000 Age (year apparent 14C) -90 -80 -70 -60 -50 D (per mil) Figure 11. Plot of δD (per mil) against apparent 14C age (years) for San Agustin Plains only. The 14C age shows the average age of the water, and the δD reflects the temperature the water was recharged at— colder temperatures go to more negative δD values. Groundwater ages less than 5,000 years old are unreliable because of mixing but still likely \"young.\" Major climate eras in the last 20,000 years include the Last Glacial Maximum (coldest temperatures) at ~18,000 years ago followed by a period of slow warming, the cold Younger Dryas event at ~10,000 years ago followed by a period of warming until a maximum tempera­ ture was reached at ~6,000 years ago during the Altithermal Event. After the Altithermal Event, climate has remained relatively constant. ages 9,000 to 18,000 for mountain-block volcanic aquifers; Figure 2) transit times over short (5–10 miles) distances into the basin-fill aquifer. Recharge rates are low (<0.1 in to 0.5 in) based on chloride- mass balance modeling. Carbon dating indicates that well over 80% of the groundwater in the basin was recharged during the melting of a large snowpack and ice in rock glaciers at the end of the last Ice Age. In the basin and in the recharge zone, flow is largely unmixed between young and old, and the majority of the waters near the edge of the San Agustin Plains indicate water from the last Ice Age. Where there are large tributary valleys, such as the canyon near Datil, connecting to the valley basin, we see younger waters; these waters are rapidly diluted by the older, mountain-block recharge waters. In general, flow rates through the basin are very slow, consistent with the low water table elevation slopes. The sediment O (per mil) -13 -12 -11 -10 -9 -8 -7 -6 18 -100 -95 -90 -85 -80 -75 -70 -65 -60 -55 -50 -45 D (per mil) San Agustin Plains, Wells Tularosa, Wells Alamosa, Wells Alamosa, Springs Winter/Spring LMWL Summer/Autumn LMWL Figure 10. Isotopic concentrations of groundwater compared to meteoric waters in the San Agustin Plains and upper Alamosa Creek. Meteoric waters (precipitation) is represented by the line on this graph, as the local meteoric water line (LMWL), which was collected during Winter (1 Jan to 1 Mar), Spring (1 Mar to 1 Jun), Summer (1 Jun to 1 Sept) and Fall (1 Sept to 1 Jan). of the basin-fill aquifer in the San Agustin Plains is known to be mud-rich in the middle of the North gra­ ben and near modern-day playas, and this sediment is at its maximum depth-of-burial. This configuration or set of circumstances makes these areas of the basin highly susceptible for groundwater-related subsidence during large scale pumping. The water quality in the San Agustin Plains is excellent, with very fresh water common throughout the basin except near the playas and in wells in relatively tight bedrock. We believe, consistent with observations of previous workers, that groundwater is exiting the basin at its extreme southwestern corner, where groundwater elevations decrease to the south. It is key to note that ground­ water levels are slowly declining now even for these small fluxes, so one could expect that further declines would occur with increased pumping rates or water use. 17 H Y D R O G E O L O G Y O F T H E P L A I N S O F S A N A G U S T I N A C K N O W L E D G M E N T S We thank the well and land owners of the San Agustin Plains and along Alamosa Creek for granting access. Particularly, we are grateful for the leadership and knowledge of NM State Representative Gail Armstrong and Catron County Commissioner Anita Hand. Several engaged local community members—including Eileen Dodds, Linn Kennedy, James Hall, Carol and Ray Pittman and Roy Farr—helped us gain access to wells and land, and informed our understanding of historical land-use. We thank the San Augustin Plains LLC and John Shomaker and Associates for their donation of well cuttings and well logs, two critical sources of data in a data-poor region. Hydrologic field data collection over the years was conducted by numerous staff of NMBGMR, we particularly wish to acknowledge the work of Cathie Eisen, Trevor Kludt, Scott Christenson and Melissa Brett. Photography, cartography, technical illustration and layout were performed by Melissa Brett, Stephanie Chavez, Mark Mansell, and Brigitte Felix. Copy editing was done by Belinda Harrison. This work benefited from conversations with Jeffrey Pepin, Fred Phillips, Geoffrey Rawling, Shari Kelley, Ron Broadhead, Jack Oviatt, Bruce Allen, John Hawley, Ginger McLemore, and David Love. Water and isotopic analyses were conducted at the NMBGMR Analytical Chemistry Laboratory. New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835-5490 www.geoinfo.nmt.edu Blodgett, D.D., and F. B. Titus. 1973, Hydrogeology of the San Augustin Plains, New Mexico. Independent study submitted for M.S. degree to NMIMT, Open-File Report 51, New Mexico Bureau of Mines and Mineral Resources, Socorro, New Mexico. Myers, R.G., Everheart, J.T., Wilson, C.A., 1994, Geohydrology of the San Agustin Basin, Alamosa Creek Basin upstream from Monticello Box, and upper Gila Basin in parts of Catron, Socorro, and Sierra Counties, New Mexico. Water-Resources Investigations Report 94-4125, U.S. Geological Survey, Albuquerque, New Mexico. R E F E R E N C E"
    },
    {
        "URL": "OFR-615_SanAgustinPlainsHydrogeology.pdf",
        "Text": "and along Alamosa Creek for granting access. Particularly, we are grateful for the leadership and knowledge of NM State Representative Gail Armstrong and Catron County Commissioner Anita Hand. Several engaged local community members—including Eileen Dodds, Linn Kennedy, James Hall, Carol and Ray Pittman and Roy Farr—helped us gain access to wells and land, and informed our understanding of historical land-use. We thank the San Augustin Plains LLC and John Shomaker and Associates for their donation of well cuttings and well logs, two critical sources of data in a data-poor region. Hydrologic field data collection over the years was conducted by numerous staff of NMBGMR, we particularly wish to acknowledge the work of Cathie Eisen, Trevor Kludt, Scott Christenson and Melissa Brett. Photography, cartography, technical illustration and layout were performed by Melissa Brett, Stephanie Chavez, Mark Mansell, and Brigitte Felix. Copy editing was done by Belinda Harrison. This work benefited from conversations with Jeffrey Pepin, Fred Phillips, Geoffrey Rawling, Shari Kelley, Ron Broadhead, Jack Oviatt, Bruce Allen, John Hawley, Ginger McLemore, and David Love. Water and isotopic analyses were conducted at the NMBGMR Analytical Chemistry Laboratory. New Mexico Bureau of Geology and Mineral Resources A Research Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835-5490 www.geoinfo.nmt.edu Blodgett, D.D., and F. B. Titus. 1973, Hydrogeology of the San Augustin Plains, New Mexico. Independent study submitted for M.S. degree to NMIMT, Open-File Report 51, New Mexico Bureau of Mines and Mineral Resources, Socorro, New Mexico. Myers, R.G., Everheart, J.T., Wilson, C.A., 1994, Geohydrology of the San Agustin Basin, Alamosa Creek Basin upstream from Monticello Box, and upper Gila Basin in parts of Catron, Socorro, and Sierra Counties, New Mexico. Water-Resources Investigations Report 94-4125, U.S. Geological Survey, Albuquerque, New Mexico. R E F E R E N C E S"
    }
]