[
    {
        "URL": "nmg_v32_n1_p26.pdf",
        "Text": "A rare, large artesian subaqueous spring in the upper Rio Grande Paul W. Bauer and Peggy S. Johnson New Mexico Geology, v. 32, n. 1 pp. 26-27, 29, Print ISSN: 0196-948X, Online ISSN: 2837-6420. https://doi.org/10.58799/NMG-v32n1.26 Download from: https://geoinfo.nmt.edu/publications/periodicals/nmg/backissues/home.cfml?volume=32&number=1 New Mexico Geology (NMG) publishes peer-reviewed geoscience papers focusing on New Mexico and the surrounding region. We aslo welcome submissions to the Gallery of Geology, which presents images of geologic interest (landscape images, maps, specimen photos, etc.) accompanied by a short description. Published quarterly since 1979, NMG transitioned to an online format in 2015, and is currently being issued twice a year. NMG papers are available for download at no charge from our website. You can also subscribe to receive email notifications when new issues are published. New Mexico Bureau of Geology & Mineral Resources New Mexico Institute of Mining & Technology 801 Leroy Place Socorro, NM 87801-4796 https://geoinfo.nmt.edu This page is intentionally left blank to maintain order of facing pages. 26 New Mexico Geology February 2010, Volume 32, Number 1 The watershed of the Rio Grande in northern New Mexico plays an important role in the hydrologic health of the river and in the administration of water within the Rio Grande ground water basin. While flowing through the Rio Grande Gorge in Taos County, the river gains about 126 cubic feet per second (cfs; 91,060 acre-feet/ year) from springs and seeps. In times of drought these springs help keep the river wet for fish, wildlife, anglers, boaters, biologists, and other river users and water managers. In 2006, with funding from the Healy Foundation and Taos County (and a second phase of funding in 2008 from the New Mexico Interstate Stream Commission), the bureau began a study designed to identify, inventory, describe, and selectively sample the springs along the 80 mi of the Rio Grande Gorge from the Colorado state line to the Embudo gage (Fig. 1). Our primary task was to determine where, how, and why this ground water reaches the river. Finding and surveying springs is challenging work in the Rio Grande Gorge (Fig. 2), as there are few roads down to the river and, most of the trails are steep and primitive. Where possible, we paddled inflatable kayaks, and where treacherous rapids prohibited boating, we carried our gear into the gorge and surveyed on foot (Fig. 3). To date, we have cataloged 163 springs in the gorge. Two of the more unexpected findings are the prodigious number of springs and the variety of geologic settings that host them. Although most of the springs are small—generally less than 15 gallons per minute (gpm)—each of the eight largest springs discharges more than 1,000 gpm and combine to contribute nearly 90% of the total spring accretion of the upper Rio Grande (Fig. 4). Most are located in the least accessible, deepest section of the gorge between Cerro Chiflo and the confluence of the Red River. A rare, large artesian subaqueous spring in the upper Rio Grande Paul W. Bauer and Peggy S. Johnson, New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, 801 Leroy Place, Socorro, New Mexico 87801, bauer@nmt.edu FIGURE 1—Between the state line and the Embudo gage, the Rio Grande gains over 120 cfs from springs and seeps. FIGURE 2—Descending along the Bear Canyon Primitive Trail in the BLM Wild Rivers Recreation Area through Pliocene basalt and dacite flows of the Taos Plateau volcanic field. Photo by Paul Bauer. FIGURE 3—Many of the small spring vents appear near the river level, such as this clear, cool spring located on the Ute Mountain section of the Rio Grande. Lightweight inflatable kayaks provide a convenient field vehi­ cle for surveying springs and carrying field meters and sampling equip­ ment. Photo by Paul Bauer. FIGURE 4—Estimating the volume of very large springs can be challeng­ ing. Here the team uses a bucket and stopwatch to estimate a volume of 5,000 gallons per minute for Big Arsenic springs, which cascades into the Rio Grande. Photo by Brigitte Felix. February 2010, Volume 32, Number 1 New Mexico Geology 27 Based on our measurements and estimates of spring discharge into the river, we had accounted for about 44 cfs of spring accretion. To account for the missing 82 cfs, we had hypothesized the existence of subaqueous riverine spring vents but had not seen any until a low-water kayak trip from the Colorado state line down through the Ute Mountain reach in the fall of 2008. Team members noticed a circular surface disturbance on the river (Fig. 5) and traced the cause to a large artesian spring vent on the channel bottom. Unable to measure or sample the spring, we hiked in at very low water in the fall of 2009 with equipment to sample and estimate discharge. The spring emerges in the river bed and thus is not directly visible. However, the power of the upwelling water has washed out all of the fine river sediment, creating a crater that is 12 ft deep and 15 ft wide (Fig. 6). Coarse gravel remains in the crater, and the artesian upwelling of ground water causes continuously dancing plumes of gravel to erupt from the crater (Fig. 7). A video can also be viewed at ftp://granite.nmt.edu/pub/paul/Spring_Video_1_with_sound. AVI. A sample of the gravel, grabbed from the top of a plume, shows that the spring is energetic enough to hurl one-inch gravel clasts 12 ft vertically through a moving water column. The geologists on site informally named it Lava Tube spring, although we later learned that local anglers refer to it as “The Big Boil.” This remarkable spring is the stuff of local myths, as people had searched for it but could not find it, most likely because it is only visible at very low river levels. Two team members skilled in stream gaging used a Marsh– McBirney flow meter to calculate the river discharge above and below the spring. They concluded that the spring emits about 13 cfs (5,835 gpm or 9,411 acre-feet/year) or 10% of the entire river accretion, thus making it the single largest spring on the Rio Grande in New Mexico. This marvelous spring could fill a large tanker truck in 90 seconds, and an olympic-size swimming pool in less than 2 hours. In comparison to other springs in New Mexico, Lava Tube spring dwarfs the famous Ojo Caliente springs, which discharge less than 100 gpm, and the Gila Hot Springs at about 150 gpm. The karst springs that feed Lea Lake at Bottomless Lakes State Park near Roswell have recently averaged about 12.7 cfs. One hundred years ago the great karst aquifers on the Pecos Slope near Roswell supported five immense artesian springs, the largest of which discharged 85 cfs, until massive irrigation withdrawals in the 1800s led to catastrophic ground water declines. By 1931 all five of the phenomenal Roswell Basin springs were dry. We believe that Lava Tube spring is currently the largest single spring in New Mexico. Analyses using a portable water-quality meter indicate that the spring water is low in dissolved minerals. Field parameters for the spring water were: temperature = 15.2oC (59.3oF), specific conductance = 214 microSiemens/cm, and pH = 8.0. Also collected were"
    },
    {
        "URL": "nmg_v32_n1_p26.pdf",
        "Text": "ft vertically through a moving water column. The geologists on site informally named it Lava Tube spring, although we later learned that local anglers refer to it as “The Big Boil.” This remarkable spring is the stuff of local myths, as people had searched for it but could not find it, most likely because it is only visible at very low river levels. Two team members skilled in stream gaging used a Marsh– McBirney flow meter to calculate the river discharge above and below the spring. They concluded that the spring emits about 13 cfs (5,835 gpm or 9,411 acre-feet/year) or 10% of the entire river accretion, thus making it the single largest spring on the Rio Grande in New Mexico. This marvelous spring could fill a large tanker truck in 90 seconds, and an olympic-size swimming pool in less than 2 hours. In comparison to other springs in New Mexico, Lava Tube spring dwarfs the famous Ojo Caliente springs, which discharge less than 100 gpm, and the Gila Hot Springs at about 150 gpm. The karst springs that feed Lea Lake at Bottomless Lakes State Park near Roswell have recently averaged about 12.7 cfs. One hundred years ago the great karst aquifers on the Pecos Slope near Roswell supported five immense artesian springs, the largest of which discharged 85 cfs, until massive irrigation withdrawals in the 1800s led to catastrophic ground water declines. By 1931 all five of the phenomenal Roswell Basin springs were dry. We believe that Lava Tube spring is currently the largest single spring in New Mexico. Analyses using a portable water-quality meter indicate that the spring water is low in dissolved minerals. Field parameters for the spring water were: temperature = 15.2oC (59.3oF), specific conductance = 214 microSiemens/cm, and pH = 8.0. Also collected were samples for general chemistry, trace metals, stable isotopes, and age-dating techniques, including tritium, chlorofluorocarbons (CFCs), and carbon-14. To overcome the challenge of sampling a subaqueous spring without contamination from the river or the atmosphere, we captured its artesian water by inserting a 14-ft section of 1.5-inch PVC pipe into the river-bottom vent. A 5-gal bucket was then affixed to the top end of the device to collect the spring water that rose through the pipe above river level. The homemade sampler FIGURE 5—At low water the circular surface disturbance over Lava Tube spring is conspicuous. View downstream of the Rio Grande at about 60 cfs. Photo by Paul Bauer. FIGURE 6—Lava Tube spring has excavated a 12-ft-deep, 15-ft-wide crater in the river bottom. Clearly visible in this photo is a plume of coarse gravel in the center of the crater. At higher water levels the spring vanishes from view. Photo by Paul Bauer. FIGURE 7—Underwater photo of a gravel plume in Lava Tube spring. These dancing plumes consist of rounded river gravel as large as an inch in diameter. Photo by Paul Bauer. FIGURE 8—Kristoph Kinzli of Colorado State University coaxes artesian spring water upward by inserting a 14-ft length of PVC pipe into the crater vent. In order to sample the spring water, we secured a 5-gal bucket to the top of this pipe. Photo by Paul Bauer. (P. W. Bauer and P. S. Johnson's report continued on page 29.) February 2010, Volume 32, Number 1 New Mexico Geology 29 worked well, and we were able to get the spring water to rise as artesian flow nearly 4 ft above the river (Fig. 8). One possibility for the origin of the spring is that ground water drains into and flows along a lava tube in the Servilleta Basalt. The downcutting river intersected the lava tube, resulting in the highly localized artesian vent. The Servilleta Basalt erupted and flowed across the Taos Plateau about 3 m.y. ago, and lava tubes are common features in the canyon walls. The springs in the Rio Grande Gorge generally fall into clusters that coincide with either a hydrologically important geologic feature, such as a fault or a volcano, or one of the perennial tributaries of the Rio Grande, such as Red River, Rio Hondo, Rio Pueblo de Taos. A preliminary report on the gorge springs for the Interstate Stream Commission is due out this spring, but we have enough data to spend another year or two doing in-depth data analysis on these regional ground water aquifers and springs along the Rio Grande Gorge. We acknowledge the invaluable assistance of the following team members, in alphabetical order: Del Dubois, Ron Gardiner, Steve Harris, Kristoph Kinzli, Greg Lewis, Anders Lundahl, Matt Marti­ nez, Rolf Schmidt-Petersen, and Nabil Shafike."
    }
]