[
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "i Hydrogeologic Investigation of the Arroyo Hondo Area, Taos County, New Mexico Final Technical Report Prepared for Taos County March 2009 Open-File Report 505 New Mexico Bureau of Geology and Mineral Resources Peggy S. Johnson, Paul W. Bauer, and Brigitte Felix S A N G R E D E C R I S T O M O U N T A I N S Arroyo Hondo Questa Taos Ranchos de Taos Pilar P I C U R I S M O U N T A I N S Picuris Pueblo ii New Mexico Bureau of Geology and Mineral Resources A Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (505) 366-2535 Fax (505) 366-2559 E-mail: bauer@nmt.edu iii Hydrogeologic Investigation of the Arroyo Hondo Area, Taos County, New Mexico Final Technical Report Prepared for Taos County March 2009 Open-File Report 505 Peggy S. Johnson, Paul W. Bauer, and Brigitte Felix New Mexico Bureau of Geology & Mineral Resources iv Project Funding The Healy Foundation, with Taos County acting as the fiscal agent. The New Mexico Bureau of Geology & Mineral Resources. Project Personnel Paul Bauer, Ph. D., Principal Investigator, Principal Senior Geologist, New Mexico Bureau of Geology & Mineral Resourc- es, bauer@nmt.edu Tasks: Project management; data collec- tion, compilation, and interpretation; technical report. Peggy Johnson, Senior Hydrogeologist, New Mexico Bureau of Geology & Mineral Resourc es, peggy@gis.nmt.edu Tasks: Data collection and interpreta- tion; technical report. Elsbeth Atencio, Contract field technician, Arroyo Hondo Tasks: Well identification, water level measurements, water well data entry. Hamilton Brown, Contract field technician, Arroyo Seco Tasks: Well identification, water level measurements. Brigitte Felix, GIS Specialist, New Mexico Bureau of Geology & Mineral Resourc es, bfk@gis.nmt.edu Tasks: GIS; cartography; drafting; report design, layout and production. Lewis Gillard, GIS Technician, New Mexico Bureau of Geology & Mineral Resources Tasks: GIS; cartography. Mark Mansell, GIS Specialist, New Mexico Bureau of Geology & Mineral Resources Tasks: GIS; cartography. Acknowledgments We thank Ed and Trudy Healy for funding the study through a grant from the Healy Founda- tion to Taos County. The funding and project planning were facilitated by the efforts of Ron Gardiner (Questa), Butchie Denver (Questa), and Allen Vigil (former Taos Co. Planning Direc- tor). We thank E. Atencio and H. Brown, local residents who were under contract to the New Mexico Bureau of Geology & Mineral Resourc- es, for their extensive contributions in measur- ing water levels, contacting well owners, and tracking well information, and generally making critical contributions to this study. We thank all the many homeowners who graciously allowed us access to their wells for water level measure- ments. Ron Gervason of the Taos Soil & Water Conservation District provided UTM locations of inventoried water wells in the study area. Doug Rappuhn (NMOSE) provided several well reports. Dr. Geoffrey Rawling provided a critical review of the report. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES v TABLE OF CONTENTS EXECUTIVE SUMMARY\b...........................1 I. INTRODUCTION \b...............................3 Background \b...................................................3 Previous Work \b..............................................3 Purpose and Scope \b........................................4 Description of Study Area \b.............................5 II. METHODOLOGY \b...............................8 Water Levels \b.................................................8 Measured versus Recorded Water Levels\b...8 Water Level Contouring\b............................8 Geologic Map\b................................................9 Geologic Cross Sections\b.................................9 III. GEOLOGIC SETTING \b...................... 11 Regional Geology \b........................................11 Geology of the Arroyo Hondo Area \b............14 Volcanic Rocks \b.......................................14 Sedimentary Deposits \b.............................15 Faults \b.....................................................17 IV. HYDROGEOLOGIC FRAMEWORK\b... 18 Previous Work \b............................................18 Ground Water Flow System \b........................21 Hydrostratigraphic Units \b........................21 Hydrogeologic Cross Sections \b.................21 Summary of Aquifers and Hydrostrati- graphic Units\b...........................................21 Arroyo Hondo Shallow Alluvial Aquifer\b.24 Shallow Perched Aquifer \b.........................26 Cerro Negro Dacite \b................................27 Servilleta Formation and Deep Volcanic-Alluvial Aquifer \b...................27 Airport Fault Transition Zone \b................28 Lower Santa Fe Group Alluvial (Chamita) Aquifer \b..............................29 Surface Water and Ground Water Inter- actions \b....................................................29 V. SUMMARY AND CONCLUSIONS \b..... 31 REFERENCES\b......................................... 33 APPENDICes Appendix A–NMOSE Well Records Table A1. Data Compiled for Water Wells Appendix B–Geologic Map Unit Descriptions FIGURES Figure 1–Location map \b.................................4 Figure 2–Taos County neighborhood association map \b........................................5 Figure 3–Surface water drainages and acequias \b................................................... 6 Figure 4–Data inventory map \b........................7 Figure 5–Generalized geologic map \b.............10 Figure 6–Geologic map of the Arroyo Hondo and Arroyo Seco 7.5–minute quadrangles \b..........................12 Figure 7–Geologic map of the Arroyo Hondo study area \b...................................13 Figure 8–Photograph of typical highly fractured Servilleta Formation basalt flows \b............................................14 Figure 9–Photograph of a thin flow of dense Cerro Negro dacite \b.......................14 Figure 10–High-resolution aeromagnetic map of the Arroyo Hondo region \b...........16 Figure 11–Photograph of exposure of typical .Quaternary sedimentary deposits \b..................................................17 Figure 12–Photograph of the base of a Servilleta Formation basalt flow \b.............17 Figure 13–Hydrogeologic cross sections \b......22 Figure 14–Ground water flow conditions \b....25 ARROYO HONDO vi NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO 1 The Arroyo Hondo ground water study reveals a complex, three-dimensional ground water system with multiple hydrostratigraphic units and aquifers. Distribution of the geologic and hydrostratigraphic units is presented through geologic maps and seven detailed cross sec- tions that depict the distribution of geologic and hydrostratigraphic units, well data, surface water features, water levels, faults, and zones of fracturing and sediment layers in volcanic rocks. Cross sections are constructed both parallel and perpendicular to regional ground water flow and illustrate aquifers in the context of the geo- logic framework, the Rio Grande and the Rio Hondo, local acequias and other surface water features. Ground water exists primarily within the Quaternary-Tertiary alluvial fan sediments known as the Blueberry Hill deposit, the Servil- leta Formation basalts and interbedded sedi- ments, the lower Tertiary Chamita Formation of the Santa Fe Group, and locally within the Cerro Negro dacite. A shallow alluvial aquifer in the Blueberry Hill alluvial fan deposit is lim- ited to an area south of the Rio Hondo and east of the Airport fault. This aquifer is semi-perched on the Cerro Negro dacite, a massive, crystal- line volcanic unit with relatively low regional permeability, and is recharged primarily through local irrigation return flow. A shallow perched aquifer also exists in the alluvial fan deposits north of the Rio Hondo, on the southwest flank of Cerro Negro. Here, perched ground water ac- cumulates on the Cerro Negro dacite, recharges from Acequia de Atalaya, and discharges from the Medina spring, and possibly the lower Rio Hondo springs. The Cerro Negro dacite contains localized, productive aquifers in fractured and rubble EXECUTIVE SUMMARY zones but generally appears to behave as a perch- ing bed for shallow alluvial aquifers. Static water levels are highly variable, regionally inconsistent, and significantly lower than those measured in overlying perched or shallow alluvial aquifers. It is likely that fractured aquifers in the Cerro Negro dacite are highly compartmentalized, and have only limited or partial interconnection with adjacent aquifers. The Servilleta Formation, named the deep volcanic-alluvial aquifer in this study, contains productive zones in thin basalts and sediments west of the Airport fault. A uniform hydraulic gradient between the Airport fault and the Rio Grande suggests that ground water moves easily between and through the interlayered basalts and sediments. This regional potentiometric surface grades westward to the elevation of cool springs that emerge in the Rio Grande gorge. Due to limited data and variable, regionally inconsistent water levels in deep wells east of the Airport fault, it is uncertain whether this deep aquifer system underlies the entire study area or if"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "Tertiary Chamita Formation of the Santa Fe Group, and locally within the Cerro Negro dacite. A shallow alluvial aquifer in the Blueberry Hill alluvial fan deposit is lim- ited to an area south of the Rio Hondo and east of the Airport fault. This aquifer is semi-perched on the Cerro Negro dacite, a massive, crystal- line volcanic unit with relatively low regional permeability, and is recharged primarily through local irrigation return flow. A shallow perched aquifer also exists in the alluvial fan deposits north of the Rio Hondo, on the southwest flank of Cerro Negro. Here, perched ground water ac- cumulates on the Cerro Negro dacite, recharges from Acequia de Atalaya, and discharges from the Medina spring, and possibly the lower Rio Hondo springs. The Cerro Negro dacite contains localized, productive aquifers in fractured and rubble EXECUTIVE SUMMARY zones but generally appears to behave as a perch- ing bed for shallow alluvial aquifers. Static water levels are highly variable, regionally inconsistent, and significantly lower than those measured in overlying perched or shallow alluvial aquifers. It is likely that fractured aquifers in the Cerro Negro dacite are highly compartmentalized, and have only limited or partial interconnection with adjacent aquifers. The Servilleta Formation, named the deep volcanic-alluvial aquifer in this study, contains productive zones in thin basalts and sediments west of the Airport fault. A uniform hydraulic gradient between the Airport fault and the Rio Grande suggests that ground water moves easily between and through the interlayered basalts and sediments. This regional potentiometric surface grades westward to the elevation of cool springs that emerge in the Rio Grande gorge. Due to limited data and variable, regionally inconsistent water levels in deep wells east of the Airport fault, it is uncertain whether this deep aquifer system underlies the entire study area or if it includes the Cerro Negro dacite. A transition zone between shallow and deep aquifers occurs at the Airport fault, which defines the western limits of the Cerro Negro dacite and the shallow alluvial aquifer. A vertical head differential of more than 300 feet exists across the Airport fault, which forms a high-permeability zone with a strong, local downward gradient. At the fault, shallow water levels rapidly merge with those in deep volcanic-alluvial wells on the west side of the fault, implying downward leakage from shallow to deep aquifers. Relatively young recharge ages in springs discharging in the Rio Grande gorge from the deep volcanic-alluvial aquifer suggest that shallow alluvial ground water merging NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 2 with the deep aquifer at the Airport fault transi- tion zone comprises a significant portion of the ground water discharging at the springs. The Rio Hondo is part of a stream-connected aquifer system with gaining, neutral and losing reaches controlled by the permeability of con- tiguous, underlying geologic units. The alluvial deposits along the Rio Hondo were probably above the water table under natural conditions, but now have locally perched or semi-perched aquifers due to the development of irrigation. In the Rio Hondo drainage, accretion of ground water from surface water and irrigation recharge is a critical factor controlling the extent of the shallow alluvial aquifer. Because of interconnec- tions between the Rio Hondo, the Rio Grande and shallow and deep aquifers, depletions of ground water from these aquifers have the very real potential of contributing to surface water depletions in a matter of decades or less. Simi- larly, reductions in irrigation would have nega- tive effects on ground water levels in the shallow alluvial aquifer. ARROYO HONDO 3 Background Taos County is the northernmost county along the Rio Grande in New Mexico. As such, it plays an important role in the hydrologic condition of the Rio Grande and a critical role in the admin- istration of water within the Rio Grande ground water basin. The population of Taos County has increased steadily since 1960, with rapid growth and home construction in the Arroyo Hondo region, including the neighborhoods of Arroyo Hondo, Hondo Mesa, and Stagecoach. Since 2000, Arroyo Hondo has experienced a popula- tion growth of 8.2 percent, to a population of about 2400 people in 2007. Most new develop- ment requires the installation of domestic water wells and septic tanks. Recently, there has been public concern about the vulnerability of shal- low domestic wells to extended drought, and the potential future impacts of increased ground wa- ter pumping on domestic wells, down-gradient springs in the Rio Grande gorge, the Rio Hondo and Rio Grande, and acequias. Because most shallow ground water in the Taos region ultimately flows to the Rio Grande, consumption of ground water eventually results in depletions to the river flow (Burck et al. 2004, Shomaker and Johnson 2005). Approximately 98 percent of all water withdrawn in the Taos region in 2000 was used for irrigation. How- ever, 61 percent of that water was returned to streams, resulting in an average annual net deple- tion of approximately 40,000 acre-feet of water. As growth and development increase, accompa- nied by installation of more domestic wells, this net depletion is expected to increase. The Taos Regional Water Plan (Daniel B. Stephens & Assoc., 2006), adopted by the New Mexico Interstate Stream Commission in July 2008, lists the following as key water issues fac- ing the Taos region: • Rio Grande Compact and availability of water rights • Drought vulnerability • Infrastructure needs • Water quality • Public education • Protection of agriculture • Protection of water rights • Planning for growth • Watershed protection • Data gaps The hydrogeologic data, interpretations and conceptual model of ground water flow pre- sented here can aid in management of the water resources of the Arroyo Hondo area. This report is the most thorough assessment to date of the ground water system in the Arroyo Hondo area, and can support state, county, and local officials and private citizens who make decisions related to water resources. Previous Work Studies of the geology of the Taos region have been reported in a variety of formats. A set of geologic quadrangle maps has recently been produced by the New Mexico Bureau of Geology & Mineral Resources (http://geoinfo.nmt.edu/ publications/maps/geologic/ofgm/home.html), including recent maps of the Arroyo Hondo, Guadalupe Mountain, Taos, and Los Cordovas quadrangles (Fig. 1). A great variety of geologic and hydrogeologic topics are covered in the 2004 New Mexico Geological Society Guide- book (Brister et al., 2004), and by references therein. Grauch and Keller (2004) and Bankey et I. INTRODUCTION NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 4 al. (2006) provided the latest interpretations of regional geophysical studies of the southern San Luis Basin. Published literature on regional water resources includes a general water resource inventory of Taos County (Garrabrant, 1993), a surface water assessment of Taos County (John- son, 1998), a summary of the ground water geology of Taos County (Benson, 2004), recent work related to the Taos Pueblo water rights settlement such as a regional ground water flow model (Burck et al., 2004), and the Taos County Regional Water Plan (Daniel B. Stephens and Assoc., 2006). Our current understanding of the geology of the Arroyo Hondo area is based on the modern geologic quadrangle maps (Bauer and Kelson, 2001; Kelson and"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "education • Protection of agriculture • Protection of water rights • Planning for growth • Watershed protection • Data gaps The hydrogeologic data, interpretations and conceptual model of ground water flow pre- sented here can aid in management of the water resources of the Arroyo Hondo area. This report is the most thorough assessment to date of the ground water system in the Arroyo Hondo area, and can support state, county, and local officials and private citizens who make decisions related to water resources. Previous Work Studies of the geology of the Taos region have been reported in a variety of formats. A set of geologic quadrangle maps has recently been produced by the New Mexico Bureau of Geology & Mineral Resources (http://geoinfo.nmt.edu/ publications/maps/geologic/ofgm/home.html), including recent maps of the Arroyo Hondo, Guadalupe Mountain, Taos, and Los Cordovas quadrangles (Fig. 1). A great variety of geologic and hydrogeologic topics are covered in the 2004 New Mexico Geological Society Guide- book (Brister et al., 2004), and by references therein. Grauch and Keller (2004) and Bankey et I. INTRODUCTION NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 4 al. (2006) provided the latest interpretations of regional geophysical studies of the southern San Luis Basin. Published literature on regional water resources includes a general water resource inventory of Taos County (Garrabrant, 1993), a surface water assessment of Taos County (John- son, 1998), a summary of the ground water geology of Taos County (Benson, 2004), recent work related to the Taos Pueblo water rights settlement such as a regional ground water flow model (Burck et al., 2004), and the Taos County Regional Water Plan (Daniel B. Stephens and Assoc., 2006). Our current understanding of the geology of the Arroyo Hondo area is based on the modern geologic quadrangle maps (Bauer and Kelson, 2001; Kelson and Bauer, 2003, 2006, and 2008), and many earlier studies of the Taos Pla- teau and southern Sangre de Cristo Mountains. This report provides the first comprehensive synthesis of geologic and geophysical data and subsurface geologic interpretations. Modern investigations of the hydrogeology of the Arroyo Hondo region are few. Bauer et al. (1999) assessed the hydrogeology of the region south of Taos. Drakos et al. (2004a and 2004b) studied the hydrologic characteristics of the aqui- fers and the geochemistry of the surface water and ground water in the Taos region. Rawling (2005) performed a hydrogeologic investigation of the Ar- royo Seco area, just east of our study area. Purpose and Scope The objective of this work was to characterize and interpret the three-dimensional geology and hydrogeology of the greater Arroyo Hondo area, as a westward extension of the hydrogeologic as- sessment of the Arroyo Seco area (Rawling, 2005). Our work shows the profound effect that geologic features have on the ground water system, and allows us to better understand the distribution of ground water and its flow patterns, and to evalu- ate the interactions of ground water and surface Figure 1−Location Map for Arroyo Hondo study area. ARROYO HONDO 5 Figure 2−Taos County neighborhood association map with study area. water. The study area focused on the region of high population growth along both sides of the lower Rio Hondo, and the Rio Grande gorge. Because of the new digital geologic map of the Arroyo Hondo quadrangle (Kelson and Bau- er, 2006), no new geologic mapping was needed for this study. Instead, the focus of this report was to compile existing hydrologic and geologic data, measure water levels from domestic wells, draw cross sections and hydrogeologic maps, in- terpret existing aeromagnetic data, and propose a conceptual model of ground water flow and geologic controls. This work was conducted by staff and contractors of the New Mexico Bureau of Geology & Mineral Resources (a division of New Mexico Tech) in Socorro, New Mexico between October 2005 and July 2007. The work was funded, in part, by Taos County through a grant from the Healy Foundation. The report contains maps of the geology, aeromagnetic data, water well locations, surface drainages and acequias, hydrogeologic condi- tions and domains, and a regional potentiometric surface. It also contains tables of water levels, data compiled from water wells used in the investigation, copies of all the well records used in the study, and a summary of hydrogeologic units. These data were used to construct seven detailed geologic cross sections, which were com- bined with hydrologic information to develop a conceptual hydrogeologic model of the ground water flow system. Description of Study Area The village of Arroyo Hondo is located in the Rio Hondo valley, 10 miles northwest of Taos (Fig. 1). The study area (28 square miles) strad- dles the western half of the Rio Hondo drainage, and includes the Arroyo Hondo neighborhood, the western edges of the Arroyo Seco/Valdez and Lower Des Montes neighborhoods, the north- ern parts of the Hondo Mesa and Stagecoach neighborhoods and Taos Pueblo Tract B, and the Rio Grande gorge, including the east and west rims (Fig. 2). North of the Hondo valley is a topographi- cally high Pliocene volcano known as Cerro Ne- gro. Between Cerro Negro and the Rio Grande is a high, dissected landscape of sand and gravel deposits. South of the Hondo valley is Hondo Mesa, a relatively flat, high, sandy alluvial plateau. In the southwestern study area are the Stagecoach hills, a topographically high cluster of ridges and hills that represent an erosional remnant of an older alluvial plateau. The Rio Hondo, one of three perennial Rio Grande tributaries in Taos County, drains 75 square miles including the northwest por- tion of Wheeler Peak and the southern Taos Mountains. Elevations in the drainage range from over 13,000 ft at Wheeler Peak to 6470 ft at the Rio Grande. As it flows west, its canyon steadily deepens to the confluence with the Rio Grande where it is incised about 400 feet. In the western part of the study area, the Rio Grande flows south through a deep, narrow canyon cut in basalts and gravels of the Taos Plateau volca- nic field. (Fig. 3) Surface drainages south of the Hondo valley on Hondo Mesa and the alluvial plateau are poorly developed, disconnected from mountain recharge, and only carry runoff dur- ing local storm events. A dozen or more acequias divert surface water from the Rio Hondo, upper Arroyo Seco, and upper Rio Lucero to irrigate about 3000 acres in the Arroyo Hondo area (Johnson, 1998). Infiltration and percolation of NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO Figure 3−Surface water drainages and acequias in the Arroyo Hondo area. 6 upstream from the Dunn Bridge, a nearly contin- uous line of springs downstream from the bridge, and Manby Hot Springs (aka Stagecoach hot springs) two miles south of the bridge. A cluster of cool springs also emerges on the north side of the Rio Hondo, just east of the confluence (Figs. 3 and 4). surface water and acequia irrigation is believed to contribute significant recharge to shallow ground water aquifers (Burck et al., 2004). Im- portant ditches in the Rio Hondo valley include the Llano Ditch and Acequia de Atalaya (Fig. 3). Several sets of springs emerge from the eastern wall of the gorge, including cool springs NEW"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "alluvial plateau. The Rio Hondo, one of three perennial Rio Grande tributaries in Taos County, drains 75 square miles including the northwest por- tion of Wheeler Peak and the southern Taos Mountains. Elevations in the drainage range from over 13,000 ft at Wheeler Peak to 6470 ft at the Rio Grande. As it flows west, its canyon steadily deepens to the confluence with the Rio Grande where it is incised about 400 feet. In the western part of the study area, the Rio Grande flows south through a deep, narrow canyon cut in basalts and gravels of the Taos Plateau volca- nic field. (Fig. 3) Surface drainages south of the Hondo valley on Hondo Mesa and the alluvial plateau are poorly developed, disconnected from mountain recharge, and only carry runoff dur- ing local storm events. A dozen or more acequias divert surface water from the Rio Hondo, upper Arroyo Seco, and upper Rio Lucero to irrigate about 3000 acres in the Arroyo Hondo area (Johnson, 1998). Infiltration and percolation of NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO Figure 3−Surface water drainages and acequias in the Arroyo Hondo area. 6 upstream from the Dunn Bridge, a nearly contin- uous line of springs downstream from the bridge, and Manby Hot Springs (aka Stagecoach hot springs) two miles south of the bridge. A cluster of cool springs also emerges on the north side of the Rio Hondo, just east of the confluence (Figs. 3 and 4). surface water and acequia irrigation is believed to contribute significant recharge to shallow ground water aquifers (Burck et al., 2004). Im- portant ditches in the Rio Hondo valley include the Llano Ditch and Acequia de Atalaya (Fig. 3). Several sets of springs emerge from the eastern wall of the gorge, including cool springs NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO Figure 4−Data inventory map of the Arroyo Hondo study area, showing locations of wells, springs, and cross section lines. 7 NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 8 II. METHODOLOGY Water Levels A major component of this study was measur- ing water levels in a representative population of domestic water wells in the Arroyo Hondo area. Between December 2005 and May 2006, water level measurements were made in 56 wells using a 500–foot steel tape for pump-equipped wells, and a 650–foot electric meter for clear wells. Measurements were made to a repeatable ac- curacy of 0.01 feet. In cases where a water level could not be reproduced with this accuracy, the water level from the New Mexico Office of the State Engineer (NMOSE) well record was used. The wells were field located with a handheld GPS device. In addition to the measured wells, 54 other water wells previously inventoried by the Taos Soil & Water Conservation District (TSWCD) during their Taos County water well inventory (Benson, 2004) are included with pub- lished well ID names and located with published coordinates. These wells were used to add sub- surface geologic and hydrologic control. All well records were evaluated for quality control. In all cases, well depth, water level, and screen interval were compiled from original OSE well records. Although the GPS locations recorded by TSWCD staff are considered to be accurate, the depth-to-water entries from well records are considered to be approximate. Eleva- tions of wells and springs were calculated in ArcGIS using the 10–meter DEM coverage and GPS-derived coordinates. Well data are compiled in Table A1 (Appendix A), a well inventory map is shown in Figure 4, and original well records are attached in Appendix A. Measured versus Recorded Water Levels–Many of our measured water levels differed significant- ly from those recorded by drillers on NMOSE well records (Table A1). In the 48 wells that yielded precise water levels, the discrepancies with the recorded level ranged from -107 feet (measured level was lower than recorded level) to +143 feet (measured level was higher than re- corded level). Water levels in 19 of the measured wells differed by more than 30 feet with those noted on the well record. Possible reasons for these discrepancies include seasonal variations in water levels, long-term water level changes reflecting the difference in recharge between wet and dry cycles, or inaccurate measurement or re- cording by the well driller. The latter may be due to measuring the water level before a static water level was reached in the newly drilled wells. There are no obvious geographic patterns in the variations between water levels measured in this study and those recorded by the well drillers. Water Level Contouring–ArcGIS software was used to plot the well locations and water level measurements. Ground water elevation contours were drawn by hand and then digitized. Inherent in the contouring of regional water level mea- surements are the assumptions that ground water flow is horizontal, the measurements are from a single aquifer, and that hydraulic head does not vary with depth. In general, these assumptions were not met by the regional water-level data from Arroyo Hondo. A significant potentiomet- ric head difference of about 400 feet differenti- ates “shallow” and “deep” wells. Wells complet- ed above and below this depth show significant differences in both hydrostratigraphic unit and ground water elevation. Because there appear to be two aquifer systems, we depict both a shallow water table surface and a deeper potentiometric surface that represent two separate aquifers. ARROYO HONDO 9 Where there is hydrologic or geologic evi- dence of a connection between the shallow aqui- fer and the Rio Hondo, the water table contours cross the stream channel at upstream or down- stream angles depending on whether evidence suggests the stream is gaining or losing, respec- tively. In two short reaches of the Rio Hondo, geologic and hydrologic evidence suggests that the stream is disconnected from the shallow allu- vial aquifer and the water table contour is drawn perpendicular to the boundary. It is important to note that water level eleva- tions herein are from wells with screened inter- vals varying from tens to hundreds of feet, and are not point measurements of hydraulic head. The water level elevations therefore represent a vertical average of the hydraulic head over some aquifer interval rather than at a discrete point in the aquifer. With these facts, and the variation in data quality, in mind, the contours were con- trolled primarily by measured water levels rather than recorded and were not forced to fit every water level elevation. Contours are dashed where approximate and queried where inferred. Geologic Map The Arroyo Hondo geologic map used in this study (Kelson and Bauer, 2006) is part of a new digital, open-file 7.5–minute quadrangle map created in 2005 and 2006 through the New Mexico Bureau of Geology & Mineral Resources STATEMAP Program. The study area encom- passes most of the southern half of the map. Although the map distinguishes between the Servilleta Formation basalts, the Cerro Negro dacites, and other Tertiary volcanic units, it does not show the individual flow units of the Servilleta Formation, nor does it differentiate other volcanic flows that are exposed in the Rio Grande gorge. Geologic map unit descriptions for the Arroyo Hondo study area are described in Appendix B. Geologic Cross Sections"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "is hydrologic or geologic evi- dence of a connection between the shallow aqui- fer and the Rio Hondo, the water table contours cross the stream channel at upstream or down- stream angles depending on whether evidence suggests the stream is gaining or losing, respec- tively. In two short reaches of the Rio Hondo, geologic and hydrologic evidence suggests that the stream is disconnected from the shallow allu- vial aquifer and the water table contour is drawn perpendicular to the boundary. It is important to note that water level eleva- tions herein are from wells with screened inter- vals varying from tens to hundreds of feet, and are not point measurements of hydraulic head. The water level elevations therefore represent a vertical average of the hydraulic head over some aquifer interval rather than at a discrete point in the aquifer. With these facts, and the variation in data quality, in mind, the contours were con- trolled primarily by measured water levels rather than recorded and were not forced to fit every water level elevation. Contours are dashed where approximate and queried where inferred. Geologic Map The Arroyo Hondo geologic map used in this study (Kelson and Bauer, 2006) is part of a new digital, open-file 7.5–minute quadrangle map created in 2005 and 2006 through the New Mexico Bureau of Geology & Mineral Resources STATEMAP Program. The study area encom- passes most of the southern half of the map. Although the map distinguishes between the Servilleta Formation basalts, the Cerro Negro dacites, and other Tertiary volcanic units, it does not show the individual flow units of the Servilleta Formation, nor does it differentiate other volcanic flows that are exposed in the Rio Grande gorge. Geologic map unit descriptions for the Arroyo Hondo study area are described in Appendix B. Geologic Cross Sections We created seven new hydrogeologic cross sec- tions for this study. The locations of sections were chosen to optimize hydrogeologic insights while maximizing the number of measured wells that could be incorporated into the section lines. The topographic profiles were generated by ArcGIS software. All cross section lines are straight and vertically exaggerated by a factor of five to better illustrate hydrologic and geologic details. Wells located within about 500 ft of the lines were orthogonally projected onto the cross sections, and labeled as “Projected”. On the cross sections, lithologic picks of volcanic rock versus sediment at each well were made using the lithologic logs on the NMOSE well records. The volcanic intervals were used as approximate guides for drawing the geologic units. In some cases, it was clear that the driller had generalized the minor lithologic variations encountered in the hole. No lithologic log dif- ferentiated between Servilleta Formation basalt and Cerro Negro dacite. The depictions of these two units on the cross sections are based on: 1) the geologic map (Kelson and Bauer, 2006); 2) drawings of the geology of the walls of the Rio Grande gorge (Peterson, 1981); 3) high-reso- lution aeromagnetic data that can help discern buried rock types and faults (T. Grauch, personal communication, 2006); and 4) an understand- ing of the volcanic and sedimentary systems and geologic processes of the area. On the three cross sections that cross the Rio Grande gorge, the geologic units shown in the gorge were adapted from the work of Peterson (1981). The screened (perforated) intervals of the wells shown on the cross sections were retrieved from the well records. In nearly all cases, the static water level is above the top of the screen, although in a few wells the screen is either par- tially or entirely above the water level. One well (RG-46180) is apparently unscreened. Several measured wells are of unknown construction, as the well records are not available. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 10 Figure 5−Generalized geologic map of Taos County, New Mexico. ARROYO HONDO 11 III. GEOLOGIC SETTING Regional Geology The study area lies within the southern San Luis Basin, the northernmost basin of the Rio Grande rift (Fig. 1). The 150-mile-long San Luis Basin is bordered by the Sangre de Cristo Mountains on the east and the Tusas and San Juan Moun- tains on the west. The basin is roughly divided into two physiographic provinces, the broad San Luis Valley of southern Colorado and the nar- row Taos Plateau of northern New Mexico. The divide between the two consists of a prominent zone of volcanoes stretching west from Questa (Fig. 5). At the southern end of the basin, near Taos, the rift is about 20 miles wide and filled with about a 3-mile-thick section of sediments and volcanic rocks. Upon exiting the San Juan Mountains, the Rio Grande turns southward, transects the San Luis Basin, and flows southward through suc- cessive rift basins towards the Gulf of Mexico. The river itself did not excavate the rift. Rather, the river follows the topographically lowest part of the rift, carving several spectacular canyons along the way. Beginning in southern Colorado, the Rio Grande has cut a steep-walled canyon, known as the Rio Grande gorge, into the basalt cap rock. The gorge deepens southward to a maximum of 850 feet at the Wild Rivers Rec- reation Area near Questa, and then gradually shallows as the Rio Grande flows through the southern San Luis Basin and into the Española Basin. Unlike the rift basins to the south, the San Luis Basin is relatively undissected. That is, the sedimentary material that fills the basin has not yet been extensively exposed by the action of riv- ers and streams. Instead, the Rio Grande and its major tributaries have cut deep, narrow canyons through the volcanic rocks that cap most of the Taos Plateau. The river canyons provide the only good exposures of the rocks in the basin, which in the Taos area consist of Tertiary volca- nic rocks interbedded with poorly consolidated sand-gravel-clay deposits. A single type of volcanic rock dominates the Taos Plateau landscape—the olivine tholeiite ba- salts of the Servilleta Formation. The gorge walls chiefly consist of thin, near-horizontal layers of this dark-gray, pahoehoe (ropy), vesicular (with small air pockets) lava. Much of the basalt was erupted from a cluster of low-relief shield volca- noes near Tres Piedras, traveling as thin, molten sheets for tens of miles before solidifying. Over 600 feet of basalt were locally stacked up dur- ing about 2 million years of episodic eruptions, between about 4.8 and 2.8 million years ago. These rocks can be seen from any location along the gorge, but are especially well exposed near the Rio Grande Gorge Bridge. The second type of volcanic rock in the Ar- royo Hondo area is found on the Cerro Negro volcano, a dacite lava dome (lava cone or vol- canic dome) that was formed by eruptions of sticky lava that could only flow short distances before solidifying (Figs. 7 and 9). The lava piles over and around the vent, and commonly ex- pands from within, forming steep-sided domes with lava rubble covering the surface. Domes can be active from decades to centuries. Most of the large volcanoes on the Taos Plateau are lava domes. Although some of the sediment that fills the rift basin was deposited by the Rio"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "That is, the sedimentary material that fills the basin has not yet been extensively exposed by the action of riv- ers and streams. Instead, the Rio Grande and its major tributaries have cut deep, narrow canyons through the volcanic rocks that cap most of the Taos Plateau. The river canyons provide the only good exposures of the rocks in the basin, which in the Taos area consist of Tertiary volca- nic rocks interbedded with poorly consolidated sand-gravel-clay deposits. A single type of volcanic rock dominates the Taos Plateau landscape—the olivine tholeiite ba- salts of the Servilleta Formation. The gorge walls chiefly consist of thin, near-horizontal layers of this dark-gray, pahoehoe (ropy), vesicular (with small air pockets) lava. Much of the basalt was erupted from a cluster of low-relief shield volca- noes near Tres Piedras, traveling as thin, molten sheets for tens of miles before solidifying. Over 600 feet of basalt were locally stacked up dur- ing about 2 million years of episodic eruptions, between about 4.8 and 2.8 million years ago. These rocks can be seen from any location along the gorge, but are especially well exposed near the Rio Grande Gorge Bridge. The second type of volcanic rock in the Ar- royo Hondo area is found on the Cerro Negro volcano, a dacite lava dome (lava cone or vol- canic dome) that was formed by eruptions of sticky lava that could only flow short distances before solidifying (Figs. 7 and 9). The lava piles over and around the vent, and commonly ex- pands from within, forming steep-sided domes with lava rubble covering the surface. Domes can be active from decades to centuries. Most of the large volcanoes on the Taos Plateau are lava domes. Although some of the sediment that fills the rift basin was deposited by the Rio Grande, most of the clay, silt, sand, gravel, and cobbles were eroded from the nearby mountains during the past 25 million years. The San Luis Basin is sur- rounded by alluvial fans that have slowly NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO 12 Figure 6−Geologic map of the Arroyo Hondo and Arroyo Seco 7.5-minute quadrangles, showing the general distri- bution of rock units and surficial deposits in the Sangre de Cristo Mountains, the piedmont, and the Taos Plateau. Arroyo Hondo map adapted from Kelson and Bauer (2006). Arroyo Seco map adapted from unpublished map compilation by G. Rawling. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO 13 Figure 7−Geologic map of the Arroyo Hondo study area, Taos County, New Mexico. Locations of hydrogeologic cross sections are shown. Adapted from the geologic map by Kelson and Bauer (2006). NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 14 Figure 8−Photograph of typical highly fractured Servilleta Formation basalt flows in the Rio Grande gorge. View east to the Sangre de Cristo Mountains. Figure 9−Photograph of a thin flow of dense Cerro Negro dacite, mantled by a fractured rubble zone, exposed along the Rio Hondo. advanced from the mountains into the basin. An alluvial fan begins to form where a rapidly mov- ing mountain stream flows out onto a relatively flat valley floor. As the stream loses velocity, the coarser sedimentary material is dropped by the stream. This material forms an “apron” that radiates out from the point where the mountain stream enters the valley. Over time, each alluvial fan is buried under successively younger alluvium as the basin slowly sinks. In the Rio Grande rift, these rift-fill de- posits are called the Santa Fe Group. Over much of the basin, we can only see the youngest basin fill at the surface. However, glimpses of Santa Fe Group sediments exist in the gorge, commonly as red or tan layers sandwiched between basalt or dacite lava flows in the gorge walls. The youngest of these alluvial fans and ancestral Rio Grande river deposits overlie the Servilleta basalts and lo- cally comprise the area’s shallow aquifers. Geology of the Arroyo Hondo Area Volcanic Rocks–The study area contains well- exposed Servilleta Formation in the Rio Grande gorge and in the western Rio Hondo canyon (Fig. 7). In the gorge, the basalts have been sub divided into four major flow units (Peterson, 1981). From oldest to youngest they are the lower Servilleta Basalt (Tb1 & Tb2), middle Servilleta Basalt (Tb3), and upper Servilleta Basalt (Tb4). All exposed basalts are extensively fractured, especially by columnar joints that tend to vertically penetrate entire basalt flows (Fig. 8). Many of the columnar fractures are open. Such basalt fracturing formed as each lava flow cooled, thus we expect the buried basalt units to also be extensively fractured, and therefore exceedingly permeable in the vertical dimen- sion. In addition, the flow tops are typically characterized by highly vesicular ropy structures that create porous and permeable horizontal zones between flows. Over much of the Arroyo Hondo area, the top of the Servilleta Forma- tion has been eroded so that the thickness of Tb4 is inconsistent. In addition, basalt flows, as ARROYO HONDO 15 well as the major flow units, are locally laterally discontinuous. The discontinuity, variable thick- ness, and monolithic nature of these basalts make them poor stratigraphic markers, which cannot be convincingly correlated in the subsurface using well data alone. A second variety of basalt is exposed in the lower cliffs near the Rio Hondo and Rio Grande confluence. This “silicic alkali basalt” (Lipman and Mehnert, 1979) is a relatively rare eruptive product of the Taos Plateau volcanic field, and differs from the Servilleta Basalt by subtle varia- tions in chemistry and mineralogy. The outcrop exposure of silicic alkali basalt in the study area is characterized by thick flows, brecciated aa mar- gins (aa describes a more viscous lava flow whose surface is covered by thick, jumbled piles of loose, sharp blocks), and radial fracture patterns in the massive interiors of the flow lobes. The source vent for these flows is unknown, but must be nearby. The Cerro Negro dacite volcano is composed of many, perhaps hundreds, of small lava flows, which have collectively built the volcanic edifice. The volcano certainly contains multiple vents, and is therefore enormously complex in three dimensions. Although each dacite flow is com- posed of relatively dense, fine-grained rock that generally lacks porosity, they do contain extensive fractures and rubble zones around their perim- eters. Columnar joints are pervasive in thinner flows (Fig. 9). In addition, the dacite flows are generally mantled by extremely fractured rubble zones that formed as the lava cooled. Cerro Ne- gro therefore contains a vast three-dimensional network of high porosity and permeability zones intermingled with dense, low- or zero-permeabili- ty zones. Based on lithologic data from well logs, we estimate that the entire complex of multiple dacite flows is typically several hundred feet thick, but ranges from over 1000 feet north of the Rio Hondo to a few hundred feet thick beneath Hondo Mesa. Preliminary interpretation of high- resolution aeromagnetic data (Fig. 10, T. Grauch, personal communication, 2006) and lithologic logs from well records indicate that the Cerro Ne- gro volcano is partially buried by alluvial deposits such that the top of the dacite dips southward and westward under the study area, and the dac- ite flows are"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "a relatively rare eruptive product of the Taos Plateau volcanic field, and differs from the Servilleta Basalt by subtle varia- tions in chemistry and mineralogy. The outcrop exposure of silicic alkali basalt in the study area is characterized by thick flows, brecciated aa mar- gins (aa describes a more viscous lava flow whose surface is covered by thick, jumbled piles of loose, sharp blocks), and radial fracture patterns in the massive interiors of the flow lobes. The source vent for these flows is unknown, but must be nearby. The Cerro Negro dacite volcano is composed of many, perhaps hundreds, of small lava flows, which have collectively built the volcanic edifice. The volcano certainly contains multiple vents, and is therefore enormously complex in three dimensions. Although each dacite flow is com- posed of relatively dense, fine-grained rock that generally lacks porosity, they do contain extensive fractures and rubble zones around their perim- eters. Columnar joints are pervasive in thinner flows (Fig. 9). In addition, the dacite flows are generally mantled by extremely fractured rubble zones that formed as the lava cooled. Cerro Ne- gro therefore contains a vast three-dimensional network of high porosity and permeability zones intermingled with dense, low- or zero-permeabili- ty zones. Based on lithologic data from well logs, we estimate that the entire complex of multiple dacite flows is typically several hundred feet thick, but ranges from over 1000 feet north of the Rio Hondo to a few hundred feet thick beneath Hondo Mesa. Preliminary interpretation of high- resolution aeromagnetic data (Fig. 10, T. Grauch, personal communication, 2006) and lithologic logs from well records indicate that the Cerro Ne- gro volcano is partially buried by alluvial deposits such that the top of the dacite dips southward and westward under the study area, and the dac- ite flows are interlayered with Servilleta Forma- tion basalts in the western half of the study area (Figs. 5 and 10). At least one Cerro Negro dacite flow is exposed in the Rio Grande gorge, just upstream from the Rio Hondo confluence. Sedimentary Deposits–The sedimentary depos- its in the study area can be roughly divided into three horizontal zones: 1) deep sedimentary deposits that are stratigraphically below the old- est Servilleta Formation basalt (i.e., older than about 5 million years); 2) intermediate-depth sediments that are interbedded with the Servil- leta Formation basalt units (i.e., between about 5 and 2.8 million years); and 3) shallow sediments that rest above the Servilleta Formation basalts (i.e., younger than about 2.8 million years). In all three zones, the sedimentary layers contain extensive vertical and horizontal compositional and textural variations due to the complex depo- sitional environment along the edge of an active rift basin (Fig. 11). The characteristics of the deep sedimentary deposits are not well known, as they are not exposed in the basin, and only a few deep wells south of the study area have penetrated them. They probably belong to the lower Chamita and Tesuque Formations of the Santa Fe Group. These lower Santa Fe Group alluvial deposits are composed of well-consolidated layers of clay, silt, sand, gravel, and cobbles. Some of the intrabasalt sediments are ex- posed in the Rio Grande gorge. In general, these deposits are layered alluvial fan and fluvial de- posits that are dominated by clay, silt, sand, and pebble- to cobble-sized clasts of Tertiary volcanic and Proterozoic metamorphic rock. Typically, these deposits are altered to a brick red color where overlain by basalt flows (Fig. 12). The shallow sedimentary deposits are well exposed over much of the study area. They range in age from the thick Quaternary-Tertiary Blue- berry Hill alluvial fan deposit (QTbh), exposed south of the Rio Hondo canyon, and its north- ern equivalent (QTg), to the thinner alluvial fan NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 16 Figure 10−High-resolution aeromagnetic map of the Arroyo Hondo region. This map can be used to extract subsurface geologic information, such as buried faults, and the depth and extent of Servilleta Formation basalts (Tb) and Cerro Negro dacite (Td) flows. ARROYO HONDO 17 Figure 11−Photograph of exposure of typical Quaternary sedi- mentary deposits exposed in the Arroyo Hondo valley. Note the wide range of grain sizes and compositions of these layered units. Figure 12−Photograph of the base of a Servilleta Formation basalt flow in the Rio Grande gorge. The underlying, orange- colored, silty sediments were baked by the molten lava flow. (Qf1) and the numerous fluvial terrace deposits of the Rio Grande and Rio Hondo, and mod- ern alluvium (Qal). Although the Quaternary deposits cover most of the map area (Fig. 7), collectively they comprise a thin mantle over the older deposits and volcanic units. Depending on local thickness, the permeability of the underly- ing unit, and the presence of local recharge, these young alluvial deposits can form important local aquifers, as in the case of the Blueberry Hill al- luvial deposit near Arroyo Hondo. Faults–Two mappable faults exist in the study area. The Dunn fault (Peterson, 1981; Dungan et al., 1984; Kelson and Bauer, 2006) is an east- dipping, east-down rift fault that parallels the Rio Grande gorge in the western study area. It exhibits about 115 feet of normal movement that appears to coincide in time with eruption of Servilleta Formation basalts and interlayered sediments, as Dungan et al. (1984) reported that the sedimentary interval between Tb2 and Tb3 is 56 feet thicker than the same interval west of the fault. In addition, the basalt flows east of the fault are all underlain by baked zones, indicat- ing that the basalts covered wetlands or stand- ing water. No such baked zones are found west of the fault. Where exposed west of the Dunn Bridge, the Dunn fault consists of a several- meter-wide brittle deformational zone that is characterized by brecciated basalt and fractured and altered sediments. The second fault in the study area, the Airport fault, is not exposed, but is projected through the Hondo Mesa area from geologic mapping to the south (Kelson and Bauer, 2003) where it connects to a well-exposed segment of the Los Cordovas fault system. In the northern Los Cordovas and southernmost Arroyo Hondo quadrangles, the fault appears as a remarkably straight photolinear. Based on our interpreta- tion of lithologic logs from well records, the Airport fault is an east-down normal rift fault that offsets basalts approximately 100 feet below Hondo Mesa (Fig. 13a, cross sections A–A’ and B–B’). Similar to the Dunn fault, the Airport fault may be responsible for thickness changes of units across the fault and appears to cause significant westward thinning of the Blueberry Hill alluvial fan deposit (QTbh). NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 18 Previous Work No detailed hydrogeologic studies of the Ar- royo Hondo area have been published. However, several previous workers in the Taos region have published hydrogeologic data and interpretations that we have found to be helpful. A compara- tive summary of data and aquifer descriptions from the various studies is presented in Table 1 (pg.26). A brief discussion of the major find- ings and interpretations from previous work is provided below. Drakos et al. (2004a) developed a regionally sig- nificant geohydrologic framework for the Taos Valley. They identified two major"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "west of the fault. In addition, the basalt flows east of the fault are all underlain by baked zones, indicat- ing that the basalts covered wetlands or stand- ing water. No such baked zones are found west of the fault. Where exposed west of the Dunn Bridge, the Dunn fault consists of a several- meter-wide brittle deformational zone that is characterized by brecciated basalt and fractured and altered sediments. The second fault in the study area, the Airport fault, is not exposed, but is projected through the Hondo Mesa area from geologic mapping to the south (Kelson and Bauer, 2003) where it connects to a well-exposed segment of the Los Cordovas fault system. In the northern Los Cordovas and southernmost Arroyo Hondo quadrangles, the fault appears as a remarkably straight photolinear. Based on our interpreta- tion of lithologic logs from well records, the Airport fault is an east-down normal rift fault that offsets basalts approximately 100 feet below Hondo Mesa (Fig. 13a, cross sections A–A’ and B–B’). Similar to the Dunn fault, the Airport fault may be responsible for thickness changes of units across the fault and appears to cause significant westward thinning of the Blueberry Hill alluvial fan deposit (QTbh). NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 18 Previous Work No detailed hydrogeologic studies of the Ar- royo Hondo area have been published. However, several previous workers in the Taos region have published hydrogeologic data and interpretations that we have found to be helpful. A compara- tive summary of data and aquifer descriptions from the various studies is presented in Table 1 (pg.26). A brief discussion of the major find- ings and interpretations from previous work is provided below. Drakos et al. (2004a) developed a regionally sig- nificant geohydrologic framework for the Taos Valley. They identified two major aquifers in the Taos area, a shallow aquifer that includes the Servilleta Formation and younger alluvial depos- its, and a deep aquifer of the Tertiary-age Santa Fe Group sedimentary units such as the Tesuque and Picuris Formations. The shallow aquifer was comprised of three geologic units: 1) Quaternary alluvium (Qal) and other surfi- cial deposits (unconfined alluvium); 2) Older alluvium and the Blueberry Hill de- posit and equivalent units (leaky-confined alluvium); 3) The Servilleta Formation upper and mid- dle basalts and the intervening sediment (named the Agua Azul aquifer). The Servilleta Formation lower basalt and underlying Chamita Formation (also known as Cieneguilla Formation) may be transitional between the shallow aquifer and the deep, leaky- confined and confined aquifer. In the Arroyo Seco area, they detected a downward vertical gradient in the shallow aquifer system. Based on a potentiometric map, they also noted that the upper Rio Hondo is a gaining stream, whereas the lower Rio Hondo is a losing reach. They reported that faults do not act as impermeable boundaries in the shallow alluvial aquifer, but may in the deep basin-fill aquifer. Rawling (2005) investigated the Arroyo Seco area just to the east of our study area, using a detailed geologic map, geologic and hydrologic data from OSE well records, and measured water levels. He concluded the following: 1) Ground water flows generally westward, but flow paths are complicated by mountain- front faults, transmissivity variations, and interactions with streams. 2) The Sangre de Cristo fault has a notice- able affect on ground water flow patterns, producing both steep horizontal gradients and reversals in vertical gradients across the fault. 3) A region of downward flow exists at the western edge of the study area (eastern edge of Arroyo Hondo study area), where shal- low ground water (in alluvium) moves verti- cally downward into buried volcanic rocks near the Gates of Valdez. This transition defines the edge of the Arroyo Seco shallow alluvial aquifer. 4) Buried volcanic rocks near the Gates of Valdez form a high transmissivity unit with a downward gradient. Based on geologic mapping presented in this report, these bur- ied volcanic rocks correspond to the eastern edge of the Cerro Negro dacite complex that is exposed by incision of the Rio Hondo at the Gates of Valdez and on the flanks of Cerro Negro near Arroyo Hondo. 5) Ground water studies should depend on new water level measurements rather than those listed on well records. IV. HYDROGEOLOGIC FRAMEWORK ARROYO HONDO 19 Reiter and Sandoval (2004) reported on mea- sured temperature logs from eight wells in the Taos Valley. Although none are in our study area, one well (BOR-7) is located less than two miles from the southeast corner of our area. They noted a very high temperature gradient near the water table surface indicating cool ground water flow, with possible upward flow from about 820 feet depth or a zone of warm, sub-horizontal flow at about 820 feet depth. They also found this well to be hydrogeologi- cally disconnected from the nearby wells, and concluded that their data indicate that the hy- drogeology of the Taos Plateau is complex, and may be divided into hydrogeologic cells by high- angle faults that act as both seals and pathways for ground water flow. Benson (2004) produced a ground water map of Taos County from water levels and lithologic logs compiled from NMOSE well records. He proposed that a buried series of north-striking and east-striking faults compartmentalize the “water table” in the Stagecoach Hills/Hondo Mesa area. As we discuss below, our study confirms the complex character of the hydro- geologic system in the area, but we interpret the complexities as due to changes in permeability and transmissivity of multiple aquifers. Aero- magnetic data of Grauch (personal communica- tion) provides no indication of buried faults in the study area. Furthermore, based on measured water levels, we find no evidence of the isolated ground water mounds and depressions that are shown on the Figure 4 water table map of Benson (2004), but do identify multiple aquifers with a large vertical head differential. He also noted that “recharge appears to tie directly to the Rio Hondo water level to the north”, and that north of the Rio Hondo “the water table is about 200 feet above the adjacent Rio Hondo, and is probably recharged from high on Cerro Negro approximately ten miles northeast.” Our cross sections contest this interpretation, as the measured water levels in the volcanic units north of the Rio Hondo are consistently more than 100 feet below the elevation of the river bed and regional ground water flow direction is to the west. Benson (2004) also reported on the results of major and trace element laboratory analyses of 100 well samples scattered through- out Taos County. He concluded that water qual- ity is generally excellent, although many wells contain hard water, and some areas have elevated levels of some constituents. The wells that he sampled in our study area all appear to contain high-quality drinking water. Drakos et al. (2004b) reported on the geochem- istry and residence time of ground water in the Taos Valley. Although no samples were taken in our study area, they did sample several wells a few miles south and southeast of the Arroyo Hondo study area. They concluded that: 1) Residence time of ground water in the shallow aquifer ranges from less than 5 to about 10"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "the area, but we interpret the complexities as due to changes in permeability and transmissivity of multiple aquifers. Aero- magnetic data of Grauch (personal communica- tion) provides no indication of buried faults in the study area. Furthermore, based on measured water levels, we find no evidence of the isolated ground water mounds and depressions that are shown on the Figure 4 water table map of Benson (2004), but do identify multiple aquifers with a large vertical head differential. He also noted that “recharge appears to tie directly to the Rio Hondo water level to the north”, and that north of the Rio Hondo “the water table is about 200 feet above the adjacent Rio Hondo, and is probably recharged from high on Cerro Negro approximately ten miles northeast.” Our cross sections contest this interpretation, as the measured water levels in the volcanic units north of the Rio Hondo are consistently more than 100 feet below the elevation of the river bed and regional ground water flow direction is to the west. Benson (2004) also reported on the results of major and trace element laboratory analyses of 100 well samples scattered through- out Taos County. He concluded that water qual- ity is generally excellent, although many wells contain hard water, and some areas have elevated levels of some constituents. The wells that he sampled in our study area all appear to contain high-quality drinking water. Drakos et al. (2004b) reported on the geochem- istry and residence time of ground water in the Taos Valley. Although no samples were taken in our study area, they did sample several wells a few miles south and southeast of the Arroyo Hondo study area. They concluded that: 1) Residence time of ground water in the shallow aquifer ranges from less than 5 to about 10 years; 2) Recharge to some leaky-confined wells in alluvium takes more than 50 years; 3) Recharge to the Agua Azul aquifer (sedi- ments between middle and upper Servilleta basalts) takes more than 50 years; 4) Isotopic data suggest that deep wells in basin-fill alluvium have received Pleistocene recharge (older than about 10,000 years), whereas others have received Holocene recharge; 5) Large intrabasin faults cause some compart- mentalization of the Tertiary aquifer system. Bauer et al. (2008) recently completed an inven- tory and preliminary geochemical investigation of springs in the Rio Grande gorge of Taos County. Forty three of the surveyed springs lie within the Arroyo Hondo study area (Fig. 4). The geologic setting and geochemistry of these springs, com- bined with well data, contribute to our concep- tual hydrogeologic model. Nearly all of the cool springs emerge from near the base of the eastern gorge cliffs within about 50 vertical feet above the river. Where exposures of bedrock are suf- ficient, it appears that some of the springs emerge from the base of the basalt. The springs are generally small, and distributed in lines of springs NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 20 and seeps. The largest measured discharge is 144 gal/min, although most springs flow at less than 15 gal/min. The principal clusters of springs in the Ar- royo Hondo study area are summarized below. 1) North of the Rio Hondo confluence, the Dunn Bridge North spring zone consists of 20 springs and seeps that emerge from basalt debris at an elevation of approximately 6516 feet. The largest single discharge was measured at 144 gal/min in TS-31a, with a cumulative estimate of 239 gal/min for the zone. The springs are cool (59ºF, 15ºC), and TS-31a yielded a CFC age of 36 ± 2 years and a tritium concentration of 4.5 tritium units (TU) in 2004. The southernmost spring in the zone, the Rael Spring (TS-18, elevation 6460), yielded a tritium value of 4.0 TU in 2006. Based on geologic maps and cross sec- tions, we interpret these springs to discharge from the lower silicic alkalic basalt (unit Tbsa). 2) The Lower Arroyo Hondo spring zone is located on the north bank of Rio Hondo near the confluence with the Rio Grande. The zone consists of a long seep zone plus two springs emerging from the base of the basalts at an elevation range of about 6500 to 6515 feet. The total estimated discharge is 53 gal/min, the water is cool (58ºF, 14ºC) and yielded a tritium concentration of 6.0 TU in 2004. Based on geologic maps and cross sections, we interpret these springs to discharge from the lower silicic alkalic basalt (unit Tbsa). 3) The Medina spring discharges from stream terrace deposits on the southern flank of Cerro Negro on the north side of the Arroyo Hondo valley at an elevation of approxi- mately 6810 feet. No field parameters or dis- charge estimates are available, but anecdotal information describes the Medina spring as seasonal. Based on geologic maps and cross sections, we interpret the Medina spring to discharge from a perched aquifer that over- lies the Cerro Negro dacite (unit Td) on the north side of the Rio Hondo. 4) The Godoi North spring zone is a cluster of many small springs and seeps located about 1000 meters downstream of the confluence that discharge from the base of the basalt. The zone has an estimated cumulative dis- charge of 122 gal/min, with the largest single spring discharging about 30 gal/min at an elevation of 6447 feet The springs are cool (63–67ºF, 17–19ºC), with field-measured dis- solved oxygen from 6.5–8.2 mg/L, a CFC age of 53 ± 2 years, and a tritium concentration of 0.6 TU. Based on geologic maps and cross sections, we interpret the Godoi North spring zone to discharge either from the lower silicic alkalic basalt (unit Tbsa) or one of the Servil- leta Formation basalt flows (unit Tb3). 5) The Godoi South spring zone is a line of springs nearly 1000 meters long, just up- stream of Manby Hot Springs. The cumula- tive discharge was estimated at 112 gal/min, with the largest spring (TS-51) discharging about 30 gal/min at an elevation of 6467 feet. Temperatures range from cool (61ºF, 16ºC) in the north to warm (74ºF, 22ºC) near Manby Hot Springs. Field-measured dis- solved oxygen ranged from 8 mg/L in the north to 5.6 mg/L in the south. Tritium concentrations from north and south samples were negligible in 2006. Based on dissolved oxygen and temperature trends, we interpret that cool water from the deep volcanic- alluvial aquifer in the Arroyo Hondo area is mixing with deep circulating geothermal water that ascends along the Dunn fault and feeds Manby Hot Springs. Based on geologic maps and cross sections, we interpret the Godoi South spring zone to discharge either from lower Servilleta Formation basalts (unit Tb2) or overlying sediments. 6) Black Rock hot spring is a small spring on the west side, with a measured discharge of 21 gal/min in 2002. The maximum tem- perature of the pool is about 101ºF (38ºC). To the south, Manby Hot Springs (aka Stagecoach hot springs) discharges over 100 gal/min of geothermal water (94º–100ºF, 34º–38ºC). Both springs are located near ARROYO HONDO 21 the Dunn fault, which provides a vertical conduit for the ascent of deep geothermal ground water. Ground Water Flow System Hydrostratigraphic Units–Four major hy- drostratigraphic units –"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "from 6.5–8.2 mg/L, a CFC age of 53 ± 2 years, and a tritium concentration of 0.6 TU. Based on geologic maps and cross sections, we interpret the Godoi North spring zone to discharge either from the lower silicic alkalic basalt (unit Tbsa) or one of the Servil- leta Formation basalt flows (unit Tb3). 5) The Godoi South spring zone is a line of springs nearly 1000 meters long, just up- stream of Manby Hot Springs. The cumula- tive discharge was estimated at 112 gal/min, with the largest spring (TS-51) discharging about 30 gal/min at an elevation of 6467 feet. Temperatures range from cool (61ºF, 16ºC) in the north to warm (74ºF, 22ºC) near Manby Hot Springs. Field-measured dis- solved oxygen ranged from 8 mg/L in the north to 5.6 mg/L in the south. Tritium concentrations from north and south samples were negligible in 2006. Based on dissolved oxygen and temperature trends, we interpret that cool water from the deep volcanic- alluvial aquifer in the Arroyo Hondo area is mixing with deep circulating geothermal water that ascends along the Dunn fault and feeds Manby Hot Springs. Based on geologic maps and cross sections, we interpret the Godoi South spring zone to discharge either from lower Servilleta Formation basalts (unit Tb2) or overlying sediments. 6) Black Rock hot spring is a small spring on the west side, with a measured discharge of 21 gal/min in 2002. The maximum tem- perature of the pool is about 101ºF (38ºC). To the south, Manby Hot Springs (aka Stagecoach hot springs) discharges over 100 gal/min of geothermal water (94º–100ºF, 34º–38ºC). Both springs are located near ARROYO HONDO 21 the Dunn fault, which provides a vertical conduit for the ascent of deep geothermal ground water. Ground Water Flow System Hydrostratigraphic Units–Four major hy- drostratigraphic units – geologic units with distinct hydrologic characteristics – exist in the Arroyo Hondo area. From geologically young- est to oldest (stratigraphically highest to lowest), these are: 1) modern floodplain and terrace de- posits (geologic units Qt and Qal on figures 6, 7 and 13), Quaternary alluvial fan and Quaternary surficial deposits (Qf and Qal), the Blueberry Hill alluvial fan deposit (QTbh, south of the Rio Hondo) or its northern equivalent (QTg), and upper Tertiary alluvial fan deposits overly- ing volcanic rocks (Tg); 2) the complex of dacite flows and interlayered sediments belonging to the Cerro Negro volcano (Td); 3) Tertiary basalt flows of the Servilleta Formation and interlay- ered sediments belonging to the upper Chamita Formation (Tb and Tg); and 4) lower Santa Fe Group alluvial deposits belonging to the lower Tertiary Chamita and/or Tesuque Formations (Tc) that lie below the oldest Servilleta Forma- tion basalt and the Cerro Negro dacite. Each of these hydrostratigraphic units appears to have distinct hydrological characteristics. Distribu- tion of the geologic and hydrostratigraphic units is best understood through examination of the geologic maps (Figs. 6 and 7) and cross sections (Fig. 13). Hydrogeologic Cross Sections–Many observa- tions and interpretations of the Arroyo Hondo ground water flow system were made from an analysis of geologic cross sections, and well and water level data. Based on an analysis of 110 water well records (Fig. 4 and Table A1), the high-resolution aeromagnetic data (Fig. 10), and the geologic maps (Figs. 6 and 7), we constructed seven detailed cross sections through the study area (Figs. 13a and 13b) that depict the subsur- face distribution of geologic and hydrostrati- graphic units, well data, surface water features, water levels, faults, and zones of fracturing and sediment layers in volcanic rocks. East-west cross sections (A–A’, B–B’, C–C’) are constructed generally parallel to regional ground water flow and extend from the eastern limit of the study area to the Rio Grande south of the Rio Hondo (A–A’) and along the edge of the Cerro Negro volcano north of the Rio Hondo (C–C’). Cross section B–B’ is constructed similar to A–A’, but provides additional information on the nature of ground water flow in the vicinity of the Airport fault. North-south cross sections (D–D’, E–E’, F–F’ and G–G’) are constructed generally per- pendicular to regional ground water flow and extend from north of the Rio Hondo on the southern flank of Cerro Negro to the southern edge of the study area in the center of the alluvial plateau (Hondo Mesa). These cross sections il- lustrate the subsurface distribution, location and extent of aquifers in the context of the geologic framework and the Rio Hondo, local acequias, and other surface water features, and provide insight regarding geologic controls on ground water flow. Summary of Aquifers and Hydrostratigraphic Units Regional ground water in the Arroyo Hondo area exists primarily within the Quaternary-Ter- tiary alluvial fan sediments known as the Blue- berry Hill deposit, the Servilleta Formation ba- salts and interbedded sediments, the lower Santa Fe Group alluvial deposits, and locally within the Cerro Negro dacite. These hydrogeologic units are grouped into three separate aquifers on the basis of their hydrologic characteristics and dis- tribution (Tables 1 and A1). Sufficient data exist to contour a water table surface for the shallow alluvial aquifer in the Quaternary-Tertiary Blue- berry Hill deposit, and a potentiometric surface for the deeper volcanic-alluvial aquifer (Fig. 14). Ground water flow conditions in this complex aquifer system are discussed below. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO Dunn fault Dunn fault Airport fault Airport fault Airport fault Dunn fault Tg Tc Tc Tc Tc Tc Tbsa Tbsa Tbsa Tg Tg Tg Tg Tg Tg Tg Tg Tg Tg Td Td Tb1 Td Td Tg Tb3 Tb2 Tb1 Tc Tb4 Tb4 Tb4 QTbh QTbh Qfy Qfy Qt6 Tb4 Tb4 Tb4 Qf1 QTg Qt6Qfy QTg QTg Qt1rg Qt2rg Qfy Qt4 Qt5 Qt4 Tb4 Qt3 Qt3 Tc Tc Tb4 Tg Tg Tg Tg Tg Tb1 Tg Tc Td Tb3 Tb3 Tb4 Tb3 Tb2 Tb2 Tb4 Tb1 Tb3 Tb2 Tb1 Tb3 Tb2 Tb1 Tb1 Tb4 QTbh Qt1rg Qt2rg Qt1rg Qt1rg Qt1rg Qt2rg Td QTbh Qf1 Qf1 Vertical Exaggeration = 5x Elevation feet above sea level B WEST 7000 6800 6600 6400 6100 6200 7000 6800 6600 6400 6100 6200 Vertical Exaggeration = 5x Elevation feet above sea level C WEST 7300 7200 7000 6800 6600 6400 6200 Elevation feet above sea level C’ EAST 7300 6600 6400 6200 7200 7000 6800 Vertical Exaggeration = 5x Elevation feet above sea level A WEST 7200 7000 6800 6600 6400 6200 6100 Elevation feet above sea level A’ EAST 7400 7200 7000 6800 6600 6400 6200 6100 Elevation feet above sea level B’ EAST Deep volcanic-alluvial aquifer Shallow alluvial aquifer Deep volcanic-alluvial aquifer Deep volcanic-alluvial aquifer Shallow alluvial aquifer Perched ground water ? ? ? ? ? ? ? ? ? Projected RG-60306 HM-35 water level unknown Projected RG-65598 HAYE RG-52888 AH-26 Projected RG-39895 AH-25 RG-59668 AH-08 RG-37138 AH-05 RG-70551 AH-01 Projected RG-57765 BURL AH-02 Projected RG-84089 VALUS RG-87960 HM-01 RG-57212 HM-11 Projected RG-80793 MICE RG-56267 HM-26 RG-83470 PALI Projected RG-80939 HM-44 Projected RG-57234 HM-29 Projected RG-82409 HM-43 RG-74369 HM-21 RG-59412 HM-10 Projected RG-61136 HM-20 Projected RG-41003 EMBL RG-73173 AH-37 RG-67987 AH-38 RG-53158 AH-39 RG-51358 AH-40 Long Projection from N RG-57432 DM-20 Long Projection from N RG-unknown E-002 RG-64562 DM-14 Projected RG-62489 DM-30 Long Projection from N RG-65178 DM-09"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "Tc Tc Tc Tbsa Tbsa Tbsa Tg Tg Tg Tg Tg Tg Tg Tg Tg Tg Td Td Tb1 Td Td Tg Tb3 Tb2 Tb1 Tc Tb4 Tb4 Tb4 QTbh QTbh Qfy Qfy Qt6 Tb4 Tb4 Tb4 Qf1 QTg Qt6Qfy QTg QTg Qt1rg Qt2rg Qfy Qt4 Qt5 Qt4 Tb4 Qt3 Qt3 Tc Tc Tb4 Tg Tg Tg Tg Tg Tb1 Tg Tc Td Tb3 Tb3 Tb4 Tb3 Tb2 Tb2 Tb4 Tb1 Tb3 Tb2 Tb1 Tb3 Tb2 Tb1 Tb1 Tb4 QTbh Qt1rg Qt2rg Qt1rg Qt1rg Qt1rg Qt2rg Td QTbh Qf1 Qf1 Vertical Exaggeration = 5x Elevation feet above sea level B WEST 7000 6800 6600 6400 6100 6200 7000 6800 6600 6400 6100 6200 Vertical Exaggeration = 5x Elevation feet above sea level C WEST 7300 7200 7000 6800 6600 6400 6200 Elevation feet above sea level C’ EAST 7300 6600 6400 6200 7200 7000 6800 Vertical Exaggeration = 5x Elevation feet above sea level A WEST 7200 7000 6800 6600 6400 6200 6100 Elevation feet above sea level A’ EAST 7400 7200 7000 6800 6600 6400 6200 6100 Elevation feet above sea level B’ EAST Deep volcanic-alluvial aquifer Shallow alluvial aquifer Deep volcanic-alluvial aquifer Deep volcanic-alluvial aquifer Shallow alluvial aquifer Perched ground water ? ? ? ? ? ? ? ? ? Projected RG-60306 HM-35 water level unknown Projected RG-65598 HAYE RG-52888 AH-26 Projected RG-39895 AH-25 RG-59668 AH-08 RG-37138 AH-05 RG-70551 AH-01 Projected RG-57765 BURL AH-02 Projected RG-84089 VALUS RG-87960 HM-01 RG-57212 HM-11 Projected RG-80793 MICE RG-56267 HM-26 RG-83470 PALI Projected RG-80939 HM-44 Projected RG-57234 HM-29 Projected RG-82409 HM-43 RG-74369 HM-21 RG-59412 HM-10 Projected RG-61136 HM-20 Projected RG-41003 EMBL RG-73173 AH-37 RG-67987 AH-38 RG-53158 AH-39 RG-51358 AH-40 Long Projection from N RG-57432 DM-20 Long Projection from N RG-unknown E-002 RG-64562 DM-14 Projected RG-62489 DM-30 Long Projection from N RG-65178 DM-09 Long Projection from S RG-69936 DM-17 Projected RG-36627 HM-23 RG-87489 HM-25 WINT RG-42980 HM-24 RG-68970 HM-07 and RG-87266 TOLB RG-56085 HM-13 RG-62488 HM-02 Projected RG-61183 LAIN Projected RG-73874 HM-28 RG-63022 SANC RG-55476 HM-38 Hondo Mesa h cti D o n al L Arroyo Hondo Arroyo Hondo Cerro Negro CROSS SECTION D-D’ CROSS SECTION D-D’ CROSS SECTION E-E’ a y ala t A e d ai u q e c A CROSS SECTION E-E’ CROSS SECTION E-E’ DRAINAGE DIVIDE DRAINAGE DIVIDE CROSS SECTION F-F’ Rio Grande Gorge Rio Grande Gorge Rio Grande Gorge Hondo Mesa NM-522 NM-522 NM-522 Lower Des Montes Taos Pueblo Tract B Arroyo Hondo e d n a r G o i R CROSS SECTION F-F’ CROSS SECTION F-F’ CROSS SECTION G-G’ CROSS SECTION G-G’ CROSS SECTION G-G’ e d n a r G o i R e d n a r G o i R ? depth & screen unknown le n n a h c e g a n ia r D g n ir p S a n i d e M g n ir p S le a R 0 4 - S T h t u o S g n ir p S i o d o G le n n a h c e g a n ia r D le n n a h c e g a n ia r D Qal Alluvium Qfy Alluvial fan deposits Qty Stream terrace deposits Qt8 Stream terrace deposits Qt7 Stream terrace deposits Qt6 Stream terrace deposits Qt5 Stream terrace deposits Qt4 Stream terrace deposits Qt3 Stream terrace deposits Qfu Undivided alluvial fan deposits Qt2 Stream terrace deposits Qt2rg Ancestral Rio Grande terrace deposits Qf1 Alluvial fan deposits (middle Pleistocene) Qt1rg Ancestral Rio Grande terrace deposits Qtrg Ancestral Rio Grande gravel QTg Old alluvium QTbh Blueberry Hill alluvial fan deposit Tb4 Servilleta Formation basalt, upper Tb3 Servilleta Formation basalt, middle Tb2 Servilleta Formation basalt, lower Tb1 Servilleta Formation basalt, lower Tbsa Lower silicic alkalic basalt Tg Servilleta Formation interbasalt gravel Td Cerro Negro dacite Tc Chamita Formation Tv Tertiary volcanic rocks, undivided Fracture or rubble zone Gravel or sand zone in volcanic unit Black sand Well head (actual elevation, if projected) Volcanic intervals (Tv from well record) Measured water level Recorded water level Screened interval OSE well file number Well name (Table A1 and figures) Water table surface in shallow alluvial aquifer Certain Approximate Inferred Perched ground water surface Potentiometric surface for deep volcanic-alluvial aquifer Certain Approximate Inferred Geologic Units Well Key Aquifer Symbols Figure 13a−Hydrogeologic cross sections through the Arroyo Hondo study area, showing approximate elevation of static water levels for shallow and deep wells. These cross sections are interpretations based on geologic mapping, water-level measurements, and drillers well records, and should not necessarily be used to site water wells. Cross section locations are shown on the geologic map (Figure 7) and the data inventory map (Figure 4). RG-63022 SANC 22 NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO Deep volcanic-alluvial aquifer Deep volcanic-alluvial aquifer Shallow alluvial aquifer Shallo w allu vial a quifer Shallow alluvial aquifer Deep vo lcanic-alluvial aquifer Deep volcanic-alluvial aquifer Shallow alluvial aquifer Perched ground water Perched ground water Tc Tc Tg Tg Tg Td Tb4 Td Td Td Td Tb4 Tb4 QTg QTg QTbh QTbh Tb4 QTbh QTbh QTbh QTg Qfy Qfy Qfy Qfy Qfy Qt3 Qt6 Qt6 Qt7 Qal Qf1 Qf1 Tc Tg Td Qf1 Qfy Qfy Qt3 Qal Qt8 Qal Qt6 Qt7 Qal Qf1 Qal Qt4 Qt5 Qt6 Qt8 Td QTg Tbsa Tb4 Tb4 Tb4 QTbh Tc Tg Tg Tc Tc Td Td Tg Tg Qf1 Qfy Qt3 Qt2 Qt5 Qal Qt4 Qt5 Qf1 Qfy Qt7 Qal Qf6 Qfy Qfy Qf1 Qal Airport fault ? ? ? Vertical Exaggeration = 5x Elevation feet above sea level E NORTH 7400 7200 7000 6800 6600 6400 6200 Elevation feet above sea level E’ SOUTH 7400 7200 7000 6800 6600 6400 6200 Vertical Exaggeration = 5x Elevation feet above sea level F NORTH 7200 7000 6800 6600 6400 6200 Elevation feet above sea level F’ SOUTH 7200 7000 6800 6600 6400 6200 Vertical Exaggeration = 5x Elevation feet above sea level G NORTH 7200 7000 6800 6600 6400 6200 Elevation feet above sea level G’ SOUTH 7200 7000 6800 6600 6400 6200 Vertical Exaggeration = 5x Elevation feet above sea level D NORTH 7400 7200 7000 6800 6600 6400 6200 Elevation feet above sea level D’ SOUTH 7400 7200 7000 6800 6600 6400 6200 RG-unknown AH-02 RG-45201 ORT-2 RG-64935 SIER RG-86733 TL-02 RG-86063 TL-01 RG-75485 AH-09 Projected RG-53410 HM-12 RG-46180 HM-18 RG-65112 HM-06 ? depth unknown Projected RG-57410 AH-20 Projected RG-67987 AH-38 Projected RG-75199 HM-27 ? unscreened ➔ ? unscreened ➔ Projected RG-74179 AH-34 Projected RG-67043 AH-16 RG-47406 AH-04 Projected RG-83538 ORT RG-63022 SANC Projected RG-68300 HM-04 Projected RG-41003 EMBL Projected RG-86772 CL-01 Projected RG-51064 HM-14 Projected RG-79230 AH-29 Projected RG-74959 HM-03 Projected RG-47948 HM-17 Projected RG-85582 KOND RG-51361 AH-03 Projected RG-55788 AH-22 Projected RG-62042 AH-13 Projected RG-29822 AH-11 RG-82409 HM-43 RG-61751 HM-09 Projected RG-86530 LR-01 RG-62883 AH-30 RG-73045-S AH-19 RG-70551 AH-01 RG-35430 AH-27 RG-39895 AH-25 RG-52714 AH-35 Projected RG-52888 AH-26 Projected RG-41635 AH-21 Projected RG-55682 AH-23 RG-61498 DM-40 RG-60226 AH-41 RG-53158 AH-39 Projected RG-75452 AH-36 Projected RG-53410 HM-12 Projected RG-46180 HM-18 Projected RG-61183 LAIN RG-55476 HM-38 Drainage channel Drainage channel Drainage channel Hondo Mesa Hondo Mesa Taos Pueblo Tract B CROSS SECTION B-B’ Rio Hondo Acequia"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "Tg Qf1 Qfy Qt3 Qt2 Qt5 Qal Qt4 Qt5 Qf1 Qfy Qt7 Qal Qf6 Qfy Qfy Qf1 Qal Airport fault ? ? ? Vertical Exaggeration = 5x Elevation feet above sea level E NORTH 7400 7200 7000 6800 6600 6400 6200 Elevation feet above sea level E’ SOUTH 7400 7200 7000 6800 6600 6400 6200 Vertical Exaggeration = 5x Elevation feet above sea level F NORTH 7200 7000 6800 6600 6400 6200 Elevation feet above sea level F’ SOUTH 7200 7000 6800 6600 6400 6200 Vertical Exaggeration = 5x Elevation feet above sea level G NORTH 7200 7000 6800 6600 6400 6200 Elevation feet above sea level G’ SOUTH 7200 7000 6800 6600 6400 6200 Vertical Exaggeration = 5x Elevation feet above sea level D NORTH 7400 7200 7000 6800 6600 6400 6200 Elevation feet above sea level D’ SOUTH 7400 7200 7000 6800 6600 6400 6200 RG-unknown AH-02 RG-45201 ORT-2 RG-64935 SIER RG-86733 TL-02 RG-86063 TL-01 RG-75485 AH-09 Projected RG-53410 HM-12 RG-46180 HM-18 RG-65112 HM-06 ? depth unknown Projected RG-57410 AH-20 Projected RG-67987 AH-38 Projected RG-75199 HM-27 ? unscreened ➔ ? unscreened ➔ Projected RG-74179 AH-34 Projected RG-67043 AH-16 RG-47406 AH-04 Projected RG-83538 ORT RG-63022 SANC Projected RG-68300 HM-04 Projected RG-41003 EMBL Projected RG-86772 CL-01 Projected RG-51064 HM-14 Projected RG-79230 AH-29 Projected RG-74959 HM-03 Projected RG-47948 HM-17 Projected RG-85582 KOND RG-51361 AH-03 Projected RG-55788 AH-22 Projected RG-62042 AH-13 Projected RG-29822 AH-11 RG-82409 HM-43 RG-61751 HM-09 Projected RG-86530 LR-01 RG-62883 AH-30 RG-73045-S AH-19 RG-70551 AH-01 RG-35430 AH-27 RG-39895 AH-25 RG-52714 AH-35 Projected RG-52888 AH-26 Projected RG-41635 AH-21 Projected RG-55682 AH-23 RG-61498 DM-40 RG-60226 AH-41 RG-53158 AH-39 Projected RG-75452 AH-36 Projected RG-53410 HM-12 Projected RG-46180 HM-18 Projected RG-61183 LAIN RG-55476 HM-38 Drainage channel Drainage channel Drainage channel Hondo Mesa Hondo Mesa Taos Pueblo Tract B CROSS SECTION B-B’ Rio Hondo Acequia de Atalaya NM-522 Llano Ditch NM-522 Rio Hondo Acequia de Atalaya Llano Ditch Rio Hondo Llano Ditch CROSS SECTION A-A’ CROSS SECTION C-C’ Arroyo Hondo Arroyo Hondo CROSS SECTION B-B’ CROSS SECTION A-A’ CROSS SECTION C-C’ Arroyo Hondo CROSS SECTION B-B’ CROSS SECTION A-A’ CROSS SECTION C-C’ Arroyo Hondo Cerro Negro Taos Pueblo Tract B CROSS SECTION E-E’ CROSS SECTION D-D’’ Rio Hondo Acequia de Atalaya NM-522 Llano Ditch CROSS SECTION A-A’ CROSS SECTION C-C’ Elev. of Rio Grande Elev. of Rio Grande Elev. of Rio Grande Elev. of Rio Grande DRAINAGE DIVIDE DRAINAGE DIVIDE DRAINAGE DIVIDE DRAINAGE DIVIDE DRAINAGE DIVIDE DRAINAGE DIVIDE Medina Spring Figure 13b−Hydrogeologic cross sections through the Arroyo Hondo study area, showing approximate elevation of static water levels for shallow and deep wells. These cross sections are interpretations based on geologic mapping, water-level measurements, and drillers well records, and should not necessarily be used to site water wells. Cross section locations are shown on the geologic map (Figure 7) and the data inventory map (Figure 4). 0 0.2 Miles 0 0.2 Kilometers Water table surface in shallow alluvial aquifer Certain Approximate Inferred Perched ground water surface Potentiometric surface for deep volcanic-alluvial aquifer Certain Approximate Inferred Aquifer Symbols Well head (actual elevation, if projected) Volcanic intervals (Tv from well record) Measured water level Recorded water level Screened interval OSE well file number Well name (Table A1 and figures) Well Key RG-63022 SANC Fracture or rubble zone Gravel or sand zone in volcanic unit Black sand 23 NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 24 Arroyo Hondo Shallow Alluvial Aquifer–Virtu- ally all wells south of the Rio Hondo and east of the Airport fault are completed and screened in the Blueberry Hill alluvial fan deposit (QTbh) and contiguous upper Tertiary alluvial fan de- posits of the upper Chamita Formation (Tg) that overlie Cerro Negro dacite flows. This saturated zone forms a distinct hydrostratigraphic unit, hy- drologically separate from deeper water-bearing zones and aquifers in underlying volcanic (Td) and sedimentary (Tc) rocks, and is referred to as the Arroyo Hondo shallow alluvial aquifer. This aquifer is generally equivalent to the “shallow” aquifer of Drakos et al. (2004a). Depth to ground water in the shallow al- luvial aquifer varies from less than 20 to more than 300 feet. Shallow water levels are encoun- tered in the Rio Hondo valley below the Llano Ditch and in wells near the active river channel. The greatest depth to ground water occurs on the alluvial plateau south of the Hondo valley and on the alluvial fans near the mountain front. Saturated thickness ranges from about 25 to 275 feet. Yields for wells in the Blueberry Hill allu- vial deposit range from 15 to 30 gal/min (gpm), with an average of 19 gpm (Table 1). The aqui- fer is composed of semi-consolidated, poorly to moderately well sorted layers of clay, silt, sand, pebbles, and cobbles that are laterally heteroge- neous. The hydraulic conductivity of 0.4 ft/day reported by Drakos et al. (2004a) (Table 1) is at the low end of the published range for clean sands and gravels, but is probably reasonable for a poorly sorted, clayey unit such as the Blueberry Hill deposit. In addition, in some areas where the Blueberry Hill deposit is well exposed, it is moderately well cemented and altered. Ground water flow direction in the shallow alluvial aquifer is generally east to west. Static water levels in the aquifer define a shallowly west-dipping water table surface that ranges in elevation from 7200 feet at the eastern boundary to 6680 feet at its western extent near the Air- port fault, for an average gradient of about 115 feet/mile or 0.02. The water table surface grades to the Rio Hondo, generally mimics topography, and is locally elevated in the vicinity of acequias and irrigated fields. The shallow alluvial aquifer does not exist in thin alluvial fan deposits north of the Rio Hondo or west of the Airport fault, and is evident in only a few wells south of the Rio Hondo drainage divide. Near Arroyo Hondo, the shallow alluvial aquifer is a semi-perched aquifer. Accretion of ground water in the Blueberry Hill alluvial fan deposit is controlled by a combination of perme- ability differences between the alluvial sediments and underlying Cerro Negro dacite and the pres- ence of active sources of recharge. The Cerro Ne- gro dacite is a perching unit. Its distribution at shallow depths in the subsurface (Fig. 10) is con- tiguous with the shallow alluvial aquifer, and the Blueberry Hill alluvial deposit is only saturated where it overlies this massive, crystalline volcanic unit. Cerro Negro dacite is much less perme- able than the Blueberry Hill deposit as a whole. Therefore, in areas where Blueberry Hill alluvial fan sediments are underlain directly by Cerro Negro dacite, conditions are generally favorable for accretion of ground water in the overlying alluvium. To the west, where Cerro Negro dacite is either overlain by Servilleta Formation basalts and interlayered sediments, or is truncated by or terminates against the Airport fault, saturation in the Blueberry Hill rapidly thins and disappears across a zone of downward leakage as ground water moves into the more permeable, underly- ing units (Fig. 13a, cross sections A–A’ and B–B’, and Fig. 14). Spiegel and Couse (1969) were the first to recognize that the ancient stream-terrace deposits along the present streams were probably above the water table under natural conditions,"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "for an average gradient of about 115 feet/mile or 0.02. The water table surface grades to the Rio Hondo, generally mimics topography, and is locally elevated in the vicinity of acequias and irrigated fields. The shallow alluvial aquifer does not exist in thin alluvial fan deposits north of the Rio Hondo or west of the Airport fault, and is evident in only a few wells south of the Rio Hondo drainage divide. Near Arroyo Hondo, the shallow alluvial aquifer is a semi-perched aquifer. Accretion of ground water in the Blueberry Hill alluvial fan deposit is controlled by a combination of perme- ability differences between the alluvial sediments and underlying Cerro Negro dacite and the pres- ence of active sources of recharge. The Cerro Ne- gro dacite is a perching unit. Its distribution at shallow depths in the subsurface (Fig. 10) is con- tiguous with the shallow alluvial aquifer, and the Blueberry Hill alluvial deposit is only saturated where it overlies this massive, crystalline volcanic unit. Cerro Negro dacite is much less perme- able than the Blueberry Hill deposit as a whole. Therefore, in areas where Blueberry Hill alluvial fan sediments are underlain directly by Cerro Negro dacite, conditions are generally favorable for accretion of ground water in the overlying alluvium. To the west, where Cerro Negro dacite is either overlain by Servilleta Formation basalts and interlayered sediments, or is truncated by or terminates against the Airport fault, saturation in the Blueberry Hill rapidly thins and disappears across a zone of downward leakage as ground water moves into the more permeable, underly- ing units (Fig. 13a, cross sections A–A’ and B–B’, and Fig. 14). Spiegel and Couse (1969) were the first to recognize that the ancient stream-terrace deposits along the present streams were probably above the water table under natural conditions, but now have locally perched or semi-perched zones of saturation due to the development of irriga- tion. In the Rio Hondo drainage, the distribution of recharge from surface water and irrigation is a critical factor controlling the extent of the shal- low alluvial aquifer. Channel infiltration through losing reaches of the Rio Hondo, leakage from local acequias, irrigation return, and infiltration of runoff through arroyo channels on the alluvial uplands are the primary sources of recharge to the shallow aquifer. No significant sources of NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO 25 Figure 14−Ground water flow conditions in the Arroyo Hondo area. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 26 recharge exist on the alluvial plateau to the south, which is isolated from mountain runoff and has no acequias or irrigation. Arroyo chan- nel infiltration may provide local, ephemeral recharge to the narrow strip of shallow aquifer that exists on the alluvial plateau (Figs. 3 and 14). Limited well data on the alluvial plateau, south of the Rio Hondo drainage divide, sug- gest that shallow alluvial ground water in the Blueberry Hill deposit disappears in a zone of downward flow as the Cerro Negro dacite dips to greater depths. Shallow Perched Aquifer–A local zone of perched ground water exists in Quaternary- Tertiary alluvial fan deposits north of the Rio Hondo on the southwest flank of Cerro Negro (Fig. 14). Similar to the shallow alluvial aqui- fer in the Blueberry Hill alluvial deposit to the south, this perched ground water accumulates in older alluvial fan (QTg) and modern stream terrace (Qt) deposits by ponding on the surface of relatively impermeable Cerro Negro dacite flows. A static water level in shallow alluvial well AH-04 (cross section F–F’), located downslope of the Acequia de Atalaya, indicates a saturated thickness of 64 feet. The Medina spring (Fig. 4 and cross section F–F’) represents the southern- most extent of this shallow perched aquifer. We interpret the Medina spring to discharge shallow, perched ground water that is recharged by leak- age and irrigation return flow from the acequia. An elevated water level in well AH-01, a 420 ft well completed in volcanic and alluvial units north of the Rio Hondo and west of the Airport fault, may indicate that downward leakage from the shallow perched aquifer recharges deeper volcanic aquifers north of the Rio Hondo (Fig. 13a, cross section C–C’). The lower Rio Hondo spring zone, located down gradient of AH-01 on the north bank of the river, may reflect discharge from this local flow system. A tritium content of 6 TU in TS-33 (Bauer et al., 2008) indicates a surprisingly short residence time of 1 to 5 years *From select wells nearest Arroyo Hondo study area. Table 1−Summary of Hydrogeologic and Aquifer Units of Arroyo Hondo study area aquifer. Hydrogeologic Unit Geologic Map Unit Thickness in study area (ft) This Study Drakos et al. (2004) a RG-87960 River View Acres well (Jenkins, 1980) Aquifers Hydraulic Conditions Depth to Water (ft) Average Yield (gpm) Aquifers Hydraulic Conditions Transmissivity, T (ft2/day)* Hydraulic conductivity, K (ft/day)* Transmissivity, T (ft2/day) Hydraulic conductivity, K (ft/day) Quaternary deposits in Rio Hondo valley Qal to Qf1 <80 Shallow alluvial aquifers Unconfined alluvium Shallow aquifer Unconfined alluvium 580 – 1100 2.9 – 11 Blueberry Hill deposit QTbh, QTg <600 Leaky perched aquifer 40 – 300 19 Leaky- confined alluvium 40 0.4 Servilleta Fm basalt and sediments Tb, Tg <700 Deep volcanic- alluvial aquifers Complex, leaky uncon- fined 330 – 470 24 (Tb) 17 (Tg) “Agua Azul” aquifer 280 – 1600 4.7 – 26.7 1250 96 Transition Cerro Negro dacite Td <1000? Unconfined fractured aquifer 215 – 385 25 Chamita Fm Tc unknown Deep Tertiary basin-fill aquifers Semi- confined to confined? 450 10 to 100 Transition Ojo Caliente Mbr of Tesuque Fm To (not on map) unknown Deep Tertiary basin-fill aquifer Leaky- confined and confined 110 – 640 0.2 – 0.8 ARROYO HONDO 27 for spring water, suggesting the springs are fed by a very local flow system and a recharge source in close proximity. Cerro Negro Dacite–The Cerro Negro dacite, primarily a massive crystalline volcanic unit, contains localized, productive aquifers in frac- tured and rubble zones but generally appears to behave as a perching bed for shallow alluvial aquifers in overlying Quaternary and Tertiary alluvial fan deposits (QTbh, QTg, and upper Tg). Virtually all records for wells completed in the dacite indicate water-bearing strata to be fractured volcanic rock, decomposed ‘basalt’, or thin zones of black sand and gravel. Where wells encounter water in the Cerro Negro dacite, yields range from 10 to 50 gpm, with an aver- age of 25 gpm (Table 1). The sediment intervals observed within the dacite rocks are interpreted to represent either local paleochannels or simply an eroded rubble zone at the surface or edge of a flow. With the exception of these volcanic sedi- ment and fracture zones, the unit has extremely limited porosity and permeability. Most wells penetrate a substantial thickness of massive vol- canic rock before encountering a water-bearing zone, and a few wells penetrate the entire thick- ness of the dacite unit before encountering water in underlying lower Tertiary sediments. North of the Rio Hondo (east-west cross section C–C’ and north-south cross sections), virtually all wells are completed in Cerro Negro dacite, most of these in fracture and rubble zones or intervals of sand or gravel. Static water levels (measured"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "Td <1000? Unconfined fractured aquifer 215 – 385 25 Chamita Fm Tc unknown Deep Tertiary basin-fill aquifers Semi- confined to confined? 450 10 to 100 Transition Ojo Caliente Mbr of Tesuque Fm To (not on map) unknown Deep Tertiary basin-fill aquifer Leaky- confined and confined 110 – 640 0.2 – 0.8 ARROYO HONDO 27 for spring water, suggesting the springs are fed by a very local flow system and a recharge source in close proximity. Cerro Negro Dacite–The Cerro Negro dacite, primarily a massive crystalline volcanic unit, contains localized, productive aquifers in frac- tured and rubble zones but generally appears to behave as a perching bed for shallow alluvial aquifers in overlying Quaternary and Tertiary alluvial fan deposits (QTbh, QTg, and upper Tg). Virtually all records for wells completed in the dacite indicate water-bearing strata to be fractured volcanic rock, decomposed ‘basalt’, or thin zones of black sand and gravel. Where wells encounter water in the Cerro Negro dacite, yields range from 10 to 50 gpm, with an aver- age of 25 gpm (Table 1). The sediment intervals observed within the dacite rocks are interpreted to represent either local paleochannels or simply an eroded rubble zone at the surface or edge of a flow. With the exception of these volcanic sedi- ment and fracture zones, the unit has extremely limited porosity and permeability. Most wells penetrate a substantial thickness of massive vol- canic rock before encountering a water-bearing zone, and a few wells penetrate the entire thick- ness of the dacite unit before encountering water in underlying lower Tertiary sediments. North of the Rio Hondo (east-west cross section C–C’ and north-south cross sections), virtually all wells are completed in Cerro Negro dacite, most of these in fracture and rubble zones or intervals of sand or gravel. Static water levels (measured and recorded) in these wells are highly variable and are often regionally discontinuous, but are significantly lower than those measured in overlying perched or shallow alluvial aqui- fers. Hydrologic connection between isolated fractured aquifers within the Cerro Negro, and between the Cerro Negro aquifers and contigu- ous aquifers in Servilleta Formation basalts and sediments to the west and south, is unknown. Due to the geologic heterogeneity of the Cerro Negro dacite, it is likely that many of these fractured volcanic aquifers may exist in isolated, local compartments with limited interconnection and limited connection with adjacent aquifers (see section on Geology of the Arroyo Hondo Area, Volcanic Rocks). East of NM-522 and south of the Rio Hondo, in the eastern half of the study area, only three wells are completed in the Cerro Negro dacite (Td), and the static water levels appear to grade westward to the deep volcanic-alluvial aquifer beneath Hondo Mesa. Where Cerro Negro dacite and Servilleta Formation basalts and sediments are interlayered beneath Hondo Mesa (Figs. 6 and 10), these two geologic units may behave as a single hydrostratigraphic unit referred to as the deep volcanic-alluvial aquifer and discussed below. Servilleta Formation and Deep Volcanic-Alluvial Aquifer–The Servilleta Formation constitutes a complex, three-dimensional aquifer system that is distinct from the shallow aquifer existing in Qua- ternary-Tertiary alluvial fan deposits. Wells com- pleted in Servilleta Formation basalt flows (Tb, Tb1, Tb2, Tb3, Tb4) and interbedded sedimen- tary horizons (Tg) exist almost exclusively at or west of the Airport fault beneath western Hondo Mesa. Deep wells screened in some combination of sediments and volcanic rocks also exist south of the Rio Hondo drainage divide beneath south- ern Hondo Mesa, but at this location lithologic data are not sufficient to distinguish between interlayered Cerro Negro dacite and Servilleta basalts. For this study, this deep water-bearing zone is referred to as the deep volcanic-alluvial aquifer and is generally equivalent to the Agua Azul aquifer of Drakos et al. (2004a). We infer that this deep aquifer system may underlie the entire study area, but limited data from deep wells in the central and eastern por- tions of the Arroyo Hondo area, and variable, regionally inconsistent water levels in the Cerro Negro dacite, make this inference somewhat speculative. Water level elevations in wells com- pleted in the deep aquifer range from about 7300 feet in the east to 6480 feet in the west and are well below the elevation of the Rio Hondo. The potentiometric surface indicates that ground wa- ter flows east to west and grades to the elevation NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 28 of cool springs that emerge at 6450 to 6470 feet in the Rio Grande gorge just above the river (Fig. 14). Tritium content and CFC (chlorofluo- rocarbon) recharge ages by Bauer et al. (2008) indicate a CFC recharge age of 36 ± 2 years and a tritium content of 4.54 TU (tritium units) for Dunn Bridge North spring (TS-31a) north of the Rio Hondo confluence, and 53 ± 2 years for Godoi North 2 spring (TS-36b) south of the Rio Hondo confluence. The primary porosity and permeability of the basalts is very low, although the pahoe- hoe (ropy) flow tops provide some horizon- tal permeability. The secondary porosity and permeability supplied by the extensive network of open, vertical and sub-vertical fractures is large, although the storage capacity of basalts as a whole is probably low. The porosity of the interlayered sand- and gravel-dominated sedi- ments is large, perhaps as high as 30 percent. The sediments can probably store significant amounts of water, but the flow may be restrict- ed by interbedded clay intervals. We expect that ground water can move easily between layers of basalts and sediments within the Servilleta For- mation. The uniform hydraulic gradient east of the Rio Grande, through Tb3 and adjacent Tg sediments, supports this interpretation. Records of wells completed in the deep volcanic-alluvial aquifer west of the Airport fault indicate that the basalts are the primary water-bearing strata in this aquifer (Fig 13a, cross sections A–A’, B–B’). Wells completed in basalt intervals of the Servilleta Formation (Tb) have yields ranging from 17 to 30 gpm, with an average of 24 gpm, whereas yields from interlayered sediments (Tg) range from 4 to 30 gpm, with an average of 17 gpm. Yields from wells completed in both vol- canic and sediment intervals reflect intermediate values of 10 to 25 gpm, with an average of 17 gpm (Table 1). The only readily available report of a tested well in the Servilleta Formation is the River View Acres test well (RG-87960) as reported by Jenkins (1980). The 510 foot well was perfo- rated at 500–510 feet in gravel of the Servil- leta Formation. Its specific capacity after one hour of pumping at 9.2 gal/min was 2.6 gal/min/ ft of drawdown. Transmissivity calculated from recovery data was 1250 ft2/day and the estimated hydraulic conductivity is 96 ft/day (Table 1). The report concluded that the aquifer is highly per- meable, and is capable of supplying the planned domestic wells for the subdivision. Airport Fault Transition Zone–On Hondo Mesa, the southern cross sections (A–A’ and B–B’) delineate a narrow transition between shallow alluvial and deep volcanic-alluvial aquifers. This zone corresponds to a north-trending projection of the Airport fault and the western limit of thick Cerro Negro dacite flows in the subsurface. The Airport fault transition zone is a"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "be restrict- ed by interbedded clay intervals. We expect that ground water can move easily between layers of basalts and sediments within the Servilleta For- mation. The uniform hydraulic gradient east of the Rio Grande, through Tb3 and adjacent Tg sediments, supports this interpretation. Records of wells completed in the deep volcanic-alluvial aquifer west of the Airport fault indicate that the basalts are the primary water-bearing strata in this aquifer (Fig 13a, cross sections A–A’, B–B’). Wells completed in basalt intervals of the Servilleta Formation (Tb) have yields ranging from 17 to 30 gpm, with an average of 24 gpm, whereas yields from interlayered sediments (Tg) range from 4 to 30 gpm, with an average of 17 gpm. Yields from wells completed in both vol- canic and sediment intervals reflect intermediate values of 10 to 25 gpm, with an average of 17 gpm (Table 1). The only readily available report of a tested well in the Servilleta Formation is the River View Acres test well (RG-87960) as reported by Jenkins (1980). The 510 foot well was perfo- rated at 500–510 feet in gravel of the Servil- leta Formation. Its specific capacity after one hour of pumping at 9.2 gal/min was 2.6 gal/min/ ft of drawdown. Transmissivity calculated from recovery data was 1250 ft2/day and the estimated hydraulic conductivity is 96 ft/day (Table 1). The report concluded that the aquifer is highly per- meable, and is capable of supplying the planned domestic wells for the subdivision. Airport Fault Transition Zone–On Hondo Mesa, the southern cross sections (A–A’ and B–B’) delineate a narrow transition between shallow alluvial and deep volcanic-alluvial aquifers. This zone corresponds to a north-trending projection of the Airport fault and the western limit of thick Cerro Negro dacite flows in the subsurface. The Airport fault transition zone is a high-permea- bility zone associated with a strong downward gradient from the shallow alluvial aquifer to the deep volcanic-alluvial aquifer. Well depths east of the transition are shallow, ranging from 200 to 300 feet, and to the west are 400 to 550 feet. Across the transition, measured water levels in the shallow water-bearing zone drop as much as 200 feet, with reports of cascading water in wells. The hydraulic gradient increases dramatically from about 0.014 in the shallow aquifer zone to the east, to 0.3 in the transition zone at the fault, and back to 0.012 in the deep volcanic-alluvial aquifer to the west. Due to east-down displace- ment along the fault and the regional eastern dip of Servilleta Formation basalts and sediments, the Blueberry Hill deposit (QTbh) and the uppermost Servilleta Formation basalt (Tb4) are unsaturated west of the Airport fault. Thus the Airport fault transition zone defines the western extent of the shallow alluvial aquifer. Throughout the study area, shallow alluvial wells have higher static water levels than those completed in the deep volcanic-alluvial aquifer, and in general, adjacent pairs of shallow and deep wells have measured water-level elevations differing by more than 300 feet in head. This ver- tical head differential defines a regional, vertically downward hydraulic gradient that implies down- ward leakage from the shallow alluvial aquifer to the deep volcanic-alluvial aquifer. Where the hydraulic gradient of the shallow aquifer steepens ARROYO HONDO 29 dramatically at the Airport fault, shallow water levels rapidly merge with the elevation head in deep volcanic-alluvial wells on the west side of the fault (cross sections A–A’, B–B’ and G–G’). Relatively young CFC recharge ages and signifi- cant tritium content in springs emerging in the Rio Grande gorge as discharge from the deep volcanic-alluvial aquifer suggest that shallow alluvial ground water merging with the deep aquifer at the Airport fault transition zone com- prises a significant portion of the ground water discharging at the springs. Lower Santa Fe Group Alluvial (Chamita) Aquifer–Ground water encountered in the lower Santa Fe Group alluvial deposits probably be- longs to the deep alluvial aquifer that pervades the southern San Luis Basin. Little is known about the deep basin-fill (Chamita) aquifer, either regionally or within the Arroyo Hondo area. A few wells in the study area penetrate a full thickness of Cerro Negro dacite or Servil- leta basalts (300 to 500 feet) and terminate in water-bearing sediments of the Chamita Forma- tion. Reported yields from these wells vary from 10 to 100 gpm. At some localities that have either a thick unsaturated zone or non-water bearing zone of volcanic rocks and sediments, the Chamita aquifer constitutes the shallowest available ground water. Water levels in these wells are consistent with other wells in the deep volcanic-alluvial aquifer, and for this study, we make no distinction between the water-bearing zones at the top of the Chamita basin fill and those in overlying volcanic rocks. Surface Water and Ground Water Interactions The Rio Hondo is a small tributary to the Rio Grande, with peak annual flows of generally less than 300 cfs, and with major flood flows of only about 500 cfs. The Rio Hondo origi- nates as ground water discharge in the Sangre de Cristo Mountains watershed, and as runoff from snowmelt and direct storm precipitation. Quaternary alluvium along the modern stream channel forms a narrow strip of saturated gravel that is probably less than about 20 feet thick in most areas. The alluvium probably has a similar permeability as the underlying Quater- nary alluvial fan sediments. Beginning near the mountain front, acequia systems divert water for agriculture along both sides of the stream. As the diverted water passes along ditches, and is applied to fields, a portion infiltrates into the ground. This artificial recharge plays a significant role in sustaining the shallow alluvial aquifers, as indicated by ground water mounds and perched ground water beneath the three major acequias and ditches in the study area. As noted by Spiegel and Couse (1969), the Rio Hondo is part of a stream-connected aquifer system and shallow wells in the upper Arroyo Hondo valley are hydraulically connected to the Rio Hondo. The ground water study by Rawl- ing (2005) indicates that, from the mountain front near El Salto to the Gates of Valdez, the Rio Hondo is a gaining stream. At the Gates of Valdez, the limited water level data suggest that the stream is approximately neutral. Down- stream from the Gates of Valdez, the stream- aquifer connection is strongly influenced by the complex geology of the Cerro Negro volcano and overlying basin-fill sediments. Where the stream channel incises into recent and Quater- nary alluvial sediments, both the nearby water levels and local geology suggest the stream loses water to the adjacent shallow alluvial aquifer. Where the stream channel crosses massive, low permeability, Cerro Negro dacite flows, there is no geologic or hydrologic evidence of connection with the shallow alluvial aquifer and these reach- es are designated “no flow” on Figure 14. At the western edge of the Arroyo Hondo agricultural valley, where the Rio Hondo has incised along the contact between Cerro Negro dacite and the Quaternary-Tertiary Blueberry Hill deposit, water levels suggest that the Rio Hondo briefly gains water from the shallow alluvial aquifer. But farther downstream where the channel cuts into Servilleta Formation basalt, regional leakage and dropping water levels in the shallow alluvial aquifer create a disconnect"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "both sides of the stream. As the diverted water passes along ditches, and is applied to fields, a portion infiltrates into the ground. This artificial recharge plays a significant role in sustaining the shallow alluvial aquifers, as indicated by ground water mounds and perched ground water beneath the three major acequias and ditches in the study area. As noted by Spiegel and Couse (1969), the Rio Hondo is part of a stream-connected aquifer system and shallow wells in the upper Arroyo Hondo valley are hydraulically connected to the Rio Hondo. The ground water study by Rawl- ing (2005) indicates that, from the mountain front near El Salto to the Gates of Valdez, the Rio Hondo is a gaining stream. At the Gates of Valdez, the limited water level data suggest that the stream is approximately neutral. Down- stream from the Gates of Valdez, the stream- aquifer connection is strongly influenced by the complex geology of the Cerro Negro volcano and overlying basin-fill sediments. Where the stream channel incises into recent and Quater- nary alluvial sediments, both the nearby water levels and local geology suggest the stream loses water to the adjacent shallow alluvial aquifer. Where the stream channel crosses massive, low permeability, Cerro Negro dacite flows, there is no geologic or hydrologic evidence of connection with the shallow alluvial aquifer and these reach- es are designated “no flow” on Figure 14. At the western edge of the Arroyo Hondo agricultural valley, where the Rio Hondo has incised along the contact between Cerro Negro dacite and the Quaternary-Tertiary Blueberry Hill deposit, water levels suggest that the Rio Hondo briefly gains water from the shallow alluvial aquifer. But farther downstream where the channel cuts into Servilleta Formation basalt, regional leakage and dropping water levels in the shallow alluvial aquifer create a disconnect between stream and NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 30 aquifer, leaving the Rio Hondo elevated above the regional ground water surface (Fig. 13b, cross section G–G’). Because of interconnections between the Rio Hondo, the Rio Grande and shallow and deep aquifers, depletions of ground water from these aquifers have the very real potential of contrib- uting to surface water depletions in a matter of decades or less. Similarly, reductions in irrigation would have negative effects on ground water levels in the shallow alluvial aquifer. ARROYO HONDO 31 The Arroyo Hondo ground water study reveals a complex, three-dimensional ground water system with multiple hydrostratigraphic units and aqui- fers. Distribution of the geologic and hydrostrati- graphic units is presented through geologic maps (Figs. 6 and 7) and seven detailed cross sections (Figs. 13a & 13b) that depict the subsurface distribution of geologic and hydrostratigraphic units, well data, surface water features, water levels, faults, and zones of fracturing and sedi- ment layers in volcanic rocks. Cross sections are constructed both parallel and perpendicular to regional ground water flow. These cross sections illustrate the subsurface distribution, location and extent of aquifers in the context of the geologic framework, the Rio Grande and the Rio Hondo, local acequias and other surface water features. The following summarizes the most sa- lient conclusions of this study regarding regional hydrogeology and geologic controls on ground water flow. 1) Ground water exists primarily within the Quaternary-Tertiary alluvial fan sediments known as the Blueberry Hill deposit, the Servilleta Formation basalts and interbed- ded sediments, the lower Santa Fe Group alluvial deposits (Chamita Formation), and locally within the Cerro Negro dacite. These hydrogeologic units are grouped into three separate aquifers on the basis of their hydrologic characteristics and distribution. 2) A shallow alluvial aquifer in the Quaterna- ry-Tertiary Blueberry Hill alluvial fan de- posit is limited to an area south of the Rio Hondo and east of the Airport fault. This aquifer is semi-perched on the Cerro Negro dacite, a massive, crystalline volcanic unit with relatively low regional permeability, V. SUMMARY AND CONCLUSIONS and is recharged primarily through local irrigation return flow. 3) A shallow perched aquifer exists in the Quaternary-Tertiary alluvial fan deposit north of the Rio Hondo on the southwest flank of Cerro Negro. Perched ground wa- ter accumulates on the Cerro Negro dacite, recharges from Acequia de Atalaya, and discharges from the Medina spring, and possibly the lower Rio Hondo springs. 4) The Cerro Negro dacite contains localized, productive aquifers in fractured and rubble zones but generally behaves as a perch- ing unit for shallow alluvial and perched aquifers. Where wells encounter water in the dacite, yields can be as high as 50 gpm, with an average of 25 gpm. Static water levels are highly variable, regionally incon- sistent, and significantly lower than those measured in overlying perched or shallow alluvial aquifers. It is likely that fractured aquifers in the Cerro Negro dacite are highly compartmentalized, and have only limited or partial interconnection with adjacent aquifers. 5) The Servilleta Formation, named the deep volcanic-alluvial aquifer in this study, contains productive zones in thin basalts and sediments west of the Airport fault. A uniform hydraulic gradient between the Airport fault and the Rio Grande suggests that ground water moves easily between and through the interlayered basalts and sediments. This potentiometric surface grades westward to the elevation of cool springs that emerge in the Rio Grande gorge. Tritium content and CFC (chloroflu- orocarbon) recharge ages suggest a ground water residence time of 36 to 53 years. Due NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 32 to limited data and variable, regionally inconsistent water levels in deep wells east of the Airport fault, it is uncertain whether this deep aquifer system underlies the entire study area or if it includes the Cerro Negro dacite. 6) A transition zone between shallow and deep aquifers occurs at the Airport fault, which defines the western extent of the Cerro Negro dacite and the shallow allu- vial aquifer. A vertical head differential of more than 300 feet defines a regional, verti- cally downward hydraulic gradient that implies downward leakage from shallow to deep aquifers. The Airport fault forms a high-permeability zone with a strong, local downward gradient, where shallow water levels east of the fault rapidly merge with those in deep volcanic-alluvial wells to the west. Relatively young recharge ages in springs discharging in the Rio Grande gorge from the deep volcanic-alluvial aqui- fer suggest that shallow alluvial ground water merging with the deep aquifer at the Airport fault transition zone comprises a significant portion of the ground water discharging at the springs. 7) The Rio Hondo is part of a stream-con- nected aquifer system with gaining, neutral and losing reaches controlled by the perme- ability of underlying geologic units con- tacting the stream channel. Shallow wells in alluvium of the upper Arroyo Hondo valley are hydraulically connected to the Rio Hondo. The alluvial deposits along the Rio Hondo were probably above the water table under natural conditions, but now have locally perched or semi-perched zones of saturation due to the development of irrigation. In the Rio Hondo drainage, accretion of ground water from surface water and irrigation recharge is a critical factor controlling the extent of the shallow alluvial aquifer. ARROYO HONDO 33 REFERENCES Bankey, V., Grauch, V. J. S., Drenth, B., and Geophex, Inc., 2006, Digital data from the"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "limited data and variable, regionally inconsistent water levels in deep wells east of the Airport fault, it is uncertain whether this deep aquifer system underlies the entire study area or if it includes the Cerro Negro dacite. 6) A transition zone between shallow and deep aquifers occurs at the Airport fault, which defines the western extent of the Cerro Negro dacite and the shallow allu- vial aquifer. A vertical head differential of more than 300 feet defines a regional, verti- cally downward hydraulic gradient that implies downward leakage from shallow to deep aquifers. The Airport fault forms a high-permeability zone with a strong, local downward gradient, where shallow water levels east of the fault rapidly merge with those in deep volcanic-alluvial wells to the west. Relatively young recharge ages in springs discharging in the Rio Grande gorge from the deep volcanic-alluvial aqui- fer suggest that shallow alluvial ground water merging with the deep aquifer at the Airport fault transition zone comprises a significant portion of the ground water discharging at the springs. 7) The Rio Hondo is part of a stream-con- nected aquifer system with gaining, neutral and losing reaches controlled by the perme- ability of underlying geologic units con- tacting the stream channel. Shallow wells in alluvium of the upper Arroyo Hondo valley are hydraulically connected to the Rio Hondo. The alluvial deposits along the Rio Hondo were probably above the water table under natural conditions, but now have locally perched or semi-perched zones of saturation due to the development of irrigation. In the Rio Hondo drainage, accretion of ground water from surface water and irrigation recharge is a critical factor controlling the extent of the shallow alluvial aquifer. ARROYO HONDO 33 REFERENCES Bankey, V., Grauch, V. J. S., Drenth, B., and Geophex, Inc., 2006, Digital data from the Santa Fe East and Questa- San Luis helicopter magnetic surveys in Santa Fe and Taos Counties, NM, and Costilla County, Colorado: U.S. Geological Survey Open-file Report 2006-1170, 4 pp with maps; available as digital product only at http:// pubs.usgs.gov/of/2006/1170/. Bauer, P. W. and Kelson, K., 2001, Geologic map of the Taos 7.5-min quadrangle, Taos County, New Mexico: New Mexico Bureau of Geology & Mineral Resources, Open-file geologic map OF-GM 43, scale 1:24,000. Bauer, P. W., Johnson, P. S. and Kelson, K. I., 1999, Geol- ogy and hydrogeology of the southern Taos Valley, Taos County, New Mexico: Technical report for the New Mexico Office of the State Engineer, 80 p., with geologic maps and cross sections. Bauer, P. W., Johnson, P. S. and Timmons, S., 2008, Springs of the Rio Grande gorge, Taos County, New Mexico: Inventory, data report, and preliminary geochemistry: New Mexico Bureau of Geology & Mineral Resources Technical Report for Taos County, New Mexico Bureau of Geology & Mineral Resources Open-File Report 506, 20 p, February 2008. Benson, A. L., 2004, Ground water geology of Taos County: New Mexico Geological Society Guidebook 55, p. 420-432. Brister, B. S., Bauer, P. W., Read, A.S., and Lueth, V. W., eds., 2004, Geology of the Taos Region, New Mexico Geological Society, Guidebook 55, 448 p. Burck, P., Barroll, P., Core, A., and Rappuhn, D., 2004, Taos regional ground water flow model: New Mexico Geological Society Guidebook 55, p. 433-439. Daniel B. Stephens and Associates, 2006, Taos Regional Water Plan, Volume 1: Water Plan, January 2007. Drakos, P., Lazarus, J., White, B., Banet, C., Hodgins, M., Reisterer, J., and Sandoval, J., 2004a, Hydrologic characteristics of basin-fill aquifers in the southern San Luis Basin, New Mexico: New Mexico Geological Society Guidebook 55, p. 391-404. Drakos, P., Sims, K., Reisterer, J., Blusztajn, J., and La- zarus, J., 2004b, Chemical and isotopic constraints on source-waters and connectivity of basin-fill aquifers in the southern San Luis Basin, New Mexico: New Mexico Geological Society Guidebook 55, p. 405-414. Dungan, M. A., Muehlberger, W. R., Leininger, L., Peter- son, C., McMillan, N. J., Gunn, G., Lindstrom, M., and Haskin, L., 1984, Volcanic and sedimentary stratigraphy of the Rio Grande gorge and the Late Cenozoic geologic evolution of the southern San Luis Valley: New Mexico Geological Society Guidebook 35, p. 157-170. Garrabrant, L. A., 1993, Water resources of Taos County, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 93-4107, 86 p. Grauch, V. J. S., and Keller, G. R., 2004, Gravity and aero- magnetic expression of tectonic and volcanic elements of the southern San Luis Basin, New Mexico and Colorado: New Mexico Geological Society Guidebook, 55th Field Conference, Geology of the Taos Region, p. 230-243. Jenkins, D. N., 1980, Geohydrology of the River View Acres area near Arroyo Hondo, Taos County, New Mexico: Unpublished consultants report, 18 p. Johnson, P. S., 1998, Surface Water Assessment, Taos County, New Mexico: New Mexico Bureau of Geology & Mineral Resources, Open-File Report OF-440. Kelson, K. I. and Bauer, P. W., 2003, Geologic map of the Los Cordovas 7.5-minute quadrangle, Taos County, New Mexico: New Mexico Bureau of Geology & Mineral Resources, Open-file geologic map OF-GM 63, scale 1:24,000. Kelson, K. I. and Bauer, P. W., 2006, Geologic map of the Arroyo Hondo 7.5-minute quadrangle, Taos County, New Mexico: New Mexico Bureau of Geology & Min- eral Resources, Open-file geologic map OF-GM, scale 1:24,000. Kelson, K. I. and Bauer, P. W., 2008, Geologic map of the Guadalupe Mountain 7.5-minute quadrangle, Taos County, New Mexico: New Mexico Bureau of Geology & Mineral Resources, Open-file geologic map OF-GM xxx, scale 1:24,000. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 34 Lipman, P. W. and Mehnert, H. H., 1979, The Taos Plateau volcanic field, northern Rio Grande rift, New Mexico: in Riecker, R. C., ed., Rio Grande rift – Tectonics and magmatism: American Geophysical Union, Washington D.C., p. 289-311. Peterson, C. M., 1981, Late Cenozoic stratigraphy and structure of the Taos Plateau, northern New Mexico: M.S. thesis, University of Texas at Austin, 57 p. Rawling, G. C., 2005, Geology and Hydrogeology of the Arroyo Seco area, Taos County, New Mexico: Final Tech- nical Report, New Mexico Bureau of Geology & Mineral Resources, Open-File Report 492, 53 p., plus maps and cross section plates. Reiter, M. and Sandoval, J., 2004, Subsurface temperature logs in the vicinity of Taos, New Mexico: New Mexico Geological Society Guidebook 55, p. 415-419. Shomaker, J. W. and Johnson, P., 2005, Hydrology and water supply in the Taos region: New Mexico Decision- Makers Field Guide No. 4, Mining in New Mexico – the Environment, Water, Economics, and Sustainable Devel- opment, p. 16-20. Spiegel, Zane, and Couse, I. W. (1969). Availability of ground water for supplemental irrigation and municipal- industrial uses in the Taos Unit of the U.S. Bureau of Rec- lamation San Juan–Chama Project, Taos County, New Mexico. New Mexico State Engineer, Open-File Report, 22p. Geological Society Guidebook 35, p. 157-170. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO APPENDICES Appendix A–NMOSE Well Records (electronic version only) Table A1. Data Compiled for Water Wells Appendix B–Geologic Map Unit Descriptions NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO APPENDIX A–NMOSE Well Records (electronic version only) Table A1. Data Compiled for Water Wells Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 1 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "GEOLOGY AND MINERAL RESOURCES 34 Lipman, P. W. and Mehnert, H. H., 1979, The Taos Plateau volcanic field, northern Rio Grande rift, New Mexico: in Riecker, R. C., ed., Rio Grande rift – Tectonics and magmatism: American Geophysical Union, Washington D.C., p. 289-311. Peterson, C. M., 1981, Late Cenozoic stratigraphy and structure of the Taos Plateau, northern New Mexico: M.S. thesis, University of Texas at Austin, 57 p. Rawling, G. C., 2005, Geology and Hydrogeology of the Arroyo Seco area, Taos County, New Mexico: Final Tech- nical Report, New Mexico Bureau of Geology & Mineral Resources, Open-File Report 492, 53 p., plus maps and cross section plates. Reiter, M. and Sandoval, J., 2004, Subsurface temperature logs in the vicinity of Taos, New Mexico: New Mexico Geological Society Guidebook 55, p. 415-419. Shomaker, J. W. and Johnson, P., 2005, Hydrology and water supply in the Taos region: New Mexico Decision- Makers Field Guide No. 4, Mining in New Mexico – the Environment, Water, Economics, and Sustainable Devel- opment, p. 16-20. Spiegel, Zane, and Couse, I. W. (1969). Availability of ground water for supplemental irrigation and municipal- industrial uses in the Taos Unit of the U.S. Bureau of Rec- lamation San Juan–Chama Project, Taos County, New Mexico. New Mexico State Engineer, Open-File Report, 22p. Geological Society Guidebook 35, p. 157-170. NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO APPENDICES Appendix A–NMOSE Well Records (electronic version only) Table A1. Data Compiled for Water Wells Appendix B–Geologic Map Unit Descriptions NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO APPENDIX A–NMOSE Well Records (electronic version only) Table A1. Data Compiled for Water Wells Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 1 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from DEM Depth of well (ft bls) Drill record depth to water (ft bls) Eleva- tion re- corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer Depth to top of first Tv Depth to base of last Tv Eleva- tion of top of first Tv Eleva- tion of base of last Tv Water bearing intervals Aquifer descrip- tion Estima- ted yield (gpm) DM-52 * RG-18489 4042483 442383 7224 405 345 6879 1972 none 365 405 6859 6819 Dyer QTbh/Tg SAA 320-405 clay gravel AH-10 * RG-23113 4044235 439943 6962 165 dry 1973 none none none Siefkes Dry hole. 37 165 0 DM-53 RG-29338 4042577 442145 7208 400 340 6868 1977 323.9 6884 3/13/06 16 382 398 6826 6810 Steinbaugh QTbh SAA 340-390 sand gravel, sand clay >15 AH-11 * RG-29822 4044735 440051 7024 510 440 6584 1989 none 460 510 6564 6514 Fennell Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 230 510 460-510 fractured dacite 20 AH-27 * RG-35430 4044807 442255 7375 1030 860 6515 1981 none 726 745 6649 6630 Red Top Td/Tc contact at 975 ft Td DVAA 19 975 7356 6400 870-880 900-920 dacite 1, 9 HM-23 * RG-36627 4042065 437525 6890 440 380 6510 1981 none 420 440 6470 6450 Cook Screened in 5 ft basalt, 10 ft gravel; water bearing in gravel Tb3, Tg DVAA 220 425 6670 6465 400-425 425-435 basalt, gravel 20 AH-05 RG-37138 4043832 438542 6857 500 460 6397 1998 317 6540 3/13/06 143 450 500 6407 6357 McCann Hole 'breathes' air moves in/out; driller reports drilling through \"nothing for ~15 feet\". Water bearing in shallow QTg and black sand in dacite QTg, Td, Tds DVAA 80 500 6777 6357 60-80, 450-460 coarse gravel, black sand 1, 20 AH-25 * RG-39895 4044510 442299 7323 800 655 6668 1983 none 740 800 6583 6523 Cook In Cerro Negro dacite. Tdf DVAA 0 800 7323 6523 760-800 fractured dacite 20 EMBL RG-41003 4041798 439374 6998 242 160 6838 1984 156.32 6842 3/13/06 4 170 242 6828 6756 Fennell QTbh SAA 160-240 clay sand gravel 15 AH-21 RG-41635 4043382 442136 6975 180 125 6850 1984 125 6850 1/21/06 0 120 180 6855 6795 McCann QTbh SAA 125-160 sand gravel, clay sand 20 HM-24 RG-42980 4042022 437881 6916 440 360 6556 1985 365.33 6551 4/21/06 -5 380 420 6536 6496 Fennell Tg DVAA 160 240 6756 6676 360-440 sand gravel 20 ORT2 RG-45201 4043666 439950 6795 280 100 6695 1986 206.58 6588 4/6/06 -107 120 150 240 280 6675 6645 McCann Well share; water bearing from black sand in dacite Tds DVAA 150 280 6645 6515 240-260 black sand in dacite 50 HM-18 * RG-46180 4039535 441221 7169 805 690 6479 1997 none none none Fennell Redrill (record and log incomplete); water bearing in fractured 'basalt', possibly dacite Td (Tb?) DVAA 805 6364 760-805 fractured dacite or basalt 25 AH-04 RG-47406 4044181 438807 6919 103 45 6874 1987 39 6880 2/10/06 6 60 100 6859 6819 Fennell Water bearing in shallow alluvium adjacent to acequia QTg Perched 45-100 gravel, clay gravel 5, 8 HM-17 * RG-47948 4041355 439894 7080 300 240 6840 1987 none 270 300 6810 6780 Fennell QTbh SAA 240-300 sand gravel 20 DM-104 RG-49139 444931 4E+06 7159 65 26 7133 1988 28.96 7130 5/10/05 -3 43 59 7116 7100 Red Top HM-36 * RG-49827 4042514 438169 6936 482 420 6516 1988 none 420 480 6516 6456 McCann No Tb4 in lithologic log; water bearing in sand above Tb3 or Td Tg DVAA 430 482 6506 6454 425-430 coarse sand 25 DM-36 RG-50207 4043078 445630 7480 260 130 7350 1989 none 4/6/06 200 260 7280 7220 Fennell Water bearing from fractured 'basalt' interpreted as dacite Tdf DVAA 130 260 7350 7220 180-260 fract'd dacite 20 HM-14 * RG-51064 4041788 438371 6946 505 380 6566 1989 none 470 500 6476 6446 Fennell Water bearing from fractured 'basalt' Tdf DVAA 160 505 6786 6441 460-500 fractured dacite 25 AH-40 * RG-51358 4042075 441977 7205 405 350 6855 1989 none 350 400 6855 6805 McCann QTbh SAA 350-405 coarse sand, gravel sand 20-50 AH-03 RG-51361 4044061 438881 6903 410 290 6613 1999 327 6576 2/10/06 -37 360 440 6543 6463 Fennell Data copied from OSE record by TSWCD (2002); screened and water bearing in fract'd 'basalt' interpreted as dacite. Tdf DVAA 55 410 6848 6493 327-400 fractured dacite 25 AH-35 RG-52714 4042932 441849 7011 115 70 6941 1990 82 6929 3/17/06 -12 75 115 6936 6896 McCann QTbh SAA 80-115 sand, clay gravel 25 Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 2 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from DEM Depth of well (ft bls) Drill record depth to water (ft bls) Eleva- tion re- corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "* RG-49827 4042514 438169 6936 482 420 6516 1988 none 420 480 6516 6456 McCann No Tb4 in lithologic log; water bearing in sand above Tb3 or Td Tg DVAA 430 482 6506 6454 425-430 coarse sand 25 DM-36 RG-50207 4043078 445630 7480 260 130 7350 1989 none 4/6/06 200 260 7280 7220 Fennell Water bearing from fractured 'basalt' interpreted as dacite Tdf DVAA 130 260 7350 7220 180-260 fract'd dacite 20 HM-14 * RG-51064 4041788 438371 6946 505 380 6566 1989 none 470 500 6476 6446 Fennell Water bearing from fractured 'basalt' Tdf DVAA 160 505 6786 6441 460-500 fractured dacite 25 AH-40 * RG-51358 4042075 441977 7205 405 350 6855 1989 none 350 400 6855 6805 McCann QTbh SAA 350-405 coarse sand, gravel sand 20-50 AH-03 RG-51361 4044061 438881 6903 410 290 6613 1999 327 6576 2/10/06 -37 360 440 6543 6463 Fennell Data copied from OSE record by TSWCD (2002); screened and water bearing in fract'd 'basalt' interpreted as dacite. Tdf DVAA 55 410 6848 6493 327-400 fractured dacite 25 AH-35 RG-52714 4042932 441849 7011 115 70 6941 1990 82 6929 3/17/06 -12 75 115 6936 6896 McCann QTbh SAA 80-115 sand, clay gravel 25 Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 2 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from DEM Depth of well (ft bls) Drill record depth to water (ft bls) Eleva- tion re- corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer Depth to top of first Tv Depth to base of last Tv Eleva- tion of top of first Tv Eleva- tion of base of last Tv Water bearing intervals Aquifer descrip- tion Estima- ted yield (gpm) HM-22 RG-52779 4041736 438151 6949 460 318 6631 1990 382.62 6566 5/5/06 -65 440 460 6509 6489 Cook Water bearing in sand gravel below Tb4 Tg DVAA 220 380 6729 6569 (320) 445-450 (basalt) sand gravel 15 AH-26 * RG-52888 4044243 442499 7280 900 782 6498 1991 none 800 900 6480 6380 Cook In Cerro Negro dacite; driller lost circulation and noted cavities. Tdf DVAA 16 900 7264 6380 800-900 fractured dacite 20 AH-39 RG-53158 4041861 441648 7068 270 210 6858 1991 210 6858 4/14/06 -0 210 270 6858 6798 McCann QTbh SAA 210-220 240-245 coarse sand 20, 20 HM-12 * RG-53410 4040017 440671 7133 815 550 6583 1991 none 755 815 6378 6318 Thompson Water bearing from volcanics and underlying gravel sand; WL rises into overlying Td or Tb Tv, Tc DVAA 760-820 volcanics, sand 10 HM-38 * RG-55476 4042131 438489 6923 450 1994 none 200 250 6723 6673 Joe's No recorded WL; well at Airport fault with water noted on top of Tb4 (cascading water?) Tg DVAA 250 300 250-251 300-310 gravel sand <5 AH-23 * RG-55682 4043371 442055 6969 180 92 6877 1992 none 160 180 6809 6789 Cook QTbh SAA 105-175 gravel, clay gravel 20 AH-22 * RG-55788 4043619 442168 6952 80 25 6927 1993 none 40 80 6912 6872 Rodney's QTbh SAA 79 80 6873 6872 25-60 clay sand gravel 10 HM-13 * RG-56085 4041882 436879 6857 410 337 6520 1992 none 380 410 6477 6447 Cook Screened in 10ft basalt and 20ft gravel; water bearing from gravel in Tg. Tb3, Tg DVAA 160 390 6697 6467 380-410 basalt, gravel 20 HM-26 * RG-56267 4041564 437891 6942 510 375 6567 1993 none 400 440 470 500 6542 6502 Fennell Tg, Tb3f DVAA 150 510 6792 6432 380-440, 470-500 sand gravel clay, fractured basalt 10, 10 HM-11 * RG-57212 4041445 437195 6916 540 480 6436 1994 none 500 540 6416 6376 Fennell Tg below Tb3 DVAA 360 480 6556 6436 480-540 sand gravel 25 HM-29 RG-57234 4041455 438261 6978 550 440 6538 1993 425.65 6552 5/5/06 14 510 550 6468 6428 Fennell Tg DVAA 100 400 6878 6578 500-550 sand gravel w/ clay 20 AH-20 RG-57410 4042874 440115 6841 107 30 6811 1993 24 6817 3/17/06 6 80 107 6761 6734 Fennell QTbh SAA 30-107 sand gravel clay 30 DM-20 * RG-57432 4042717 442916 7257 760 680 6577 1994 none 680 760 Fennell Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 400 760 680-720 fractured dacite 25 BURL RG-57765 4043794 439682 6795 288 190 6605 1993 214 6581 3/10/06 -24 258 288 6537 6507 Fennell Water bearing from fractured 'basalt' interpreted as dacite Tdf DVAA 60 288 6735 6507 250-288 fractured dacite 25 HM-10 RG-59412 4041635 438973 6982 295 225 6757 1994 224.11 6758 5/5/06 1 250 290 6732 6692 Fennell QTbh SAA 295 300 6687 6682 225-290 sand gravel 20 HM-15 * RG-59479 4041724 438881 6969 270 210 6759 1994 none 230 270 6739 6699 Fennell Water bearing from shallow alluvium (240-270) east of Airport fault QTbh SAA 210-270 sand gravel clay 20 AH-08 * RG-59668 4043872 439332 6864 340 270 6594 1995 none 300 340 6564 6524 Fennell Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 30 340 6834 6524 300-340 fractured dacite 25 AH-41 * RG-60226 4042116 441537 7182 425 295 6887 1994 none 380 420 6802 6762 Fennell QTbh/Tg SAA 290-400 sand gravel, sand clay gravel 25 AH-43 * RG-60226 X 4042111 441425 7178 400 290 6888 1996 none 360 400 6818 6778 Fennell QTbh/Tg SAA 360-400 sand gravel 25 HM-35 * RG-60306 4042050 437247 6883 490 350 6533 1994 none 450 490 6433 6393 Fennell Basalt fractured from 440-490 ft Tb3, Tb3f DVAA 200 490 6683 6393 350-490 basalt, fractured basalt 25 Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 3 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from DEM Depth of well (ft bls) Drill record depth to water (ft bls) Eleva- tion re- corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer Depth to top of first Tv Depth to base of last Tv Eleva- tion of top of first Tv Eleva- tion of base of last Tv Water bearing intervals Aquifer descrip- tion Estima- ted yield (gpm) HM-20 * RG-61136 4041765 439231 6995 302 230 6765 1999 none 262 302 6733 6693 Fennell QTbh SAA 230-300 sand gravel 25 LAIN RG-61183 4041932 438392 6936 490 339 6597 1995 329.44 6607 4/26/06 10 450 490 6486 6446 Fennell Water bearing from Tg sediments below Tb4 Tg DVAA 269 450 6667 6486 450-490 sand gravel 18 DM-40 * RG-61498 4042351 441681 7169 480 300 6869 1995 none 410 450 Fennell QTbh/Tg SAA 300-450 sand gravel, sand clay gravel 18 HM-09 RG-61751 4040728 438599 7031 320 260 6771 1995 272.99 6758 4/6/06 -13 270 310 6761 6721 Thomas 30-ft of saturation"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "gravel, sand clay gravel 25 AH-43 * RG-60226 X 4042111 441425 7178 400 290 6888 1996 none 360 400 6818 6778 Fennell QTbh/Tg SAA 360-400 sand gravel 25 HM-35 * RG-60306 4042050 437247 6883 490 350 6533 1994 none 450 490 6433 6393 Fennell Basalt fractured from 440-490 ft Tb3, Tb3f DVAA 200 490 6683 6393 350-490 basalt, fractured basalt 25 Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 3 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from DEM Depth of well (ft bls) Drill record depth to water (ft bls) Eleva- tion re- corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer Depth to top of first Tv Depth to base of last Tv Eleva- tion of top of first Tv Eleva- tion of base of last Tv Water bearing intervals Aquifer descrip- tion Estima- ted yield (gpm) HM-20 * RG-61136 4041765 439231 6995 302 230 6765 1999 none 262 302 6733 6693 Fennell QTbh SAA 230-300 sand gravel 25 LAIN RG-61183 4041932 438392 6936 490 339 6597 1995 329.44 6607 4/26/06 10 450 490 6486 6446 Fennell Water bearing from Tg sediments below Tb4 Tg DVAA 269 450 6667 6486 450-490 sand gravel 18 DM-40 * RG-61498 4042351 441681 7169 480 300 6869 1995 none 410 450 Fennell QTbh/Tg SAA 300-450 sand gravel, sand clay gravel 18 HM-09 RG-61751 4040728 438599 7031 320 260 6771 1995 272.99 6758 4/6/06 -13 270 310 6761 6721 Thomas 30-ft of saturation in fan gravels on top of Tb4 QTbh SAA 310 320 6721 6711 270-310 sand gravel 10 AH-42 * RG-62024 4042207 441408 7142 420 288 6854 1995 none 340 360 380 420 6802 6722 Fennell QTbh/Tg SAA 340-360 380-420 sand gravel 20 AH-13 * RG-62042 4045365 439906 6985 620 490 6495 1995 none 560 620 6425 6365 Fennell Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 100 610 6885 6375 560-610 fractured dacite 30 HM-02 RG-62488 4041750 436468 6847 410 315 6532 1996 none 4/14/06 370 410 6477 6437 Fennell WL not measured due to obstruction; drillers Depth-To-Water (6532ft) in Tb3. Tg below Tb3 DVAA 100 360 6747 6487 360-410 sand gravel 30 DM-30 RG-62489 4042415 444341 7366 570 290 7090 1995 385 6981 4/13/05 -95 520 560 6846 6806 Fennell Measured in 2005 by G. Rawling. Tg DVAA 385-560 sand gravel 18 AH-30 * RG-62883 4042705 438287 6814 460 275 6539 1996 none 360 380 400 460 6454 6434 Fennell Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 48 460 6766 6354 360-380 400-440 fractured dacite 7-10, 25 SANC RG-63022 4042223 439384 6877 220 100 6777 1995 115.70 6761 4/14/06 -16 180 220 6697 6657 Fennell Low WL in April; hi WL in Sept. Seasonal fluctuations with Llano Ditch? QTbh SAA 120-220 sand gravel sandy clay 15 DM-14 * RG-64562 4042232 443409 7297 480 390 6907 1997 none 380 420 440 480 6917 6817 Fennell QTbh/Tg SAA 390-420 450-480 sand gravel 7, 8 SIER RG-64935 4043487 440065 6788 300 210 6578 1997 190.22 6598 3/17/06 20 260 300 6528 6488 Fennell Water bearing from fractured 'basalt' interpreted as dacite Tdf DVAA 60 300 6728 6488 240-300 fractured dacite 50 HM-06 * RG-65112 4039197 441484 7182 720 640 6542 1997 none 640 720 6542 6462 Mahoney Screened in 34' basalt (interpreted as possibly part dacite) and 46' gravel. Tb4/Td, Tg DVAA 247 674 6935 6508 640-720 basalt/ dacite sand gravel clay 12 AH-14 * RG-65140 4044766 439119 7034 580 490 6544 1997 none 540 580 6494 6454 Fennell Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 120 580 6914 6454 530-580 fractured dacite 30 DM-09 * RG-65178 4042801 443831 7329 500 268 7061 1996 none 360 380 440 480 6969 6849 Fennell QTbh/Tg SAA 490 500 260-275 360-380 440-480 sand gravel 5, 10, 15 HAYE RG-65598 4044007 439515 6929 450 350 6579 1998 350.49 6579 3/13/06 -0 410 450 6519 6479 Rodney's Water bearing from alluvium beneath or interlayered with dacite Tg DVAA 85 385 6844 6544 385-450 clay sand gravel 15 DM-103 RG-66358 444346 4E+06 7343 280 200 7143 1997 240.82 7102 5/10/05 -41 220 280 7123 7063 Cisneros QTbh SAA AH-16 * RG-67043 4044720 438927 7041 520 420 6621 1997 none 480 520 6561 6521 Fennell Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 130 520 6911 6521 470-520 fractured dacite 30 AH-17 * RG-67069 4043906 439666 6873 374 290 6583 1997 none 334 374 6539 6499 McCann Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 30 374 6843 6499 330-350 360-374 fractured dacite 30 MLC-40 * RG-67273 4039546 437231 6993 560 440 6553 1997 none 500 560 6493 6433 Fennell Water bearing in fractured 'basalt\" or toe of dacite flow. Tb3f?, Tdf? DVAA 220 560 6773 6433 500-560 fractured dacite or basalt 30 Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 4 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from DEM Depth of well (ft bls) Drill record depth to water (ft bls) Eleva- tion re- corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer Depth to top of first Tv Depth to base of last Tv Eleva- tion of top of first Tv Eleva- tion of base of last Tv Water bearing intervals Aquifer descrip- tion Estima- ted yield (gpm) AH-38 * RG-67987 4041864 440745 6985 237 160 6825 1997 none 197 237 6788 6748 Fennell QTbh/Tg SAA 160-240 sand gravel clay 30 HM-04 * RG-68300 4040606 440212 7073 260 202 6871 1997 none 180 260 6893 6813 Vigil QTbh SAA 202-260 gravel sand 15-20 HM-05 RG-68808 4042267 437007 6850 455 350 6500 1998 none 5/8/06 405 455 6445 6395 Fennell Water level unstable, UTM; water bearing from fractured basalt Tb3f DVAA 65 455 6785 6395 400-450 fractured basalt 25 HM-07 * RG-68970 4042058 438112 6923 470 380 6543 1998 none 430 470 6493 6453 Fennell Water bearing in fractured 'basalt' or westernmost dacite; water table in overlying Tg Tg, Tb3/Td DVAA 120 470 6803 6453 380-470 sand clay gravel, fractured volc 20 DM-17 * RG-69936 4041751 443986 7346 640 320 7026 1998 none 400 460 560 600 Fennell QTbh interpreted to approx 460 ft; Tg 460-610 QTbh, Tg SAA 610 640 320-460 500-520 560-600 sand gravel clay, sand gravel 15, 30 AH-01 RG-70551 4043746 438079 6841 420 250 6591 1999 257 6584 4/14/06 -7 250 290 360 400 6591 6551 McCann Perched water in 5-ft Tg sand; screened in lower Tg, Tbsa and Td/Tds; water bearing from black sand in dacite Tg, Tbsa, Tds DVAA"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer Depth to top of first Tv Depth to base of last Tv Eleva- tion of top of first Tv Eleva- tion of base of last Tv Water bearing intervals Aquifer descrip- tion Estima- ted yield (gpm) AH-38 * RG-67987 4041864 440745 6985 237 160 6825 1997 none 197 237 6788 6748 Fennell QTbh/Tg SAA 160-240 sand gravel clay 30 HM-04 * RG-68300 4040606 440212 7073 260 202 6871 1997 none 180 260 6893 6813 Vigil QTbh SAA 202-260 gravel sand 15-20 HM-05 RG-68808 4042267 437007 6850 455 350 6500 1998 none 5/8/06 405 455 6445 6395 Fennell Water level unstable, UTM; water bearing from fractured basalt Tb3f DVAA 65 455 6785 6395 400-450 fractured basalt 25 HM-07 * RG-68970 4042058 438112 6923 470 380 6543 1998 none 430 470 6493 6453 Fennell Water bearing in fractured 'basalt' or westernmost dacite; water table in overlying Tg Tg, Tb3/Td DVAA 120 470 6803 6453 380-470 sand clay gravel, fractured volc 20 DM-17 * RG-69936 4041751 443986 7346 640 320 7026 1998 none 400 460 560 600 Fennell QTbh interpreted to approx 460 ft; Tg 460-610 QTbh, Tg SAA 610 640 320-460 500-520 560-600 sand gravel clay, sand gravel 15, 30 AH-01 RG-70551 4043746 438079 6841 420 250 6591 1999 257 6584 4/14/06 -7 250 290 360 400 6591 6551 McCann Perched water in 5-ft Tg sand; screened in lower Tg, Tbsa and Td/Tds; water bearing from black sand in dacite Tg, Tbsa, Tds DVAA 38 420 6803 6421 380-390 Tg sand, black sand in 'basalt' 5, 20 HM-25 * RG-71274 4041903 437681 6903 475 370 6533 1999 none 435 475 6468 6428 Fennell Water bearing in fractured basalt (Tb3), or toe of dacite flow Tb3f (Tdf?) DVAA 110 475 6793 6428 410-475 fractured basalt (dacite) 20 AH-19a RG-73045 4042843 438276 6778 180 100 6678 1999 none 120 180 6658 6598 Fennell A replacement well (RG-73045-S) was drilled nearby in 2003. Tg, Tdf DVAA 40 200 6738 6578 115-175 175-200 sand gravel fract'd dacite 15, 10 AH-19 RG-73045 S 4042843 438276 6778 315 230 6548 2003 229 6549 3/3/06 1 280 315 6498 6463 McCann Replaced nearby 1999 well (RG-73045). Water bearing from black gravel in dacite (270-290 ft) Tds DVAA 60 315 6718 6463 230-290 rubble zone in dacite 20 AH-32 * RG-73118 4042956 438536 6732 175 92 6640 2000 none 115 175 6617 6557 Vigil Screened in 45ft gravel and 15ft basalt. Tg, Tb4 DVAA 60 175 6672 6557 92-175 gravel, basalt 15-20 AH-37 * RG-73173 4041841 440816 7005 218 150 6855 2001 none 150 218 6855 6787 Mahoney QTbh SAA 150-215 clay sand gravel 25 AH-18 * RG-73692 4044844 439376 7008 525 460 6548 2000 none 480 520 6528 6488 Fennell Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 20 525 6988 6483 460-520 fractured dacite 25+ HM-28 * RG-73874 4042014 439133 6969 290 200 6769 2000 none 250 290 6719 6679 Fennell QTbh SAA 240-290 sand gravel 20+ AH-34 * RG-74179 4045524 438751 7080 695 430 6650 2000 none 630 690 6450 6390 McCann Screened in 50ft 'basalt' and 10ft gravel; water bearing in fract'd basalt/dacite (20) and sand-gravel (100) Td, Tdf, Tc DVAA 220 680 6860 6400 430-695 dacite, fractured dacite, gravel 20, 100 HM-21 * RG-74369 4041601 438618 6965 252 190 6775 2002 none 220 250 6745 6715 Fennell QTbh SAA 250 252 6715 6713 190-250 sand gravel 18 HM-03 RG-74959 4040611 438477 7005 480 370 6635 2001 181.67 6823 4/21/06 188 440 480 6565 6525 Fennell Located on west side of Airport fault; WL doesn't reflect regional head Tg below Tb3 or Td DVAA 260 430 6745 6575 430-480 gravel clay 8 HM-27 RG-75199 4041466 440734 7119 343 245 6874 2001 267.55 6851 2/8/06 -23 303 343 6816 6776 Fennell Well share. QTbh SAA 270-340 sand gravel 15 AH-36 * RG-75452 4041594 441285 7136 403 247 6889 2001 none 343 363 383 403 6793 6773 Rodney's Water bearing in sediments projected as Tg Tg DVAA 270-400 clay sand gravel 15 Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 5 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from DEM Depth of well (ft bls) Drill record depth to water (ft bls) Eleva- tion re- corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer Depth to top of first Tv Depth to base of last Tv Eleva- tion of top of first Tv Eleva- tion of base of last Tv Water bearing intervals Aquifer descrip- tion Estima- ted yield (gpm) AH-09 RG-75485 4044326 439905 6978 612 510 6468 2001 390 6588 3/17/06 120 512 612 6466 6366 Vigil Screen in 60ft 'basalt' interpreted as dacite and 40ft gravel. Td, Tdf, Tds DVAA 80 612 6898 6366 510-612 fractured dacite, dacite, sand gravel 20-25 PRIN RG-75804 4042660 437491 6900 520 420 6480 2001 none 4/14/06 440 520 6460 6380 Vigil Water level rising (UTM); water bearing from fractured basalt. Tb3f DVAA 100 520 6800 6380 420-520 fractured basalt 15-20 AH-15 * RG-76944 4044807 439161 7047 620 460 6587 2001 none 560 620 6487 6427 Joe's Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 210 620 6837 6427 530-620 fractured dacite 18 HM-30 * RG-77011 4041348 437621 6962 555 450 6512 2002 none 500 555 6462 6407 Fennell Deepened existing well from 460ft to 555ft; water bearing in sand gravel below Tb3. Tg DVAA <460 500 <6502 6462 500-546 sand gravel 18+ HM-37 * RG-78185 4042693 437712 6893 520 430 6463 2002 none 460 500 6433 6393 Joe's Water bearing from gravels interlayered within undivided Tv (Tb or Td) Tg DVAA 200 520 6693 6373 450-500 gravel 18 HUNT RG-79198 4043197 445648 7490 437 249 7241 2002 none 4/27 297 347 7193 7143 Rodney's WL erratic, UTM; screen in gravel and basalt; water bearing from decomposed 'basalt' interpreted as dacite. Tds DVAA 65 347 7425 7143 249-340 volc gravel in dacite 12 AH-29 RG-79230 4042633 438414 6824 300 265 6559 2002 260 6564 3/17/06 5 280 300 6544 6524 McCann Driller WL uncertain; water bearing from fractured 'basalt' interpreted as dacite Tdf DVAA 80 300 6744 6524 275-300 fractured dacite 50 HM-41 RG-79334 4041827 437893 6923 520 378 6545 2003 303.20 6620 3/3/06 420 440 480 520 6503 6483 Fennell Screen in 20ft gravel and 40ft fractured 'basalt' or toe of dacite flow. Tg, Tb3f?, Tdf? DVAA 157 520 6766 6403 382-440 480-520 sand gravel, fractured basalt 8, 10 MICE RG-80793 4041565 437452 6926 510 396 6530 2003 none 5/5/06 430 510 6496 6416 Vigil Water level erratic"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "dacite, dacite, sand gravel 20-25 PRIN RG-75804 4042660 437491 6900 520 420 6480 2001 none 4/14/06 440 520 6460 6380 Vigil Water level rising (UTM); water bearing from fractured basalt. Tb3f DVAA 100 520 6800 6380 420-520 fractured basalt 15-20 AH-15 * RG-76944 4044807 439161 7047 620 460 6587 2001 none 560 620 6487 6427 Joe's Water bearing in fractured 'basalt', interpreted as dacite Tdf DVAA 210 620 6837 6427 530-620 fractured dacite 18 HM-30 * RG-77011 4041348 437621 6962 555 450 6512 2002 none 500 555 6462 6407 Fennell Deepened existing well from 460ft to 555ft; water bearing in sand gravel below Tb3. Tg DVAA <460 500 <6502 6462 500-546 sand gravel 18+ HM-37 * RG-78185 4042693 437712 6893 520 430 6463 2002 none 460 500 6433 6393 Joe's Water bearing from gravels interlayered within undivided Tv (Tb or Td) Tg DVAA 200 520 6693 6373 450-500 gravel 18 HUNT RG-79198 4043197 445648 7490 437 249 7241 2002 none 4/27 297 347 7193 7143 Rodney's WL erratic, UTM; screen in gravel and basalt; water bearing from decomposed 'basalt' interpreted as dacite. Tds DVAA 65 347 7425 7143 249-340 volc gravel in dacite 12 AH-29 RG-79230 4042633 438414 6824 300 265 6559 2002 260 6564 3/17/06 5 280 300 6544 6524 McCann Driller WL uncertain; water bearing from fractured 'basalt' interpreted as dacite Tdf DVAA 80 300 6744 6524 275-300 fractured dacite 50 HM-41 RG-79334 4041827 437893 6923 520 378 6545 2003 303.20 6620 3/3/06 420 440 480 520 6503 6483 Fennell Screen in 20ft gravel and 40ft fractured 'basalt' or toe of dacite flow. Tg, Tb3f?, Tdf? DVAA 157 520 6766 6403 382-440 480-520 sand gravel, fractured basalt 8, 10 MICE RG-80793 4041565 437452 6926 510 396 6530 2003 none 5/5/06 430 510 6496 6416 Vigil Water level erratic (UTM) Tb3, Tb3f DVAA 180 510 6746 6416 396-510 basalt, fractured basalt 25-30 HM-44 * RG-80939 4041648 437631 6926 530 393 6533 2004 none 420 460 510 530 6506 6466 Fennell Screened in 16ft gravel and 44ft fractured basalt or toe of dacite flow. Tg, Tdf?, Tb3f? DVAA 152 530 6774 6396 393-436, 436-530 sand gravel, fractured basalt or dacite 10, 10 HM-43 * RG-82409 4041672 438401 6959 510 392 6567 2004 none 410 510 6549 6449 Vigil Screened in 80ft 'basalt' (40 ft fractured, possibly toe of dacite flow) and 20ft gravel. Tdf, Tb3?, Tg DVAA 200 510 6759 6449 392-510 basalt, fractured dacite, gravel 10-12 LC-01 RG-83423 4042786 445547 7474 380 276 7198 2006 284.72 7189 4/7/06 -9 270 330 350 380 7204 7144 Fennell QTbh SAA 285-380 sand clay gravel 5 PALI RG-83470 4041517 437971 6959 506 387 6572 2004 405.60 6553 5/5/06 -19 426 446 466 506 6533 6513 Rodney's Screened in 54 ft of Tg and 6 ft of Tb3 Tg DVAA 195 506 6764 6453 387-500 clay sand gravel 12 ORT RG-83538 4043230 439592 6749 150 20 6729 2004 20.50 6729 3/10/06 -1 110 150 6639 6599 McCann Water bearing from gravel zones in alluvium QTbh SAA 21-145 sand gravel clay 20 VALUS RG-84089 4040875 436101 6847 456 370 6477 2005 368.62 6478 4/14/06 1 386 456 6461 6391 Fennell Screen in 24ft gravel and 46ft basalt. Tg, Tb2 DVAA 90 456 6757 6391 375-410, 410-456 sand gravel, basalt 15+ LEIN RG-84886 4040041 436585 6969 546 470 6499 2006 470.51 6498 2/20/06 -1 506 546 6463 6423 Fennell Screened in 25ft basalt, fractured basalt, and 15ft interlayered gravel. Tb3, Tb3f, Tg DVAA 193 546 6776 6423 510-527 527-542 fractured basalt sand gravel 10, 10 Table A1. Data Compiled for Water Wells and NMOSE Well Records Page 6 of 6 Well name OSE record UTM N (NAD83) UTM E (NAD83) Eleva- tion from DEM Depth of well (ft bls) Drill record depth to water (ft bls) Eleva- tion re- corded water level Date drilled Measured depth to water (ft bls) WL Eleva- tion Date water level meas. Recorded minus measured DTW (ft) Depth to top screen Depth to bottom screen Depth to top screen 2 Depth to bottom screen 2 Eleva- tion top of screen Eleva- tion bottom of screen Driller Comments Water Bearing Formation + Aquifer Depth to top of first Tv Depth to base of last Tv Eleva- tion of top of first Tv Eleva- tion of base of last Tv Water bearing intervals Aquifer descrip- tion Estima- ted yield (gpm) KOND RG-85582 4040584 440221 7077 300 230 6847 2006 191.81 6885 5/4/06 38 260 300 6817 6777 Thomas QTbh SAA 240-300 gravel sand 15 E001 RG-85614 4037759 437814 7005 568 472 6533 2005 470.31 6535 12/20/05 2 528 568 6477 6437 Fennell Screen in 10ft basalt and 30ft gravel; water bearing from fract'd Tb3 and Tg Tb3f, Tg DVAA 210 538 6795 6467 470-500 545-568 fractured basalt, sand gravel 10, 10 TL-01 RG-86063 4044808 439620 7037 660 490 6547 2006 455.40 6582 3/17/06 35 620 660 6417 6377 Sperry Water bearing from gravels below Td; WL in Td Tc DVAA 120 600 6917 6437 600-660 sand gravel 10 LR-01 RG-86530 4042420 438487 6936 496 361 6575 2006 385.23 6551 3/23/06 -24 456 496 6480 6440 Fennell Water bearing in f ractured 'basalt' interpreted as dacite Tdf DVAA 226 496 6710 6440 450-496 fractured dacite 20 TL-02 RG-86733 4044742 439722 7014 640 520 6494 2006 450.69 6563 3/17/06 69 600 640 6414 6374 Sperry Water bearing from gravels below Td; WL in Td Tc DVAA 110 410 6904 6604 580-640 gravel sand 10 CL-01 RG-86772 4041806 438518 6946 237 191 6755 2006 193 6753 3/8/06 -2 197 237 6749 6709 Fennell QTbh SAA 236 237 6710 6709 193-236 sand gravel 3.5 TOLB RG-87266 4041993 438100 6929 509 379 6550 2006 377.14 6552 5/19/06 2 429 449 469 500 6500 6480 Fennell Water bearing from sand gravel and dacite or basalt Tg over Td DVAA 162 509 6767 6420 429-509 clay sand gravel, basalt 15+ WINT RG-87489 4041845 437700 6906 500 357 6549 2006 357.73 6548 7/12/06 -1 440 500 6466 6406 Rodney's Water bearing in Tg alluvium; screened in fractured Tb3 Tg, Tb3f DVAA 125 500 6781 6406 357-500 clay sand gravel, frct'd basalt 15 HM-01 RG-87960 4041396 436665 6952 510 456 6496 1980 460.70 6491 3/24/06 -5 500 510 6452 6442 From Jenkins (1980), River View Acres test well report. Water level originally measured 6/12/80. Tg, Tb3 DVAA 180 485 6772 6467 456-485 500-510 basalt, gravel AH-02 unknown 4043894 440039 6873 291 6582 4/21/06 McCann No record; WL measured by NMBGMR; water bearing unit inferred from WL and regional geology Td DVAA CORR unknown 4043272 440831 6854 14 6840 4/6/06 No record; WL measured by NMBGMR; water bearing formation inferred from WL and regional geology QTbh SAA DAVI unknown 4041657 436686 6867 381 6486 5/5/06 No record; WL measured by NMBGMR; water bearing formation inferred from WL and regional geology. Tb3, Tg DVAA E002 unknown 4042559 443313 7293 2005 306.19 6987 12/20/05 320 380 420 440 6973 6913 McCann No record; WL measured by NMBGMR; screen intervels from driller's memory; water bearing formation inferred from WL and regional geology. QTbh/Tg SAA LERO unknown 4042436 442001 7198 2006 311.40 6887 2/7/06 McCann No record; WL measured by NMBGMR; water bearing formation inferred from"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "Tc DVAA 110 410 6904 6604 580-640 gravel sand 10 CL-01 RG-86772 4041806 438518 6946 237 191 6755 2006 193 6753 3/8/06 -2 197 237 6749 6709 Fennell QTbh SAA 236 237 6710 6709 193-236 sand gravel 3.5 TOLB RG-87266 4041993 438100 6929 509 379 6550 2006 377.14 6552 5/19/06 2 429 449 469 500 6500 6480 Fennell Water bearing from sand gravel and dacite or basalt Tg over Td DVAA 162 509 6767 6420 429-509 clay sand gravel, basalt 15+ WINT RG-87489 4041845 437700 6906 500 357 6549 2006 357.73 6548 7/12/06 -1 440 500 6466 6406 Rodney's Water bearing in Tg alluvium; screened in fractured Tb3 Tg, Tb3f DVAA 125 500 6781 6406 357-500 clay sand gravel, frct'd basalt 15 HM-01 RG-87960 4041396 436665 6952 510 456 6496 1980 460.70 6491 3/24/06 -5 500 510 6452 6442 From Jenkins (1980), River View Acres test well report. Water level originally measured 6/12/80. Tg, Tb3 DVAA 180 485 6772 6467 456-485 500-510 basalt, gravel AH-02 unknown 4043894 440039 6873 291 6582 4/21/06 McCann No record; WL measured by NMBGMR; water bearing unit inferred from WL and regional geology Td DVAA CORR unknown 4043272 440831 6854 14 6840 4/6/06 No record; WL measured by NMBGMR; water bearing formation inferred from WL and regional geology QTbh SAA DAVI unknown 4041657 436686 6867 381 6486 5/5/06 No record; WL measured by NMBGMR; water bearing formation inferred from WL and regional geology. Tb3, Tg DVAA E002 unknown 4042559 443313 7293 2005 306.19 6987 12/20/05 320 380 420 440 6973 6913 McCann No record; WL measured by NMBGMR; screen intervels from driller's memory; water bearing formation inferred from WL and regional geology. QTbh/Tg SAA LERO unknown 4042436 442001 7198 2006 311.40 6887 2/7/06 McCann No record; WL measured by NMBGMR; water bearing formation inferred from WL and regional geology QTbh/Tg SAA TUNE unknown 4039547 436498 6900 388.77 6511 3/27/06 New well, no record; WL measured by NMBGMR; water bearing formations inferred from water level and regional geology. Tb3, Tg DVAA + See unit designatio t description on for fractu ns for form ures (f), se mation on ediments n Figure in volca 13; add anics (s) ditional * Location District w n coordinate well inventor es from Ta ry (2002) aos County Soil Water Conservation NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES ARROYO HONDO Surficial Deposits Qal Stream channel and valley-floor allu- vium, and active floodplains (Holocene)– poorly to well-sorted, poorly sorted sand, pebbles, and boulders; clasts of granitic, metamorphic, volcanic, and sandstone rock types; clasts along Rio Hondo dominated by granitic rock types, quartzite and basalt; clasts along tributaries draining the west- ern side of the Rio Grande are dominated by volcanic rock types. Qfy Qty Young alluvial fan and stream terrace deposits (latest Pleistocene to Holocene)– poorly sorted silt, sand, pebbles, cobbles, and boulders; clasts primarily of quartzite, schist, granite, and volcanic rock types; as- sociated soils have stage I calcium carbon- ate development. Qt8 Stream terrace deposits (Holocene)– poorly sorted silt, sand, pebbles, cobbles, and boulders; clasts primarily of quartzite, schist, granite, and volcanic rock types; as- sociated soils have stage I calcium carbon- ate development. Qt7 Stream terrace deposits (early to middle Holocene)–poorly sorted silt, sand, peb- bles, cobbles, and boulders; clasts primarily of quartzite, schist, granite, and volcanic rock types; associated soils have stage I calcium carbonate development. Qt6 Stream terrace deposits (latest Pleistocene)–poorly sorted silt, sand, peb- bles, cobbles, and boulders; clasts primarily of quartzite, schist, granite, and volcanic rock types; associated soils have stage I to II calcium carbonate development. Qt5 Stream terrace deposits (late Pleistocene)–poorly sorted silt, sand, peb- bles, cobbles, and boulders; clasts primarily of quartzite, schist, granite, and volcanic rock types; associated soils have stage II to III calcium carbonate development. Qt4 Stream terrace deposits (middle to late Pleistocene)–poorly sorted silt, sand, peb- bles, cobbles, and boulders; clasts primarily of quartzite, schist, granite, and volcanic rock types; associated soils have stage III calcium carbonate development, argillic Bt soil horizons and 10YR to 7.5YR hues in Bt horizons. Qt3 Stream terrace deposits (middle to late Pleistocene)–poorly sorted silt, sand, peb- bles, cobbles, and boulders; clasts primarily of quartzite, schist, granite, and volcanic rock types; associated soils have stage III calcium carbonate development, argillic Bt soil horizons and 10YR to 7.5YR hues in Bt horizons. Qfu Undifferentiated alluvial fan depos- its (middle to late Pleistocene)–probably APPENDIX B–Geologic Map Unit Descriptions By Keith Kelson and Paul Bauer NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES 40 correlative with stream units Qt2 through Qt6; poorly sorted silt, sand, pebbles, and cobbles; not correlated to other fan units because of lack of well-defined age control, clear stratigraphic position, and distinct lithologic characteristics. Qt2 Stream terrace deposits (middle Pleistocene)–poorly sorted silt, sand, peb- bles, cobbles, and boulders; clasts primarily of quartzite, schist, granite, and volcanic rock types; associated soils have stage III to IV calcium carbonate development; thick argillic Bt soil horizons, and 7.5YR to 10YR hues in soil Bt horizons; upper soil horizons locally affected by surface ero- sion. Qt2rg Stream terrace deposits flanking Rio Grande (middle Pleistocene)–poorly sorted silt, sand, pebbles, and boulders; clasts primarily of granitic, metamorphic, inter- mediate volcanic, basalt, and sedimentary rocks; locally may contain clasts of Tertiary Amalia Tuff; associated soils have stage III to IV calcium carbonate development, thick argillic Bt soil horizons, and 7.5YR to 10YR hues in soil Bt horizons; upper soil horizons locally affected by surface erosion; may be mantled locally by eolian sand; possibly faulted along the Dunn fault. Qf1 Alluvial fan deposits (middle Pleistocene)–poorly sorted silt, sand, and rare pebbles; clasts primarily of granitic, in- termediate volcanic, basalt, and metamor- phic rock types; stage III and IV calcium carbonate development where preserved, although soil horizons are commonly af- fected by surface erosion; ash probably within Qf1 deposits at locality on Ranchos de Taos quadrangle near Stakeout Road dated at 1.27 ± 0.02 Ma (40Ar/39Ar method, W. McIntosh, personal communication, 1996); deposit is more than 5 m thick in northeastern part of quadrangle, and is thinner from northeast to southwest; dif- ferentiated from unit QTbh by larger clast size, less oxidation, poor sorting, absence of abundant manganese oxide staining, and clasts that are less weathered. Qt1rg Stream terrace deposits flanking Rio Grande (middle Pleistocene)–poorly sorted silt, sand, pebbles, and boulders; clasts of basalt, quartzite, slate, schist, other meta- morphic rock types, volcanic rock types, and (rarely) sandstone and limestone; lo- cally may contain clasts of Tertiary Amalia Tuff; where preserved, associated relict soils have stage III to IV calcium carbonate development, thick argillic Bt soil horizons, and 7.5YR hues in soil Bt hori- zons; upper soil horizons commonly af- fected by surface erosion; may be mantled locally by eolian sand. QTrg Stream gravel deposited by ancestral Rio Grande (late Tertiary? to middle? Pleistocene)–poorly sorted sand, pebbles, and cobbles; clasts of basalt, quartzite, slate, schist, other metamorphic rock types, and volcanic rock types; very rare Amalia Tuff clasts; associated with broad, highest terrace west of Rio Grande; upper soil hori- zons commonly affected by surface erosion; locally mantled by eolian sand. QTg Old alluvium (late Tertiary? to middle? Pleistocene)–poorly sorted sand, pebbles, and cobbles; clasts of basalt, quartzite, slate, schist,"
    },
    {
        "URL": "ofr-505_LR.pdf",
        "Text": "soil horizons locally affected by surface erosion; may be mantled locally by eolian sand; possibly faulted along the Dunn fault. Qf1 Alluvial fan deposits (middle Pleistocene)–poorly sorted silt, sand, and rare pebbles; clasts primarily of granitic, in- termediate volcanic, basalt, and metamor- phic rock types; stage III and IV calcium carbonate development where preserved, although soil horizons are commonly af- fected by surface erosion; ash probably within Qf1 deposits at locality on Ranchos de Taos quadrangle near Stakeout Road dated at 1.27 ± 0.02 Ma (40Ar/39Ar method, W. McIntosh, personal communication, 1996); deposit is more than 5 m thick in northeastern part of quadrangle, and is thinner from northeast to southwest; dif- ferentiated from unit QTbh by larger clast size, less oxidation, poor sorting, absence of abundant manganese oxide staining, and clasts that are less weathered. Qt1rg Stream terrace deposits flanking Rio Grande (middle Pleistocene)–poorly sorted silt, sand, pebbles, and boulders; clasts of basalt, quartzite, slate, schist, other meta- morphic rock types, volcanic rock types, and (rarely) sandstone and limestone; lo- cally may contain clasts of Tertiary Amalia Tuff; where preserved, associated relict soils have stage III to IV calcium carbonate development, thick argillic Bt soil horizons, and 7.5YR hues in soil Bt hori- zons; upper soil horizons commonly af- fected by surface erosion; may be mantled locally by eolian sand. QTrg Stream gravel deposited by ancestral Rio Grande (late Tertiary? to middle? Pleistocene)–poorly sorted sand, pebbles, and cobbles; clasts of basalt, quartzite, slate, schist, other metamorphic rock types, and volcanic rock types; very rare Amalia Tuff clasts; associated with broad, highest terrace west of Rio Grande; upper soil hori- zons commonly affected by surface erosion; locally mantled by eolian sand. QTg Old alluvium (late Tertiary? to middle? Pleistocene)–poorly sorted sand, pebbles, and cobbles; clasts of basalt, quartzite, slate, schist, other metamorphic rock types, and volcanic rock types; locally high per- centage of angular to subangular quartzite pebbles and cobbles; may be correlative with Blueberry Hill deposit; present along piedmont between Sangre de Cristo range front and Rio Grande gorge north of Rio Hondo; contains ash layer in roadcut near Cerro Negro (UTM 439989, 4044603). ARROYO HONDO 41 QTbh Blueberry Hill deposit (late Tertiary? to middle Pleistocene)–poorly sorted silt, sand and pebbles; commonly crossbedded, and stained with black manganese oxide and yellowish-orange iron oxide coatings; oxidized; clasts are weathered or grussified; contains distinct discontinuous sandy inter- beds; clasts are granitic rock types, quartz- ite, metamorphic rock types, and volcanic rock types; commonly crudely imbricated; imbrication suggests westerly flow direc- tion in area north of Taos Municipal Air- port; based on exposures at southwestern end of Blueberry Hill, thickness exceeds 25 m; may be considerably more; deposit may interfinger with unit QTg and QTrg. Tertiary Rocks Tb Servilleta Formation, basalt (Pliocene)– Dark-gray, diktytaxitic olivine tholeiite that forms thin, fluid, widespread pahoehoe ba- salt flows of the Taos Plateau volcanic field. These flows commonly form columnar- jointed cliffs in the Rio Grande gorge. Tab- ular plagioclase and sparse olivine are the only phenocrysts. Individual flows, which are up to 12 m thick, are grouped into packages of from one to ten flows (Dungan et al., 1984). These packages are separated by sedimentary intervals. Five central vol- canic vents to the north are sources for the Servilleta Formation (Lipman and Meh- nert, 1979). 40Ar/39Ar ages from basalts ex- posed in the Rio Grande gorge range in age from 4.81 ± 0.03 Ma for the lowest basalt near the Rio Grande Gorge Bridge, to 3.12 ± 0.13 Ma for the highest basalt flow at the Rio Grande Gorge Bridge. Tg Servilleta Formation, interbasalt gravel (Pliocene)–Sedimentary intervals between basalt flow members, as much as 180 m thick in northern part of quadrangle, as exposed in the Rio Grande and Rio San Cristobal gorges. Td Cerro Negro dacite (Pliocene)–dark- gray to black, non-vesicular, two-pyroxene dacite flows that erupted from a variety of vents on and around Cerro Negro. Dacite flows are at least partly interlayered with Servilleta Formation basalt flows. Tsf Santa Fe Group, undivided (Pliocene to Miocene)–In cross sections only. Consists primarily of rift-related, clastic sedimentary deposits of the Tesuque Formation that underlie the Servilleta Formation in the map area. Mixed conglomerate, sandstone, and mudrock were derived from the Sangre de Cristo Mountains and Tusas Mountains. Lacustrine deposits may exist locally. The eolian Ojo Caliente Sandstone Member (middle to late Miocene) may exist in the subsurface. Older volcaniclastic units equivalent to the Los Pinos Formation, Chama-El Rito Member of the Tesuque Formation, and Picuris Formation may ex- ist in the subsurface. Thickness unknown. New Mexico Bureau of Geology and Mineral Resources A Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (505) 366-2535 Fax (505) 366-2559 E-mail: bauer@nmt.edu"
    }
]