[
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Hydrogeology and Water Resource Assessment of the Pueblo of Picuris, Taos County, New Mexico March 2018 Open-File Report 596 Peggy Johnson, Paul Bauer, Stacy Timmons, and Brigitte Felix New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu Hydrogeology and Water Resource Assessment of the Pueblo of Picuris, Taos County, New Mexico Peggy Johnson, Paul Bauer, Stacy Timmons, and Brigitte Felix March 2018 Open-File Report 596 New Mexico Bureau of Geology and Mineral Resources This technical report was completed in November, 2005 and is being released as an Open-File Report in March, 2018 P R O J E C T F U N D I N G This study was supported by the Pueblo of Picuris, the U. S. Bureau of Reclamation, and the Aquifer Mapping Program at New Mexico Tech. The views and conclusions are those of the authors, and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the State of New Mexico. Keywords: Geology, hydrogeology, Picuris Pueblo, New Mexico N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S S O U T H T A O S V A L L E Y , T A O S C O U N T Y Executive Summary .............................................................. 1 I. Introduction ........................................................................ 3 Background .............................................................................. 3 Significance .............................................................................. 3 Scope and objectives ........................................................... 4 Previous work and existing data ................................. 4 II. Methods ................................................................................ 5 Well and spring inventory ............................................... 5 Groundwater level measurements and the water-table surface map .............................................. 5 Water chemistry sampling and analysis .................. 5 III. Results .............................................................................. 7 Hydrostratigraphic units and description of aquifers ........................................................................... 7 Groundwater and surface water conditions .......11 Water quality ........................................................................12 IV. Conclusions and Recommendations ..............25 Project Staff ...............................................................................26 References ...........................................................................27 Figures 1. Location map for Picuris Pueblo ................................. 3 2. Hydrographs for Rio Santa Barbara and Rio Pueblo ................................................................................ 6 3. Photograph of middle tuffaceous member and upper volcaniclastic member of the Picuris Formation ................................................................. 8 4. Photograph of middle tuffaceous member of the Picuris Formation and the cemented ledge-forming beds ............................................................. 9 5. Photograph of volcanic ash and slate-rich layers in the middle tuffaceous member of the Picuris Formation ......................................................10 6. Piper plot of major ion chemistry .............................14 7. Chemistry concentration contours ...........................16 Plates 1. Generalized geologic map 2. Geologic cross sections 3. Well and data Inventory map 4. Water-table surface map 5. Depth to water map 6. Relative abundance of major ions and stiff diagrams Appendices (Available in digital format) A. Map unit descriptions for generalized geology ..........................................4 pages B. Well and data inventory Table B1−Inventory of wells, springs and surface water sites NM State Engineer Office records ..... 102 pages C. Water quality results Table C1−Summary of major element chemistry Table C2−Summary of minor element chemistry Table C3−Summary of trace element chemistry Table C4−Summary of microbiological results Table C−Explanation NM Bureau of Geology & Mineral Resources and NM Department of Health/Scientific Laboratory Division reports C O N T E N T S S O U T H T A O S V A L L E Y , T A O S C O U N T Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S View southeast across the Rio Pueblo valley (foreground) and up the Rio Santa Barbara valley (upper right) with the Sangre de Cristo Mountains in the background. The Picuris Pueblo wastewater pond is in the lower left. The roadcut near the center of the photo exposes the upper volcaniclastic member of the Picuris Formation (Tpu), overlain by Quaternary river gravel deposits. Photo by Paul Bauer. 1 S O U T H T A O S V A L L E Y , T A O S C O U N T Y F our hydrostratigraphic units or aquifers are present on the Picuris Pueblo. Quaternary alluvial deposits (Qa) form thin, shallow aquifers beneath the active floodplains of major streams and are at greatest risk for degradation from land-use and waste management activi­ ties. The Dixon Member of the Tesuque Formation (Ttd) forms the primary aquifer along the southern edge of the Pueblo, near Chamisal and south and east of Peñasco. The upper volcani­ clastic member of the Picuris Formation (Tpu) forms a major aquifer in and between the Rio Pueblo and Rio Santa Barbara valleys, but productivity is variable and greater well depths may be required. The middle tuffaceous member of the Picuris Formation (Tpm) forms a relatively minor aquifer in the Rio Pueblo Valley, and contains fine-grained, volcanic-rich sediments with low permeability. The Peñasco horst, an up-thrown block of Precambrian crystalline rock within the Picuris-Pecos fault system, contains heavily mineralized and uranium-bearing rocks and influences both groundwater and surface water flow and groundwater quality. Groundwater in thin alluvial aquifers exists under unconfined conditions and is in direct hydraulic connection with deeper aquifers. Vertically downward hydraulic gradients drive circulation of oxygen-rich shallow groundwater down to deeper aquifers over much of the Pueblo. Vertically upward hydraulic gradients adjacent to the Peñasco horst provide a mecha­ nism for localized upward movement of deep circulating groundwater that degrades water quality in shallow aquifers adjacent to and downstream of the horst. Regionally high concen­ trations of dissolved solids, chloride, and silica are observed adjacent to the horst. Perennial streams on the Pueblo are generally gaining streams, collecting a portion of their flow from the shallow alluvial aquifers. However, flows in the Rio Santa Barbara and Cham­ izal Creek appear to change from gaining to losing as they cross the downstream edge of the Peñasco horst, where thickness and transmissivity of the aquifer increase. Infiltration of oxygen-rich surface water near Chamisal may contribute to chemical conditions favorable for mobilizing naturally occurring uranium to concentrations reaching the health- based drinking water standard (30 μg/L). Elevated concentrations of naturally occurring arsenic and fluoride are attributed to groundwater originating deep within mineralized crystal­ line rocks of the Peñasco horst or circulating through volcanic-rich sediments in the Picuris Formation. Both arsenic and fluoride exceed maximum contaminant levels for drinking water, and together with uranium present a significant public health concern. Shallow aquifer contamination from waste related contaminants does not presently pose a significant health concern. Excess iron and manganese in one well (PW-65) accompanied by an extremely low nitrate concentration indicate conditions that may be associated with septic tank effluent or merely reflects natural, local chemical conditions in the aquifer. Chemical testing for additional constituents would be required to further clarify the source."
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "and influences both groundwater and surface water flow and groundwater quality. Groundwater in thin alluvial aquifers exists under unconfined conditions and is in direct hydraulic connection with deeper aquifers. Vertically downward hydraulic gradients drive circulation of oxygen-rich shallow groundwater down to deeper aquifers over much of the Pueblo. Vertically upward hydraulic gradients adjacent to the Peñasco horst provide a mecha­ nism for localized upward movement of deep circulating groundwater that degrades water quality in shallow aquifers adjacent to and downstream of the horst. Regionally high concen­ trations of dissolved solids, chloride, and silica are observed adjacent to the horst. Perennial streams on the Pueblo are generally gaining streams, collecting a portion of their flow from the shallow alluvial aquifers. However, flows in the Rio Santa Barbara and Cham­ izal Creek appear to change from gaining to losing as they cross the downstream edge of the Peñasco horst, where thickness and transmissivity of the aquifer increase. Infiltration of oxygen-rich surface water near Chamisal may contribute to chemical conditions favorable for mobilizing naturally occurring uranium to concentrations reaching the health- based drinking water standard (30 μg/L). Elevated concentrations of naturally occurring arsenic and fluoride are attributed to groundwater originating deep within mineralized crystal­ line rocks of the Peñasco horst or circulating through volcanic-rich sediments in the Picuris Formation. Both arsenic and fluoride exceed maximum contaminant levels for drinking water, and together with uranium present a significant public health concern. Shallow aquifer contamination from waste related contaminants does not presently pose a significant health concern. Excess iron and manganese in one well (PW-65) accompanied by an extremely low nitrate concentration indicate conditions that may be associated with septic tank effluent or merely reflects natural, local chemical conditions in the aquifer. Chemical testing for additional constituents would be required to further clarify the source. Based on E X E C U T I V E S U M M A R Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 2 observations of naturally occurring contaminants in excess of EPA drinking water standards, several recommendations are presented: 1) Additional Testing. The sporadic occurrence of elevated levels of uranium, fluoride, and arsenic pose a significant health concern. Sampling of additional wells is recommended to further define groundwater quality and identify problems within the Pueblo boundary. 2) Long-Term Monitoring. A long-term monitoring program is recommended to track water-quality trends and contaminant migration in response to pumping of large community supply wells. 3) Public Education. Rural residents, particularly in the communities of Chamisal and Vadito, should be advised of potential health concerns and methods of addressing water quality problems. 4) Water Treatment. In instances of significant drinking water impairment, installation of on-site water treatment units or alternative water sources should be considered. 3 S O U T H T A O S V A L L E Y , T A O S C O U N T Y Background F rom October 2000 through June 2002, the New Mexico Bureau of Geology and Mineral Resources (the “Bureau”) conducted geologic mapping on the Pueblo of Picuris (the “Pueblo”) as part of a three- phase hydrogeologic project for the Pueblo. This work produced a geologic map of the Picuris reserva­ tion, and results were summarized in a Phase 1 Final Technical Report dated June 2002. From June 2003 through December 2004, the Bureau continued work on the hydrologic and water quality aspects of the project, which comprised phases 2 and 3 of the study. These phases of work included a well and spring inventory, water level measurements, assessment of the quality of groundwater and surface water, evalua­ tions of the subsurface hydrogeology of aquifers and the interaction between groundwater, surface water and potential sources of contamination in the vicin­ ity of the confluence of the Rio Pueblo de Picuris, Rio Santa Barbara, Rio Chiquito, and Chamizal Creek. This report summarizes the data collected and findings of these final two phases of the hydrogeo­ logic assessment of groundwater and surface water resources on the Pueblo of Picuris. Significance The tribal lands of the Pueblo of Picuris, located in Taos County, New Mexico (Figure 1), encompass the Pueblo and a number of adjoining communi­ ties, including Peñasco, Vadito, Chamisal, and Rio Lucio. Land uses within the watershed include recreation, farming and ranching, silviculture and rural-community-related activities. Residents of the Pueblo of Picuris and adjunctive rural areas use groundwater produced from private domestic wells, the depths of which range from approximately 15 to 300 ft. The communities of Chamisal, Peñasco, Rio Lucio, Rodarte and Vadito supply domestic water to village residents from groundwater pumped by mutual domestic water consumer associations (MDWCAs) operating under oversight of the New Mexico Environment Department (NMED). The I . I N T R O D U C T I O N region’s population depends largely on on-site septic systems or pit latrines to dispense of household waste and waste water. Systems of special concern include those older than 20 years, not on a regular cleaning schedule, situated on smaller lots or serving multiple homes, and located adjacent to streams or ditches, on thin or excessively permeable soils, or close to bedrock or the water table. A community waste water and sewage collection and treatment system servic­ ing approximately 55 dwellings at Picuris Pueblo (Tanimoto and Good, 1982) is located adjacent to the banks of the Rio Pueblo. Because of the general lack of water and waste treatment facilities and the local geologic and hydro­ logic conditions, the potential exists for waste water to contaminate shallow groundwater and affect the quality of domestic drinking water. A close hydrologic connection between surface water and groundwater Figure 1. Location Map for Picuris Pueblo N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 could also potentially facilitate the movement of wasterelated or naturally occurring contaminants between streams and shallow aquifers. No previous hydrogeologic evaluations or water quality assess­ ments have addressed these environmental concerns on tribal lands. Scope and Objectives This study was designed to provide a hydrogeologic framework for the Picuris Pueblo and to assess the general quality of waters in streams, springs, and the interconnected shallow groundwater system. The Pueblo is situated along the Rio Pueblo de Picuris just upstream of its confluence with the Rio Santa Barbara in southern Taos County, and lies almost entirely within the Peñasco 7.5-minute quadrangle. The study area comprises all lands of the Pueblo of Picuris, which incorporates the Pueblo and adjacent rural communities of Chamisal, Peñasco, Rio Lucio, and Vadito. Areas outside of tribal lands and communities immediately upstream of the Pueblo (Llano, Rodarte, and Sipapu) are not included in the project area. The primary objectives of this study are: (1) establish the hydrogeologic framework for the area based on previous geologic mapping, new water level measurements and subsurface geologic interpretation;"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "collection and treatment system servic­ ing approximately 55 dwellings at Picuris Pueblo (Tanimoto and Good, 1982) is located adjacent to the banks of the Rio Pueblo. Because of the general lack of water and waste treatment facilities and the local geologic and hydro­ logic conditions, the potential exists for waste water to contaminate shallow groundwater and affect the quality of domestic drinking water. A close hydrologic connection between surface water and groundwater Figure 1. Location Map for Picuris Pueblo N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 could also potentially facilitate the movement of wasterelated or naturally occurring contaminants between streams and shallow aquifers. No previous hydrogeologic evaluations or water quality assess­ ments have addressed these environmental concerns on tribal lands. Scope and Objectives This study was designed to provide a hydrogeologic framework for the Picuris Pueblo and to assess the general quality of waters in streams, springs, and the interconnected shallow groundwater system. The Pueblo is situated along the Rio Pueblo de Picuris just upstream of its confluence with the Rio Santa Barbara in southern Taos County, and lies almost entirely within the Peñasco 7.5-minute quadrangle. The study area comprises all lands of the Pueblo of Picuris, which incorporates the Pueblo and adjacent rural communities of Chamisal, Peñasco, Rio Lucio, and Vadito. Areas outside of tribal lands and communities immediately upstream of the Pueblo (Llano, Rodarte, and Sipapu) are not included in the project area. The primary objectives of this study are: (1) establish the hydrogeologic framework for the area based on previous geologic mapping, new water level measurements and subsurface geologic interpretation; (2) conduct a water quality assessment of ground­ water, surface water, and springs; and (3) evaluate the interconnection between shallow groundwater, surface water, and potential sources of contamination. Specific tasks included: 1) Compilation of existing well, water level, and water quality data. 2) Field-check of well locations and measurement of water levels. 3) Construction of a water-table (potentiometric) surface map and assessment of groundwater flow direction, particularly in the vicinity of perennial streams and water courses. 4) Collection of water samples from streams, springs, and shallow groundwater wells and evaluation of general water quality including ion chemistry, trace element chemistry and micro­ biological contaminants. 5) Interpretation of the interconnection between shallow groundwater, surface water, and poten­ tial sources of contamination. 6) Provide conclusions and recommendations regarding the status of the Pueblo’s water quality and long-term needs for resource management. The following deliverables are included in this report: (1) a generalized geologic map, cross sec­ tions and hydrostratigraphic unit descriptions, (2) an inventory of water wells in the study area with well information and well records, (3) a record of water level measurements, a water-table (potentiometric) surface map showing elevation of the water-table surface and groundwater flow direction, and a depth- to-water map, (4) a catalog of water chemistry data from wells, streams and springs, chemical concentra­ tion maps, and relative abundance diagrams, (5) a synthesis and interpretation of geologic, hydrologic and water quality data, and (6) this summary report that provides general discussion, conclusions, and recommendations. Previous Work and Existing Data Previous geologic studies conducted in the area were summarized in Bauer and Kelson (2002) as part of the phase one final technical report, and a detailed geologic map of the Peñasco 7.5-minute quadrangle was produced as part of that work. A surface water assessment of the Embudo watershed, completed in 1998 as part of a county-wide study completed for the New Mexico Interstate Stream Commission (Johnson, 1998), provides a quantitative assessment of the surface water supply in the Rio Embudo drain­ age, including the Rio Pueblo de Picuris and the Rio Santa Barbara. A special water quality survey of the Rio Pueblo, Rio Santa Barbara and Embudo Creek, completed in 1994 by the New Mexico Environment Department Surface Water Quality Bureau, provides baseline water quality data for the three major stream reaches evaluated during this study (Smolka, 1996). Data and information from various other small-scale, reconnaissance studies and surveys concerning com­ munity water supply systems and well inventories have been incorporated into this report, including: (1) Tanimoto and Good, June 1982, Annual survey, community water supply system #3500113 for Picuris Pueblo water system, Albuquerque Area Indian Health Service, USPHS, unpublished agency report, and (2) Taos Soil and Water Conservation District, 2002, unpublished well inventory data from Chamisal and Peñasco. 5 S O U T H T A O S V A L L E Y , T A O S C O U N T Y land surface were derived from a 10-meter digital ele­ vation model (DEM). The locations of wells, springs and stream sites that were field checked, measured or sampled as part of this study are shown on Plate 3. Groundwater Level Measurements and the Water-Table Surface Map A water-table map, also referred to as a potentiomet­ ric surface map, depicts the distribution of hydraulic head in an aquifer system. To construct a water- table surface map, measurements of hydraulic head, obtained by measuring the depth at which water stands in wells and the location of springs, are con­ verted to elevation and lines or contours are drawn that connect points of equal hydraulic head. These lines, called equipotential lines, produce a map of the altitude, slope, and shape of the groundwater surface and illustrate flow conditions and stresses on the aquifer. The depth to water in the Picuris study area was measured at 29 domestic well sites using a gradu­ ated steel tape or a Solinst electric water level tape. Additional static water levels reported by well owners or noted on well records were screened for accu­ racy and included in the database. The location and elevation of springs and stream-channel elevations, which represent points on the water-table surface, were also used to constrain the water-table surface. A total of 78 water level elevations (Appendix B, Table B-1) were used to manually contour the water-table surface, which represents shallow groundwater flow conditions in the Picuris area in summer and fall 2002 (Plate 4). In the final step of analysis, the water- table surface was subtracted from the 10-m DEM surface using ArcGIS, generating a derivative surface that illustrates depth to groundwater in the study area and defines environmentally sensitive areas where the depth to water is less than 20 ft (Plate 5). Water Chemistry Sampling and Analysis Thirty water samples were collected from domes­ tic wells selected on the basis of depth, owner A multi-disciplinary approach integrating geologic, hydrologic, and geochemical data was adopted for this study. Major controls on the movement of ground­ water in the subsurface include the nature of the rock material comprising geologic formations and aquifers and the geologic structures such as faults and folds that break, bend, and displace those formations. The geologic framework for this study is provided by Bauer and Kelson (2002) and their 1:24,000 geologic map and cross sections of the Peñasco 7.5-minute quad­ rangle. A generalized version of the Peñasco geologic map showing the major rock"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "lines, called equipotential lines, produce a map of the altitude, slope, and shape of the groundwater surface and illustrate flow conditions and stresses on the aquifer. The depth to water in the Picuris study area was measured at 29 domestic well sites using a gradu­ ated steel tape or a Solinst electric water level tape. Additional static water levels reported by well owners or noted on well records were screened for accu­ racy and included in the database. The location and elevation of springs and stream-channel elevations, which represent points on the water-table surface, were also used to constrain the water-table surface. A total of 78 water level elevations (Appendix B, Table B-1) were used to manually contour the water-table surface, which represents shallow groundwater flow conditions in the Picuris area in summer and fall 2002 (Plate 4). In the final step of analysis, the water- table surface was subtracted from the 10-m DEM surface using ArcGIS, generating a derivative surface that illustrates depth to groundwater in the study area and defines environmentally sensitive areas where the depth to water is less than 20 ft (Plate 5). Water Chemistry Sampling and Analysis Thirty water samples were collected from domes­ tic wells selected on the basis of depth, owner A multi-disciplinary approach integrating geologic, hydrologic, and geochemical data was adopted for this study. Major controls on the movement of ground­ water in the subsurface include the nature of the rock material comprising geologic formations and aquifers and the geologic structures such as faults and folds that break, bend, and displace those formations. The geologic framework for this study is provided by Bauer and Kelson (2002) and their 1:24,000 geologic map and cross sections of the Peñasco 7.5-minute quad­ rangle. A generalized version of the Peñasco geologic map showing the major rock units that form shallow aquifers is attached as Plate 1. Geologic cross sec­ tions showing the vertical dimension of the subsurface are shown on Plate 2a-c. Detailed descriptions of the generalized map units are included in Appendix A. All interpretations regarding subsurface geology and aquifers were derived from a combination of surface geologic mapping (Bauer and Kelson, 2002; Bauer et al., 2005; Aby et al., 2004; Aby and Koning, 2004; Steinpress, 1980) and lithologic information noted on well records obtained as part of the well inventory. Well and Spring Inventory Much basic information concerning wells, aquifers and subsurface geology is available from well records on file with the New Mexico Office of the State Engineer (NMOSE). A well survey was conducted recovering approximately 62 NMOSE well records that were matched to sites in the study area. Springs, which are sites where groundwater intersects the land surface, were also located in the field. The result­ ing well and data inventory and existing NMOSE well records are included in Appendix B. The well and spring database (Table B-1) includes fields for site identification numbers (referenced on maps and in text), site type (well, spring or stream), site name, NMOSE file number (for wells only), UTM coordi­ nates in North American datum (NAD) 83, site eleva­ tion, well depth, depth to water, date of water level measurement, and geologic formation where the well is completed. UTM coordinates for each location were obtained with a hand-held GPS unit and elevations at I I . M E T H O D S N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 participation and access, and uniform sample cover­ age across the study area. Because of the health-based objectives of this study and the need to character­ ize groundwater in the shallow aquifer, wells were sampled from a tap or line that did not pass through a filter or treatment system. The line was flushed with water for 3 to 5 minutes before the sample was taken in accordance with sample collection protocols of the New Mexico Department of Health Scientific Laboratory Division (NMDH SLD) for water micro­ biology. The well locations were representative of the variety of geologic and anthropogenic conditions in the study area (in all geologic formations, in densely to sparsely populated areas adjacent to stream courses, in floodplains, and in interstream uplands). Well water sampling occurred from December 2003 to May 2004. Nine surface water grab samples were collected in February 2004 from various locations on the Rio Pueblo, the Rio Santa Barbara, the Rio Chiquito, and Chamizal Creek (see Plate 3). Water samples were col­ lected from the Rio Pueblo above Telephone Canyon, above and below the Pueblo waste water treatment plant, and above the Rio Embudo confluence. Samples were col lected from the Rio Santa Barbara above the Rio Chiquito and above the Rio Embudo conflu­ ence. Additional samples were collected from the Rio Embudo, Rio Chiquito and Chamizal Creek. Hydrographs for the Rio Pueblo and the Rio Santa Barbara (Figure 2) indicate baseflow conditions existed at the time of sampling; that is, water in the stream at the time of sampling was sustained only by discharge of shallow alluvial groundwater as opposed to snowmelt or surface runoff. Four springs with active discharge (Sun Canyon Spring, Dogwater Spring, Aspen Spring, and an unnamed spring in township 23 north, range 11 east, section 36) were also sampled in May 2004. All water samples were analyzed for major anions, cations, and trace metals by the New Mexico Bureau of Geology and Mineral Resources water chemistry lab in Socorro, New Mexico. Samples were tested for the presence or absence of total coliform and a fecal coliform level (number of bacteria per 100 ml) by the NMDH SLD, Albuquerque, New Mexico. One field duplicate was also collected and reproduc­ ible results (within 5%) were obtained. Figure 2. Hydrographs for Rio Santa Barbara and Rio Pueblo. 7 S O U T H T A O S V A L L E Y , T A O S C O U N T Y Hydrostratigraphic Units and Description of Aquifers A great variety of geologic formations ranging from Precambrian crystalline rocks and Paleozoic sedimentary strata to much younger Tertiary and Quaternary volcaniclastic and alluvial deposits occur in the study area (Plates 1 and 2; Appendix A). Most shallow groundwater resources are drawn from younger rock units, including the Tertiary Picuris Formation (Tp), Santa Fe Group sediments (Ttd) and Quaternary alluvial deposits (Qa, Qt and Qf). Older crystalline rocks (Xu) and sedimentary strata tend to be well consolidated by pressure and mineral cements, which reduce their permeability (capacity of a porous rock to transmit water) and suitability as aquifers. More information on the rocks of the Picuris Mountains can be found in Bauer (1993). The follow­ ing paragraphs describe the geologic units that form the major aquifers. Interpretations of the geologic formations where specific wells are completed are included in Table B-1, Appendix B (where sufficient data exist). Subsurface geologic interpretations are based on geologic maps, cross sections, and geologic information from well records. Quaternary Alluvial Deposits (Qa, Qt, and Qf). Alluvial deposits are comprised of mixtures of gravel, sand, silt and"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "sampled in May 2004. All water samples were analyzed for major anions, cations, and trace metals by the New Mexico Bureau of Geology and Mineral Resources water chemistry lab in Socorro, New Mexico. Samples were tested for the presence or absence of total coliform and a fecal coliform level (number of bacteria per 100 ml) by the NMDH SLD, Albuquerque, New Mexico. One field duplicate was also collected and reproduc­ ible results (within 5%) were obtained. Figure 2. Hydrographs for Rio Santa Barbara and Rio Pueblo. 7 S O U T H T A O S V A L L E Y , T A O S C O U N T Y Hydrostratigraphic Units and Description of Aquifers A great variety of geologic formations ranging from Precambrian crystalline rocks and Paleozoic sedimentary strata to much younger Tertiary and Quaternary volcaniclastic and alluvial deposits occur in the study area (Plates 1 and 2; Appendix A). Most shallow groundwater resources are drawn from younger rock units, including the Tertiary Picuris Formation (Tp), Santa Fe Group sediments (Ttd) and Quaternary alluvial deposits (Qa, Qt and Qf). Older crystalline rocks (Xu) and sedimentary strata tend to be well consolidated by pressure and mineral cements, which reduce their permeability (capacity of a porous rock to transmit water) and suitability as aquifers. More information on the rocks of the Picuris Mountains can be found in Bauer (1993). The follow­ ing paragraphs describe the geologic units that form the major aquifers. Interpretations of the geologic formations where specific wells are completed are included in Table B-1, Appendix B (where sufficient data exist). Subsurface geologic interpretations are based on geologic maps, cross sections, and geologic information from well records. Quaternary Alluvial Deposits (Qa, Qt, and Qf). Alluvial deposits are comprised of mixtures of gravel, sand, silt and clay deposited by streams along stream courses and floodplains, in stream terraces, and in alluvial fans at the mouths of mountain canyons. In the Picuris Pueblo study area, Quaternary alluvium (Qa) includes both stream channel and valley-floor deposits in active floodplains and young alluvialfan and stream terrace deposits along floodplain margins. The thickness of these young (less than about 2 mil­ lion years in age) deposits ranges from about 2 to 25 ft. Older stream terrace (Qto) and alluvial fan (Qf) deposits, consisting of poorly sorted mixtures of silt, sand, pebbles, and boulders, also occur outside the margins of the active floodplain and typically range from 5 to 40 ft in thickness. These relatively young, thin, permeable sediments act as local aquifers, primarily along stream courses where water levels are less than about 20 ft. Wells completed in shallow alluvial deposits typically range from 20 to 30 ft in depth with water levels of 3 to 13 ft below land surface and reported yields of 10 to 20 gallons per minute (gpm). Many deeper wells intersect these shal­ low alluvial aquifers and extract a portion of their yield from the shallow (less than 20 ft) zone. Shallow alluvial aquifers are at greatest risk for degradation from land-use and waste management activities, and microbiological contaminants. Tertiary Dixon Member of Tesuque Formation (Ttd). South of the Rio Santa Barbara and Rio Pueblo in the southern part of the Peñasco quad­ rangle, the relatively thin Quaternary deposits are underlain by thick Miocene Santa Fe Group sand and gravel deposits, specifically the Dixon Member of the Tesuque Formation (Ttd). These alluvial fan and braided stream deposits consist of 55% sandstone, 30% conglomerate, and 15% mudstone (Steinpress, 1980; Bauer and Kelson, 2002) and are approxi­ mately 11.8 to 13 million years old (Aby and Koning, 2004). Where exposed, much of this sediment is described as “loose to slightly friable” or “locally cemented”, indicating that the original, moderate permeability of the unit has not been significantly reduced. The Dixon Member forms the primary aqui­ fer near the southern corners of the study area, near Chamisal and south and east of Peñasco. Exposed thickness varies from 250 to 330 ft, but could be considerably thinner where the unit has been eroded. Wells completed exclusively in the Dixon Member range from 60 to 170 ft in depth, have water levels of 8 to 70 ft below land surface (depending on location along the mountain front) and reported yields of 5 to 25 gpm. Tertiary Picuris Formation, Upper Volcaniclastic Member (Tpu). Much of the terrain in the Rio Pueblo and Rio Santa Barbara valleys is underlain by the Picuris Formation, which lies stratigraphically below the Dixon Member of the Tesuque Formation and is divided into lithologically distinct mappable members. South of the Picuris Mountains, the upper volcaniclastic member of the Picuris Formation (Tpu), which has a reported age of 19.8 to <25.9 million I I I . R E S U L T S N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 8 years, consists of red to purple silty, sandy pebble conglomerates, commonly containing more than 50% red to orange, mudstone, siltstone and sandstone (Aby et al., 2004) (Figure 3). The total thickness of the upper volcaniclastic member is estimated to range from 400 to 1100 ft, but is much thinner where the unit is eroded. Near Chamisal, the base of the upper member is a thick (35 ft or greater), well-cemented bed of cobble conglomerate. The upper contact is also placed at the top of the highest conglomerate bed that is dominated by volcanic clasts. The volcanicla­ stic member generally consists of either fine-grained sediments with relatively low permeability or coarse- grained gravels with primary permeability dramati­ cally reduced by the presence of heavy cements. Because of its wide extent below and between the river valleys and its accessibility, the volcani­ clastic member forms a major aquifer. Productivity, however, is variable and reflects the variability and heterogeneity of the sediments themselves. Wells completed in the upper member (Tpu) typically range from 80 to 185 ft in depth, although depths up to at least 265 ft are reported. Water levels range from 20 to 80 ft below land surface and the average yield is 14 gpm. In Peñasco, large production wells completed in this aquifer unit have reported yields up to 100 gpm, considerably larger than reported for the average domestic well. Tertiary Picuris Formation, Middle Tuffaceous Member (Tpm and Tpmc). The middle tuffaceous member of the Picuris Formation (Tpm) is estimated to range in age from about 23 to 28 million years (Aby et al., 2004) and to be up to 400 ft thick. It pri­ marily consists of light buff to yellowish colored silts, sands, and clays that have a significant component of primary volcanic ash and pumice. These fine-grained volcanic sediments are interbedded Figure 3. Photograph of the top of Hill 7551’ on western Picuris Pueblo, showing the contact between the white-togray middle tuffaceous member (Tpm) and the reddish upper volcaniclastic member (Tpu) of the Picuris Formation. 9 S O U T H T A O S V A L L E Y , T A O S C O"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "member is a thick (35 ft or greater), well-cemented bed of cobble conglomerate. The upper contact is also placed at the top of the highest conglomerate bed that is dominated by volcanic clasts. The volcanicla­ stic member generally consists of either fine-grained sediments with relatively low permeability or coarse- grained gravels with primary permeability dramati­ cally reduced by the presence of heavy cements. Because of its wide extent below and between the river valleys and its accessibility, the volcani­ clastic member forms a major aquifer. Productivity, however, is variable and reflects the variability and heterogeneity of the sediments themselves. Wells completed in the upper member (Tpu) typically range from 80 to 185 ft in depth, although depths up to at least 265 ft are reported. Water levels range from 20 to 80 ft below land surface and the average yield is 14 gpm. In Peñasco, large production wells completed in this aquifer unit have reported yields up to 100 gpm, considerably larger than reported for the average domestic well. Tertiary Picuris Formation, Middle Tuffaceous Member (Tpm and Tpmc). The middle tuffaceous member of the Picuris Formation (Tpm) is estimated to range in age from about 23 to 28 million years (Aby et al., 2004) and to be up to 400 ft thick. It pri­ marily consists of light buff to yellowish colored silts, sands, and clays that have a significant component of primary volcanic ash and pumice. These fine-grained volcanic sediments are interbedded Figure 3. Photograph of the top of Hill 7551’ on western Picuris Pueblo, showing the contact between the white-togray middle tuffaceous member (Tpm) and the reddish upper volcaniclastic member (Tpu) of the Picuris Formation. 9 S O U T H T A O S V A L L E Y , T A O S C O U N T Y with buffand black-colored, channel-fill conglomer­ ates and pebbly, gravelly sandstone. The uppermost part of the middle tuffaceous member contains a 30- to 115-foot-thick, heavily cemented, light-colored bed of sandstone to fine cobble or cobble-boulder con­ glomerate (Tpmc in Plates 1 and 2) (Figure 4). The middle tuffaceous member mantles the foothills of the Picuris Mountains north of the Rio Pueblo, and extends south and west of Vadito across the drainage divide to the Rio Santa Barbara. Because it is exposed across less developed areas than other aquifer units, the middle tuffaceous member con­ stitutes a relatively minor aquifer in the Rio Pueblo Valley. Even more than the upper volcaniclastic member of the Picuris Formation, this middle mem­ ber is extremely variable and heterogeneous in the nature of its sediments and aquifer properties. The fine-grained, volcanic-rich portions of the unit (Figure 5) often exhibit relatively high porosities and storage capacities, but do not necessarily yield water readily to wells (low permeability). Wells completed in the tuffaceous member (Tpm) range from 35 to nearly 300 ft in depth, with water levels reported at 10 to 160 ft below land surface. Well yields are also highly variable, ranging from less than 2 gpm in the clay-rich zones to 30 gpm or more in fractured portions of the cemented conglomerates. Hydrologic Effects of Faults and Structural Features. Faults exert significant control on the occurrence and movement of water in the study area. Faults can act as barriers, non-barriers, or conduits to groundwater flow depending on whether the fault zones are less permeable, similarly permeable, or more permeable than the adjacent aquifers. Faults with significant offset can also affect cross-fault permeabil­ ity by truncating or locally reducing the thickness of permeable aquifers, or by juxtaposing formations with Figure 4. Photograph of the middle tuffaceous member of the Picuris Formation on the southern slope of Vadito Hill. The ledge-forming beds (Tpmc) are silicified sandstone. The underlying, less-resistant rocks (Tpm) are sandstones with volcanic clasts. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 10 dramatically different permeability. Faults can also influence if and where streams gain or lose a portion of their flow from or to underlying aquifers. Three major and several minor faults, including the Picuris- Pecos fault system, have been mapped in the vicinity of the Picuris Pueblo (Plates 1 and 2). The Picuris- Pecos fault system, a large fault zone with a com­ plex history, has been traced for more than 50 miles across the state, from the northern Picuris Mountains south of Taos, to near the village of Cañoncito east of Santa Fe, and southward into the Estancia Basin (Bauer and Kelson, 2004). This north-south trending fault system and a number of its subsidiary faults cut through Precambrian crystalline rocks and Paleozoic sedimentary strata in the Picuris Mountains then con­ tinue southward across the Rio Pueblo and Rio Santa Barbara through younger Tertiary Picuris and Tesuque Formations. Parallel to sub parallel sets of northeast- southwest faults associated with the Picuris-Pecos fault system bound adjoining up-thrown (horst) and down-dropped (graben) blocks that are oriented perpendicular to directions of regional groundwa­ ter and surface water flow. The Peñasco horst, a major up-thrown block of Precambrian crystalline rock, trends northeast from Chamisal across the Rio Santa Barbara and Rio Pueblo and into the Picuris Mountains between Vadito and the Pueblo de Picuris. Geologic cross sections A-A’ and B-B’ (Plate 2a-b) best illustrate the structure of the Peñasco horst and it’s location in the subsurface. At Chamisal, the sur­ face of the Peñasco horst is estimated to lie between 250 and 300 ft below land surface and at the Rio Santa Barbara southeast of Rio Lucia the horst lies just below the modern floodplain deposits, a depth of about 30 or 40 ft. The Peñasco horst influences both groundwater and surface water flow and groundwa­ ter quality in the study area. Effects of this geologic structure are discussed further in following sections. Figure 5. Photograph of the middle tuffaceous member (Tpm) of the Picuris Formation exposed on the southeastern slope of Hill 7551’ in the western Picuris Pueblo. Although most of Tpm is volcaniclastic silty sandstone, the unit contains interbeds of conglomerate and volcanic ash. 11 S O U T H T A O S V A L L E Y , T A O S C O U N T Y Groundwater and Surface Water Conditions The water-table surface map (Plate 4) illustrates the elevation, slope, and shape of the water table and denotes flow conditions, groundwater and sur­ face water interactions, and stresses on the aquifer. Shallow, horizontal groundwater flow is driven by the gradient of the water-table surface, and it gener­ ally moves in the direction of maximum hydraulic gradient, which is the direction perpendicular to the contours (lines of equal hydraulic head) in Plate 4. (The hydraulic gradient corresponds to the drop in hydraulic head per unit horizontal distance, and is expressed as a dimensionless number, for example feet per feet.) Arrows showing direction of horizontal groundwater movement have been added to help the reader interpret the water-table map. Groundwater exists under shallow, unconfined conditions in thin Quaternary alluvial deposits beneath the active floodplains"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "B-B’ (Plate 2a-b) best illustrate the structure of the Peñasco horst and it’s location in the subsurface. At Chamisal, the sur­ face of the Peñasco horst is estimated to lie between 250 and 300 ft below land surface and at the Rio Santa Barbara southeast of Rio Lucia the horst lies just below the modern floodplain deposits, a depth of about 30 or 40 ft. The Peñasco horst influences both groundwater and surface water flow and groundwa­ ter quality in the study area. Effects of this geologic structure are discussed further in following sections. Figure 5. Photograph of the middle tuffaceous member (Tpm) of the Picuris Formation exposed on the southeastern slope of Hill 7551’ in the western Picuris Pueblo. Although most of Tpm is volcaniclastic silty sandstone, the unit contains interbeds of conglomerate and volcanic ash. 11 S O U T H T A O S V A L L E Y , T A O S C O U N T Y Groundwater and Surface Water Conditions The water-table surface map (Plate 4) illustrates the elevation, slope, and shape of the water table and denotes flow conditions, groundwater and sur­ face water interactions, and stresses on the aquifer. Shallow, horizontal groundwater flow is driven by the gradient of the water-table surface, and it gener­ ally moves in the direction of maximum hydraulic gradient, which is the direction perpendicular to the contours (lines of equal hydraulic head) in Plate 4. (The hydraulic gradient corresponds to the drop in hydraulic head per unit horizontal distance, and is expressed as a dimensionless number, for example feet per feet.) Arrows showing direction of horizontal groundwater movement have been added to help the reader interpret the water-table map. Groundwater exists under shallow, unconfined conditions in thin Quaternary alluvial deposits beneath the active floodplains of the Rio Pueblo, Rio Santa Barbara, Rio Chiquito and Chamizal Creek. Depth to groundwater in the valleys is often less than 20 ft (Plate 5), causing these aquifers to be susceptible to degradation by pollutants associated with land use and waste management. These shallow, saturated zones are in direct hydraulic connection with deeper zones of saturation found within older Tertiary sedimentary units (Dixon Member of the Tesuque Formation and upper and middle members of the Picuris Formation). Deeper aquifers display both unconfined and semi-confined conditions. Evidence also indicates that vertically downward hydraulic gradients are prevalent. Water level (hydraulic head) data from adjacent shallow and deep wells generally indicate lower water levels at greater depths, support­ ing the concept that a very strong vertically down­ ward gradient prevails, specifically in the vicinity of Peñasco (see PW-11b and PW-42; PW-28 and PW-32), northeast of Chamisal (see PW-8 and PW-7), and near the confluence at Picuris Pueblo (see PW-4 and PW-5). The prevalence of downward gradients in the area indicates that shallow groundwater and connected surface water are actively moving to deeper saturated horizons. An exception is observed in the vicinity of the Peñasco horst south of Rio Lucio where water level data from adjacent wells PW-13b and PW-23 suggest that a vertically upward gradient exists. This localized upward flow of groundwater is likely caused by impermeable crystalline rocks in the Peñasco horst located at a very shallow depth and dramatic thinning of the overlying Picuris Formation. In addition, faults bounding the Peñasco horst may impede the flow of groundwater. Both conditions have the effect of forc­ ing deep groundwater up toward the surface. In general, shallow groundwater flows south- southwest from the Picuris Mountains and northwest through the Rio Santa Barbara and Chamizal drain­ ages into the Rio Pueblo valley. Shallow groundwater also flows parallel or subparallel to the major stream channels. Horizontal hydraulic gradients are rela­ tively uniform over much of the area, although small variations do exist. Changes in the hydraulic gradient reflect changes in topography and in aquifer proper­ ties, specifically the permeability of the aquifer mate­ rials. Generally speaking, the gradient of the water- table surface is about .01 to .02 in the Rio Pueblo valley and .03 to .04 in the Rio Santa Barbara and Chamizal valleys. A higher hydraulic gradient (larger drop in hydraulic head per unit distance) exists in the foothills of the Picuris Mountains (.085) and across the northwestern edge of the Peñasco horst (0.3). The ten-fold increase in the water-table gradient in the vicinity of the Peñasco horst between Chamisal and Rio Lucio must correspond (according to Darcy’s law of groundwater flow) with a ten-fold decrease in aquifer permeability at that location, suggesting that the fault bounding the northwest edge of the bedrock block has a reduced permeability and is attenuating the movement of groundwater at that location. The shape of the water-table surface in the vicin­ ity of streams also provides evidence of the inter­ change between surface water and groundwater and the gaining or losing nature of flow in the stream channel. Contours of water-table elevation (Plate 4) in the immediate vicinity of a stream indicate a gaining stream by pointing in an upstream direction, and indicate a losing stream by pointing in a down­ stream direction where they cross a stream channel. In a gaining stream, groundwater discharges into the stream channel, sustaining stream flow. This is the case along the Rio Pueblo within the study area, and along the Rio Santa Barbara and Chamizal Creek in the southern part of the study area. In a losing stream, water moves out of the stream channel and into the aquifer, thus providing recharge to the aquifer at the expense of flow in the stream channel. This is the case along Chamizal Creek downstream from the village of Chamisal, and along the Rio Santa Barbara southeast of the village of Rio Lucio. Flow in the Rio Santa Barbara and Chamizal Creek changes from gaining to losing across the down­ stream edge of the Peñasco horst, as the thickness and transmissivity of the aquifer increase dramatically (see geologic cross sections A-A’ and B-B’, Plate 2), N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 the water table drops, and stream flow seeps into the underlying aquifer. The shape of the water-table surface is fairly uniform and no pumping depressions appear in the vicinity of MDWCA pumping wells. This suggests that groundwater development has not depleted the aqui­ fers and does not appear to have significantly altered the water table from predevelopment conditions. Water Quality Results of water quality sampling from streams, springs, and shallow groundwater indicate that the quality of surface water and groundwater in the study area is generally good to excellent. Water samples were analyzed for ion chemistry, trace element chem­ istry and microbiological contaminants. The chemical and microbiological characteristics of surface water and groundwater provide information on the move­ ment of water through the aquifer, the interconnec­ tion between surface water and groundwater, and whether the surface and shallow water resources may be affected by waste management or land-use activities or by naturally occurring contaminants. Results of chemical analyses are shown in Appendix C,"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "moves out of the stream channel and into the aquifer, thus providing recharge to the aquifer at the expense of flow in the stream channel. This is the case along Chamizal Creek downstream from the village of Chamisal, and along the Rio Santa Barbara southeast of the village of Rio Lucio. Flow in the Rio Santa Barbara and Chamizal Creek changes from gaining to losing across the down­ stream edge of the Peñasco horst, as the thickness and transmissivity of the aquifer increase dramatically (see geologic cross sections A-A’ and B-B’, Plate 2), N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 the water table drops, and stream flow seeps into the underlying aquifer. The shape of the water-table surface is fairly uniform and no pumping depressions appear in the vicinity of MDWCA pumping wells. This suggests that groundwater development has not depleted the aqui­ fers and does not appear to have significantly altered the water table from predevelopment conditions. Water Quality Results of water quality sampling from streams, springs, and shallow groundwater indicate that the quality of surface water and groundwater in the study area is generally good to excellent. Water samples were analyzed for ion chemistry, trace element chem­ istry and microbiological contaminants. The chemical and microbiological characteristics of surface water and groundwater provide information on the move­ ment of water through the aquifer, the interconnec­ tion between surface water and groundwater, and whether the surface and shallow water resources may be affected by waste management or land-use activities or by naturally occurring contaminants. Results of chemical analyses are shown in Appendix C, Tables C-1, C-2, C-3, and C-4. Laboratory sheets from the New Mexico Bureau of Geology and Mineral Resources water quality lab for ion and trace element chemistry and from the New Mexico Department of Health Sientific Laboratory Division for total coliform and fecal coliform are also included in Appendix C. Water Quality Standards. Water quality standards are established by various federal, state and tribal agencies with the objective of protecting public health and maintaining the quality of surface water and/or groundwater for designated uses. Standards applicable to surface waters in the Rio Pueblo and Rio Santa Barbara have been established by the New Mexico Water Quality Control Commission (NMWQCC, 2002a, 2002b). Water quality standards adopted by the Pueblo in May 1995 and revised in 2000 (Picuris Pueblo, 2000) apply to all waters within the bound­ aries of the Pueblo and consist of numeric standards specific to designated uses and an antidegradation policy. Designated uses are recharge of domestic water supply, fish culture, high quality coldwater fishery, irrigation, livestock and wildlife watering, municipal and industrial water supply and primary recreation (Picuris Pueblo, 2000; Smolka, 1996). Drinking water standards in the form of maximum contaminant levels (MCLs) established by U.S. Environmental Protection Agency (USEPA) also apply to the study area. The Pueblo of Picuris has authorization for the purposes of the federal Clean Water Act, along with USEPA, to apply water quality standards. Water quality results for groundwater (Appendix C) are compared to USEPA MCLs, results for surface water are compared to Picuris Pueblo designated-use standards (Picuris Pueblo, 2000), and results for spring water are com­ pared to Picuris Pueblo general standards (Picuris Pueblo, 2000) and, for the sake of discussion, to New Mexico State standards (NMSS) for groundwater (NMWQCC, 2002b). Surface Water Quality. During the period of May 2, 1994 through February 22, 1995, NMED conducted a special water quality survey of the Rio Pueblo, Rio Santa Barbara and Embudo Creek (Smolka, 1996). Nine sampling stations from the headwaters to the confluence with the Rio Grande were visited on five occasions for water quality and biological assess­ ments; five of those stations are located within or immediately upstream of the study area and provide valuable baseline data. Results from Smolka (1996) indicated that water quality on the Rio Pueblo and the Rio Santa Barbara was “quite good”, based on their comparison of results to water quality stan­ dards for interstate and intrastate streams in New Mexico. Both streams were clear, highly oxygenated and slightly alkaline. On average, each contained low levels of nutrients, metals and dissolved inorganic chemicals. The concentrations of total dissolved solids increased slightly in a downstream direction, indepen­ dent of the sampling season. Concentrations at each site during the summer and fall seasons were double those taken during winter-spring low-flow conditions. Ten water quality standards were exceeded on the Rio Pueblo and eight standards were exceeded on the Rio Santa Barbara. The type and number of deviations (from state standards) on the Rio Pueblo included: • Site 3, Rio Pueblo below Sipapu and above Placitas – phosphorus (1), turbidity (1), chronic aluminum (1), and fecal coliform (1); • Site 4, Rio Pueblo at Highway 75 bridge above confluence with Rio Santa Barbara – tem­ perature (1 marginal), phosphorus (1), chronic aluminum (1), and fecal coliform (1). The type and number of deviations on the Rio Santa Barbara included: • Site 5, Rio Santa Barbara at upper Santa Barbara campground – phosphorus (1 marginal), chronic aluminum (1); 13 S O U T H T A O S V A L L E Y , T A O S C O U N T Y • Site 6, Rio Santa Barbara upstream of confluence with Rio Pueblo – temperature (2), conductivity (2), chronic aluminum (1), and fecal coliform (1). The February 2004 sampling event conducted during this study did not duplicate the entire list of analyses performed by NMED in the 1994 special water qual­ ity survey (Smolka, 1996); specifically, no tests of tur­ bidity, temperature, dissolved oxygen (DO), ammonia, total nitrogen, or tin were conducted in 2004. For the remaining analyses, two minor deviations from Picuris Pueblo designated-use standards were noted. The location and type of surface water quality devia­ tion include: • PSW-4, Rio Pueblo above the waste water treat­ ment plant, specific conductance; the result (312 micro Siemens per centimeter (μS/cm)) exceeded the standard (300 μS/cm) established for high quality coldwater fishery (Table C-1); • PSW-7, Rio Pueblo below the waste water treat­ ment plant, zinc; the result (320 μg/L) exceeded the calculated standard under acute fishery crite­ ria (187 μg/L) (Table C-3). The quality of spring water on the Pueblo showed minor deviations from groundwater and drinking water standards. Relatively high iron (Fe) concentra­ tions were noted for Suncorner Spring (PS-76) and Dogwater Spring (PS-77), which exceeded either the EPA’s MCL and/or the NMSS for groundwater (Table C-2). In addition, three of four springs sampled indicated a presence of total coliform, but did not exceed the count limit for fecal coliform. In general, the quality of surface waters in the Picuris Pueblo remains good to excellent and is suitable for their designated uses. Groundwater Quality. Results of major and minor ion chemistry, trace element chemistry, and microbio­ logical tests on water from shallow domestic wells and springs indicate that the quality of groundwater in the Pueblo is generally quite good, although sev­ eral individual incidents of"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "O U N T Y • Site 6, Rio Santa Barbara upstream of confluence with Rio Pueblo – temperature (2), conductivity (2), chronic aluminum (1), and fecal coliform (1). The February 2004 sampling event conducted during this study did not duplicate the entire list of analyses performed by NMED in the 1994 special water qual­ ity survey (Smolka, 1996); specifically, no tests of tur­ bidity, temperature, dissolved oxygen (DO), ammonia, total nitrogen, or tin were conducted in 2004. For the remaining analyses, two minor deviations from Picuris Pueblo designated-use standards were noted. The location and type of surface water quality devia­ tion include: • PSW-4, Rio Pueblo above the waste water treat­ ment plant, specific conductance; the result (312 micro Siemens per centimeter (μS/cm)) exceeded the standard (300 μS/cm) established for high quality coldwater fishery (Table C-1); • PSW-7, Rio Pueblo below the waste water treat­ ment plant, zinc; the result (320 μg/L) exceeded the calculated standard under acute fishery crite­ ria (187 μg/L) (Table C-3). The quality of spring water on the Pueblo showed minor deviations from groundwater and drinking water standards. Relatively high iron (Fe) concentra­ tions were noted for Suncorner Spring (PS-76) and Dogwater Spring (PS-77), which exceeded either the EPA’s MCL and/or the NMSS for groundwater (Table C-2). In addition, three of four springs sampled indicated a presence of total coliform, but did not exceed the count limit for fecal coliform. In general, the quality of surface waters in the Picuris Pueblo remains good to excellent and is suitable for their designated uses. Groundwater Quality. Results of major and minor ion chemistry, trace element chemistry, and microbio­ logical tests on water from shallow domestic wells and springs indicate that the quality of groundwater in the Pueblo is generally quite good, although sev­ eral individual incidents of elevated concentrations of naturally occurring contaminants are noted. Results of major ion chemistry (Table C-1), minor ion chemis­ try (Table C-2), trace element chemistry (Table C- 3), and microbiologic sampling (Table C-4) are tabulated in Appendix C, followed by laboratory sheets for each sample. Major Ion Chemistry and Regional Conditions. The groundwater on Picuris Pueblo is dominated by calcium and bicarbonate ions. However, a small number of wells produce either sodium-rich (calcium depleted) bicarbonate water or calcium-rich bicarbon­ ate-sulfate water. One well produced sodium bicar­ bonate-sulfate water. The various water quality types occurring on Picuris Pueblo are illustrated in Stiff diagrams on Plate 6. Bicarbonate-sulfate groundwater is concentrated in and around Peñasco and is believed to originate from the upper Rio Santa Barbara, which drains Pennsylvanian shale and limestone contain­ ing sulfate-rich sediments. Stream water sampling by Smolka (1996) indicate that water in the Rio Santa Barbara at the upper Santa Barbara campground (sta­ tion 5) is bicarbonate-sulfate in composition. Water from the Rio Santa Barbara below Peñasco (PSW-9) and the Rio Pueblo above Telephone Canyon (PSW- 5) also contains a significant proportion of sulfate. Two wells with sodium-rich (calcium depleted) water (PW-4 and PW-69) are located in the Rio Pueblo valley and are completed in the middle tuffaceous member of the Picuris Formation (Tpm), which is composed of silts, sands, and clays that have a signifi­ cant component of volcanic ash and pumice. The ion chemistry of water samples is also illus­ trated in a Piper diagram (Figure 6), which shows three general groups of chemically similar water and a small degree of mixing. Again, the major water type is calcium bicarbonate water, which generally occurs throughout the Dixon Member and upper member of the Picuris Formation in the valleys of the Rio Santa Barbara, Rio Pueblo, and Chamizal Creek. This water type is represented by the dense cluster of data in the left-hand quadrant of the diagram. A limited group of samples plot toward the sulfate (SO4 2-) end of the Piper diagram and define the sulfate-rich water. This chemical zone is represented by two domestic wells (PW-31 and PW-45) near Peñasco and headwaters of the Rio Santa Barbara and Rio Pueblo (PSW-9 and PSW- 5). Groundwater in shallow wells near the Rio Santa Barbara upstream of Peñasco is expected to contain a significant portion of sulfate. A third group of sodium-rich (calcium-depleted) water is represented by two domestic well samples (PW-4 and PW-69) taken from the middle tuffaceous member of the Picuris Formation and a spring sample from Precambrian crystalline rocks in the foothills of the Picuris Mountains (PS-81) that falls midway between the sodium-rich well water and the bulk of the cal­ cium bicarbonate samples. Extension of the main body of calcium bicarbonate samples toward the sulfate- rich and sodiumrich end members indicates a small amount of mixing between these two outlying water types and the primary calcium bicarbonate zone. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 The occurrence of major and minor ions and trace elements varies systematically across the study area. The distribution of various chemical components is shown in a series of contour plots of chemical concen­ trations (Figures 7a through 7l), which allow inter­ pretation of the origin and evolution of groundwater. When combined with other hydrologic and geologic data, we can also make some deduction about the origin of the dissolved chemicals. High and low anomalies in chemical distribution patterns reflect the different chemistry of different aquifers (for example, the middle member of the Picuris Formation (Tpm)), the effects of geologic structures such as the Peñasco horst or faults associated with the Picuris-Pecos fault system, or local chemical condi­ tions. Similar patterns are repeated in the contours of several chemical ions and elements and will be discussed throughout this section. The overall chemical evolution of ground­ water along its westward flow path is expressed plainly in contours of total dissolved solids (TDS) (Figure 7a). The concentration of TDS increases in Figure 6. Piper diagram showing major ion composition and hydrochemical zones in groundwater and surface water on Picuris Pueblo 15 S O U T H T A O S V A L L E Y , T A O S C O U N T Y a down-gradient direction, from 164 to 485 mg/L, indicating that increasing amounts of minerals are dissolved in or added to groundwater along its flow path. The lowest concentrations of TDS in ground­ water are in the upper Rio Santa Barbara valley above Peñasco. The highest concentrations occur in the Chamizal valley downstream of the village. The distribution pattern for TDS is imitated by specific conductance (Figure 7b), which is an indirect measure of dissolved mineral content or salinity. In general, groundwater in the study area ranges from low (<250 μS/cm) to medium (250 to 750 μS/cm) salinity. Contours of sulfate concentration (Figure 7c) indicate that the highest sulfate (SO4 2-) ion concentrations occur near Peñasco and overlap the area of lowest dissolved solids. Again, this high sulfate, low TDS water originates from the Rio Santa Barbara drain­ age. The two domestic wells with sodium-rich water (PW-4 and PW-69) completed in the middle tuffa­ ceous member of the Picuris"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "low anomalies in chemical distribution patterns reflect the different chemistry of different aquifers (for example, the middle member of the Picuris Formation (Tpm)), the effects of geologic structures such as the Peñasco horst or faults associated with the Picuris-Pecos fault system, or local chemical condi­ tions. Similar patterns are repeated in the contours of several chemical ions and elements and will be discussed throughout this section. The overall chemical evolution of ground­ water along its westward flow path is expressed plainly in contours of total dissolved solids (TDS) (Figure 7a). The concentration of TDS increases in Figure 6. Piper diagram showing major ion composition and hydrochemical zones in groundwater and surface water on Picuris Pueblo 15 S O U T H T A O S V A L L E Y , T A O S C O U N T Y a down-gradient direction, from 164 to 485 mg/L, indicating that increasing amounts of minerals are dissolved in or added to groundwater along its flow path. The lowest concentrations of TDS in ground­ water are in the upper Rio Santa Barbara valley above Peñasco. The highest concentrations occur in the Chamizal valley downstream of the village. The distribution pattern for TDS is imitated by specific conductance (Figure 7b), which is an indirect measure of dissolved mineral content or salinity. In general, groundwater in the study area ranges from low (<250 μS/cm) to medium (250 to 750 μS/cm) salinity. Contours of sulfate concentration (Figure 7c) indicate that the highest sulfate (SO4 2-) ion concentrations occur near Peñasco and overlap the area of lowest dissolved solids. Again, this high sulfate, low TDS water originates from the Rio Santa Barbara drain­ age. The two domestic wells with sodium-rich water (PW-4 and PW-69) completed in the middle tuffa­ ceous member of the Picuris Formation also exhibit a relatively high sulfate concentration that is likely characteristic of water from that formation. Chloride (Cl-) ion concentration ranges from 2 to 24 mg/L and concentration contours (Figure 7d) generally mimic those for dissolved solids, increasing in a downstream direction. Relatively high concentrations of both TDS and chloride coexist in several wells near and northeast of Chamisal (for example PW-38), which are situated near faults associated with the Peñasco horst, the northeast-trending shallow Precambrian bedrock structure. Chloride ion concentrations in groundwater near Picuris Pueblo are well below levels demonstrated by McQuillan (2004) to be associated with septic system contamination in New Mexico (approximately 50 to 200 mg/L), and appear to origi­ nate from natural sources. Chloride/bromide ratios (Cl-/Br-) in groundwater also help to reconstruct the history of groundwater systems and to identify sources of pollution (Davis et al., 1998). In the study area, Cl-/Br- ratios range from 22 to 185. These values are generally within the range reported for atmospheric precipitation (between 50 and 150) and shallow groundwater (between 100 and 200), and well below the values associated with domestic sewage (between 300 and 600) (Davis et al., 1998). Groundwater from many volcanic rocks has significantly higher ratios, specifi­ cally pumice and tuff, which range from 500 to 545 (Davis et al., 1998). Near Picuris Pueblo Cl-/Brratios are significantly higher in wells coincident with horst- bounding faults and the middle tuffaceous member of the Picuris Formation (Tpm) (PW-38 at 185 and PW-21 at 120). In summary, the major ion chemistry of ground­ water near Picuris Pueblo indicates that high quality, low TDS, calcium-bicarbonate and bicarbon­ ate-sulfate water is generated in the upper watersheds and dominates shallow groundwater from the Dixon Member and the upper member of the Picuris Formation. This high quality groundwater is slightly degraded with added dissolved minerals, sulfate, and chloride originating from deeper sources in the vicinity of the Peñasco horst and by movement through the middle tuffaceous member of the Picuris Formation and older Precambrian crystal­ line rocks. Based on major ion chemistry, there is no indication of degradation of shallow groundwater by domestic sewage. Minor Ion Chemistry and Regional Conditions. The distribution of minor ions nitrate (NO3 -), iron (Fe2+/3+), manganese (Mn2+), strontium (Sr2+), and silica (SiO2) (Figures 7e through 7i) varies system­ atically across the study area and exhibits local anomalies that augment general interpretation of regional chemical conditions. Elevated concentrations of nitrate, iron, and manganese are often associated with contamination from septic systems. Nitrate ion concentrations (expressed as nitrogen, N) in ground­ water on Picuris Pueblo are well below the EPA MCL of 10 mg/L, but are sufficiently high to indi­ cate oxygen-rich conditions. In anoxic conditions, nitrogen originating from septic systems exists as ammonium (NH4 +) or nitrite (NO2 -). Observed nitrate concentrations are well below those associ­ ated with septic or wastewater contamination in oxygenated conditions (McQuillan, 2004) and within the range associated with igneous rocks (Hem, 1985). The distribution of nitrate reflected in concentration contours (Figure 7e) shows a regional pattern of very low concentrations with relatively higher concentra­ tions at specific locations near Chamisal (PW-17 and PW-51) and south of Vadito (PW-46 and PW-67), locations contiguous with the Peñasco horst and the Picuris-Pecos fault system. Several water samples from wells and springs 19 on Picuris Pueblo contain elevated concentrations of iron and manganese, which exceed EPA’s secondary or aesthetic MCL. The well identification and type of deviation are: • PW-8, iron concentration of 0.41 mg/L exceeds the MCL of 0.3 mg/L. • PW-28, iron concentration of 0.89 mg/L exceeds the MCL of 0.3 mg/L. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 Figure 7. Chemistry concentra­ tion contours for groundwater of the Picuris Pueblo. 17 S O U T H T A O S V A L L E Y , T A O S C O U N T Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 18 19 S O U T H T A O S V A L L E Y , T A O S C O U N T Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 21 S O U T H T A O S V A L L E Y , T A O S C O U N T Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 • PW-31, iron concentration of 0.47 mg/L exceeds the MCL of 0.3 mg/L. • PW-65, iron concentration of 0.43 mg/L exceeds the MCL of 0.3 mg/L; manganese con­ centration of 0.49 mg/L exceeds"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 Figure 7. Chemistry concentra­ tion contours for groundwater of the Picuris Pueblo. 17 S O U T H T A O S V A L L E Y , T A O S C O U N T Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 18 19 S O U T H T A O S V A L L E Y , T A O S C O U N T Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 21 S O U T H T A O S V A L L E Y , T A O S C O U N T Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 • PW-31, iron concentration of 0.47 mg/L exceeds the MCL of 0.3 mg/L. • PW-65, iron concentration of 0.43 mg/L exceeds the MCL of 0.3 mg/L; manganese con­ centration of 0.49 mg/L exceeds the MCL of 0.05 mg/L. Concentrations of iron and manganese in ground­ water (Figures 7f and 7g) are also dependent on the amount of oxygen dissolved in the system. Fully aerated, oxygen-rich water should not contain more than a few micrograms per liter iron or manganese. In oxygen-poor (reducing) conditions, concentra­ tions may increase to several milligrams per liter of iron and more than 1.0 mg/L manganese (Hem, 1985). The presence of septic-tank effluent can make groundwater even more reducing, causing elevated levels of iron and manganese (McQuillan, 2004), which often co-exist (Hem, 1985). On Picuris Pueblo, iron concentrations in groundwater are generally at or below detection (<0.05 mg/L) with limited occur­ rence in excess of the secondary groundwater stan­ dard of 0.3 mg/L at two springs (PS-76 and PS-77) and four wells (PW-08, PW-28, PW- 31 and PW-65). Similarly, manganese concentrations are below detec­ tion (<0.001 mg/L), except at the same two springs and PW-65 where they exceed the secondary ground­ water standard of 0.05 mg/L. Excess iron and man­ ganese in PW-65 accompanied by an extremely low nitrate concentration is consistent with increased dis­ solution of iron and manganese from minerals in the rocks and soils under reducing or anoxic conditions. Based on current information, it is not clear whether this condition is associated with septic tank effluent or merely reflects natural, local chemical conditions in the aquifer. Chemical testing for additional constitu­ ents would be required to further identify the source. The chemistry of the minor ion strontium is simi­ lar to that of calcium. It is most common in granitic rocks and to a lesser extent in limestone. Strontium ion concentrations on Picuris Pueblo range from 0.2 to 4.3 mg/L, with highest concentrations occurring in the Dixon Member (Ttd) and the upper member of the Picuris Formation (Tpu) in the Chamizal valley (Figure 7h). The median concentration of strontium in U.S. public water supplies is 0.11 mg/L (Hem, 1985). The relatively high concentrations on Picuris Pueblo, and specifically the Chamizal valley, are derived from weathering of granitic rocks. There are no health effects associated with strontium and no groundwater standards governing its occurrence. Concentrations of dissolved silica in groundwater on Picuris Pueblo also originate from weathering and breakdown of silicate minerals in rocks, particularly the granitic, silicate-rich Precambrian rocks of the Picuris Mountains. Solubility of silica in natural water is primarily a function of water temperature, with increased solubility attained as water temperatures rise (Hem, 1985). Silica concentrations in groundwa­ ter on Picuris Pueblo range from 6.6 to 55 mg/L. An average reported concentration of silica in ground­ water is 17 mg/L (Davis, 1964). Higher concentra­ tions are related to rock type and temperature (Hem, 1985). The distribution of silica reflected in concen­ tration contours (Figure 7i) shows a regional pattern of above average concentrations with significantly higher concentrations aligned in a trend contiguous with the Peñasco horst and the Picuris-Pecos fault system, suggesting that groundwater in this silica-rich zone either originated from a deep source within the Precambrian rocks or represents a mixture of deep and shallow sources. Trace Element Chemistry and Naturally Occurring Contaminants. Several water samples from wells and springs on Picuris Pueblo contain excessive concentra­ tions of trace elements, which are naturally occurring contaminants. Three samples exceeded EPA’s primary (health based) MCL for a single contaminant and several others exceeded a secondary (aesthetic) MCL. The well identification and type of deviation are: • PW-27, uranium concentration of 30 μg/L equals the primary MCL of 30 μg/L. • PW-51, arsenic concentration of 11 μg/L exceeds the primary MCL of 10 μg/L. • PW-69, fluoride concentration of 10 mg/L exceeds the primary MCL of 4 mg/L. • PW-4, fluoride concentration of 3.3 mg/L exceeds the secondary MCL of 2 mg/L. Events where concentrations of uranium, arsenic, and fluoride exceed or meet an EPA primary MCL, which is a health-based standard, are a significant concern. This occurs in samples PW- 27 and PW-51 near Chamisal and in PW-69 west of Vadito. Ingestion of water with elevated levels of these contaminants is associated with potential health effects. Uranium can cause kidney disease and an increased risk of can­ cer. Arsenic is associated with several health effects, including skin damage, problems with circulatory systems, and possibly an increased cancer risk. Ingestion of fluoride in excess of 2 mg/L can cause dental fluorosis (mottling of the teeth), and in excess of 4 mg/L can cause bone disease. For more infor­ mation on drinking water contaminants and their 23 S O U T H T A O S V A L L E Y , T A O S C O U N T Y potential health effects see http://www.epa. gov/safe­ water/mcl.html. Each of these trace contaminants originates from a natural source in the rocks found on Picuris Pueblo. Fluoride and arsenic are detected in wells completed in the middle tuffaceous member of the Picuris Formation (Tpm) and have an origin from the volcanic ash that is abundant in that geologic unit. High fluoride (Figure 7j) is typically found only in sodium-rich, calcium-depleted water such as that observed in PW-69 and PW-4 (see previous section, Major Ion Chemistry and Regional Conditions). High fluoride concentrations are associated with a process called cation exchange, wherein calcium and magnesium dissolved in groundwater are exchanged for sodium and potassium from the alteration products of volcanic ash, which have a high cation- exchange potential."
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "fluoride concentration of 10 mg/L exceeds the primary MCL of 4 mg/L. • PW-4, fluoride concentration of 3.3 mg/L exceeds the secondary MCL of 2 mg/L. Events where concentrations of uranium, arsenic, and fluoride exceed or meet an EPA primary MCL, which is a health-based standard, are a significant concern. This occurs in samples PW- 27 and PW-51 near Chamisal and in PW-69 west of Vadito. Ingestion of water with elevated levels of these contaminants is associated with potential health effects. Uranium can cause kidney disease and an increased risk of can­ cer. Arsenic is associated with several health effects, including skin damage, problems with circulatory systems, and possibly an increased cancer risk. Ingestion of fluoride in excess of 2 mg/L can cause dental fluorosis (mottling of the teeth), and in excess of 4 mg/L can cause bone disease. For more infor­ mation on drinking water contaminants and their 23 S O U T H T A O S V A L L E Y , T A O S C O U N T Y potential health effects see http://www.epa. gov/safe­ water/mcl.html. Each of these trace contaminants originates from a natural source in the rocks found on Picuris Pueblo. Fluoride and arsenic are detected in wells completed in the middle tuffaceous member of the Picuris Formation (Tpm) and have an origin from the volcanic ash that is abundant in that geologic unit. High fluoride (Figure 7j) is typically found only in sodium-rich, calcium-depleted water such as that observed in PW-69 and PW-4 (see previous section, Major Ion Chemistry and Regional Conditions). High fluoride concentrations are associated with a process called cation exchange, wherein calcium and magnesium dissolved in groundwater are exchanged for sodium and potassium from the alteration products of volcanic ash, which have a high cation- exchange potential. When calcium is depleted from the system through cation exchange, it is unavailable to bond with the negatively charged fluoride ion. High fluoride occurs in both sodium-bicarbonate and sodiumbicarbonate- sulfate waters. Arsenic, typically associated with geothermal waters or groundwater circulating through volcanic or mineralized rock, is detected at a concentration exceeding a health stan­ dard in PW-51 and at lower concentrations in PW-69 and PW-66. Arsenic concentration contours (Figure 7k) indicate an origin from the middle tuffaceous member of the Picuris Formation (Tpm), the volcanic sediments in the upper volcaniclastic member, and/ or an association with deep groundwater circulat­ ing through mineralized Precambrian rocks in the Peñasco horst. Uranium generally occurs in concentrations between 0.1 and 10 μg/L in natural waters (Hem, 1985), but concentrations up to 30 μg/L are detected in the vicinity of Chamisal and from PS-81, a spring on the northern edge of the study area in the Picuris Mountains (Figure 7l). Elevated concentrations of uranium originate from uranium- bearing rocks in Precambrian formations or from secondary depos­ its in younger sediments of the Tesuque or Picuris Formations. Whatever the original source, uranium migrates in groundwater until it encounters reducing conditions, which cause it to precipitate as a mineral coating on sediments. Subsequent exposure of those sediments to oxygen through erosion or by migration of oxygen-rich groundwater can remobi­ lize the uranium and contaminate shallow aquifers. Similar conditions have been observed in shallow aquifers of the Pueblo of Pojoaque (McQuillan and Montes, 1998). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 24 25 S O U T H T A O S V A L L E Y , T A O S C O U N T Y F our hydrostratigraphic units or aquifers with varying degrees of interconnection are present on the Picuris Pueblo. Quaternary alluvial deposits (Qa) form thin, shallow aquifers beneath the active floodplains of major streams and are at greatest risk for degradation from land-use and waste manage­ ment activities. The Dixon Member of the Tesuque Formation (Ttd) forms the primary aquifer along the southern edge of the study area, near Chamisal and south and east of Peñasco. The upper volcani­ clastic member of the Picuris Formation (Tpu) forms a major aquifer in and between the Rio Pueblo and Rio Santa Barbara valleys, but productivity is vari­ able and greater well depths are often required. The middle tuffaceous member of the Picuris Formation (Tpm) forms a relatively minor aquifer in the Rio Pueblo Valley, and contains fine-grained, volcanic- rich sediments with low permeability. The Peñasco horst, an up-thrown block of Precambrian crystalline rock within the Picuris- Pecos fault system, contains heavily mineralized and uranium-bearing rocks and influences both groundwater and surface water flow and groundwater quality. Groundwater in thin alluvial aquifers exists under unconfined conditions and is in direct hydrau­ lic connection with deeper aquifers. Vertically downward hydraulic gradients drive circulation of oxygen-rich shallow groundwater down to deeper aquifers over much of the Pueblo. Vertically upward hydraulic gradients adjacent to the Peñasco horst provide a mechanism for upward movement of deep circulating groundwater that degrades water quality in shallow aquifers adjacent to and downstream of the horst with regionally high concentrations of dis­ solved solids, chloride, and silica. Perennial streams on the Pueblo are generally gaining streams, collect­ ing a portion of their flow from the shallow alluvial aquifers. However, flows in the Rio Santa Barbara and Chamizal Creek appear to change from gaining to losing as they cross the downstream edge of the Peñasco horst, where thickness and transmissivity of the aquifer increase. Infiltration of oxygen-rich surface water near Chamisal may contribute to chemical conditions favorable for mobilizing naturally occurring uranium I V . C O N C L U S I O N S A N D R E C O M M E N D A T I O N S to concentrations reaching health-based drinking water standards (30 μg/L). Elevated concentra­ tions of naturally occurring arsenic and fluoride are attributed to groundwater originating deep within mineralized crystalline rocks of the Peñasco horst or circulating through volcanic- rich sediments in the Picuris Formation. Both arsenic and fluoride exceed maximum contaminant levels for drinking water, and together with uranium present a significant public health concern. Shallow aquifer contamination from waste related contaminants does not presently appear to pose a significant health concern. Chloride and nitrate concentrations are significantly lower than those associated with septic or wastewater contamina­ tion in oxygenated conditions and within the range associated with igneous rocks. Chloride/bromide ratios (Cl-/Br-) are also well below values associated with domestic sewage. Excess iron and manganese in one well (PW-65) accompanied by an extremely low nitrate concentration indicate reducing or anoxic conditions that may be associated with septic tank effluent or merely reflects natural, local chemical conditions in the aquifer. Chemical testing for addi­ tional constituents would be required to further clarify the source. Based on observations of naturally occurring contaminants in excess of EPA drinking water stan­ dards, several recommendations are presented: 1) Additional Testing. While most wells on Picuris Pueblo generally produce water of excellent quality, the sporadic occurrence of elevated lev­ els of uranium, fluoride, and arsenic pose a sig­ nificant health concern."
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "Chamizal Creek appear to change from gaining to losing as they cross the downstream edge of the Peñasco horst, where thickness and transmissivity of the aquifer increase. Infiltration of oxygen-rich surface water near Chamisal may contribute to chemical conditions favorable for mobilizing naturally occurring uranium I V . C O N C L U S I O N S A N D R E C O M M E N D A T I O N S to concentrations reaching health-based drinking water standards (30 μg/L). Elevated concentra­ tions of naturally occurring arsenic and fluoride are attributed to groundwater originating deep within mineralized crystalline rocks of the Peñasco horst or circulating through volcanic- rich sediments in the Picuris Formation. Both arsenic and fluoride exceed maximum contaminant levels for drinking water, and together with uranium present a significant public health concern. Shallow aquifer contamination from waste related contaminants does not presently appear to pose a significant health concern. Chloride and nitrate concentrations are significantly lower than those associated with septic or wastewater contamina­ tion in oxygenated conditions and within the range associated with igneous rocks. Chloride/bromide ratios (Cl-/Br-) are also well below values associated with domestic sewage. Excess iron and manganese in one well (PW-65) accompanied by an extremely low nitrate concentration indicate reducing or anoxic conditions that may be associated with septic tank effluent or merely reflects natural, local chemical conditions in the aquifer. Chemical testing for addi­ tional constituents would be required to further clarify the source. Based on observations of naturally occurring contaminants in excess of EPA drinking water stan­ dards, several recommendations are presented: 1) Additional Testing. While most wells on Picuris Pueblo generally produce water of excellent quality, the sporadic occurrence of elevated lev­ els of uranium, fluoride, and arsenic pose a sig­ nificant health concern. Sampling of additional wells is recommended to further define ground­ water quality and identify problems within the Pueblo boundary. 2) Long-Term Monitoring. After existing water quality has been further defined, a long-term monitoring program is recommended to track water-quality trends and contaminant migration. Pumping of large community supply wells can induce migration of contaminants and well-head protection should be considered. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 26 3) Public Education. Rural residents, particularly in the communities of Chamisal and Vadito, should be advised of potential health concerns and methods of addressing water quality problems. The New Mexico Environment Department Ground Water Quality Bureau can provide information and support in these efforts. 4) Water Treatment. In instances of significant drinking water impairment, installation of on- site water treatment units or alternative water sources should be considered. New Mexico Bureau of Geology and Mineral Resources - Project Personnel Peggy S. Johnson, Senior Hydrogeologist Principal investigator, data collection, compi­ lation, analysis, and interpretation, technical report Dr. Paul W. Bauer, Senior Geologist, paul.bauer@nmt.edu Geologic model and data interpretation, cross sections Support Personnel Patricia B. Jackson-Paul, Senior Geological Lab Associate, Well inventory, water level data collection Stacy S. Timmons, Geologist, stacy.timmons@nmt.edu Geologic, hydrologic, chemical data complia­ tion and interpretation, GIS Brigitte Felix, GIS Technician Cartography, GIS, report design P R O J E C T S T A F F S O U T H T A O S V A L L E Y , T A O S C O U N T Y 27 R E F E R E N C E S Aby, S.B., Bauer, P.W., and Kelson, K.I., 2004, The Picuris Formation: A late Eocene to Miocene sedimentary sequence in northern New Mexico: New Mexico Geological Society, Guidebook 55, p. 335-350. Aby, S.B. and Koning, D.J., 2004, Sedimentology of the Tesuque Formation and tectonics of the Embudo fault system near Dixon, New Mexico: New Mexico Geological Society, Guidebook 55, p. 351-358. Bauer, P.W., 1993, Proterozoic tectonic evo­ lution of the Picuris Mountains, north­ ern New Mexico: Journal of Geology, v. 101, p. 483-500. Bauer, P.W. and Kelson, K.I., 2002, Geology of the Pueblo of Picuris, New Mexico: Final technical report for the Pueblo of Picuris Environment Department, 23 p. plus 1:24,000 geologic map and cross section. Bauer, P.W. and Kelson, K.I., 2004, Cenozoic Structural Development of the Taos Area, New Mexico: New Mexico Geological Society, Guidebook 55, p. 129-146. Bauer, P.W., Kelson, K.I., and Aby, S.B., 2005, Geologic map of the Peñasco 7.5-minute quadrangle, Taos County, New Mexico: New Mexico Bureau of Geology and Mineral Resources, Open- file geologic map OF-GM 62, scale 1:24,000. Davis, S.N., 1964, Silica in streams and ground water: American Journal of Science, vol. 262, p. 870-891. Davis, S.N., Whittemore, D.O., and Fabryka-Martin, J., 1998, Uses of Chloride/Bromide Ratios in Studies of Potable Water: Ground Water, vol. 36, no. 2, p. 338-350. Hem. J.D., 1985, Study and interpreta­ tion of the chemical characteristics of natural water: U.S. Geological Survey Water-Supply Paper 2254, 263 p. Johnson, P.S., 1998, Surface water assess­ ment Taos County, New Mexico: New Mexico Bureau of Geology and Mineral Resources Open-File Report No. 440, August 1998. McQuillan, D., 2004, Ground-water quality impacts from on-site septic systems: Proceedings of 13th Annual Conference, National Onsite Wastewater Recycling Association, Nov. 7-10, 2004, Albuquerque, New Mexico. McQuillan, D. and Montes, R., 1998, Ground-water geochemistry, Pojoaque Pueblo, New Mexico: New Mexico Environment Department Groundwater Bureau Report No.98/1, August 1998, 34 p. New Mexico Water Quality Control Commission, 2002a, State of New Mexico Standards for Interstate and Intrastate Surface Waters, 20.6.4 NMAC, as amended through October 11, 2002. New Mexico Water Quality Control Commission, 2002b, New Mexico Water Quality Control Commission Regulations, 20.6.2. NMAC, effective September 15, 2002. Picuris Pueblo, 2000, Water Quality Code for the Picuris Pueblo, adopted May 11, 1995, revised May 2000. Smolka, L.R., 1996, Special water quality survey of the Rio del Pueblo, Rio Santa Barbara and Embudo Creek, Rio Arriba and Taos Counties, New Mexico May 2, 1994 – February 22, 1995 in New Mexico Environment Department Surface Water Quality Bureau, July 1996, Intensive water quality stream surveys 1994, 184 p. Steinpress, M.G., 1980, Neogene stratig­ raphy and structure of the Dixon area, Española basin, north-central New Mexico (M.S. thesis): Albuquerque, University of New Mexico, 127 p. Tanimoto, R.M. and Good, N.S., June 1982, Annual survey, community water supply system #3500113 for Picuris Pueblo water system, Albuquerque Area Indian Health Service, USPHS, unpub­ lished agency report. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu"
    },
    {
        "URL": "OFR-596_Picuris.pdf",
        "Text": "Mexico Environment Department Groundwater Bureau Report No.98/1, August 1998, 34 p. New Mexico Water Quality Control Commission, 2002a, State of New Mexico Standards for Interstate and Intrastate Surface Waters, 20.6.4 NMAC, as amended through October 11, 2002. New Mexico Water Quality Control Commission, 2002b, New Mexico Water Quality Control Commission Regulations, 20.6.2. NMAC, effective September 15, 2002. Picuris Pueblo, 2000, Water Quality Code for the Picuris Pueblo, adopted May 11, 1995, revised May 2000. Smolka, L.R., 1996, Special water quality survey of the Rio del Pueblo, Rio Santa Barbara and Embudo Creek, Rio Arriba and Taos Counties, New Mexico May 2, 1994 – February 22, 1995 in New Mexico Environment Department Surface Water Quality Bureau, July 1996, Intensive water quality stream surveys 1994, 184 p. Steinpress, M.G., 1980, Neogene stratig­ raphy and structure of the Dixon area, Española basin, north-central New Mexico (M.S. thesis): Albuquerque, University of New Mexico, 127 p. Tanimoto, R.M. and Good, N.S., June 1982, Annual survey, community water supply system #3500113 for Picuris Pueblo water system, Albuquerque Area Indian Health Service, USPHS, unpub­ lished agency report. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu"
    }
]