[
    {
        "URL": "San_Luis_Basin_FBWQNM.pdf",
        "Text": "N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S A s New Mexico considers the use of desalinated brackish water (less than 10,000 mg/L total dissolved solid) to diversify the public water supply, many questions must ﬁrst be answered. Where are the brackish water resources? What data are available? What exactly is the water chemistry? How feasible is it to use brackish water for public supply? With funding from the New Mexico Environment Department, Drinking Water Bureau (related to Source Water Protection), the New Mexico Bureau of Geology, Aquifer Mapping Program, has compiled a number of water quality resources and data. These data were derived from the Aquifer Mapping Program, digitized historical water reports, the U.S. Geological Survey, and the New Mexico Environment Department. All pub- licly available data are now on an interactive map found here, under Water Resources: geoinfo.nmt.edu/maps. For an analysis and review of the compiled water quality data, we have attempted to assess the brackish water resources in the state of New Mexico in a regional approach. It is apparent that very large regions of New Mexico lack sufﬁcient data to assess the brackish water resources. Most of the data compiled in this review are from existing water supply wells, and therefore are not representative of the brackish water resources. These data also represent, in general, the shallowest parts of the aquifers where water wells are commonly completed. Each of the regions of assessment shown on the map are provided in individual chapters for quick review. These chapters are part of a larger technical report is available from the New Mexico Bureau of Geology and Mineral Resources at: geoinfo.nmt.edu/publications/openﬁle/home.cfml. O V E R V I E W O F F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O New Mexico counties, groundwater basins and aquifers discussed in this report. Lewis Land chapters are part of a larger technical report that is available from the New Mexico Bureau of Geology and Mineral Resources at: geoinfo.nmt.edu/publications/openfile/details.cfml?Volume=583 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O San Luis Basin, surface geology and data distribution. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S F R E S H A N D B R A C K I S H W A T E R Q U A L I T Y I N N E W M E X I C O San Luis Basin The San Luis Basin is the northernmost and largest basin of the Rio Grande Rift system in New Mexico. Most of the basin is located in Colorado, where it merges to the north with the Upper Arkansas River graben (Grauch and Keller, 2004). The basin is ~150 miles long and 55 miles wide, and has the general form of an east-dipping half graben. Basin-ﬁll material is composed of Tertiary-Quaternary sediments of the Santa Fe Group and late Cenozoic volcanics (Kelley et al., 1976). The basin is bounded to the west by the Tusas and San Juan Mountains and to the east by the Sangre de Cristo Mountains and the Sangre de Cristo fault zone. The deepest part of the basin is found in the Taos graben, a narrow zone 6 to 18 miles wide adjacent to the Sangre de Cristo mountain front (Grauch and Keller, 2004). The southern part of the basin is occupied by the Taos Plateau, which is com- posed of Pliocene basalt ﬂows that overlie Santa Fe Group basin ﬁll. The southeastern margin of the basin is deﬁned by the Embudo fault zone, which separates the east-tilted San Luis Basin from the west-tilted Española Basin to the south (Bauer and Kelson, 2004). Both a shallow and a deep aquifer system have been identiﬁed in the San Luis Basin. The shallow aquifer sys- tem consists of unconsolidated Quaternary ﬂuvial and alluvial fan deposits, overlying and interbedded with basalt ﬂows of the Servilleta Formation. A few wells yield water from fractured Paleozoic carbonates and Precambrian crystalline rocks along the Sangre de Cristo mountain front. These local aquifers are hydraulically connected to the shallow alluvial aquifer system. The deeper aquifer system is associated with Tertiary basin-ﬁll material, consisting of weakly to moderately cemented ﬂuvial, alluvial fan and volcaniclastic sediments that underlie the Servilleta Formation (Drakos et al., 2004a; 2004b). The deep aquifer, where investigated, is >2,000 feet thick, but is probably substantially thicker in the Taos graben, which has a depth of ~16,000 feet (Bauer and Kelson, 2004). Our data set includes 300 records for the San Luis Basin, which show that water quality in both the shallow and deep aquifers is generally good, with mean and median values of TDS <500 mg/l, and mean chloride concen- trations of only 13.1 mg/l. Locally elevated levels of arsenic and ﬂuoride have been observed in wells completed in the deep aquifer (Drakos et al., 2004b). The data set also show locally elevated levels of uranium. There is little evidence that deep brackish water resources are present in the San Luis Basin. However, the mean well depth in this region is only 424 feet. Considering the very substantial thickness of basin ﬁll, if such a resource is present it remains largely uninvestigated. San Luis Basin, summary of water chemistry. 6SHFLÀF\u0003 &RQG\u0011\u0003 (μS/cm) 7'6\u0003 (mg/l) &D\u0003 (mg/l) 0J\u0003 (mg/l) 1D\u0003 (mg/l) HCO3\u0003 (mg/l) SO4\u0003 (mg/l) CO\u0003\u0003 (mg/l) F\u0003 (mg/l) $V\u0003 (mg/l) 8\u0003\u0003 (mg/l) :HOO\u0003 depth Maximum 7,140 2,720 630 190 570 620 1,820 415 20 0.06 0.055 3,180 Minimum 94 73 0.74 0.012 2.3 1 1.5 0.2 0.05 0.0001 0.0002 10 Mean 446.8 330.4 56.3 10.4 34.9 160.3 90.5 13.1 0.99 0.0028 0.0056 424 Median 330 245 37.2 8 21 145 31 5.9 0.48 0.001 0.0029 300 San Luis Basin, Depth vs. TDS. San Luis Basin, Depth vs. speci¿c conductance. 8,000 6,000 4,000 2,000 0 500 1,000 2,000 1,500 2,500 3,500 3,000 0 Depth (ft) Specific Conductance (ȝS/cm) 3,000 1,500 2,500 2,000 1,000 500 0 500 1,000 1,500 3,000 2,500 2,000 3,500 0 Depth (ft) TDS (mg/L) Please cite this information as: Land, Lewis, 2016, Overview of fresh and brackish water quality in New Mexico, Open-ﬁle Report 583, 49 p."
    },
    {
        "URL": "San_Luis_Basin_FBWQNM.pdf",
        "Text": "feet (Bauer and Kelson, 2004). Our data set includes 300 records for the San Luis Basin, which show that water quality in both the shallow and deep aquifers is generally good, with mean and median values of TDS <500 mg/l, and mean chloride concen- trations of only 13.1 mg/l. Locally elevated levels of arsenic and ﬂuoride have been observed in wells completed in the deep aquifer (Drakos et al., 2004b). The data set also show locally elevated levels of uranium. There is little evidence that deep brackish water resources are present in the San Luis Basin. However, the mean well depth in this region is only 424 feet. Considering the very substantial thickness of basin ﬁll, if such a resource is present it remains largely uninvestigated. San Luis Basin, summary of water chemistry. 6SHFLÀF\u0003 &RQG\u0011\u0003 (μS/cm) 7'6\u0003 (mg/l) &D\u0003 (mg/l) 0J\u0003 (mg/l) 1D\u0003 (mg/l) HCO3\u0003 (mg/l) SO4\u0003 (mg/l) CO\u0003\u0003 (mg/l) F\u0003 (mg/l) $V\u0003 (mg/l) 8\u0003\u0003 (mg/l) :HOO\u0003 depth Maximum 7,140 2,720 630 190 570 620 1,820 415 20 0.06 0.055 3,180 Minimum 94 73 0.74 0.012 2.3 1 1.5 0.2 0.05 0.0001 0.0002 10 Mean 446.8 330.4 56.3 10.4 34.9 160.3 90.5 13.1 0.99 0.0028 0.0056 424 Median 330 245 37.2 8 21 145 31 5.9 0.48 0.001 0.0029 300 San Luis Basin, Depth vs. TDS. San Luis Basin, Depth vs. speci¿c conductance. 8,000 6,000 4,000 2,000 0 500 1,000 2,000 1,500 2,500 3,500 3,000 0 Depth (ft) Specific Conductance (ȝS/cm) 3,000 1,500 2,500 2,000 1,000 500 0 500 1,000 1,500 3,000 2,500 2,000 3,500 0 Depth (ft) TDS (mg/L) Please cite this information as: Land, Lewis, 2016, Overview of fresh and brackish water quality in New Mexico, Open-ﬁle Report 583, 49 p."
    }
]