[
    {
        "URL": "OFGM-318_3DGeologicFrameworkofTheDelawareBasin_Report.pdf",
        "Text": "3D Geologic Framework of the Delaware Basin, Eddy and Lea Counties, New Mexico By Dan Lavery1, Martin Reyes Correa1, Alyssa Baca1, Luke Martin1, and Snir Attia1 1New Mexico Bureau of Geology and Mineral Resources, 801 Leroy Place, Socorro, NM 87801 September 2024 New Mexico Bureau of Geology and Mineral Resources Open-File Geologic Map OF-GM 318 Scale 1:24,000 https://doi.org/10.58799/OF-GM-318 This geologic map was funded in part by the USGS National Cooperative Geologic Mapping Program under STATEMAP award number G22AC00601, 2022. Additional support was made possible by the 2023 Technology Enhancement Fund provided by the New Mexico Higher Education Department. Funding is administered by the New Mexico Bureau of Geology and Mineral Resources (Dr. J. Michael Timmons, Director and State Geologist; Dr. Matthew J. Zimmerer, Geologic Mapping Program Manager). New Mexico Bureau of Geology and Mineral Resources 801 Leroy Place, Socorro, New Mexico, 87801-4796 The views and conclusions contained in this document are those of the author and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the U.S. Government or the State of New Mexico. 1 3D Geologic Basement to Surface Model of the Delaware Basin and Central Basin Platform, Eddy and Lea Counties, New Mexico Dan Lavery1, Martin Reyes Correa1, Alyssa Baca1, Luke Martin1, and Snir Attia1 1New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, Socorro, NM, 87801, USA Abstract The Delaware basin is a Permian tectonic basin in southeastern New Mexico and the Trans-Pecos region of western Texas. Delaware basin sedimentary formations record deposition as early as the Cambrian and host substantial oil and gas reserves, with reservoirs ranging in age from Ordovician to Late Permian (Broadhead, 2017). The density of oil and gas production in this region provides ample data for creating 3-dimensional geologic models describing modern-day geometry and extents of modelled units. This model builds on work done by Fichera et al. (2024) to model aquifer units over a similar geographic area. The purpose of this model is to map geologic surfaces of the Delaware basin, Northwest Shelf, and Central Basin Platform extending from the surface to the top of the Precambrian basement. Twenty-two model surfaces were generated during the course of this modelling effort, primarily using geophysical well log interpretations and geologic map data as input data for the interpolation of model surfaces. Well log interpretations were performed in IHS Kingdom, interpolations were performed in ESRI ArcGIS, and minor post-processing was performed in Move Petex and Petrel Schlumberger. The results of this modelling effort can be used as the basis for future investigations, including research in water quality, water resources, and carbon sequestration. 2 Contents 1.Introduction .............................................................................................................................................. 3 1.1.Geologic Setting .................................................................................................................................. 3 1.2.Prior Research ..................................................................................................................................... 3 1.3.Model Stratigraphy ............................................................................................................................. 3 2.Modelling Methods .................................................................................................................................. 5 2.1.Data Sources ....................................................................................................................................... 5 2.2.Model Walkthrough ............................................................................................................................ 6 2.3.Model Outputs .................................................................................................................................... 7 3.Results ....................................................................................................................................................... 8 3.1.Model Surface Assessments................................................................................................................ 8 4.Uncertainty ............................................................................................................................................. 10 5.Future Work ........................................................................................................................................... 10 Acknowledgements ................................................................................................................................... 12 References .................................................................................................................................................. 12 3 1.Introduction 1.1.Geologic Setting The Delaware Basin formed during the Pennsylvanian collision of Gondwanaland with Laurasia (Standen et al., 2009). A series of Permian formations record the filling of the Delaware Basin. The Abo and Yeso formations and Artesia Group record shelf sedimentation from the Early (Cisuralian) to Middle (Guadalupian) Permian (Nance, 2004; Standen et al., 2009). The Victorio Peak, Goat Seep, and Capitan formations record shelf-margin lithofacies (Nance, 2004), while the Bone Spring and Delaware Mountain Group represent basin sedimentation (Standen et al., 2009; Broadhead, 2017). Late Permian (Lopingian) rocks record overall sea-level retreat as evaporite deposits transition to continental red beds (Hills, 1984). Continental deposition continued in Triassic time with the Dockum Group, and overlying Mesozoic strata that may have accumulated have mostly been removed by erosion in New Mexico (Hills, 1984). Cenozoic sedimentation, including deposition of siliciclastic debris related to regional Laramide uplift, has been influenced by infilling of depressions caused by dissolution of upper Permian evaporites (Hills, 1984). The basement-rooted faults assessed in the Delaware Basin are primarily north-northwest striking faults, secondary west-striking faults with oblique- to strike-slip displacement are less dense, and minor density faults are product of the confluence between north-northwest- and west-striking faults (Horne et al., 2021). Shallow extensional faults were identified in the south-central part of the Delaware Basin, these faults are not vertically linked to the basement-rooted faults, and the majority is striking northwest- southeast (Horne et al., 2022). A description of model units from the Upper Permian to the Ellenburger-basement contact can be found in Broadhead (2017). 1.2.Prior Research The Delaware Basin is a Late Paleozoic, marine depositional sub-basin of the Permian Basin region of southeastern New Mexico and western Texas. Extensive oil and gas exploration in the Permian Basin has resulted in much research into its stratigraphy and structure. Hills (1984) and Broadhead (2017) described Paleozoic and Mesozoic oil and gas reservoir rocks and summarized stratigraphy for the Northwest Shelf, Central Basin Platform and Delaware Basin. The tectonism of the Delaware and Permian basin has been discussed by Yang and Dorobek (1995) and Ewing (2019). Based on geologic information and geophysical data from gravity and magnetic surveys the basement was characterized by Adams and Keller (1996). Lucas et al. (1994) and Maier (2001) described Upper Permian and Lower Triassic stratigraphy of east-central New Mexico in more detail, including the Northwest Shelf region of the Permian Basin. Additional summaries of the Guadalupian (Middle Permian) units of the margin-reef- basin facies of the Delaware Basin are presented in Nance (2004), Standen et al. (2009), and Li et al. (2015). Mesozoic and Cenozoic stratigraphy was also characterized by Hills (1984), and Horne et al. (2021, 2022) made structural characterizations of the Delaware Basin. 1.3.Model Stratigraphy Model stratigraphy for this project was adapted from published stratigraphic compilations including Lang (1947), Calzia and Hiss (1978), Kues and Lucas (1993), Scholle et al. (2007), Broadhead (2017), Hensley (2022), Roeder (2022) and Fichera et al. (2024). Compiled stratigraphy for the Northwest Shelf and Delaware Basin is summarized in Table 1. 4 The top of the bedrock is modelled as a separate model unit in this method, even though the top of the bedrock is coincident with other formation tops through most of the study area (i.e. Lower Dockum, Dewey Lake, Rustler, etc.). The Triassic Tecovas and Santa Rosa formations were combined W E top of bedrock Eocene intrusions top of Lower Dockum top of Dewey Lake top of Rustler top of Castile-Salado Tansill Yates top Capitan Seven Rivers Goat Seep Fm Queen Grayburg top of Wolfcamp top of Canyon top of Atoka top of Morrow top of Barnett top of Mississippian lime top of Woodford top of Siluro-Devonian top of Montoya top of Simpson top of Ellenburger top of basement Precambrian San Andres Formation Siluro- Devonian Thirtyone Formation Fusselman Formation Strawn Formation Table 1 Model Stratigraphic Framework Paleogene Pennsylvanian Upper Montoya Formation Simpson Group Ellenburger Formation Bliss Formation Wristen Group Morrow Formation Barnett Formation undivided Mississippian limestone Woodford Formation Cambrian Atoka Formation 2.6 23 Cretaceous 66 145 Eocene-Oligocene intrusions Lower Cretaceous strata 541 Ma 485 444 419 359 323 299 252 Jurassic 201 Strawn Formation Atoka Formation Castile Formation Neogene Cisco Group Quaternary Morrow Formation Middle Lower Mississippian Devonian Silurian igneous, metamorphics, volcanics"
    },
    {
        "URL": "OFGM-318_3DGeologicFrameworkofTheDelawareBasin_Report.pdf",
        "Text": "margin-reef- basin facies of the Delaware Basin are presented in Nance (2004), Standen et al. (2009), and Li et al. (2015). Mesozoic and Cenozoic stratigraphy was also characterized by Hills (1984), and Horne et al. (2021, 2022) made structural characterizations of the Delaware Basin. 1.3.Model Stratigraphy Model stratigraphy for this project was adapted from published stratigraphic compilations including Lang (1947), Calzia and Hiss (1978), Kues and Lucas (1993), Scholle et al. (2007), Broadhead (2017), Hensley (2022), Roeder (2022) and Fichera et al. (2024). Compiled stratigraphy for the Northwest Shelf and Delaware Basin is summarized in Table 1. 4 The top of the bedrock is modelled as a separate model unit in this method, even though the top of the bedrock is coincident with other formation tops through most of the study area (i.e. Lower Dockum, Dewey Lake, Rustler, etc.). The Triassic Tecovas and Santa Rosa formations were combined W E top of bedrock Eocene intrusions top of Lower Dockum top of Dewey Lake top of Rustler top of Castile-Salado Tansill Yates top Capitan Seven Rivers Goat Seep Fm Queen Grayburg top of Wolfcamp top of Canyon top of Atoka top of Morrow top of Barnett top of Mississippian lime top of Woodford top of Siluro-Devonian top of Montoya top of Simpson top of Ellenburger top of basement Precambrian San Andres Formation Siluro- Devonian Thirtyone Formation Fusselman Formation Strawn Formation Table 1 Model Stratigraphic Framework Paleogene Pennsylvanian Upper Montoya Formation Simpson Group Ellenburger Formation Bliss Formation Wristen Group Morrow Formation Barnett Formation undivided Mississippian limestone Woodford Formation Cambrian Atoka Formation 2.6 23 Cretaceous 66 145 Eocene-Oligocene intrusions Lower Cretaceous strata 541 Ma 485 444 419 359 323 299 252 Jurassic 201 Strawn Formation Atoka Formation Castile Formation Neogene Cisco Group Quaternary Morrow Formation Middle Lower Mississippian Devonian Silurian igneous, metamorphics, volcanics igneous, metamorphics, volcanics Simpson Group Ellenburger Formation Bliss Formation Fusselman Formation Montoya Formation Siluro- Devonian Wristen Group Barnett Formation undivided Mississippian limestone Woodford Formation Ordovician top of Cisco top of Strawn Canyon Group Canyon Group Delaware Mountain Group Bell Canyon Artesia Group Capitan Fm Cherry Canyon top of Guadalupian strata top of Delaware Mountain Group top of Artesia Group top of Bone Spring Hueco Group Cisco Group Brushy Canyon Gatuna Formation Dewey Lake Formation Rustler Formation base of Cenozoic deposits Triassic Permian Lopingian Guadalupian Cisuralian Salado Formation Salado Formation Castile Formation Black R. Valley alluvium Bone Spring Formation Yeso Formation Abo Formation Wolfcamp Summary of model area lithostratigraphy and modeled surfaces, with lithostratigraphic columns adapted from Lang (1947), Calzia and Hiss (1978), Kues and Lucas (1993), Scholle et al. (2007), Broadhead (2017), Hensley (2022), Roeder (2022), and unpublished AMP report. Geologic timescale following Walker et al. (2022). Dark grey indicates unconformity, red lines indicate modeled surface. Delaware Basin stratigraphic column alluvial and eolian deposits Dockum Group Upper Dockum Group Tecovas Formation Santa Rosa Formation Dewey Lake Formation Rustler Formation Ogallala Formation Dockum Group Upper Dockum Group Tecovas Formation Santa Rosa Formation Geologic Age Central Basin Platform-NW Shelf stratigraphic column modeled stratigraphic surfaces alluvial, eolian, and lacustrine deposits DEM Glorieta Formation Table 1 Stratigraphic framework of the Delaware basin model area, including detailed columns for the Delaware Basin and Central Basin Platform/Northwest Shelf and simplified stratigraphy detailing the model surfaces picked for inclusion in the 3D geologic model. 5 into the Lower Dockum model unit. The Lopingian sequence is subdivided such that the Dewey Lake and Rustler Formations retained in the model stratigraphy, while the Salado and Castile Formations are lumped into the Castile-Salado model unit. The Guadalupian platform-shelf-basin facies equivalents of the Artesia Group, Capitan Reef Complex, and Delaware Mountain group are combined into one model unit, referred to as the Guadalupian surface. These three formations occur at different elevations dependent on their respective depositional settings, but represent a chronostratigraphic-equivalent surface. This combination of surfaces results in one model surface describing the elevation of the top-most unit of the Guadalupian sequence throughout the study area, with the Artesia and Capitan formations roughly confined to ancient shelf/shelf margin environments and the Delaware Mountain group occupying the basin environment. Of the Cisuralian sequence, well logs were only interpreted for the Bone Spring formation, which gives its name to this model unit. The lumping of Guadalupian and Cisuralian strata was necessary for modelling purposes, but drastically simplifies complex shelf-to-basin facies transitions in both Guadalupian and Cisuralian time. Scholle et al. (2007) provides a thorough study on this complex stratigraphy. Below the Bone Spring, the units from the Wolfcamp through Woodford formations are retained in the model stratigraphy. Below the Silurian-Devonian interval, the Ordovician Montoya, Simpson, and Ellenburger formations are all retained in the model stratigraphy. The top of the Precambrian basement, composed of igneous and metamorphic rocks, is the bottom of the model. 2.Modelling Methods 2.1.Data Sources Data for this model is divided into two groups. Formation tops were picked using oil and gas geophysical well logs in IHS Kingdom S&P Global Software (Kingdom). The well correlation was conducted and analyzed different lithologies according to their geophysical log response. These new correlations were also compared and integrated with previous investigations in the Delaware basin. For this process we defined different criteria to follow during the interpretation: First, we chose boreholes with sufficient data (i.e. higher depths, multiple logs, analysis by other authors). Second, we defined the easily-distinguishable geological formations within the basin and based on the geophysical response these formations were employed as guides. Third, we populated the interpretation through serial well correlations from the high confidence areas until sufficient data density was reached. Fourth, despite the vast number of boreholes in this basin, few of them have the entire sedimentary sequence until the basement. Based on this we projected picks in data-poor areas where the interpretations of adjacent formations could be used to constrain and predict the elevation of the formation of interest. These picks were the basis for the interpolation of subsurface units. In this work we documented the highest number of picks published until the present and those picks were constrained with previously published data and internal research developed in recent years. Several well logs had previously been used to pick formation tops, but these were superseded by higher quality data if multiple picks were made on the same well log. According to these we considered the new picks developed during this project as the highest-quality subsurface input for this modeling. The second group of model data is derived from geologic maps within or adjacent to the model area. Geologic extents of units to be modelled were compiled into a simplified geologic map (compiled by S. Attia during the course of this project). Upper contacts of model units were extracted from these geologic maps and assigned an elevation corresponding to the surface elevation at that location to ensure that model surfaces matched previously-mapped outcropping patterns as closely as possible. Geologic 6 maps at different scales from the New Mexico Bureau of Geology and Mineral Resources, the Texas Bureau of Economic Geology, and the U.S. Geological Survey were utilized for this dataset. Data was generated independently for each of the time-equivalent facies of the Guadalupian stratigraphy (Artesia group, Capitan formation, Delaware Mountain group), but these datasets were merged into one dataset."
    },
    {
        "URL": "OFGM-318_3DGeologicFrameworkofTheDelawareBasin_Report.pdf",
        "Text": "guides. Third, we populated the interpretation through serial well correlations from the high confidence areas until sufficient data density was reached. Fourth, despite the vast number of boreholes in this basin, few of them have the entire sedimentary sequence until the basement. Based on this we projected picks in data-poor areas where the interpretations of adjacent formations could be used to constrain and predict the elevation of the formation of interest. These picks were the basis for the interpolation of subsurface units. In this work we documented the highest number of picks published until the present and those picks were constrained with previously published data and internal research developed in recent years. Several well logs had previously been used to pick formation tops, but these were superseded by higher quality data if multiple picks were made on the same well log. According to these we considered the new picks developed during this project as the highest-quality subsurface input for this modeling. The second group of model data is derived from geologic maps within or adjacent to the model area. Geologic extents of units to be modelled were compiled into a simplified geologic map (compiled by S. Attia during the course of this project). Upper contacts of model units were extracted from these geologic maps and assigned an elevation corresponding to the surface elevation at that location to ensure that model surfaces matched previously-mapped outcropping patterns as closely as possible. Geologic 6 maps at different scales from the New Mexico Bureau of Geology and Mineral Resources, the Texas Bureau of Economic Geology, and the U.S. Geological Survey were utilized for this dataset. Data was generated independently for each of the time-equivalent facies of the Guadalupian stratigraphy (Artesia group, Capitan formation, Delaware Mountain group), but these datasets were merged into one dataset. Since these units roughly follow basin paleotopography (Standen et al., 2009), it was more methodologically simple to merge these into one dataset to interpolate as one surface. To minimize variability in the surface, any wells with picks for multiple Guadalupian formations were filtered such that the topographically-highest pick was retained in the dataset. Additional minor filtering was undertaken to remove some Capitan or Delaware Mountain group picks if they underlay the Artesia or Capitan formations near the shelf of the basin. This was done to force the top of the combined Guadalupian dataset to more gradually step down from the shelf margin into the basin interior. 2.2.Model Walkthrough The first module of the model is designed to interpolate an idealized elevation surface from the subsurface well log interpretations and surface geologic map contacts. The interpolation algorithm used for this model is the ArcGIS Topo-to-Raster algorithm, which can interpolate a topographic surface with displacement along a plane. These preliminary surfaces are the primary inputs for the second module. The model methodology does not automate data filtering as filtering methods tested for this project removed critical points from datasets in addition to outliers. Well log interpretations that did not match with the internal analysis conducted on well correlations were manually removed from the input dataset in order to honor higher-quality interpretations nearby. The second module is designed to take the preliminary elevation surfaces generated from the previous module and to resolve the discrete extent of each unit. The preliminary surfaces from the previous module cover a pre-determined extent that overlaps with the model boundary in order to avoid edge effects from interpolation. These surfaces do not reflect the actual extent of the geologic units, many of which have been cut by topography or erosion, or pinch out within the model area. While the model assembly method used here is similar to that used by Fichera et al. (2024) and indeed predominantly utilizes the same Python code, some revisions were made in order to force model surfaces to respect the shape of stratigraphically lower units and basement inheritance rheology. This logic was the reason for combining the Guadalupian surfaces into one time-equivalent model surface as the Guadalupian surfaces defined Permian paleotopography (Standen et al., 2009), with more recent units conforming to its geometry. Additional basement-rooted faults reported in Horne et al. (2021) were validated through well correlations and the faults interpreted were included in this model. The fault analysis was conducted in Kingdom to determine offset and displacement between the main structures. As the model assembles a unit, it utilizes any stratigraphically lower model units (based on the model stratigraphy; a) and the DEM (if surface outcrops exist) to resolve the discrete extent of each model unit. In other words, regions of the idealized surface that are projected below stratigraphically lower units are made to conform to those lower surfaces and regions where the idealized surface is projected above the DEM are forced to conform to the DEM (Figure 1b). This results in a model surface that has no thickness in geologically infeasible regions. The model assembly utilizes a “build-down” approach, where this process is repeated for each model unit and progresses from the surface to the basement. From this stack of discrete model surfaces, a series of preliminary surfaces describing the thickness of each model unit is generated and areas with no thickness is removed. This thickness surface is then used to mask the model elevation surfaces to their discrete extent (Figure 1c). The initial extent of 7 each model surface is then inspected and compared to existing well log interpretations to determine if modification is needed. The final module aims to quantify uncertainty of the model surfaces. This is accomplished via a Monte Carlo-type simulation on the input. The procedure for this simulation is to generate ten new tables from the input data, each of which stores a randomly-sampled subset comprised of 75% of the total dataset. The Topo-to-Raster interpolation is applied to each of these random subsets separately, then a mean and standard deviation surface is calculated from these subset surfaces. A post-processing editing step was undertaken in Move Petex all the surfaces were reviewed and compared to the picks from deep wells in the basin to validate the match between the input data and the outcomes. Moreover, we also identified modelling artifacts that were generated in areas with high uncertainty or with differences in information density, which were then modified manually. The modification was performed in Petrel Schlumberger and aimed to make the model surfaces consistent and to remove any erroneous artifacts of the interpolation and assembly steps. For example, in places where two model surfaces were predicted to intersect (with the upper unit pinching out), well logs from nearby boreholes were assessed to determine if the model interpretation matches with borehole data. If not, the hole in the upper model surface was filled in with a extraction process from the surface and smoothing algorithm and the local shape of the underlying model was edited to match borehole data. This procedure was performed to handle any discrepancies between interpolated model surfaces and borehole data. In areas with faults and displacement between blocks the editing was manually performed displacing the principal nodes that generated unrealistic artifacts. 2.3.Model Outputs The model code outputs raster surfaces describing the discrete extent of each model unit that underwent post-processing in Petrel Schlumberger. Thickness surfaces"
    },
    {
        "URL": "OFGM-318_3DGeologicFrameworkofTheDelawareBasin_Report.pdf",
        "Text": "determine if modification is needed. The final module aims to quantify uncertainty of the model surfaces. This is accomplished via a Monte Carlo-type simulation on the input. The procedure for this simulation is to generate ten new tables from the input data, each of which stores a randomly-sampled subset comprised of 75% of the total dataset. The Topo-to-Raster interpolation is applied to each of these random subsets separately, then a mean and standard deviation surface is calculated from these subset surfaces. A post-processing editing step was undertaken in Move Petex all the surfaces were reviewed and compared to the picks from deep wells in the basin to validate the match between the input data and the outcomes. Moreover, we also identified modelling artifacts that were generated in areas with high uncertainty or with differences in information density, which were then modified manually. The modification was performed in Petrel Schlumberger and aimed to make the model surfaces consistent and to remove any erroneous artifacts of the interpolation and assembly steps. For example, in places where two model surfaces were predicted to intersect (with the upper unit pinching out), well logs from nearby boreholes were assessed to determine if the model interpretation matches with borehole data. If not, the hole in the upper model surface was filled in with a extraction process from the surface and smoothing algorithm and the local shape of the underlying model was edited to match borehole data. This procedure was performed to handle any discrepancies between interpolated model surfaces and borehole data. In areas with faults and displacement between blocks the editing was manually performed displacing the principal nodes that generated unrealistic artifacts. 2.3.Model Outputs The model code outputs raster surfaces describing the discrete extent of each model unit that underwent post-processing in Petrel Schlumberger. Thickness surfaces created as part of the model code were modified to account for the changes to the elevation surfaces. Monte Carlo mean and standard deviation surfaces created during the model code were clipped to the extent of the newly-created thickness surfaces. This ensures all surfaces associated with the same unit have the same geometry and extent. Figure 1 Schematic visualization of the model assembly procedure. A) a stratigraphic column for the study area is utilized to determine age relationships between model units, B) idealized model surfaces are generated over the field area; intersections are allowed at this stage of the modelling as the first goal is to create model elevation surfaces that respect the input data, C) discrete extents of each model unit are resolved by respecting underlying topography. 8 3.Results Model surfaces with surface exposure are compared to the simplified geologic map of the model area (Figure 2). The simplified geologic map displays extents of geologic units lumped into their corresponding model unit. This is the same simplified map from which upper contacts were extracted for inclusion in the model datasets. Broadly speaking, the model units follow the same pattern of exposure as in the geologic map. Notably, in the center-west of the model area, the model predicts significant exposure of Late Permian rocks (Dewey Lake and Rustler Formations), which are not reflected in the geologic map (Figure 2). Discrepancies between mapped and modelled geologic units can be explained as a consequence of coarseness of model surface precision, wide variations in data density across the study area, and multiple sources contributing to input data for each model surface. 3.1.Model Surface Assessments General trends in the modelled surfaces and model uncertainty is reported here. Root-mean-square error (RMSE) scores for each model unit are reported in Table 2 and are used to assess the quality of interpolated surfaces. These RMSE values were calculated from the model residuals for all data points that overlap the preliminary elevation model surface in order to assess the quality of the interpolation algorithm prior to post- processing and model assembly. Additionally, the reported RMSE values (Table 2) are derived from the whole input dataset and not from cross-validation. Across all model units, RMSE values range from ±24.2 feet to ± 190.6 feet (corresponding to the bedrock top and Silurian-Devonian model units respectively). In general, the shallower model units have better fits (lower RMSE) than the deeper model units. High relief regions are apparently associated with higher uncertainty (standard deviation) areas of model units. Table 2 Root-mean-squared errors for initial idealized model surfaces used in model assembly. RMSE values describe how well the model surface used in the 3D model matches input data. In general, deeper model surfaces have higher RMSE values (poorer fitting interpolated surfaces) than shallower model surfaces. Note that these RMSE values are calculated from an interpolation utilizing all input data, not from cross-validation. Model Unit RMSE (ft) Bedrock Top 24.2 Lower Dockum 41.0 Dewey Lake 50.2 Rustler 57.4 Lower Ochoan 57.8 Guadalupian 178.8 Bone Spring 56.5 Wolfcamp 55.1 Cisco 59.7 Canyon 64.2 Strawn 66.9 Atoka 67.8 Morrow 72.7 Barnett 115.8 Mississippian Lime 181.2 Woodford 179.1 SiluroDevonian 190.6 Montoya 160.1 Simpson 171.7 Ellenburger 164.6 Basement 167.8 Table 2 Model surface root-mean-squared errors 9 One exception to this is the Guadalupian model surface, which has an RMSE comparable to the deeper units as this is a compilation of datasets for multiple sedimentary units. Minor filtering on this dataset was undertaken, which removed picks for topographically-lower surfaces (the Capitan formation or Delaware Mountain group) if that well already had a pick for an overlying Guadalupian surface. A smoother surface could be achieved with a more proactive filtering method that assigned zones for the shelf, margin, and basin areas of the model area and only included picks from the appropriate associated formation within those zones, but a conservative filtering approach was selected for this project. In most of the model area, the top of the bedrock is an unconformable contact between a lower stratigraphic surface and the unconsolidated Cenozoic material. Because of this relationship, the Dewey Lake, Rustler, and Castile-Salado model surface tops are coincident with the top of the bedrock in the western half of the model area. The bedrock model surface is then confined to areas where it is not coincident with another model surface. The unconsolidated (alluvial/eolian) material in the model is not explicitly interpolated, but is created by filling in any space between the DEM and the next-highest model surfaces. This results in significantly lower coverage of unconsolidated material than in the geologic map. Because the model methodology requires each model surface to respect the topography of stratigraphically-lower model surfaces, the unconsolidated material model is extremely susceptible to even slight variability in underlying model surfaces. Figure 2 Comparison of model unit extents described by surface geologic mapping to model unit extents described by the 3D geologic model. Simplified geologic map was compiled from existing sources by S. Attia. The top of the bedrock model surface is symbolized as a transparent grey layer. 10 4.Uncertainty Model surfaces contain inherent uncertainties. Possible sources of uncertainty in this model could originate from many sources, including digitization and interpretation of printed well logs. In data-poor areas, some model units were supplemented with projected picks. The quality of these projections is uncertain but are based on basin geometry and thickness trends, and so are thought to approximate reality. However,"
    },
    {
        "URL": "OFGM-318_3DGeologicFrameworkofTheDelawareBasin_Report.pdf",
        "Text": "smoother surface could be achieved with a more proactive filtering method that assigned zones for the shelf, margin, and basin areas of the model area and only included picks from the appropriate associated formation within those zones, but a conservative filtering approach was selected for this project. In most of the model area, the top of the bedrock is an unconformable contact between a lower stratigraphic surface and the unconsolidated Cenozoic material. Because of this relationship, the Dewey Lake, Rustler, and Castile-Salado model surface tops are coincident with the top of the bedrock in the western half of the model area. The bedrock model surface is then confined to areas where it is not coincident with another model surface. The unconsolidated (alluvial/eolian) material in the model is not explicitly interpolated, but is created by filling in any space between the DEM and the next-highest model surfaces. This results in significantly lower coverage of unconsolidated material than in the geologic map. Because the model methodology requires each model surface to respect the topography of stratigraphically-lower model surfaces, the unconsolidated material model is extremely susceptible to even slight variability in underlying model surfaces. Figure 2 Comparison of model unit extents described by surface geologic mapping to model unit extents described by the 3D geologic model. Simplified geologic map was compiled from existing sources by S. Attia. The top of the bedrock model surface is symbolized as a transparent grey layer. 10 4.Uncertainty Model surfaces contain inherent uncertainties. Possible sources of uncertainty in this model could originate from many sources, including digitization and interpretation of printed well logs. In data-poor areas, some model units were supplemented with projected picks. The quality of these projections is uncertain but are based on basin geometry and thickness trends, and so are thought to approximate reality. However, in some cases, the supplemental projected data is necessary to achieve a high enough data density to generate a model surface (Table 3). Additional uncertainty originates in the identification and characterization of basement-rooted faults. Deep faults can be identified via modelling and interpretation of well control data (Horne et al. (2021)), but these data may be insufficient to resolve the location of fault traces, dip of the fault plane, and magnitude and direction of slip. The surfaces developed for this Delaware basin model were interpolated using simplified fault traces derived from Horne et al. (2021) and constrained with well correlations in kingdom to validate the block displacement along the faults, notwithstanding the precise geometry and interpretation of this fault systems will be better employing seismic data. The ESRI Topo-to-Raster interpolation procedure assumes faults are equivalent to surface cliff features and therefore assumes vertical fault planes, which prevents model surfaces from reflecting real-world displacement across anything other than steeply- dipping faults. 5.Future Work Future 3D subsurface mapping and modelling is planned for the New Mexico Bureau of Geology and Mineral Resources. In these upcoming projects, data filtering should be modified to avoid overfitting surfaces and providing a full account of model uncertainty. There are many geologic settings where multiple approaches to model assembly will be required. Future 3D geologic models should include methodology to determine which modelling method(s) are required for each study region. This could be accomplished in a number of ways, including training a machine learning model to recognize sedimentary formation pinch-outs, unconformities, and fault offsets prior to model assembly, which would determine the most applicable model assembly method. Another way to improve the model would be to incorporate uncertainty into the model assembly process as opposed to quantifying uncertainty after assembling the geologic surfaces. This would limit the influence of outliers from the input datasets in the interpolation and would enable a more probabilistic approach to defining the discrete extents of model units, as opposed to utilizing idealized surfaces to deterministically define extent. Some error in model surfaces probably originated from incorrect treatment of the top of the bedrock model surface. In most places, the top of the bedrock as defined for this project is simply an unconformable contact between a lower model unit (such the Dockum Group, Dewey Lake, Rustler, or Castile-Salado model units) and the unconsolidated late Cenozoic alluvial/eolian material. In this model, Formation Name Projected Picks* Strawn < 1 Atoka < 1 Morrow <1 Barnett 1.4 Mississippian Lime 18.0 Woodford 11.1 Silurian-Devonian 11.5 Montoya 28.2 Simpson 52.8 Ellenburger 61.4 Basement 80.6 Table 3 *as percentage of total data points Table 3 Percentage of input dataset that are projected. Projected contacts picks are made for selected wells logs that do not reach a desired geologic surface and have sufficient data nearby to interpolate the elevation of the surface in that location. 11 the top of the bedrock was simply treated as its own model surface as opposed to an unconformity, which meant that this was modelled to respect the shape of underlying units, when an unconformity could be expected to have a cross-cutting relationship with lower units. Proper handling of unconformities should be incorporated in future modelling efforts. Finally, future modelling efforts must properly accommodate displacement along moderate-to- shallow dipping faults instead of assuming vertical fault planes. This might require changing the interpolation algorithm to be able to handle displacement along a dipping plane as the algorithm in this model assumed vertical displacement. 12 Acknowledgements The authors would like to thank Bruce Allen (NMBGMR) for sharing his expertise on Delaware Basin stratigraphy and Matt Zimmerer for providing valuable feedback during the course of this project. References Broadhead, R.F., 2017, Petroleum Geology, in McLemore, V.T., Timmons, S., and Wilks, M., eds., Energy and Mineral Resources of New Mexico: New Mexico Geological Society, Socorro, N.M., Special Publication 13A, 104 p. Calzia, J. P. and Hiss, W. L., 1978, Igneous rocks in northern Delaware Basin, New Mexico and Texas: New Mexico Bureau of Mines and Mineral Resources, Circular 159, p. 39-45. Ewing, T.E., 2019, Tectonics of the West Texas (Permian) basin – Origins, structural geology, subsidence, and later modification in Ruppel, S.C., ed., Anatomy of a Paleozoic Basin: The Permian Basin, USA: The University of Texas at Austin, Bureau of Economic Geology Report of Investigations No. 285, 34 p. Fichera, M.M., Newton, B.T., Morton, C., Sturgis, L., Baca, A., and Doherty, A., 2024, Three- Dimensional Hydrogeologic Framework of Aquifer Units in the Delaware Basin, Southeastern New Mexico: New Mexico Bureau of Geology and Mineral Resources, OFR 623, 114 p. Hensley, J., 2022, Subsidence analysis along the margin of the Central Basin Platform and Delaware Basin, West Texas and New Mexico [M.S. thesis]: Lubbock, Texas Tech University, 100 p. Hills, J.M., 1984, Sedimentation, Tectonism, and Hydrocarbon Generation in Delaware Basin, West Texas and Southeastern New Mexico: The American Association of Petroleum Geologists Bulletin, v. 68, no. 3, p. 250-267. Horne, E.A., Hennings, P.H., and Zahm, C.K., 2021, Basement-rooted Faults of the Delaware Basin and Central Basin Platform, Permian Basin, West Texas and Southeastern New Mexico in Callahan, O.A. and Eichhubl, P., eds., The geologic basement of Texas: a volume in honor of Peter T. Flawn: The University of Texas, Bureau of Economic Geology Report of Investigations No. 286, doi:10.23867/RI0286C6 Horne, E.A., Hennings P.H., Smye, K., Staniewicz, S., Chen, J., and Savvaidis, A., 2022, Structural characteristics of shallow-normal faults in the"
    },
    {
        "URL": "OFGM-318_3DGeologicFrameworkofTheDelawareBasin_Report.pdf",
        "Text": "providing valuable feedback during the course of this project. References Broadhead, R.F., 2017, Petroleum Geology, in McLemore, V.T., Timmons, S., and Wilks, M., eds., Energy and Mineral Resources of New Mexico: New Mexico Geological Society, Socorro, N.M., Special Publication 13A, 104 p. Calzia, J. P. and Hiss, W. L., 1978, Igneous rocks in northern Delaware Basin, New Mexico and Texas: New Mexico Bureau of Mines and Mineral Resources, Circular 159, p. 39-45. Ewing, T.E., 2019, Tectonics of the West Texas (Permian) basin – Origins, structural geology, subsidence, and later modification in Ruppel, S.C., ed., Anatomy of a Paleozoic Basin: The Permian Basin, USA: The University of Texas at Austin, Bureau of Economic Geology Report of Investigations No. 285, 34 p. Fichera, M.M., Newton, B.T., Morton, C., Sturgis, L., Baca, A., and Doherty, A., 2024, Three- Dimensional Hydrogeologic Framework of Aquifer Units in the Delaware Basin, Southeastern New Mexico: New Mexico Bureau of Geology and Mineral Resources, OFR 623, 114 p. Hensley, J., 2022, Subsidence analysis along the margin of the Central Basin Platform and Delaware Basin, West Texas and New Mexico [M.S. thesis]: Lubbock, Texas Tech University, 100 p. Hills, J.M., 1984, Sedimentation, Tectonism, and Hydrocarbon Generation in Delaware Basin, West Texas and Southeastern New Mexico: The American Association of Petroleum Geologists Bulletin, v. 68, no. 3, p. 250-267. Horne, E.A., Hennings, P.H., and Zahm, C.K., 2021, Basement-rooted Faults of the Delaware Basin and Central Basin Platform, Permian Basin, West Texas and Southeastern New Mexico in Callahan, O.A. and Eichhubl, P., eds., The geologic basement of Texas: a volume in honor of Peter T. Flawn: The University of Texas, Bureau of Economic Geology Report of Investigations No. 286, doi:10.23867/RI0286C6 Horne, E.A., Hennings P.H., Smye, K., Staniewicz, S., Chen, J., and Savvaidis, A., 2022, Structural characteristics of shallow-normal faults in the Delaware Basin, Texas and New Mexico: Interpretation, v. 10, no. 4, 29 p. Kerans, C.H., Fitchen, W.M., Gardner, M.H., and Wardlaw, B.R., 1993, A contribution to the evolving stratigraphic framework of middle Permian strata of the Delaware Basin, Texas and New Mexico in Love, D.W., Hawley, J.W., Kues, B.S., Austin, G.S., and Lucas, S.G., eds., New Mexico Geological Society Fall Field Conference Guidebook 44 Carlsbad Region, New Mexico and West Texas, Socorro, N.M., 10 p. Kues, B.S. and Lucas, S.G., 1993, Stratigraphy, paleontology and correlation of Lower Cretaceous exposures in southeastern New Mexico in Love, D.W., Hawley, J.W., Kues, B.S., Austin, G.S., and Lucas, S.G., eds., New Mexico Geological Society Fall Field Conference Guidebook 44 Carlsbad Region, New Mexico and West Texas, Socorro, N.M., 16 p. Lang, W.B., 1947, Occurrence of Comanche rocks in Black River Valley, New Mexico: American Association of Petroleum Geologists Bulletin, v. 31, no. 8, p. 1472–1478. 13 Li, S., Yu, X., Li, S., and Giles, K., 2015, The role of sea-level change in deep water deposition along a Carbonate Shelf Margin, Early and Middle Permian, Delaware Basin: Implications for reservoir characterization: Geologica Carpathica, v. 66, no. 2, 18 p. Lucas, S.G., Anderson, O.J., and Hunt, A.P., 1994, Triassic stratigraphy and correlations, southern High Plains of New Mexico—Texas: New Mexico Bureau of Mines and Mineral Resources, Bulletin 150, 22 p. Maier, R.D., 2001, Notes on Upper Permian and Lower Triassic strata and structures in east-central and central New Mexico in Lucas, S.G. and Ulmer-Scholle, D., eds., New Mexico Geological Society Fall Field Conference Guidebook 52 Geology of the Llano Estacado, Socorro, N.M., 10 p. Nance, H.S., 2004, Guadalupian (Artesia Group) and Ochoan Shelf Succession of the Permian Basin: Effects of deposition, diagenesis, and structure on reservoir development [Ph.D. dissertation]: Austin, University of Texas, 100 p. Roeder, J., 2022, Subsidence Analysis of the Northwest Shelf of the Delaware Basin: Implications for the Initiation and Movement of the Late Paleozoic Pedernal Uplift [M.S. thesis] Lubbock, Texas Tech University, 116 p. Scholle, P.A., Goldstein, R.H., and Ulmer-Scholle, D.S., 2007, Classic Upper Paleozoic Reefs and Bioherms of West Texas and New Mexico: Field Guide to the Guadalupe and Sacramento Mountains of West Texas and New Mexico: New Mexico Bureau of Geology and Mineral Resources, OFR 504, 178 p. Standen, A., Finch, S., Williams, R., Lee-Brand, B., and Kirby, P., 2009, Capitan Reef Complex Structure and Stratigraphy: Texas Water Development Board Contract Number 0804830794, 75 p."
    }
]