[
    {
        "URL": "Uliana2001_GeologyHydrogeologyCapitanAquifer.pdf",
        "Text": "153 Chapter 11 The Geology and Hydrogeology of the Capitan Aquifer: A Brief Overview Matthew M. Uliana1 Introduction The Capitan aquifer occurs in the Capitan Reef Complex, an ancient reef that formed around the margins of the Delaware Basin (fig. 11-1) (Ashworth and Hopkins, 1995). The Delaware Basin was an embayment covered by a shallow sea that persisted throughout most of the Permian. Most of the reef complex was buried by tectonism and subsequent sedimentation; however, relatively undeformed remains of the reef are exposed in West Texas and New Mexico, with exceptional exposures in Guadalupe Mountains National Park (Bebout and Kerans, 1993). Remnants of the reef are also exposed in the Apache and Glass Mountains of West Texas. This paper provides a brief overview of the structural history and stratigraphy of the Delaware Basin. The hydrostratigraphic relations between the Capitan Reef Complex and the other basin facies are also discussed. Groundwater occurrence and flow within the Capitan Reef Complex, as well as water-quality trends, are also addressed. Delaware Basin Structural History During the Early Pennsylvanian Period, the North American and South American plates slammed into each other in a tectonic train wreck known as the Ouachita collision (Muehlberger and Dickerson, 1989). This event was responsible for the formation of a regional structure called the Ouachita-Marathon fold-thrust belt (fig. 11-2), which formed the southern shore of the Delaware Basin. Structurally high areas called the Diablo and Central Basin Platforms flanked the east and southwest edges of the basin. After convergence of the North and South American plates ceased in the Early Permian, extensive deposition of carbonates and siliciclastics occurred throughout the remainder of the Permian. In the later part of the Permian, the basin was cut off from the ocean, and evaporite deposition filled in the basin. By the latest Permian, the shallow seas that 1 Terra Dynamics, Inc. 154 Capitan Reef Complex Eddy County Lea County Hudspeth County Culberson County Reeves County Jeff Davis County Brewster County Pecos County Ward County Loving County Winkler County Rustler Hills Diablo Plateau Wylie Mts. Toyah Basin 50 0 50 100 miles TEXAS STUDY AREA Figure 11-1: Location of the Capitan Reef Complex in western Texas and New Mexico (modified from Ashworth and Hopkins, 1995, and Dutton and others, 1999). 155 Figure 11-2: Paleogeographic setting of the Delaware Basin during the Late Permian.covered the region had completely withdrawn, and significant deposition of sedimentary strata would not occur in this area again until the Cretaceous. 156 Delaware Basin Hydrostratigraphy The Permian strata in the study area are divided into four series—the Wolfcampian, Leonardian, Guadalupian, and Ochoan (fig. 11-3). These series can be subdivided into three hydrostratigraphic facies on the basis of location relative to the center of the basin (fig. 11-4) (Hiss, 1975). The Capitan aquifer is composed of Guadalupian shelf-margin reef facies that include the Capitan Formation, parts of the Goat Seep Formation, and the Carlsbad Formation (Hiss, 1980). High primary porosity, high permeability, and extensive karst mark the reef facies of the Guadalupian. The Leonardian and Wolfcampian shelf units of the Victorio Peak Limestone, Goat Seep Formation, and the Carlsbad Formation constitute the shelf aquifers (Hiss, 1980). The shelf facies are generally characterized by highly variable fracture-dependent permeability. The Guadalupian and Ochoan basin facies of the Brushy Canyon, Cherry Canyon, and Bell Canyon Formations of the Delaware Mountain Group make up the basin aquifers (Hiss, 1980). These units are primarily siliciclastic fill deposited in the Delaware Basin and generally have much lower well yields and poorer water quality than the Capitan. Evaporites (anhydrite and gypsum) and some carbonates associated with the Castile and Rustler Formations and the Dewey Lake Redbeds of the Ochoan Series overlie the Guadalupian rocks in the Rustler Hills. Hydraulic Parameters and Water Occurrence Transmissivities averaging 0.0624 ft2/s (0.0058 m2/s) (Gates and others, 1980) and as high as 0.1872 ft2/s (0.0174 m2/s) (Reed, 1965) have been measured in the Capitan aquifer. The high primary porosities and permeabilities of the reef facies are most likely augmented by extensive karstification, as exemplified in Carlsbad Caverns in southeastern New Mexico. In the Guadalupe Mountains of New Mexico, the aquifer is capable of providing large quantities of fresh water and is a significant water source for the City of Carlsbad (Ashworth and Hopkins, 1995). However, water quality throughout the reef facies in Texas is generally poor (Armstrong and McMillion, 1961; White, 1971; Richey and others, 1985). Wells drilled into the Permian shelf facies exhibit highly variable yields, suggesting that permeability in the shelf aquifer units is dependent on fracture and karst porosity (Nielson and Sharp, 1990; Mayer and Sharp, 1998). High well yields and good water quality in the shelf facies are associated with regional fracture trends (Mayer and Sharp, 1998). Average transmissivities of wells drilled into cavernous zones in the shelf facies have been reported at 0.247 ft2/s (0.023 m2/s) (Davis and Leggat, 1965) and 0.387 ft2/s (0.036 m2/s) (Scalapino, 1950). However, the shelf facies generally are lower permeability and tend to yield lower quality water than do the reef facies. 157 Diablo Plateau Guadalupe Mts. Rustler Hills/ Delaware Mts. Wylie Mts. Apache Mts. Ochoa Guadalupe Leonard Bone Springs Fm. Victorio Peak Ls. Cutoff Shale Wolfcamp Hueco Ls. Victorio Peak Ls. Cutoff Shale Victorio Peak Ls. Munn Fm. Cherry Canyon Fm. Goat Seep Fm. Brushy Canyon Fm. Brushy Canyon Fm. Goat Seep Fm. Capitan Fm. Bell Canyon Fm. Capitan Fm. Seven Rivers Fm. Yates Fm. Tansill Fm. Carlsbad Fm. Castile Fm. Dewey Lake Redbeds Rustler Fm. Castile Fm ? Bone Springs Fm. Bone Springs Fm. Victorio Peak Ls. Figure 11-3: Stratigraphy of the Permian Delaware Basin. 158 Figure 11-4: Generalized cross section of Delaware Basin showing the stratigraphic relationship between the three hydrostratigraphic facies (cross-section location shown on figure 11-2). 159 Basin sediments deposited during the Permian form aquifer units with low permeabilities, poor-quality water, and low well yields that range from 5 to 20 gpm (0.003 to 0.0012 m3/s). The average hydraulic conductivity of the basin-fill facies is generally one to two orders of magnitude lower than the reef facies (Hiss, 1980; Nielson and Sharp, 1985), and the quality of water in the basin facies is generally much lower than the reef facies (Hiss, 1980). Published transmissivity values from wells in the Delaware Basin are presented in table 11-1. Hydraulic Gradients and Groundwater Flow Paths Hiss (1975, 1980) looked at the movement of groundwater in the Delaware Basin strata and examined the relationship between flow in the Capitan aquifer and in the surrounding basin and shelf facies. In general, groundwater flow in the basin and shelf facies is primarily toward the east. The high permeability of the Capitan aquifer results in concentrated flow along the trend of the reef, generally toward the north and northeast. Following uplift of the Guadalupe and Glass Mountains and before the excavation of the Pecos River Valley, flow in the Capitan aquifer was north and east to a main discharge point near present-day Hobbs, New Mexico (fig. 11-5a). Water exiting the Capitan aquifer discharged into the San Andres Limestone, where it then moved eastward to eventually discharge into streams draining to the Gulf of Mexico. Following the deposition of the Ogallala Formation, the Pecos River Valley began"
    },
    {
        "URL": "Uliana2001_GeologyHydrogeologyCapitanAquifer.pdf",
        "Text": "Yates Fm. Tansill Fm. Carlsbad Fm. Castile Fm. Dewey Lake Redbeds Rustler Fm. Castile Fm ? Bone Springs Fm. Bone Springs Fm. Victorio Peak Ls. Figure 11-3: Stratigraphy of the Permian Delaware Basin. 158 Figure 11-4: Generalized cross section of Delaware Basin showing the stratigraphic relationship between the three hydrostratigraphic facies (cross-section location shown on figure 11-2). 159 Basin sediments deposited during the Permian form aquifer units with low permeabilities, poor-quality water, and low well yields that range from 5 to 20 gpm (0.003 to 0.0012 m3/s). The average hydraulic conductivity of the basin-fill facies is generally one to two orders of magnitude lower than the reef facies (Hiss, 1980; Nielson and Sharp, 1985), and the quality of water in the basin facies is generally much lower than the reef facies (Hiss, 1980). Published transmissivity values from wells in the Delaware Basin are presented in table 11-1. Hydraulic Gradients and Groundwater Flow Paths Hiss (1975, 1980) looked at the movement of groundwater in the Delaware Basin strata and examined the relationship between flow in the Capitan aquifer and in the surrounding basin and shelf facies. In general, groundwater flow in the basin and shelf facies is primarily toward the east. The high permeability of the Capitan aquifer results in concentrated flow along the trend of the reef, generally toward the north and northeast. Following uplift of the Guadalupe and Glass Mountains and before the excavation of the Pecos River Valley, flow in the Capitan aquifer was north and east to a main discharge point near present-day Hobbs, New Mexico (fig. 11-5a). Water exiting the Capitan aquifer discharged into the San Andres Limestone, where it then moved eastward to eventually discharge into streams draining to the Gulf of Mexico. Following the deposition of the Ogallala Formation, the Pecos River Valley began to form across the Capitan Reef trend. The river valley eroded into the Permian and developed a hydraulic connection with the aquifer and eventually incised deep enough to drain water from the aquifer and reverse flow paths in the aquifer between Hobbs and Carlsbad, New Mexico (fig. 11-5b). Draining of the Capitan aquifer by the river also changed the hydraulic gradients and flow paths in the shelf and basin facies surrounding the aquifer. Development of the petroleum and groundwater resources in the area during the last 70 yr has drained additional water from the Capitan aquifer and has affected the gradients so much that the original terminal discharge area is now bypassed (fig. 11-5c). West of the Apache and Guadalupe Mountains, the Capitan aquifer has been displaced into the subsurface by faulting and covered by up to 750 m of alluvial sediment in the Salt Basin. Kreitler and others (1990) speculated that groundwater in the Diablo Plateau of Hudspeth County may be flowing toward the southeast through the reef facies at depth. Neilson and Sharp (1985) suggested that the high-permeability reef facies of the Capitan aquifer may provide a conduit for regional water flow through the Apache Mountains into the Toyah Basin. Although the geochemical and isotopic evidence presented by Uliana (2000) and Uliana and Sharp (2001) supports the regional-flow hypothesis, cross sections of the Apache Mountains published by Wood (1965) (fig. 11-6) indicate that the exposed reef facies are above the water table and that flow is most likely in fractures in the underlying basin facies. 160 Figure 11-5a: Groundwater flow regimen prior to incision of the Pecos River and development of the oil and groundwater in the Delaware Basin (from Hiss, 1980). 161 Figure 11-5b: Groundwater flow regimen influenced by incision of the Pecos River at Carlsbad into hydraulic communication with the Capitan aquifer (from Hiss, 1980). 162 Figure 11-5c: Groundwater flow regimen influenced by both incision of the Pecos River and exploitation of oil and groundwater in the Delaware Basin (from Hiss, 1980). 163 Figure 11-6: Apache Mountains cross sections showing the Capitan Reef facies and groundwater levels (water levels from Sharp, 1989). 164 Water Quality The aquifer generally contains water of poor quality and yields small to large quantities of moderately saline to brine water. Analysis of water samples from 17 reef facies wells in Texas indicates an average total dissolved solids concentration (TDS) of 3,059 mg/L and an average chloride concentration of 881 mg/L (Brown, 1997). These samples also indicate that the primary constituents are sodium, chloride, and sulfate. Because of the low quality, water pumped from the Capitan aquifer in Texas is primarily used for oil- reservoir waterflooding operations in Ward and Winkler Counties, with a small amount used for irrigation of salt-tolerant crops in Pecos and Culberson Counties (Ashworth and Hopkins, 1995). Water of the freshest quality is located on and near areas of recharge where the reef is exposed at the surface in the Guadalupe and Glass Mountains. The city of Carlsbad, New Mexico, uses Capitan water for a municipal supply. Conclusions The Capitan aquifer is the remains of a vast reef that surrounded the Delaware Basin during the Permian. Permeability and well yields are generally high, but water quality tends to be too poor for municipal or irrigation use. The exception is in the areas where the reef is exposed, such as the Guadalupe Mountains of New Mexico. The regional flow paths in the aquifer have been affected by incision of the Pecos River and by development of the groundwater and petroleum resources in the area. The water is primarily sodium-chloride-sulfate water with an average TDS greater than 3,000 mg/L. References Armstrong, C. A., and McMillion, L. G., 1961, Geology and ground water resources of Pecos County, Texas: U.S. Geological Survey and Texas Board of Water Engineers Bulletin 6106, 241 p. Ashworth, J. B., and Hopkins, J., 1995, Major and minor aquifers of Texas: Texas Water Development Board Report 345, 69 p. Bebout, D.G., and Kerans, C., 1993, Guide to the Permian Reef Geology Trail, McKittrick Canyon, Guadalupe Mountains National Park, West Texas: The University of Texas at Austin, Bureau of Economic Geology, Guidebook 26, 48 p. Brown, E., 1997, Water quality in the Capitan Reef aquifer: Texas Water Development Board Hydrologic Atlas No. 8. Davis, M. E., and Leggat, E. R., 1965, Reconnaissance investigation of the ground-water resources of the upper Rio Grande basin, Texas: in Reconnaissance investigation of the ground-water resources of the Rio Grande basin, Texas: Texas Water Commission Bulletin 6502, p. U1-199. Dutton, S. P., Barton, M. D., Asquith, G. B., Malik, M. A., Cole, A. G., Gogas, J., Guzman, J. I., and Clift, S. J., 1999, Geologic and engineering characterization of turbidite reservoirs, Ford Geraldine Unit, Bell Canyon Formation, West Texas: The 165 University of Texas at Austin, Bureau of Economic Geology Report of Investigations No. 255, 88 p. Gates, J. S., White, D. E., Stanley, W. D., and Ackerman, H. D., 1980, Availability of fresh and slightly saline ground water in the basins of westernmost Texas: Texas Department of Water Resources, Report 256, 108 p. Hiss, W. L., 1975, Stratigraphy and ground water hydrology of the Capitan aquifer, southeastern New Mexico and western Texas: Ph.D. dissertation, University of Colorado, Boulder, 396 p. Hiss, W. L., 1980, Movement of ground water in Permian Guadalupian aquifer systems, southeastern New Mexico and western states: New Mexico Geological Society"
    },
    {
        "URL": "Uliana2001_GeologyHydrogeologyCapitanAquifer.pdf",
        "Text": "water with an average TDS greater than 3,000 mg/L. References Armstrong, C. A., and McMillion, L. G., 1961, Geology and ground water resources of Pecos County, Texas: U.S. Geological Survey and Texas Board of Water Engineers Bulletin 6106, 241 p. Ashworth, J. B., and Hopkins, J., 1995, Major and minor aquifers of Texas: Texas Water Development Board Report 345, 69 p. Bebout, D.G., and Kerans, C., 1993, Guide to the Permian Reef Geology Trail, McKittrick Canyon, Guadalupe Mountains National Park, West Texas: The University of Texas at Austin, Bureau of Economic Geology, Guidebook 26, 48 p. Brown, E., 1997, Water quality in the Capitan Reef aquifer: Texas Water Development Board Hydrologic Atlas No. 8. Davis, M. E., and Leggat, E. R., 1965, Reconnaissance investigation of the ground-water resources of the upper Rio Grande basin, Texas: in Reconnaissance investigation of the ground-water resources of the Rio Grande basin, Texas: Texas Water Commission Bulletin 6502, p. U1-199. Dutton, S. P., Barton, M. D., Asquith, G. B., Malik, M. A., Cole, A. G., Gogas, J., Guzman, J. I., and Clift, S. J., 1999, Geologic and engineering characterization of turbidite reservoirs, Ford Geraldine Unit, Bell Canyon Formation, West Texas: The 165 University of Texas at Austin, Bureau of Economic Geology Report of Investigations No. 255, 88 p. Gates, J. S., White, D. E., Stanley, W. D., and Ackerman, H. D., 1980, Availability of fresh and slightly saline ground water in the basins of westernmost Texas: Texas Department of Water Resources, Report 256, 108 p. Hiss, W. L., 1975, Stratigraphy and ground water hydrology of the Capitan aquifer, southeastern New Mexico and western Texas: Ph.D. dissertation, University of Colorado, Boulder, 396 p. Hiss, W. L., 1980, Movement of ground water in Permian Guadalupian aquifer systems, southeastern New Mexico and western states: New Mexico Geological Society Guidebook, 31st Field Conference, Trans-Pecos Region. Kreitler, C. W., Mullican, W. F., and Nativ, R., 1990, Hydrogeology of the Diablo Plateau, Trans-Pecos Texas: in Kreitler, C. W., and Sharp, J. M., eds., Hydrogeology of Trans-Pecos Texas: The University of Texas at Austin, Bureau of Economic Geology, Guidebook 25, p. 49-58. Mayer, J. M., and Sharp, J. M., Jr., 1998, Fracture control of regional ground-water flow in a carbonate aquifer in a semi-arid region: Geological Society of America Bulletin, v. 110, p. 269-283. Muehlberger, W. R., and Dickerson, P. W., 1989, Structure and stratigraphy of Trans- Pecos Texas: American Geophysical Union Field Trip Guidebook T317, 197 p. Neilson, P. D., and Sharp, J. M., 1985, Tectonic controls on the hydrogeology of the Salt Basin, Trans-Pecos Texas: in Dickerson, P. W., and Muehlberger, W. R., eds., Structure and tectonics of Trans-Pecos Texas: West Texas Geological Society Publication 85-81, p. 231-234. Reed, E. L., 1965, A study of groundwater reserves: Capitan Reef reservoir, Hudspeth and Culberson Counties, Texas: unpublished report. Richey, S. F., Wells, J. G., and Stephens, K. T., 1985, Geohydrology of the Delaware Basin and vicinity, Texas and New Mexico: U.S. Geological Survey Water-Resources Investigations 84-4077, 99 p. Scalapino, R. A., 1950, Development of ground water for irrigation in the Dell City area, Hudspeth County, Texas: Texas Board of Water Engineers Bulletin 5004, 41 p. Sharp, J. M., Jr., 1989, Regional ground-water systems in northern Trans-Pecos Texas: in Dickerson, P. W., and Muehlberger, W. R., eds., Structure and stratigraphy of Trans- Pecos Texas: American Geophysical Union Field Trip Guidebook T317, p. 123-130. Uliana, M. M., 2000, Delineation of regional groundwater flow paths and their relation to structural features in the Salt and Toyah Basins, Trans-Pecos Texas: Ph.D. dissertation, The University of Texas at Austin, 215 p. Uliana, M. M., and Sharp, J. M., Jr., 2001, Tracing regional flow paths to major springs in Trans-Pecos Texas using geochemical data and geochemical models: Chemical Geology, v. 179, no. 1-4, p. 53-72. 166 White, D. E., 1971, Water resources of Ward County, Texas: Texas Water Development Board Report 125, 219 p. Wood, J., 1965, Geology of the Apache Mountains, Trans-Pecos Texas: Ph. D. dissertation, The University of Texas at Austin, 241 p."
    }
]