[
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "LMS/GNO/S13360 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico, Site January 2016 Approved for public release; further dissemination unlimited ~ u.s. DEPARTMENT of Legacy ~ENERGY Management Available for sale to the public from: U.S. Department of Commerce National Technical Information Service 5301 Shawnee Road Alexandria, VA 22312 Telephone: 800.553.6847 Fax: 703.605.6900 E-mail: orders@ntis.gov Online Ordering: http:/ lwww.ntis.gov/help/ordermethods. aspx Available electronically at http://www.osti.gov/scitech/ Available for a processing fee to U.S. Department of Energy and its contractors, in paper, from: U.S. Department of Energy Office of Scientific and Technical Information P.O. Box62 Oak Ridge, TN 37831-0062 Phone: 865.576.8401 Fax: 865.576.5728 Email: reports@adonis.osti.gov Reference herein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise, does not necessarily constitute or imply its endorsement, recommendation, or favoring by the United States Government or any agency thereof or its contractors or subcontractors. Contents Abbreviations .................................................................................................................................. ii Executive Summary ....................................................................................................................... iii 1.0 Introduction ............................................................................................................................ 1 2.0 Site Location and Background ............................................................................................... 1 2.1 Summary of Reclamation and Remediation Activities ............................................... 5 3.0 Geology and Hydrology ......................................................................................................... 6 4.0 Groundwater Monitoring and Inspection Results .................................................................. 7 4.1 Site Inspection Results ................................................................................................ 8 4.2 Hydraulic Head Monitoring and Results ..................................................................... 8 4.3 Groundwater Sampling and Results .......................................................................... 11 5.0 Conclusions .......................................................................................................................... 13 6.0 References ............................................................................................................................ 14 Figures Figure 1. Location Map for the Gnome-Coach, New Mexico, Site ................................................ 2 Figure 2. Site Features at the Gnome-Coach Site ........................................................................... 3 Figure 3. Stratigraphic Cross-Section at the Gnome-Coach Site .................................................... 4 Figure 4. Hydrograph Showing Water Elevations in Wells USGS-1, USGS-4, and USGS-8 ..... 10 Figure 5. Hydro graph Showing Water Elevations in the Re-entry Wells DD-1 and LRL-7 ........ 11 Tables Table 1. Gnome-Coach Site Water Levels ..................................................................................... 9 Table 2. Radiochemical Analytical Results 2008 through 2015 ................................................... 13 Appendixes Appendix A Well Concentration Plots Appendix B Report Distribution List U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Pagei bgs DOE EPA ft GEMS LM LTHMP NMED USGS Abbreviations below ground surface U.S. Department of Energy U.S. Environmental Protection Agency feet Geospatial Environmental Mapping System Office of Legacy Management Long-Term Hydrologic Monitoring Program New Mexico Environment Department U.S. Geological Survey 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page ii U.S. Department of Energy January 2016 Executive Summary The Gnome-Coach, New Mexico, Site was the location of a 3-kiloton-yield underground nuclear test in 1961 and a groundwater tracer test in 1963. The U.S. Geological Survey conducted the groundwater tracer test using four dissolved radionuclides-tritium, iodine-131, strontium-90, and cesium-13 7-as tracers. Site reclamation and remediation began after the underground testing and was conducted in several phases at the site. The New Mexico Environment Department (NMED) issued a Conditional Certificate of Completion in September 2014, which documents that surface remediation activities have been successfully completed in accordance with the Voluntary Remediation Program. Subsurface activities have included annual sampling and monitoring of wells at and near the site since 1972. These annual monitoring activities were enhanced in 2008 to include monitoring hydraulic head and collecting samples from the onsite wells USGS-4, USGS-8, and LRL-7 using the low-flow sampling method. In 2010, the annual monitoring was focused to the monitoring wells within the site boundary. A site inspection and annual sampling were conducted on January 27-28, 2015. A second site visit was conducted on April 21, 2015, to install warning/notification signs to fulfill a requirement of the Conditional Certificate of Completion that was issued by the NMED for the surface. Analytical results from the 2015 sampling event indicate that concentrations of tritium, strontium-90, and cesium-137 were consistent with historical results. This includes no detections in the sample from well USGS-1, which has a submersible electric pump and is used to provide water for livestock belonging to area ranchers (water right C01901). Hydraulic head data from this well indicate that the frequency and rate of pumping increased in late November 2013. This is evident by an increase in the amount of drawdown and the recovery time of water levels of approximately 5 feet (ft) when the pump cycles on and off. Historically, water levels in this well varied only about 2 ft between pump cycles. The hydraulic head data continue to show that pumping in well USGS-1 produces a drawdown response in wells USGS-4 and USGS-8, which also increased in late November 2013. The increased magnitude of drawdown and the corresponding recovery of water levels during pump cycles are the result of a new dedicated pump installed in USGS-1 by the area ranchers and an increase in the frequency of pumping. Hydraulic head data from well LRL-7, which monitors the Coach drift, indicate that water levels have nearly recovered from the last sampling event in January 2011. Manual water level measurements collected from re-entry well DD-1, which monitors the detonation cavity, confirmed that the transducer in this well had failed and that the transducer data obtained from June 2011 through February 2014 were in error. This report is available on the LM public website at http://www.lm.doe.gov/gnome/Sites.aspx, and copies are sent to the individuals on the distribution list in Appendix B. Data collected during this and previous monitoring events ( analytical and water levels) are available on the GEMS (Geospatial Environmental Mapping System) website at http://gems.lm.doe.gov/#site=GNO. U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page iii This page intentionally left blank 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page iv U.S. Department of Energy January 2016 1.0 Introduction This report presents the groundwater monitoring data collected by the U.S. Department of Energy (DOE) Office of Legacy Management (LM) at the Gnome-Coach, New Mexico, Site (Figure 1 ). The site was the location of a 3-kiloton-yield underground nuclear test and radioisotopic groundwater tracer test in the 1960s that resulted in residual contamination at the site. Groundwater monitoring consisted of collecting groundwater samples, measuring depth to groundwater, and downloading pressure transducer data from selected wells at the site. This report summarizes the results of the monitoring, site inspection, and site visits conducted during fiscal year 2015 and is available on the LM public website at http://www.lm.doe.gov/gnome/Sites.aspx. Data collected during this and previous monitoring events (sample analytical and water levels) are available on the GEMS (Geospatial Environmental Mapping System) website at http://gems.lm.doe.gov/#site=GNO. 2.0 Site Location and Background The Gnome-Coach site is approximately 25 miles southeast of Carlsbad in Eddy County, New Mexico (Figure 1). The U.S. Atomic Energy Commission (predecessor agency to DOE) acquired the site through a land withdrawal from the U.S. Bureau of Land Management in the early 1960s for underground nuclear testing through the Plowshare Program (AEC 1962). The Plowshare Program was a research and development initiative started in 1957 to determine the technical and economic feasibility for peaceful applications of nuclear energy. The withdrawal comprises two parcels of land containing approximately 680 acres. The larger parcel ( 640 acres) is where the underground nuclear test occurred and consists of Section 34, Township 23 South, Range 30 East. The smaller parcel (40 acres) was used for observation during the underground test and is in Section 10, Township 23 South, Range"
    },
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "iii This page intentionally left blank 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page iv U.S. Department of Energy January 2016 1.0 Introduction This report presents the groundwater monitoring data collected by the U.S. Department of Energy (DOE) Office of Legacy Management (LM) at the Gnome-Coach, New Mexico, Site (Figure 1 ). The site was the location of a 3-kiloton-yield underground nuclear test and radioisotopic groundwater tracer test in the 1960s that resulted in residual contamination at the site. Groundwater monitoring consisted of collecting groundwater samples, measuring depth to groundwater, and downloading pressure transducer data from selected wells at the site. This report summarizes the results of the monitoring, site inspection, and site visits conducted during fiscal year 2015 and is available on the LM public website at http://www.lm.doe.gov/gnome/Sites.aspx. Data collected during this and previous monitoring events (sample analytical and water levels) are available on the GEMS (Geospatial Environmental Mapping System) website at http://gems.lm.doe.gov/#site=GNO. 2.0 Site Location and Background The Gnome-Coach site is approximately 25 miles southeast of Carlsbad in Eddy County, New Mexico (Figure 1). The U.S. Atomic Energy Commission (predecessor agency to DOE) acquired the site through a land withdrawal from the U.S. Bureau of Land Management in the early 1960s for underground nuclear testing through the Plowshare Program (AEC 1962). The Plowshare Program was a research and development initiative started in 1957 to determine the technical and economic feasibility for peaceful applications of nuclear energy. The withdrawal comprises two parcels of land containing approximately 680 acres. The larger parcel ( 640 acres) is where the underground nuclear test occurred and consists of Section 34, Township 23 South, Range 30 East. The smaller parcel (40 acres) was used for observation during the underground test and is in Section 10, Township 23 South, Range 30 East. The focus of this report is the 640-acre parcel identified as the Gnome-Coach site, where the underground nuclear test and radioisotopic tracer test occurred. Figure 1 shows the two parcels that compose the land withdrawal. The purpose of the underground nuclear test, identified as Project Gnome, was to study the possibility of converting the energy from nuclear detonations into electricity, investigate the production and retrieval of radioisotopes, measure neutron activation cross-sections of specific isotopes, collect data on the characteristics of nuclear explosions in salt formations, and collect data for use in future Plowshare programs (AEC 1962). Preparation for the test began in 1958 and involved multiple agencies. The U.S. Geological Survey (USGS) installed several wells and boreholes to assess the geologic and hydrologic conditions at the site. The site was determined suitable for the experiment, and a IO-foot (ft)-diameter vertical emplacement shaft was excavated to a depth of 1,216 ft below ground surface (bgs) (Figure 2). A horizontal drift was mined, extending from the bottom of the shaft 1,116 ft to the northeast and ending in a hook shape. The hook shape was designed for placement of the nuclear device and was intended to be self-sealing following the detonation. The nuclear test was performed at a depth of 1,184 ft bgs in a bedded salt formation identified as the Salado Formation on December 10, 1961 (Figure 3). The device had a reported yield of 3 kilotons. Immediately following the detonation, close-in stemming materials failed, and gases from the detonation cavity vented to the atmosphere via the horizontal drift and emplacement shaft (AEC 1962). The cavity that resulted from the detonation has dimensions that are well documented because scientists entered the cavity 5 months after the U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 1 \"cl t:) 1-) di: 0 0 (D p ;:;; 1-) ~~ ~$ ~i 0 Ii s:: i-s· OQ [ Ei' ~ I· f I f f c:::: fl' i [!! c:: 0 ~ .... ~r ~~ ~ V '·~ ._.,;-:.~~,) ~ ~~,~7 !2!.-J&, ittff; ..... -------,,. ~ ~' ~ ~· ~/,J .. : , - Carls :ity Vii j; r, I I:,; - • ~ '· ~ !JI ' '\\ -c..7~. 1,,. l·11•~1~f4_:_= 4•. UTAH ARIZONA Alb'!iq~~que :N,EW. ,MEXICO [ a!,~i '!.ces' MEXICO LEGEND ~ oswell ' . Carlsbad □ DETAIL AREA OKLAHOMA TEXAS 0 Historic Offsite L THMP Sample Location ~-~ ~--~; Gnome-Coach Withdrawal Boundary __ ,, ___ Waste Isolation Pilot Plant (WIPP) i .. - .. i Withdrawal Boundary N i O SCALE IN MILES 4 . WIPP I • 1 n- __,-( _ _1servation Area ; e { (40 ~cres) 1,1obley \\ r ' :anch I---. L~ r- ) '- l',. , ,. 0 , 1r ·-! }Ji .. _ .. j Project Gnome Test ~ 640A&ei 'ell \" is 9 VVork Performed by U.S. DEPARTMENT OF ENERGY I Navarro Research & Engineering, Inc. OFFICE OF LEGACY MANAGEMENT Under DOE Contract Number DE-LM0000421 Site Location Map Gnome-Coach, NM, Site DATE PREPARED· I FILE NAME November 9, 2015 S1336100 \\\\LM\\ess\\EnvProjecls\\EBM\\LTS\\111\\0080\\09\\004\\S13361 \\S1336100.mxd smithw 11/09/2015 2:54:44 PM Figure 1. Location Map for the Gnome-Coach, New Mexico, Site i~ ]~ 81 Q\\ t 0 ..., t:r:l ; ~ 8 V, f i Ii ~ I· El· (IQ [ f §. 8 i [ iffi- . z ~~ ;;ii~i (IQ <,> :>< Cw .... <,> g) 8 ■ Project Gnome Monument S Emplacement Shaft 0 Monitoring Well (Culebra) l!l Monitoring Well (Salado) 1.:.:. ~ Withdrawal Boundary -- A-A' Line of Section 0 \\\\LM\\ess\\EnvProjects\\EBM\\LTS\\ 111\\0080\\09\\004\\S133621S1336200.mxd smithw 11/16/2015 12: 19:03 PM SCALE IN MILES 0.5 OFFICE OF LEGACY MANAGEMENT Site Map Gnome-Coach, NM, Site DATE PREPARED: I FILE NM-IE November 16, 2015 S1336200 Figure 2. Site Features at the Gnome-Coach Site A Bmpb&oc:mmtShaft Projea Onome Manummt _ _ _ __ _ __ _ _ Dew8y Lake Redbeds __ __ _ _ __ Forty-niner Mombor---- --- ---- Magenta Member _ _ _____c.:T•=madsk Member Cule-bra Dolomite Member Lower m ember Salt Vac:a Tr iste Sandstone Member ot Adams. (1944) Salt Orift Salt nion anhydrite of local usage S.lt Depth, in feet o A' 200 400 800 1000 1200 '---- ---------- ---- -----------------....... 1400 0 100 200 300 400 FEET Figure 3. Stratigraphic Cross-Section et the G~Coach Site test in May 1962. Post-test drilling operations and preparations for another llllderground nuclear test, identified as Project Coach, began shortly after the Gnome tesl The emplacement shaft was restored and deepened to a depth of 1,284 ft bgs, and a second horizontal drift was mined 1,945 ft southeast from the shaft (ABC 1969). The Coach experiment was initially scheduled for 1963 but was canceled and never executed. No additional underground nuclear detonations occurred at the site, but in 1963 the USGS conducted a gro1.11ldwater tracer test between wells USGS-4 and USGS-8 using fuur dissolved radionuclides (tritium. iodme-131, strontiwn-90, and cesium-137) as tracers. Wells USGS-4 and 201S Gzumuhmm Mmntomgudimp«llimiRGpmt~ NGWMmdoo Doo. No. S13360 l'lge4 USGS-8 are completed in the Culebra Dolomite and are approximately 3,100 ft west of the Project Gnome monument located at surface ground zero (Figure 2). The tracer test experiment was performed using USGS-4 as the extraction well and USGS-8 as the injection well. The extracted groundwater was mixed with the radioisotope tracer solution and injected into well USGS-8 at the same rate as the extraction to create a steady-state"
    },
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "11/16/2015 12: 19:03 PM SCALE IN MILES 0.5 OFFICE OF LEGACY MANAGEMENT Site Map Gnome-Coach, NM, Site DATE PREPARED: I FILE NM-IE November 16, 2015 S1336200 Figure 2. Site Features at the Gnome-Coach Site A Bmpb&oc:mmtShaft Projea Onome Manummt _ _ _ __ _ __ _ _ Dew8y Lake Redbeds __ __ _ _ __ Forty-niner Mombor---- --- ---- Magenta Member _ _ _____c.:T•=madsk Member Cule-bra Dolomite Member Lower m ember Salt Vac:a Tr iste Sandstone Member ot Adams. (1944) Salt Orift Salt nion anhydrite of local usage S.lt Depth, in feet o A' 200 400 800 1000 1200 '---- ---------- ---- -----------------....... 1400 0 100 200 300 400 FEET Figure 3. Stratigraphic Cross-Section et the G~Coach Site test in May 1962. Post-test drilling operations and preparations for another llllderground nuclear test, identified as Project Coach, began shortly after the Gnome tesl The emplacement shaft was restored and deepened to a depth of 1,284 ft bgs, and a second horizontal drift was mined 1,945 ft southeast from the shaft (ABC 1969). The Coach experiment was initially scheduled for 1963 but was canceled and never executed. No additional underground nuclear detonations occurred at the site, but in 1963 the USGS conducted a gro1.11ldwater tracer test between wells USGS-4 and USGS-8 using fuur dissolved radionuclides (tritium. iodme-131, strontiwn-90, and cesium-137) as tracers. Wells USGS-4 and 201S Gzumuhmm Mmntomgudimp«llimiRGpmt~ NGWMmdoo Doo. No. S13360 l'lge4 USGS-8 are completed in the Culebra Dolomite and are approximately 3,100 ft west of the Project Gnome monument located at surface ground zero (Figure 2). The tracer test experiment was performed using USGS-4 as the extraction well and USGS-8 as the injection well. The extracted groundwater was mixed with the radioisotope tracer solution and injected into well USGS-8 at the same rate as the extraction to create a steady-state flow field between the wells. The Culebra Dolomite is a fractured carbonate aquifer and is the most prolific aquifer near the site. The purpose of the tracer test was to estimate the dispersion coefficient and effective porosity of the Culebra for use in evaluating the potential movement ofradionuclides (Beetem and Angelo 1964). 2.1 Summary of Reclamation and Remediation Activities Cleanup of the surface and shallow subsurface contamination resulting from the underground nuclear testing, post-test drilling, and groundwater tracer test was conducted in 1968 and 1969. A second major cleanup was conducted from 1977 to 1979 (REECO 1981). During this phase of the cleanup, liquid waste was pumped into the cavity through existing vent holes; contaminated material was dumped into the emplacement shaft and Coach drift through existing drill holes; uncontaminated equipment was moved offsite; and drill holes were plugged except those retained for use as groundwater monitoring wells (AEC 1969). While conducting a survey and sampling event in 1994, the U.S. Environmental Protection Agency (EPA) identified radiological contamination on the surface and in the shallow subsurface. The DOE National Nuclear Security Administration Nevada Site Office conducted a corrective action investigation to assess the extent of contamination at the site. The field investigations were performed from February through June 2002 and in May 2003. Contamination identified during the field investigation was excavated and disposed of offsite. A post-remediation surface radiological survey identified areas having radiological concentrations above background, but none of the concentrations were above the action levels determined to be safe for the public. The Corrective Action Investigation Report (DOE/NNSA 2004) summarizes the results of the investigation. After discussions with the State of New Mexico, it was decided that the site would be administered under the Voluntary Remediation Program. DOE prepared a Completion Report in accordance with the Voluntary Remediation Program (DOE/NNSA 2005), and a Conditional Certificate of Completion documents that surface remediation activities have been successfully completed in accordance with the Voluntary Remediation Program. Subsurface activities have consisted of annual sampling and monitoring of groundwater as part of the Long-Term Hydrologic Monitoring Program (LTHMP). EPA began the LTHMP in 1972 (EPA 1972) and conducted the sampling until 2008, when LM assumed responsibility for sampling. Since 1972, locations used for long-term sampling have changed: some locations were abandoned or replaced, and new locations have been added. Samples collected from these locations have generally been analyzed for gamma-emitting radionuclides (using high-resolution gamma spectrometry), strontium-90, and tritium (using conventional and electrolytic enrichment methods). LM evaluated the LTHMP and the associated monitoring network after assuming responsibility for the sampling in 2008. The purpose of the evaluation was to determine the effectiveness of the current monitoring network and to determine future monitoring at the site. The evaluation considered potential transport pathways for contaminant migration from the detonation zone and tracer test to surrounding receptors. Analytical results from more than 30 years of monitoring indicate that groundwater at sample locations outside the land-withdrawal U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page5 boundary (Figure 1) were not impacted by nuclear-test-related contamination. For this reason, in 2010 the monitoring was focused to the monitoring wells within the site boundary. Low-flow bladder pumps were installed in wells USGS-4, USGS-8, and LRL-7 in June 2008 to enhance monitoring at the site. The dedicated bladder pumps were installed to replace the previous sampling method that used a depth-specific bailer and to allow the collection of more representative samples using the low-flow sampling method. Pressure transducers were also installed in the onsite monitoring wells in 2008, 2009, and 2010 to collect hydraulic head data for evaluating groundwater flow directions. Geophysical well logging was conducted in onsite wells USGS-1, USGS-4, and USGS-8 in April 2010. The well logging was conducted to obtain borehole deviation data from wells USGS-1 and USGS-4, natural gamma data from wells USGS-4 and USGS-8, and downhole video logs from wells USGS-4 and USGS-8. The borehole deviation data allow measured depths to be corrected to true vertical depths to support the calculation of hydraulic head at site wells that deviate from vertical. The gamma ray logs provide geologic information that can be used to correlate with other wells in the area. The video log images suggest that the well casings are generally in good condition. The 2010 Groundwater Monitoring and Inspection Report (DOE 2011) summarizes the well-logging results. A seismic reflection survey was conducted at the site in early 2011. Seven seismic reflection profiles totaling approximately 13.9 miles were acquired to assist in the interpretation of subsurface conditions (geology and hydrogeology) at and near the site. The survey was designed to image the upper few thousand feet of the section, which includes the Culebra Dolomite (at a depth of about 450 ft bgs at wells USGS-4 and USGS-8) and the detonation (at a depth 1,184 ft bgs) within the Salado Formation. A check shot survey was acquired in well USGS-4 to calibrate the seismic profiles to the subsurface lithology. Significant features identified that would influence groundwater flow were areas of collapse in the evaporites overlying the Salado Formation and possible faults that cross the site. The 2012 Groundwater Monitoring and Inspection Report (DOE 2013) summarizes the seismic survey results. Well boxes were installed at USGS-4, USGS-8, LRL-7, and DD-1 in 2012 and 2013 to improve wellhead security at the site. This resulted in modifications to the USGS-4 and"
    },
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "collect hydraulic head data for evaluating groundwater flow directions. Geophysical well logging was conducted in onsite wells USGS-1, USGS-4, and USGS-8 in April 2010. The well logging was conducted to obtain borehole deviation data from wells USGS-1 and USGS-4, natural gamma data from wells USGS-4 and USGS-8, and downhole video logs from wells USGS-4 and USGS-8. The borehole deviation data allow measured depths to be corrected to true vertical depths to support the calculation of hydraulic head at site wells that deviate from vertical. The gamma ray logs provide geologic information that can be used to correlate with other wells in the area. The video log images suggest that the well casings are generally in good condition. The 2010 Groundwater Monitoring and Inspection Report (DOE 2011) summarizes the well-logging results. A seismic reflection survey was conducted at the site in early 2011. Seven seismic reflection profiles totaling approximately 13.9 miles were acquired to assist in the interpretation of subsurface conditions (geology and hydrogeology) at and near the site. The survey was designed to image the upper few thousand feet of the section, which includes the Culebra Dolomite (at a depth of about 450 ft bgs at wells USGS-4 and USGS-8) and the detonation (at a depth 1,184 ft bgs) within the Salado Formation. A check shot survey was acquired in well USGS-4 to calibrate the seismic profiles to the subsurface lithology. Significant features identified that would influence groundwater flow were areas of collapse in the evaporites overlying the Salado Formation and possible faults that cross the site. The 2012 Groundwater Monitoring and Inspection Report (DOE 2013) summarizes the seismic survey results. Well boxes were installed at USGS-4, USGS-8, LRL-7, and DD-1 in 2012 and 2013 to improve wellhead security at the site. This resulted in modifications to the USGS-4 and USGS-8 wellheads. The USGS-1 wellhead was also modified in 2013 to repair damage received from a water truck (DOE 2013). The wellhead modifications established new measuring points on the top of casing for measuring depth to groundwater in these wells. To account for these modifications, the monitoring wells were surveyed by a registered land surveyor in 2014 to provide northings and eastings with new top-of-casing elevations. These 2014 wellhead survey data are summarized in the 2014 Groundwater Monitoring and Inspection Report (DOE 2015). 3.0 Geology and Hydrology The site is in the northwestern part of the Delaware Basin, a deep, oval, sedimentary basin 75 miles wide and 135 miles long in southeastern New Mexico. The geology and hydrology of this basin are well studied because of oil and gas exploration, mining, and operation of the Waste Isolation Pilot Plant approximately 8.5 miles north-northeast of the site (measured from the approximate center of each withdrawal boundary). The basin deposits generally dip gently to the east and southeast, although in places the bedding is almost flat. During the late Permian Period, a warm, shallow sea in the region provided an ideal environment for reef development, which 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page6 U.S. Department of Energy January 2016 blocked seawater circulation. Brines formed as the seawater began to evaporate, and crystalline salts precipitated and accumulated on the basin floor. As a result, the site area is underlain by several thousand feet of limestone, dolomite, gypsum, halite, anhydrite, and potassium salts (potash) (USGS 1962). Figure 3 is a cross-section showing the stratigraphy at the site, the emplacement shaft and drift, and the detonation cavity that resulted from the underground test. The Salado Formation, in which the Gnome detonation took place, is a 1,500 ft thick bed of halite that formed during the Permian Period. Immediately overlying the Salado Formation are five thin-bedded members of the Rustler Formation (USGS 1968). This formation includes the Culebra Dolomite Member, which is the subject of extensive study as part of the operation of the Waste Isolation Pilot Plant. Below the Culebra Dolomite and above the Leached Member of the Salado Formation is the Lower Member that is now referred to as the Los Medafios Member. Above the Culebra Dolomite is the Tamarisk Member, which is overlain by the Magenta Member. The uppermost member of the Rustler Formation is the Forty-Niner Member, a mixture of gypsum and anhydrite. The youngest Permian sequences in the site area are the thin, red, sedimentary rocks of the Dewey Lake Redbeds Formation. The Gatuna Formation and alluvial sand deposits overlie the Dewey Lake Redbeds Formation. The Culebra Dolomite, in which the groundwater tracer test took place, contains the most prolific aquifer at the site. It is a fractured carbonate aquifer that is widespread, laterally continuous, and approximately 30 ft thick. It is encountered at depths ranging from 460 to 515 ft bgs at the site. Water levels are monitored in the Culebra by the onsite wells USGS-1, USGS-4, and USGS-8 (Figure 2). Water level data from these wells indicate that Culebra is confined. The groundwater in the Culebra is of poor quality because of high concentrations of dissolved solids (Mercer 1983); despite the poor water quality, it is a source of water for ranchers who maintain livestock throughout the area. The Salado Formation is characterized as a regional aquiclude because of the hydraulic properties of the bedded halite salt within the formation (DOE 2012). The plastic nature of salt under pressure of its own weight and that of overlying units results in movement over time that closes openings (fractures and void spaces) within the deposit, making any continuous movement of water through the formation highly unlikely. However, the contact between the Rustler and Salado Formations (Leached Member) has been observed as water-bearing, though it is not continuous in the region around the site (DOE 2012). Fluid levels in the detonation cavity are monitored by the re-entry well DD-1 and in the Coach drift by LRL-7, both of which are in the Salado Formation. 4.0 Groundwater Monitoring and Inspection Results The annual groundwater monitoring and site inspection were conducted on January 27 and 28, 2015. The field activities consisted of a site inspection, downloading pressure transducers data, measuring depth-to-groundwater, and collecting groundwater samples. A site visit was also conducted on April 21, 2015, and data from pressure transducers were downloaded again in late- August 2015. The Sampling and Analysis Plan for U.S. Department of Energy Office of Legacy Management Sites (LMS/PRO/S04351) provides the procedures used to guide the quality assurance/quality control of the annual sampling and monitoring program. These procedures incorporate standards and guidance from EPA, DOE, and ASTM International. The analytical results obtained from the annual sampling were validated in accordance with the \"Standard U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page7 Practice for Validation of Environmental Data\" section in the Environmental Procedures Catalog (LMS/POL/S04325). Samples were analyzed using accepted procedures that were based on the specified methods. The laboratory radiochemical minimum detectable concentration reported with these data is an estimate of the predicted detection capability of a given analytical procedure, not an absolute concentration that can or cannot be detected. A copy of the data validation package is maintained in LM records and is available upon request. It can also be accessed on"
    },
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "that closes openings (fractures and void spaces) within the deposit, making any continuous movement of water through the formation highly unlikely. However, the contact between the Rustler and Salado Formations (Leached Member) has been observed as water-bearing, though it is not continuous in the region around the site (DOE 2012). Fluid levels in the detonation cavity are monitored by the re-entry well DD-1 and in the Coach drift by LRL-7, both of which are in the Salado Formation. 4.0 Groundwater Monitoring and Inspection Results The annual groundwater monitoring and site inspection were conducted on January 27 and 28, 2015. The field activities consisted of a site inspection, downloading pressure transducers data, measuring depth-to-groundwater, and collecting groundwater samples. A site visit was also conducted on April 21, 2015, and data from pressure transducers were downloaded again in late- August 2015. The Sampling and Analysis Plan for U.S. Department of Energy Office of Legacy Management Sites (LMS/PRO/S04351) provides the procedures used to guide the quality assurance/quality control of the annual sampling and monitoring program. These procedures incorporate standards and guidance from EPA, DOE, and ASTM International. The analytical results obtained from the annual sampling were validated in accordance with the \"Standard U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page7 Practice for Validation of Environmental Data\" section in the Environmental Procedures Catalog (LMS/POL/S04325). Samples were analyzed using accepted procedures that were based on the specified methods. The laboratory radiochemical minimum detectable concentration reported with these data is an estimate of the predicted detection capability of a given analytical procedure, not an absolute concentration that can or cannot be detected. A copy of the data validation package is maintained in LM records and is available upon request. It can also be accessed on the LM Public Website at http://www.lm.doe.gov/gnome/Sites.aspx. The Sampling and Analysis Plan can be accessed on the LM public website at http://energy.gov/sites/prod/files/2015/02/fl9/S0435l_SAP.pdf. 4.1 Site Inspection Results The annual site inspection was conducted on January 27-28, 2015. The inspection included evaluating roads and inspecting the wellheads and the Project Gnome monument for signs of damage, natural deterioration from weather, or vandalism. The site inspection also included repairs to the DD-1 wellhead and installation of a totalizing flow meter at well USGS-1. Repairs to the re-entry well DD-1 were necessary because of vandalism that occurred in July 2014 (DOE 2015). Well USGS-1 has a submersible electric pump, and a totalizing flow meter was installed to monitor total gallons removed from the well. The U.S. Bureau of Land Management has used this well since the 1980s as a point of diversion to provide water for livestock belonging to area ranchers under water right CO 1901. The flow meter data will help assess any impacts the groundwater extraction has on water levels at the site. The site visit on April 21, 2015, included the installation of signs that inform the public that ground-disturbing activities are not allowed at the site without permission from LM. These signs were installed near the emplacement shaft, near well USGS-1, and around the perimeter of the site to fulfill a requirement of the Conditional Certificate of Completion that was issued by the New Mexico Environment Department (NMED). The roads, wellheads, and monument were all in good condition at the time of the annual site inspection and site visit. 4.2 Hydraulic Head Monitoring and Results Pressure transducers in site monitoring wells USGS-1, USGS-4, USGS-8, and LRL-7 recorded water levels every hour. The transducer data were downloaded and water levels were measured manually in the site wells on January 27-28 and on April 21, 2015. The transducer data were downloaded again on August 26, 2015. Manual water level measurements were used to convert the transducer data to depth-to-water measurements. Transducer data were corrected for the different specific gravity of water for each screened unit. The specific gravity of water in Culebra-screened wells is approximately 1.0035, and the specific gravity of water from Salado-screened wells is approximately 1.15. Table 1 presents the water level data and measured groundwater elevations obtained in April 2015, along with the top of casing elevations, the top and bottom screen-zone elevations, and the hydrostratigraphic unit monitored for the wells. 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 8 U.S. Department of Energy January 2016 Table 1. Gnome-Coach Site Water Levels DTW TOC TSZ BSZ Formation/Unit Groundwater Well Date {ft)8 Elevation Elevation Elevation Monitored Elevation {ft amsl) {ft amsl) {ft amsl) {ft amsl) USGS-1 4/21/2015 441.58c 3,426.60 2,907b 2,875b Culebra Dolomite 2,987b USGS-4 4/21/2015 429.11 3,413.72 2,940b 2,907b Culebra Dolomite 2,991b USGS-8 4/21/2015 421.95 3,411.25 2,947b 2,915b Culebra Dolomite 2,991b LRL-7 4/21/2015 461.98 3,442.52 2,653d 2,127d Salado Formation 2,979d DD-1 4/21/2015 986.70 3,397.49 8 2,259d NM Salado Formation 2,411d Notes: The TOC elevations are provided in U.S. State Plane, Zone New Mexico East, coordinate system, with vertical data based on the National Geodetic Vertical Datum of 1929 (NGVD 29) (DOE 2015). a Depth to water has not been corrected for true vertical depth. b Elevation has been corrected for true vertical depth. (At the water level depth, the deviation correction for USGS-1 is 0.09 ft; the deviation correction for USGS-4 is 4.90 ft; and no correction is required for USGS-8 because it did not deviate from vertical.) cwell USGS-1 has a dedicated submersible pump that was operating at the time of the water level measurement. d Elevations for LRL-7 and DD-1 have not been corrected for true vertical depth because borehole deviation corrections are not available for these wells. e TOC elevation is estimated because of repairs to the wellhead after the well was vandalized in July 2014. Abbreviations: amsl BSZ DTW NM TOC TSZ = = = = = = above mean sea level bottom of screen zone, uncased/open interval, or perforated interval in feet above mean sea level depth to water (all measurements obtained from north top of casing) not measured or unknown (the construction and open intervals of re-entry well DD-1 are unknown) top of casing elevation in feet above mean sea level (NGVD 29) top of screen zone, uncased/open interval, or perforated interval in feet above mean sea level The hydraulic head monitoring began in July 2008; hydrograph data are shown in Figure 4 and Figure 5. The hydrographs are grouped according to each well's open interval and formation monitored. Head data from manual water-level tape measurements are shown as individual symbols, and transducer data appear as lines. Hydraulic head data from wells USGS-1 and USGS-4 have been corrected to true vertical depth. No correction is required for well USGS-8 because the well did not deviate from vertical. Borehole deviation data are currently not available for DD-1 and LRL-7, so groundwater elevations depicted in Figure 5 are approximate. U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page9 Hydraulic Head Data - Culebra Dolomite 2996 2995 2994 2993 - 2992 - Q) Q) 2991 -- C: 2990 0 :;; !O 2989 > Q) 2988 jjj 2987 c. USGS-4 manual water level 2986 2985 2984 • USGS-1 manual water level 2983 Jul-08 Jul-09 Jul-10 Jul-11 Jul-12 Jul-13 Jul-14 Jul-15 Figure 4. Hydrograph"
    },
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "measurement. d Elevations for LRL-7 and DD-1 have not been corrected for true vertical depth because borehole deviation corrections are not available for these wells. e TOC elevation is estimated because of repairs to the wellhead after the well was vandalized in July 2014. Abbreviations: amsl BSZ DTW NM TOC TSZ = = = = = = above mean sea level bottom of screen zone, uncased/open interval, or perforated interval in feet above mean sea level depth to water (all measurements obtained from north top of casing) not measured or unknown (the construction and open intervals of re-entry well DD-1 are unknown) top of casing elevation in feet above mean sea level (NGVD 29) top of screen zone, uncased/open interval, or perforated interval in feet above mean sea level The hydraulic head monitoring began in July 2008; hydrograph data are shown in Figure 4 and Figure 5. The hydrographs are grouped according to each well's open interval and formation monitored. Head data from manual water-level tape measurements are shown as individual symbols, and transducer data appear as lines. Hydraulic head data from wells USGS-1 and USGS-4 have been corrected to true vertical depth. No correction is required for well USGS-8 because the well did not deviate from vertical. Borehole deviation data are currently not available for DD-1 and LRL-7, so groundwater elevations depicted in Figure 5 are approximate. U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page9 Hydraulic Head Data - Culebra Dolomite 2996 2995 2994 2993 - 2992 - Q) Q) 2991 -- C: 2990 0 :;; !O 2989 > Q) 2988 jjj 2987 c. USGS-4 manual water level 2986 2985 2984 • USGS-1 manual water level 2983 Jul-08 Jul-09 Jul-10 Jul-11 Jul-12 Jul-13 Jul-14 Jul-15 Figure 4. Hydrograph Showing Water Elevations in Wells USGS-1, USGS--4, and USGS-8 Figure 4 shows the hydrographs for the wells (USGS-1, USGS-4, and USGS-8) completed in the Culebra Dolomite. A submersible electric pump in well USGS-1 is used to provide water for livestock belonging to area ranchers (water right C01901). The pump cycles on and off to fill a nearby water tank. The hydraulic head data indicate that the frequency and rate of pumping increased in late November 2013. Prior to that time, water levels varied about 2 ft between pump cycles. Since then, water levels have varied about 5 ft between pump cycles (Figure 4). Water levels in wells USGS-4 and USGS-8 have also responded to the increased water extraction from USGS-1. The hydraulic head in these wells has declined from a stable long-term elevation of about 2,993.5 ft to 2,990 ft since 2013. The decrease in water levels within the Culebra wells may also be the result of drilling and pumping from additional water supply wells in the area. 2015 Grolllldwatcir Monitoring and ~ction hport ~Cgach, New Mexico Doe. No. S13360 Page 10 U.S. Department of Energy January 2016 Hydraulic Head Data -- Salado Formation 3020 2440 ..... I ...J 0::: 3000 ...J -- Cl) Cl) -- C 2980 0 - RI > Cl) w 2960 Cl) - RI E ·x 0 2940 ... a. a. <( I No data because transducer in well failed. I • ~--r-- • ~ .. ... 6 - ___....-V .,,,,,,-- ~ ~ • / V • • - LRL-7 ./ • LRL-7 manual water level - / - DD-1 ,,,,,. • DD-1 manual water level ..... I Cl 2420 Cl -- Cl) Cl) -- 2400 C 0 - RI > Cl) 2380 ui Cl) - RI E ·x 2360 0 ... a. a. <( 2920 2340 Jul-08 Jul-09 Jul-1 0 Jul-11 Jul-12 Jul-13 Jul-14 Jul-15 Figure 5. Hydrograph Showing Water Elevations in the Re-entry Wells DD-1 and LRL-7 Figure 5 shows the hydrographs for wells (DD-1 and LRL-7) completed in the Salado Formation. Water levels are monitored in the re-entry well DD-1 and LRL-7, which are completed in the detonation cavity and Coach drift, respectively. Water levels in these wells may be influenced by renmant pressure effects associated with the detonation and disposal activities and may not be representative of the Salado Formation. The transducer in LRL-7 failed in late 2014. The transducer data and subsequent manually measured water level indicate that the rate of water level recovery since LRL-7 was last sampled in January 2011 continues to decrease and that water levels may be nearing static conditions. The transducer in re-entry well DD-I was removed during the January 2015 sampling event because manual water level measurements confirmed that the transducer had failed and that transducer data from June 2011 through February 2014 were in error. Manual water level measurements have historically been difficult to obtain from this well because of the well's small-diameter construction, depth-to-groundwater, and contamination associated with the detonation cavity. Previous reports said the transducer data might be unreliable, but additional manual water level measurements were needed to confirm this (DOE 2015). Figure 5 has been modified from last year's report to include the manual water level measurements that reflect this determination. 4.3 Groundwater Sampling and Results Groundwater samples were collected from wells USGS-1, USGS-4, and USGS-8 on January 27, 2015. Monitoring wells USGS-4 and USGS-8 were sampled using dedicated low-flow submersible bladder pumps. The tubing inlets of the bladder pumps are located in the screened or open interval to allow water to be collected directly from the adjacent geologic formation. The sample from well USGS-1 was collected as a grab sample because the dedicated pump was filling the nearby stock tank at the time of the sampling. Samples were analyzed for gamma-emitting radionuclides (using high-resolution gamma spectrometry), strontium-90, and U.S. Department of Energy January 2016 201S Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 11 tritium (using conventional methods). An additional sample was collected from well USGS-1 for tritium analysis using the electrolytic enrichment method. Table 2 presents a summary of radiochemical analytical results from 2008 through 2015 for comparison. LM has performed the sampling at the site since 2008. Prior to 2008, EPA had conducted the sampling and, until the 2012 sampling event, had also analyzed the samples. GEL Laboratories in Charleston, South Carolina, has analyzed all samples collected since the 2011 sampling event. Radiochemical analytical results obtained from the 2015 monitoring event were consistent with previous analytical results (Table 2). The radionuclide concentrations in wells USGS-4 and USGS-8 are the result ofradionuclides injected during the tracer test in 1963. Concentrations are higher in well USGS-8 because it was used as the injection well for the tracer test; (well USGS-4 was used as the extraction well during the tracer test). Analytical results of the sample from well USGS-1 indicate no detection of radionuclides above the laboratory minimum detectable concentration (Table 2). Charts 1 through 7 in Appendix A show temporal plots of radionuclide concentrations (1972 through 2015) in samples collected at wells LRL-7, USGS-4, and USGS-8. Well USGS-1 is not included because concentrations of tritium (using conventional methods), strontium-90, and cesium-13 7 have not been detected above the laboratory minimum detectable concentration. Concentrations are plotted on a semi-logarithmic scale. All sample results, including nondetects, are plotted. As indicated in the charts, many results from sampling events"
    },
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "sample from well USGS-1 was collected as a grab sample because the dedicated pump was filling the nearby stock tank at the time of the sampling. Samples were analyzed for gamma-emitting radionuclides (using high-resolution gamma spectrometry), strontium-90, and U.S. Department of Energy January 2016 201S Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 11 tritium (using conventional methods). An additional sample was collected from well USGS-1 for tritium analysis using the electrolytic enrichment method. Table 2 presents a summary of radiochemical analytical results from 2008 through 2015 for comparison. LM has performed the sampling at the site since 2008. Prior to 2008, EPA had conducted the sampling and, until the 2012 sampling event, had also analyzed the samples. GEL Laboratories in Charleston, South Carolina, has analyzed all samples collected since the 2011 sampling event. Radiochemical analytical results obtained from the 2015 monitoring event were consistent with previous analytical results (Table 2). The radionuclide concentrations in wells USGS-4 and USGS-8 are the result ofradionuclides injected during the tracer test in 1963. Concentrations are higher in well USGS-8 because it was used as the injection well for the tracer test; (well USGS-4 was used as the extraction well during the tracer test). Analytical results of the sample from well USGS-1 indicate no detection of radionuclides above the laboratory minimum detectable concentration (Table 2). Charts 1 through 7 in Appendix A show temporal plots of radionuclide concentrations (1972 through 2015) in samples collected at wells LRL-7, USGS-4, and USGS-8. Well USGS-1 is not included because concentrations of tritium (using conventional methods), strontium-90, and cesium-13 7 have not been detected above the laboratory minimum detectable concentration. Concentrations are plotted on a semi-logarithmic scale. All sample results, including nondetects, are plotted. As indicated in the charts, many results from sampling events before the late 1980s had no reported detection limit. For interpretation purposes, relatively high concentrations (i.e., concentrations significantly higher than detection limits associated with subsequent sampling) should be considered detections. The natural decay rates for tritium (12.3 years), strontium-90 (28.8 years), and cesium-137 (30.2 years) have been included on the charts, as needed. The increases in tritium concentrations in samples collected from well LRL-7 (Chart 1) and cesium-137 concentrations in samples collected from wells USGS-8 and LRL-7 (Chart 4 and Chart 6) after the 2007 sampling event are attributed to changes in the sampling method. Prior to 2008, EPA collected samples using a depth-specific bailer, and after 2007, LM collected samples from dedicated bladder pumps using the low-flow sampling method. Tritium concentrations in samples collected from well USGS-4 (Chart 1) also appear to be decreasing at a rate that is greater than the natural decay rate for tritium. 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 12 U.S. Department of Energy January 2016 Table 2. Radiochemical Analytical Results 2008 through 2015 Sample Collection Tritium Tritium Cesium-137 Strontium-90 Formation/Unit Enriched Method Location Date (pCi/L) (pCi/L) (pCi/L) (pCi/L) Monitored 7/30/2008 <169 NA <5.0 NA 1/27/2009 <154 NA <4.94 <1.8 1/26/2010 <146 7.6 <2.1 <0.89 1/26/2010 8 <146 <3.4 <1.4 <1.9 1/19/2011 <150 NA <2.2 <3.6 1/19/2011 8 <150 NA <2.4 <1.1 USGS-1 1/18/2012 <240 <2.33 <5.69 <0.728 Culebra Dolomite 1/18/2012 8 <243 NA <6.82 <0.794 1/29/2013 <371 <2.18 <4.68 <0.909 1/29/2013 8 <371 NA <5.97 <0.716 2/19/2014 NA <2.4 <5.68 <0.987 2/19/2014 8 <298 NA <4.81 <1.08 1/27/2015 NA <2.24 <6.77 <0.722 7/30/2008 22,300 NA <4.59 NA 1/27/2009 16,800 NA <4.99 2,980 1/26/2010 13,200 NA <1.4 2,540 USGS-4 1/19/2011 11,300 NA <2.4 2,650 Culebra Dolomite 1/18/2012 9,110 NA <5.62 884 1/30/2013 10,200 NA <5.33 987 2/19/2014 7,680 NA <5.85 1,780 1/27/2015 6,030 NA <4.85 1,740 7/30/2008 30,000 NA 154 NA 1/27/2009 28,800 NA 163 3,440 1/27/2010 25,500 NA 181 3,320 1/19/2011 21,200 NA 150 3,650 USGS-8 1/18/2012 21,700 NA 154 1,400 Culebra Dolomite 1/29/2013 20,900 NA 174 1,580 2/19/2014 18,400 NA 176 1,640 1/27/2015 17,400 NA 123 2,650 1/27/2015 8 16,400 NA 128 2,480 7/30/2008 4,070 NA 126 NA 1/28/2009 4,870 NA 139 <24 1/26/2010 4,350 NA 129 <33 LRL-7 1/19/2011 3,910 NA 134 <29 Salado Formation 1/18/2012 NA NA NA NA 1/30/2013 NA NA NA NA 2/19/2014 NA NA NA NA Notes: 8 = Indicates a field duplicate sample Abbreviations: NA = not analyzed pCi/L = picocuries per liter 5.0 Conclusions The annual site inspection on January 27-28, 2015, included final repairs to the DD-1 wellhead. These repairs were necessary because of vandalism that occurred at the site in July 2014 (DOE 2015). The site visit in April included installation of notification signs. These signs were U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 13 installed near the emplacement shaft, near well USGS-1, and around the perimeter of the site to fulfill a requirement of the Conditional Certificate of Completion that was issued by NMED. The roads, wellheads, and monument were all in good condition at the time of the inspection and site visit. The annual sampling was conducted in January 2015. Analytical results from this sampling event indicate that concentrations of tritium, strontium-90, and cesium-137 were consistent with historical results. This includes no detections in the sample from well USGS-1, which has a submersible electric pump that is used to provide water for livestock belonging to area ranchers (water right C01901). Hydraulic head data from this well indicate that the frequency and rate of pumping increased in late November 2013. This is evident by an increase in the amount of draw down and the recovery of water levels of approximately 5 ft when the pump cycles on and off. Historically, water levels in this well varied only about 2 ft between pump cycles. The hydraulic head data continue to show that pumping in well USGS-1 produces a drawdown response in wells USGS-4 and USGS-8, which also increased in late November 2013. The increased magnitude of drawdown and the corresponding recovery of water levels during pump cycles are the result of a new dedicated pump installed in USGS-1 by the area ranchers and an increase in the frequency of pumping. Hydraulic head data from well LRL-7, which monitors the Coach drift, indicate that water levels have nearly recovered from the last sampling event in January 2011. Manual water level measurements from the re-entry well DD-1, which monitors the detonation cavity, confirmed that the transducer in this well had failed and that the transducer data obtained from June 2011 through February 2014 were in error. This report is available on the LM Public Website at http://www.lm.doe.gov/gnome/Sites.aspx, and copies are sent to the individuals on the distribution list in Appendix B. Data collected during this and previous monitoring events ( analytical and water levels) are available on the GEMS website at http://gems.lm.doe.gov/#site=GNO. 6.0 References AEC (U.S. Atomic Energy Commission), 1962. Project Manager's Report, Project Gnome, Plowshare Program, NVO-1, Washington, D.C. AEC (U.S. Atomic Energy Commission), 1969. Site Disposal Report, Carlsbad (Gnome/Coach) Nuclear Test Site, Eddy County, New Mexico, NVO-41, prepared by Holmes & Narver Inc., Las Vegas, Nevada. Beetem, W.A., and C.G. Angelo, 1964. Tracer study at Project Gnome site, near Carlsbad, New Mexico: Background information, Technical Letter: Carlsbad Hydrology-2, U.S. Geological Survey. DOE (U.S. Department of"
    },
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "pumping increased in late November 2013. This is evident by an increase in the amount of draw down and the recovery of water levels of approximately 5 ft when the pump cycles on and off. Historically, water levels in this well varied only about 2 ft between pump cycles. The hydraulic head data continue to show that pumping in well USGS-1 produces a drawdown response in wells USGS-4 and USGS-8, which also increased in late November 2013. The increased magnitude of drawdown and the corresponding recovery of water levels during pump cycles are the result of a new dedicated pump installed in USGS-1 by the area ranchers and an increase in the frequency of pumping. Hydraulic head data from well LRL-7, which monitors the Coach drift, indicate that water levels have nearly recovered from the last sampling event in January 2011. Manual water level measurements from the re-entry well DD-1, which monitors the detonation cavity, confirmed that the transducer in this well had failed and that the transducer data obtained from June 2011 through February 2014 were in error. This report is available on the LM Public Website at http://www.lm.doe.gov/gnome/Sites.aspx, and copies are sent to the individuals on the distribution list in Appendix B. Data collected during this and previous monitoring events ( analytical and water levels) are available on the GEMS website at http://gems.lm.doe.gov/#site=GNO. 6.0 References AEC (U.S. Atomic Energy Commission), 1962. Project Manager's Report, Project Gnome, Plowshare Program, NVO-1, Washington, D.C. AEC (U.S. Atomic Energy Commission), 1969. Site Disposal Report, Carlsbad (Gnome/Coach) Nuclear Test Site, Eddy County, New Mexico, NVO-41, prepared by Holmes & Narver Inc., Las Vegas, Nevada. Beetem, W.A., and C.G. Angelo, 1964. Tracer study at Project Gnome site, near Carlsbad, New Mexico: Background information, Technical Letter: Carlsbad Hydrology-2, U.S. Geological Survey. DOE (U.S. Department of Energy), 2011. 2010 Groundwater Monitoring and Inspection Report, Gnome-Coach Site, New Mexico, LMS/GNO/S07114, Office of Legacy Management, Grand Junction, Colorado, February. DOE (U.S. Department of Energy), 2012. Waste Isolation Pilot Plant Hazardous Waste Permit, Attachment L, WIPP Groundwater Detection Monitoring Program Plan, Carlsbad, New Mexico, October. 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 14 U.S. Department of Energy January 2016 DOE (U.S. Department of Energy), 2013. 2012 Groundwater Monitoring and Inspection Report, Gnome-Coach, New Mexico, Site, LMS/GNO/S09337, Office of Legacy Management, Grand Junction, Colorado, March. DOE (U.S. Department of Energy), 2015. 2014 Groundwater Monitoring and Inspection Report, Gnome-Coach, New Mexico, Site, LMS/GNO/S12309, Office of Legacy Management, Grand Junction, Colorado, January. DOE/NNSA (U.S. Department of Energy National Nuclear Security Administration), 2004. Surface Corrective Action Investigation Report for the Gnome-Coach Site, New Mexico, DOE/NV-926, May. DOE/NNSA (U.S. Department of Energy National Nuclear Security Administration), 2005. Voluntary Remediation Program Completion Report, Gnome-Coach Site, New Mexico, Rev. 1, DOE/NV-1077, Las Vegas, Nevada, December. EPA (U.S. Environmental Protection Agency), 1972. Environmental Monitoring Report for the Nevada Test Site and Other Test Areas Used for Underground Nuclear Detonations, NERC-LV-539-23, National Environmental Research Center, Las Vegas, Nevada, May. Environmental Procedures Catalog, LMS/POL/S04325, continually updated, prepared by Navarro Research and Engineering, Inc., for the U.S. Department of Energy Office of Legacy Management. Mercer, J.W., 1983. Geohydrology of the Proposed Waste Isolation Pilot Plant Site, Los Medafios Area, Southeastern New Mexico, U.S. Geological Survey Water-Resources Investigations Report 83-4016. REECO (Reynolds Electrical & Engineering Company Inc.), 1981. Gnome Site Decontamination and Decommissioning Project-Radiation Contamination Clearance Report, DOE/NV/004410-59, Las Vegas, Nevada, August. Sampling and Analysis Plan for U.S. Department of Energy Office of Legacy Management Sites, LMS/PRO/S04351, continually updated, prepared by Navarro Research and Engineering, Inc., for the U.S. Department of Energy Office of Legacy Management. USGS (U.S. Geological Survey), 1962. Hydrologic and Geologic Studies for Project Gnome- Preliminary Report, PNE-130P, May. USGS (U.S. Geological Survey), 1968. Geologic Studies, Project Gnome, Eddy County, New Mexico, U. S. Geologic Survey Professional Paper 589. U.S. Department of Energy January 2016 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 15 This page intentionally left blank 2015 Groundwater Monitoring and Inspection Report Gnome-Coach, New Mexico Doc. No. S13360 Page 16 U.S. Department of Energy January 2016 Appendix A Well Concentration Plots This page intentionally left blank Tritium 10000000 • USGS-4 ■ USGS-8 .._ __ 1000000 f-- • LRL-7 - :::r ~ E:: ~--• .. ..... Natural Decay Rate •• e •• I (Tritium 12.3 vears) C: .2 iii 100000 ... C: QI u C: 0 0 E 10000 :::, :E ... ~ I •••• ~ • • • · 1-• •. I - r . ■-l.-1 • • ■I I I. : • I 4 .4 4 4. !A 4 4 ... I • I • • •• •••• • •• • 4 . •-·· - 44 44 •• 44 4 4 4 4 4 44 4 1000 - 4 ' 100 Jan-72 Jan-77 Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 1. Tritium Concentrations at Wells USGS-4, USGS-8, and LRL-7 10000 :::r ::. 0 1000 E: C: .2 iii ... C: QI u C: 0 100 - 0 ,-.. (\") .... 1 E :::, 'iii QI 10 0 f-- I Jan-72 Jan-77 U.S. Dq,art:ment of P.nergy Januuy2016 USGS-4 • Cesium-137 (No Detection Limit) ■Cesium-137 (with Detection Limit) ♦Cesium-137 (Below Detection Limit) - Detection Limit - +- - - t ... 4 ... 4 f-- - >--- ~ - r - - 0 4 - I -- I .I. - 0 - Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 2. Cesium-137 Concentrations at Well USGS-4 2015 Groundwalcr Monitoring and Jnspc,dion Rq,ort On~ Now Mexiw Doc. No. S13360 Page A-I ::::i\" ::a 0 ~ C: 0 i .. i: QI (.) C: 0 0 0 0) ' E .2 i: 0 .. - Cl) 1000000 100000 r 10000 ~ ~ .a .... ;A;, .. ::::i\" ~ ~ C: 0 .:: Ill .. - C: QI (.) C: 0 0 .... c-, ... ' E ::s 'iii QI 0 1000 100 \" 10 1 Jan-72 10000 1000 100 10 J ... I I I USGS-4 • Strontium-90 (No Detection Limit) ■ Strontium-90 (with Detection Limit) Detection Limit - - --Natural Decay Rate (28.8 years) ... • . .. l • & •• .& r - •• • !.a . • j •••• •• • ■ ~ •• + t - •• I + ,_ - - - -- - I - I - I - - - - - -- - - - - -- Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 3. strontium-90 Concentrations at Well USGS-4 USGS-8 • Cesium-137 (No Detection Limit) • Cesium-137 (with Detection Limit) - Detection Limit + - Natural Decay Rate (30.2 years) I I . _. I -···· . • 1•---■ • I :l .. • •• • . .. ... • • •••• .. ■ • • • • • t + • - - - - - - - -- - - I --- I --- - - -- Jan-72 Jan-77 Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 4. Cesium-137 Concentrations at Wefl USGS-8 201S Groundwaicr Monitorins and ~Report Gnomo-Coadi, New Mexic:o Doc. No. S13360 PageA-2 U.S. Department ofEni,rgy January 2016 USGS-8 1000000 ... Strontium-90 (No Detection Limit) ■ Strontium-90"
    },
    {
        "URL": "USDOE2016_GWMonitoringInspectionReportGnomeCoachNM.pdf",
        "Text": "Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 2. Cesium-137 Concentrations at Well USGS-4 2015 Groundwalcr Monitoring and Jnspc,dion Rq,ort On~ Now Mexiw Doc. No. S13360 Page A-I ::::i\" ::a 0 ~ C: 0 i .. i: QI (.) C: 0 0 0 0) ' E .2 i: 0 .. - Cl) 1000000 100000 r 10000 ~ ~ .a .... ;A;, .. ::::i\" ~ ~ C: 0 .:: Ill .. - C: QI (.) C: 0 0 .... c-, ... ' E ::s 'iii QI 0 1000 100 \" 10 1 Jan-72 10000 1000 100 10 J ... I I I USGS-4 • Strontium-90 (No Detection Limit) ■ Strontium-90 (with Detection Limit) Detection Limit - - --Natural Decay Rate (28.8 years) ... • . .. l • & •• .& r - •• • !.a . • j •••• •• • ■ ~ •• + t - •• I + ,_ - - - -- - I - I - I - - - - - -- - - - - -- Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 3. strontium-90 Concentrations at Well USGS-4 USGS-8 • Cesium-137 (No Detection Limit) • Cesium-137 (with Detection Limit) - Detection Limit + - Natural Decay Rate (30.2 years) I I . _. I -···· . • 1•---■ • I :l .. • •• • . .. ... • • •••• .. ■ • • • • • t + • - - - - - - - -- - - I --- I --- - - -- Jan-72 Jan-77 Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 4. Cesium-137 Concentrations at Wefl USGS-8 201S Groundwaicr Monitorins and ~Report Gnomo-Coadi, New Mexic:o Doc. No. S13360 PageA-2 U.S. Department ofEni,rgy January 2016 USGS-8 1000000 ... Strontium-90 (No Detection Limit) ■ Strontium-90 (with Detection Limit) :i 100000 :::, 0 .9: I - Detection Limit I - Natural Decay Rate (28.8 years) C: 0 10000 :; ~ ................... .. - C: ~ (,,) C: 0 1000 0 ... ... ... t • •• ••••• I ... I • • •• • •• • ■ ■ • I ••• I 0 en E :::J \"i: 100 0 .. U) I ~ + -- - - - - - - -- 10 - - I- - -- I - - -- - - - - I - - - -- Jan-72 Jan-77 Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 10000 ~ 0 .9: 1000 C: 0 i L i: ~ (.) C: 0 100 (,,) ,-. (') .... E :::J 'iii ~ 0 10 >-- Jan-72 U.S. Dq,art:ment of P.norgy Januuy2016 Chart 5. Strontium-90 Concentration at Well USGS-8 LRL-7 ... Cesium-137 (No Detection Limit) L ■ Cesium-137 (with Detection Limit) ♦ Cesium-137 (Below Detection Limit) I I - Detection Limit Natural Decay Rate (30.2 years) I I I ... , ..................... ... ... ... ■ ... .... ... \"'-■ I '■ •• ■ ■ • ■ • .... - .....__ - -- - ■ - ... - I --1=-- - -- : ...... Jan-77 Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 6. Cesium-137 Concentration at Well LRL-7 2015 Oroundwalcr Monitoring and l'nspof.tion Report Onomo-Coadi. Now Mcruw Doc. No. S13360 PageA-3 1000000 ~ 100000 0 ,a, C: -~ ~ 10000 ... i: Cl) (.) c; 0 0 1000 0 ~ E :, ~ 0 ... in 100 10 I .. - - <> .. I LRL-7 - A • - - A ~ - - - Strontium-90 (No Detection Limit) I .. • Strontium-90 (with Detection Limit) - • Strontium-90 (Below Detection Limit) - Detection Limit --Natural Decay Rate (28.8 years) I • -- - • <> - ■ --- - - - <> j<> - - - Jan-72 Jan-77 Jan-82 Jan-87 Jan-92 Jan-97 Jan-02 Jan-07 Jan-12 Jan-17 Chart 7. strontium-90 Concentrations at Well LRL-7 201S Groundwaicr Monitorins and J'nspociion:Report Gnomo-Coadi, New Mexic:o Doc. No. S13360 PageA-4 U.S. Department ofEni,rgy January 2016 Appendix B Report Distribution List This page intentionally left blank Distribution List U.S. Department of Energy Office of Scientific and Technical Information P.O. Box 62 Oak Ridge, TN 37831-0062 865-576-8401 New Mexico Environment Department - GWQB Pamela E. Homer Program Manager 1190 South St. Francis Drive P.O. Box 5469 Santa Fe, NM 87502-5469 U.S. Department of Energy Carlsbad Field Office George Basabilvazo and Anderson Ward Waste Isolation Pilot Plant 4021 National Parks Highway Carlsbad, NM 88220 U.S. Bureau of Land Management Steve Daly Soil Conservationist 620 E. Greene Street Carlsbad, NM 88220 Copies 1 (Uncontrolled, electronic copy) 1 (Uncontrolled) 1 (Uncontrolled, electronic copy) 1 (Uncontrolled) This page intentionally left blank"
    }
]