[
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "N e w M e x i c o B u r e a u o f G e o l o g y a n d M i n e r a l R e s o u r c e s Groundwater Monitoring along the Animas River, New Mexico: Summary of Groundwater Hydraulics and Chemistry from August 2015 to June 2016 Final Technical Report September 2016 Stacy Timmons, Ethan Mamer and Cathryn Pokorny Unsaturated zone Saturated zone Water table Silverton Animas River Aztec Gas Well Well COLORADO NEW MEXICO Irrigation ditch Natural gas migration Reservoir Diversion dam Irrigated cropland Alkali deposits & wind blown dust Riparian vegetation Not to scale Tributary Paleocene Upper Cretaceous GKM Durango Alluvial aquifer Oil/gas Schematic image of the Animas River valley in New Mexico. This image displays the alluvial aquifer discussed in this report, and various influences on the groundwater from regional aquifers, the Animas River, and irrigated lands. New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu The views and conclusions are those of the authors, and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the State of New Mexico. Groundwater Monitoring along the Animas River, New Mexico: Summary of Groundwater Hydraulics and Chemistry from August 2015 to June 2016 Stacy Timmons, Ethan Mamer and Cathryn Pokorny Final Technical Report September 2016 New Mexico Bureau of Geology and Mineral Resources I. Introduction ......................................................................... 1 Regional geology .................................................................... 1 II. Methods ..................................................................................... 2 III. Results ........................................................................................ 7 Regional hydraulic conditions ....................................... 7 Detailed hydraulic conditions ........................................ 8 Water chemistry conditions ........................................9 Major ions .............................................................9 Water quality ..................................................... 10 Stable isotope analyses .....................................................10 Preliminary Conclusions ..................................................11 IV. Future Work .....................................................................13 Project Staff & Acknowledgments .........................14 References .....................................................................................15 Figures 1. Locations of wells utilized in this assessment of the alluvial aquifer along the Animas River ...........................................17–18 2. The discharge hydrograph from the USGS gage at Aztec ............................................................19 3. Compiled geologic maps of the region, highlighting the location of this study of the Animas River in New Mexico .......................20 4 Groundwater elevation contours between August 2015 and June 2016 ............................21–24 5. Groundwater level change maps .......................25–27 6. Hydrographs from wells with continuous data recorders ...............................................................28–29 7. Maps showing stiff diagrams from January, March and May-June, 2016 .................................30–32 8. Piper diagrams .......................................................................33 9. Total iron (Fe) from repeat sampled wells, showing trends with time ................................................34 10. Total manganese (Mn) from from repeat sampled wells, showing trends with time. ............35 11. Total iron concentration maps by sample period .........................................................................36 12. Total manganese concentration maps by sample period ..................................................................37 13. Plot of stable isotopes of oxygen vs. hydrogen with the Global Meteoric Water Line ......................38 14. Plots of oxygen and hydrogen samples over time ...................................................................................39 Tables 1. Inventory of wells with location, site and construction information. ..................................3–5 2. Sites measured or sampled by NMBGMR .........5–6 3. Analysis of the fluctuations in depth-to-water based on distance from the river between each sampling period. ......................................................... 7 4. Summary of field parameters and major ions during different sample periods ................................... 9 5. Summary of stable isotopes ..........................................11 Appendix (Available in digital format) A. Well inventory, all, including EPA sampled sites B. Manual water level measurements C. Water chemistry results, EPA in August 2015 to NMBGMR in March 2016 C o n t e n t s P r o j e c t F u n d i n g Funding for this project is provided by the New Mexico Environment Department under MOU 16-667-2000-0004. New Mexico Bureau of Geology and Mineral Resources, Aquifer Mapping Program. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 1 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 T he New Mexico Bureau of Geology and Mineral Resources (NMBGMR) is a research and service division of New Mexico Tech, serving as the state’s geologic survey. After the August 5, 2015 Gold King Mine released metal and sludge-laden water into Cement Creek and the Animas River, our agency undertook a hydrologic assessment of the Animas River and its nearby alluvial aquifer in New Mexico, from the Colorado state line to Farmington, NM. The purpose of this project is to evaluate possible effects from the mine release on the shallow ground- water near the Animas River. To accomplish this, it requires understanding the seasonal changes to the surface water-groundwater hydraulics and long-term monitoring of the groundwater quality conditions along the NM reach of the Animas River. In August 2015, in collaboration with other agencies (U.S. Geological Survey (USGS), NM Office of the State Engineer (NMOSE), and NM Environment Department (NMED)), we collected groundwater level measurements at over 100 loca- tions along the Animas River. Water quality samples were initially collected by the U.S. Environmental Protection Agency (U.S. EPA) and their contractors in August 2015. Using the network of private domes- tic wells established in August 2015, we developed a repeat sampling program for groundwater quality and a groundwater levels along the Animas River valley. The well sites discussed in this report are found on Figure 1. This report serves as a final summary of the work completed between August I . I n t r o d u c t i o n 2015 and June 2016, which include sampling events in January, March, and late May-early June 2016. Additionally, we also incorporate water quality results from the U.S. EPA’s August 2015 results, and the water level measurements from August 2015. Regional geology T he Animas River in northwest New Mexico flows over the northwestern margin of the San Juan Basin (Figure 3). The Animas River from the CO-NM bor- der flows through the Quaternary alluvial deposits. Most private domestic wells in the valley rely on the alluvial aquifer for drinking water and irrigation, with well depths of about 30 to 60 feet. The underlying and surrounding geology along the Animas River from Riverside to Farmington transitions from younger to older bedrock going southward. In the Riverside—Cedar Hill region, the nearby surrounding hills/mesas are composed primarily of Eocene (~50–55 Ma) San Jose Formation and Paleocene (~60–65 Ma) Nacimiento Formation. The Nacimiento Formation interfingers with the Paleocene Ojo Alamo Sandstone, which is more predominant around Aztec, New Mexico. Along the river in the proximity of Farmington, outcrops of late Cretaceous (~75 Ma) Kirtland Shale are found. The majority of the New Mexico reach of the Animas River flows over the Nacimiento Formation deposits. There are no major structural features (i.e. faults or folds) along the river corridor. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "a groundwater levels along the Animas River valley. The well sites discussed in this report are found on Figure 1. This report serves as a final summary of the work completed between August I . I n t r o d u c t i o n 2015 and June 2016, which include sampling events in January, March, and late May-early June 2016. Additionally, we also incorporate water quality results from the U.S. EPA’s August 2015 results, and the water level measurements from August 2015. Regional geology T he Animas River in northwest New Mexico flows over the northwestern margin of the San Juan Basin (Figure 3). The Animas River from the CO-NM bor- der flows through the Quaternary alluvial deposits. Most private domestic wells in the valley rely on the alluvial aquifer for drinking water and irrigation, with well depths of about 30 to 60 feet. The underlying and surrounding geology along the Animas River from Riverside to Farmington transitions from younger to older bedrock going southward. In the Riverside—Cedar Hill region, the nearby surrounding hills/mesas are composed primarily of Eocene (~50–55 Ma) San Jose Formation and Paleocene (~60–65 Ma) Nacimiento Formation. The Nacimiento Formation interfingers with the Paleocene Ojo Alamo Sandstone, which is more predominant around Aztec, New Mexico. Along the river in the proximity of Farmington, outcrops of late Cretaceous (~75 Ma) Kirtland Shale are found. The majority of the New Mexico reach of the Animas River flows over the Nacimiento Formation deposits. There are no major structural features (i.e. faults or folds) along the river corridor. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 2 W ell sites used in this study are found in Tables 1 and 2, not including every U.S. EPA sampled sites. Appendix A is comprehensive, with all wells sampled or visited, with the sites provided from U.S. EPA sampling in August 2015. All site locations discussed in this report are shown on Figure 1. Well sites listed in Table 1 were located using handheld GPS locations. Recently, a LiDAR dataset was flown (October 2014), which we acquired from Earth Data Analysis Center at University of New Mexico. The dataset collected over the Animas River Valley was sim- plified to a 1 m2 resolution with an elevation accuracy of 7–16 cm. The improved spatial resolution of the LiDAR dataset allows us to more accurately estimate the water level elevation based on the higher resolution ground surface elevation. To understand the general groundwater flow dynamics throughout the alluvial aquifer a water table was contoured for each sampling period from wells found in Table 2. For the purposes of groundwater level contouring, the Animas River was considered to be to hydrologically linked to the water table. The eleva- tion of the river was determined by using a network of three USGS flow gauges found along the Animas River, in addition to the LiDAR dataset. The stage of the river during which the LiDAR dataset was collected was correlated with the three river gauge elevations to more accurately represent river stage during each sampling period. In order to accurately estimate the groundwater flow dynamic between the river and the alluvial aquifer, each well was compared with its closest corresponding river stage. This allowed us to observe the magnitude of the groundwater flow; to, or from the river. Water levels were measured following USGS protocols for a steel tape measurement device with repeat measurements to within 0.02 ft. All manual groundwater level measurements are found in Appendix B. Larger files of water level data from pressure transducers with data recorders are available upon request. Well selection priorities for water chemistry sampling included 1) proximity to Animas River, 2) proximity to irrigation ditches, 3) wells that were previ- ously sampled by U.S. EPA in August 2015, and 4) wells with owners that were cooperative and willing to permit repeated sampling. Sampling protocols used by NMBGMR are described in more detail in Timmons et al. (2013), and for this project include purging the well until field parameters are stable (pH, dissolved oxygen, specific conductivity, oxidation-reduction potential (ORP), and temperature). Most of these wells are shallow domestic wells and used regularly, therefore well bore water is mobile (frequently in use). For this project, samples were collected for total and dissolved trace metals, cations, anions, and stable isotopes of hydrogen and oxygen. In this region, seasonal sampling for the Animas River is variable and can include high flows (during snowmelt) and low flows (baseflow, winter), as well as irrigation onset and monsoon storm events (Figure 2). For this study, we examined the “baseflow” condi- tions on the Animas River from January 18–20, 2016 for groundwater levels, and water chemistry sampling occurred from January 25–27, 2016. Upon initiation of snowmelt, and onset of distribution of irrigation water in the Animas Valley, we collected water lev- els and water chemistry samples from wells between March 14–18, 2016. Capturing approximately the peak of snowmelt runoff, with high flow rates through the Animas River, we collected water levels and water chemistry samples again between May 31-June 3, 2016. Groundwater level measurements are found in Appendix B, and chemical data from water sampling are presented in Appendix C. I I . M E T H O D S 3 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Well Location SITE INFORMATION Well Construction Point ID UTM Easting NAD83 Zone 13 UTM Northing NAD83 Zone 13 Altitude (ft) OSE well ID Water sample Water level Well depth (ft bgs) Screen top (ft bgs) Screen bottom (ft bgs) Completion date Driller's static water level (ft bgs) Static water elevation (ft) AR-0001 226179 4076700 5496 SJ-00186 x 31 11 31 5/4/77 4 5492 AR-0002 226165 4076890 5501 x 7 AR-0003 226176 4076850 5497 x 27 AR-0004 233702 4079960 5661 x 58 AR-0005 233838 4080950 5642 SJ-03939 x 62 11/2/10 AR-0006 228880 4078170 5538 SJ-03793 x x AR-0007 226463 4076570 5505 SJ-03663 x 32 27 32 7/21/06 8 5497 AR-0008 226419 4076530 5504 SJ-02653 x x 21 16 21 7/30/95 8 5496 AR-0009 226908 4076480 5524 SJ-02265 x AR-0010 225194 4076660 5517 x x 38 AR-0011 228764 4079220 5604 SJ-04048 x 52 12/29/13 4 5600 AR-0012 228771 4078750 5577 x 18 AR-0013 226943 4076640 5514 x 8 AR-0014 226943 4076640 5514 x 23 AR-0015 226741 4077060 5512 x x 29 AR-0016 230933 4078710 5573 SJ-01722 x 20 5/27/83 8 5565 AR-0017 230984 4078740 5571 SJ-01722POD2 x x 17 12 17 8/19/07 3 5568 AR-0018 230841 4078390 5580 SJ-03821 x 13 9/5/08 1 5579 AR-0019 231810 4078110 5647 SJ-03718 x 68 63 68 8/29/06 41 5606 AR-0020 229016 4079450 5621 SJ-01310 x 67 1/27/83 50 5571 AR-0021 232008 4080090 5630 SJ-03790 x 49 44 49 1/15/08 35 5595 AR-0022 231982 4080100 5624 x AR-0023 234008 4081640 5643 SJ-02814 x x 31 26 31 3/22/98"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": ". M E T H O D S 3 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Well Location SITE INFORMATION Well Construction Point ID UTM Easting NAD83 Zone 13 UTM Northing NAD83 Zone 13 Altitude (ft) OSE well ID Water sample Water level Well depth (ft bgs) Screen top (ft bgs) Screen bottom (ft bgs) Completion date Driller's static water level (ft bgs) Static water elevation (ft) AR-0001 226179 4076700 5496 SJ-00186 x 31 11 31 5/4/77 4 5492 AR-0002 226165 4076890 5501 x 7 AR-0003 226176 4076850 5497 x 27 AR-0004 233702 4079960 5661 x 58 AR-0005 233838 4080950 5642 SJ-03939 x 62 11/2/10 AR-0006 228880 4078170 5538 SJ-03793 x x AR-0007 226463 4076570 5505 SJ-03663 x 32 27 32 7/21/06 8 5497 AR-0008 226419 4076530 5504 SJ-02653 x x 21 16 21 7/30/95 8 5496 AR-0009 226908 4076480 5524 SJ-02265 x AR-0010 225194 4076660 5517 x x 38 AR-0011 228764 4079220 5604 SJ-04048 x 52 12/29/13 4 5600 AR-0012 228771 4078750 5577 x 18 AR-0013 226943 4076640 5514 x 8 AR-0014 226943 4076640 5514 x 23 AR-0015 226741 4077060 5512 x x 29 AR-0016 230933 4078710 5573 SJ-01722 x 20 5/27/83 8 5565 AR-0017 230984 4078740 5571 SJ-01722POD2 x x 17 12 17 8/19/07 3 5568 AR-0018 230841 4078390 5580 SJ-03821 x 13 9/5/08 1 5579 AR-0019 231810 4078110 5647 SJ-03718 x 68 63 68 8/29/06 41 5606 AR-0020 229016 4079450 5621 SJ-01310 x 67 1/27/83 50 5571 AR-0021 232008 4080090 5630 SJ-03790 x 49 44 49 1/15/08 35 5595 AR-0022 231982 4080100 5624 x AR-0023 234008 4081640 5643 SJ-02814 x x 31 26 31 3/22/98 8 5635 AR-0024 226448 4076370 5511 SJ-02553 x 25 AR-0025 223102 4073990 5600 SJ-03614 x 48 43 48 1/28/08 31 5569 AR-0026 225273 4077390 5540 x 40 AR-0027 224833 4077610 5567 x 48 AR-0028 219814 4073190 5413 x 20 AR-0029 220655 4074210 5457 x AR-0030 220865 4073910 5428 x 18 AR-0031 219294 4072630 5384 x x 14 AR-0032 208636 4070270 5204 SJ-03538 x x 20 4 18 11/29/04 4 5200 AR-0033 224318 4065440 5363 SJ-03376 x 27 22 27 9/7/03 13 5350 AR-0034 221070 4074330 5453 x AR-0035 214281 4067770 5304 x 40 1/1/14 AR-0036 210453 4069790 5258 x AR-0037 223013 4074270 5589 SJ-03110 x 320 280 320 8/9/01 54 5535 AR-0038 221948 4074690 5443 x x 35 AR-0039 214003 4067760 5293 x AR-0040 221341 4073530 5426 x AR-0041 221789 4074810 5467 x AR-0042 221710 4074690 5463 x AR-0043 221080 4074680 5495 x AR-0044 221393 4073400 5441 x x 32 AR-0045 224756 4065690 5403 x AR-0046 220537 4074320 5464 x Table 1. Inventory of wells shown on Figure 1 (excluding EPA sampled sites), with location, site and construction information. Complete data set is available in Appendix A electronically. bgs = below ground surface. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 Well Location SITE INFORMATION Well Construction Point ID UTM Easting NAD83 Zone 13 UTM Northing NAD83 Zone 13 Altitude (ft) OSE well ID Water sample Water level Well depth (ft bgs) Screen top (ft bgs) Screen bottom (ft bgs) Completion date Driller's static water level (ft bgs) Static water elevation (ft) AR-0047 214003 4067760 5293 x x AR-0048 222819 4074140 5578 x AR-0049 220176 4074020 5459 x AR-0050 219667 4073420 5444 x AR-0051 220096 4073740 5429 x AR-0052 238534 4087080 5748 x AR-0053 234797 4082930 5656 SJ-00986 x x 104 8/2/79 80 5576 AR-0054 235654 4084290 5684 SJ-02049 x 26 20 25 8 5676 AR-0055 235008 4082850 5665 x AR-0056 234810 4083080 5657 x x AR-0057 232064 4080490 5638 SJ-03209 x 49 44 49 6/25/02 32 5606 AR-0058 235190 4084200 5678 SJ02656 x x 21 16 21 8/10/97 9 5669 AR-0059 233406 4081960 5659 SJ-04130 x x 50 AR-0060 233423 4082020 5664 SJ-04129 x x 60 AR-0061 233148 4081590 5643 SJ-02903 x x 49 0 49 2/24/99 31 5612 AR-0062 233161 4081680 5677 x AR-0063 235309 4083430 5672 x AR-0064 234812 4083020 5659 SJ_02972 x x 15 10 15 1/17/00 5 5654 AR-0065 234946 4082450 5695 x AR-0066 235177 4083100 5666 x AR-0067 235954 4082950 5721 SJ-03543 x 61 0 61 7/9/05 30 5691 AR-0068 234296 4081460 5654 x AR-0069 234659 4082709 5656 SJ-03497 x 30 14 28 12/2/74 10 5646 AR-0070 234425 4082180 5675 x AR-0071 234364 4082272 5657 x AR-0072 234462 4082686 5653 SJ-03720 x 21 16 21 4/9/07 6 5647 AR-0073 235546 4084255 5682 x x AR-0074 238641 4087350 5743 SJ-03124 x x 20 8 18 12/3/01 5 5738 AR-0075 238293 4087200 5733 x x AR-0076 234795 4082090 5689 SJ-03756 x 41 36 41 12/7/06 20 5669 AR-0077 238501 4087240 5740 x x AR-0078 238070 4086990 5736 SJ-0318 x x 20 11 19 6/19/00 8 5728 AR-0079 238162 4086870 5741 x AR-0080 238130 4086890 5733 SJ-03670 x x 26 20 26 9/2/05 10 5723 AR-0081 238644 4086260 5782 x AR-0082 237843 4086310 5737 x AR-0083 237541 4086200 5727 x AR-0084 237693 4086178 5732 x AR-0085 240596 4088880 5783 x AR-0086 238419 4087760 5788 SJ-00560 x 39 2/2/78 25 5763 AR-0087 238528 4087440 5739 x AR-0088 238408 4087580 5753 SJ-03623 x 30 25 30 2/4/06 16 5737 AR-0089 238494 4086880 5757 x AR-0090 238508 4086530 5762 x AR-0091 238071 4086730 5744 x AR-0092 238124 4085370 5791 x AR-0093 238302 4087607 5749 x x Table 1.—Continued 5 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Table 1.—Continued Well Location SITE INFORMATION Well Construction Point ID UTM Easting NAD83 Zone 13 UTM Northing NAD83 Zone 13 Altitude (ft) OSE well ID Water sample Water level Well depth (ft bgs) Screen top (ft bgs) Screen bottom (ft bgs) Completion date Driller's static water level (ft bgs) Static water elevation (ft) AR-0094 238533 4086880 5757 x x AR-0095 238427 4086390 5763 x AR-0096 239376 4087870 5752 x AR-0097 237753 4085610 5742 x AR-0098 243692 4092040 5860 x AR-0099 241689 4091530 5823 SJ-02083 x x 23 18 23 10/23/86 10 5813 AR-0100 244788 4105410 6057 x AR-0101 243570 4091280 5841 x x AR-0102 243793 4092680 5857 SJ-03683 x x 23 18 23 12/29/05 9 5848 AR-0103 243531 4091290 5842 x x AR-0104 240539 4089310 5783 x x AR-0105 240618 4088995 5780 x x AR-0106 242278 4091200 5825 x x AR-0107 243814 4092330 5849 x AR-0108 243019 4091940 5874 SJ-02504 x x AR-0109 243778 4092150 5846 SJ-03067 x x 20 AR-0110 244588 4097170 5931 x x AR-0111 242411 4090900 5826 x x AR-0112 243470 4091200 5839 x x AR-0113 243418 4091190 5839 x x AR-0114 243169 4091580 5859 x AR-0115 243666 4091830 5863 x x AR-0116 243507 4095780 5953 x 69 AR-0156 243694 4092265 5860 SJ-03069 x x 35 8/1/76 10 5850 AR-0181 215547 4069320 5331"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "238528 4087440 5739 x AR-0088 238408 4087580 5753 SJ-03623 x 30 25 30 2/4/06 16 5737 AR-0089 238494 4086880 5757 x AR-0090 238508 4086530 5762 x AR-0091 238071 4086730 5744 x AR-0092 238124 4085370 5791 x AR-0093 238302 4087607 5749 x x Table 1.—Continued 5 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Table 1.—Continued Well Location SITE INFORMATION Well Construction Point ID UTM Easting NAD83 Zone 13 UTM Northing NAD83 Zone 13 Altitude (ft) OSE well ID Water sample Water level Well depth (ft bgs) Screen top (ft bgs) Screen bottom (ft bgs) Completion date Driller's static water level (ft bgs) Static water elevation (ft) AR-0094 238533 4086880 5757 x x AR-0095 238427 4086390 5763 x AR-0096 239376 4087870 5752 x AR-0097 237753 4085610 5742 x AR-0098 243692 4092040 5860 x AR-0099 241689 4091530 5823 SJ-02083 x x 23 18 23 10/23/86 10 5813 AR-0100 244788 4105410 6057 x AR-0101 243570 4091280 5841 x x AR-0102 243793 4092680 5857 SJ-03683 x x 23 18 23 12/29/05 9 5848 AR-0103 243531 4091290 5842 x x AR-0104 240539 4089310 5783 x x AR-0105 240618 4088995 5780 x x AR-0106 242278 4091200 5825 x x AR-0107 243814 4092330 5849 x AR-0108 243019 4091940 5874 SJ-02504 x x AR-0109 243778 4092150 5846 SJ-03067 x x 20 AR-0110 244588 4097170 5931 x x AR-0111 242411 4090900 5826 x x AR-0112 243470 4091200 5839 x x AR-0113 243418 4091190 5839 x x AR-0114 243169 4091580 5859 x AR-0115 243666 4091830 5863 x x AR-0116 243507 4095780 5953 x 69 AR-0156 243694 4092265 5860 SJ-03069 x x 35 8/1/76 10 5850 AR-0181 215547 4069320 5331 SJ-00184 x x 30 AR-0207 243480 4095630 5945 x x AR-0208 235162 4083104 5665 x 28 AR-0209 233169 4081107 5618 x 19 Table 2. Sites measured or sampled by NMBGMR for this study, indicating sites visited in January, March, June 2016. Aug 2015 Jan 2016 March 2016 June 2016 Site ID Water level Water level Water quality Water level Water quality Water level Water quality AR-0001 x x x x AR-0002 x AR-0003 x x x x AR-0004 x x x x AR-0005 x x x x AR-0006* x x x x x x x AR-0007** x x x AR-0008* x x x x x x x AR-0009 x AR-0010* x x x x x x x AR-0011 x AR-0012 x x x x Aug 2015 Jan 2016 March 2016 June 2016 Site ID Water level Water level Water quality Water level Water quality Water level Water quality AR-0013 x AR-0014 x AR-0015* x x x x x x AR-0016 x x x x AR-0017* x x x x x x x AR-0018 x x x x AR-0019 x x x x AR-0020 x x x x AR-0021 x x x x AR-0022 x AR-0023* x x x x AR-0024 x x x x N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 Aug 2015 Jan 2016 March 2016 June 2016 Site ID Water level Water level Water quality Water level Water quality Water level Water quality AR-0025 x x x AR-0026 x x x x AR-0027 x x x x AR-0028** x x x AR-0029 x x x x AR-0030 x AR-0031* x x x x AR-0032 x AR-0033 x AR-0034 x x x x AR-0035 x AR-0036 x AR-0037 x AR-0038* x x x x x x x AR-0039 x AR-0040 x AR-0041 x x x x AR-0042 x AR-0043 x AR-0044 x x x x AR-0045 x AR-0046 x x x x AR-0047 x AR-0048 x x x x AR-0049 x AR-0050 x AR-0051 x x x x AR-0052 x AR-0053 x x ND AR-0054 x AR-0055 x AR-0056 x x x AR-0057 x x x x AR-0058* x x x x AR-0059* x x x x x x x AR-0060 x x x x AR-0061 x AR-0062 x AR-0063 x x x x AR-0064 x AR-0065 x x x x AR-0066 x x x x AR-0067 x x x x AR-0068 x x x x AR-0069 x AR-0070 x AR-0071 x x x x AR-0072 x x x x AR-0073* x x x x x ND AR-0074* x x x x x x Table 2.—Continued * Sites with water levels and water quality sampling ** Sites with continuous data recorders for water levels ND = Removed from repeat list Aug 2015 Jan 2016 March 2016 June 2016 Site ID Water level Water level Water quality Water level Water quality Water level Water quality AR-0075* x x x x x x x AR-0076 x AR-0077 x x x x AR-0078 x x x x AR-0079 x AR-0080 x x x x AR-0081 x x x x AR-0082 x x x x AR-0083 x x x x AR-0084 x x x x AR-0085 x AR-0086 x AR-0087 x x x x AR-0088 x AR-0089 x AR-0090 x AR-0091 x AR-0092 x x x x AR-0093 x x ND AR-0094 x x x x AR-0095 x AR-0096 x x ND AR-0097 x AR-0098 x AR-0099 x x x x AR-0100 x AR-0101 x x ND AR-0102* x x x x x x x AR-0103 x x x AR-0104 x x x x AR-0105 x x ND AR-0106* x x x x x x AR-0107 x AR-0108 x AR-0109 x AR-0110* x x x x x AR-0111 x x x x AR-0112* x x x x x x x AR-0113 x x ND AR-0114 x x x x AR-0115 x AR-0116** x x x AR-0156* x x x x x x AR-0181* x x x x x x AR-0207* x x x x AR-0208** x x AR-0209** x 7 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Regional Hydraulic Conditions F ollowing the August 2015 Gold King Mine (GKM) release, a groundwater level measurement network was established using private irrigation or private domestic wells. The goal was to observe the fluctua- tions of the water table throughout the Animas River Valley from the Colorado border to Farmington, NM in order to identify sections of the river where groundwater and surface water may have chemical or water quality interactions. Repeat water level mea- surements are important to understand the seasonal fluctuation in a groundwater system, particularly one that is hydraulically connected to surface water fea- tures such as the Animas River, or irrigation ditches. Following the August GKM release, measurements of depth-to-water (groundwater level or water level elevation) were completed four times in this network. The four water level measurement campaigns were scheduled as to capture hydraulic conditions at distinct seasonal transitions (Figure 2). The initial water level measurement period in August 2015 included 111"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "AR-0099 x x x x AR-0100 x AR-0101 x x ND AR-0102* x x x x x x x AR-0103 x x x AR-0104 x x x x AR-0105 x x ND AR-0106* x x x x x x AR-0107 x AR-0108 x AR-0109 x AR-0110* x x x x x AR-0111 x x x x AR-0112* x x x x x x x AR-0113 x x ND AR-0114 x x x x AR-0115 x AR-0116** x x x AR-0156* x x x x x x AR-0181* x x x x x x AR-0207* x x x x AR-0208** x x AR-0209** x 7 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Regional Hydraulic Conditions F ollowing the August 2015 Gold King Mine (GKM) release, a groundwater level measurement network was established using private irrigation or private domestic wells. The goal was to observe the fluctua- tions of the water table throughout the Animas River Valley from the Colorado border to Farmington, NM in order to identify sections of the river where groundwater and surface water may have chemical or water quality interactions. Repeat water level mea- surements are important to understand the seasonal fluctuation in a groundwater system, particularly one that is hydraulically connected to surface water fea- tures such as the Animas River, or irrigation ditches. Following the August GKM release, measurements of depth-to-water (groundwater level or water level elevation) were completed four times in this network. The four water level measurement campaigns were scheduled as to capture hydraulic conditions at distinct seasonal transitions (Figure 2). The initial water level measurement period in August 2015 included 111 wells, and represented monsoon season along with irrigation season. The monitoring network was set to 50 to 80 wells for the following periods of measurement, including baseflow (January 2016), initial snowmelt/onset of irrigation season (March 2016), and peak snowmelt/extended irrigation sea- son (May-June 2016). Occasionally, wells were not measured during one or more of the measurement campaigns due to scheduling conflicts, freezing well conditions or if well owners opted out of the program. Table 2 shows the well listing with the frequency of monitoring. The first round of water level measurements from 111 wells were collected in August 2015, dur- ing monsoon season and while irrigation had been underway for several months. More importantly, the August measurements characterize the hydraulic conditions in the valley at the time of the GKM spill, highlighting portions of the alluvial aquifer that may have been impacted. Using these water level measure- ments, the water table throughout the valley was contoured (Figure 4A). Four of the wells had water level elevations measured below the stage of the river in August 2015, by 0.32 ft on average. The wells below river stage elevation were AR-0060, AR-0063, AR-0075, and AR-0096. The measurements conducted in January 2016 represent baseflow conditions in the Animas River, when flow in the river is dominated by addition of regional groundwater. During this period, 74 wells were measured to construct the January 2016 water table map (Figure 4B). Compared to August, the aver- age water level elevation declined during this period by 2.18 ft. The majority of the decline took place distal from the river (Table 3). The water level in eleven wells was below the stage of the river by 1.59 ft on average. The wells with water level elevations below river stage elevation were AR-0053, AR-0058, AR-0059, AR-0060, AR-0075, AR-0096, AR-0101, AR-0103, AR-0105, AR-0112, and AR-0113. These eleven wells, which may suggest losing conditions along the Animas River, are located between Aztec and Cedar Hill, NM, in the northern portion of the study area. The third round of measurements were con- ducted in March 2016 during the transition from I I I . R E S U L T S Groundwater level fluctuations relative to distance from Animas River Total water level change (ft) Distance from river <500 ft (n=15) 500–1500 ft (n=17) >1500 ft (n=20) January 2016 vs. August 2015 -1.02 -1.73 -3.43 -2.18 March 2016 vs. January 2016 0.05 -0.86 -1.95 -1.02 June 2016 vs. March 2016 2.73 3.13 4.04 3.36 Table 3. Analysis of the fluctuations in groundwater level (in feet) based on distance from the river between each sampling period. To compare the change in water level between individual sampling periods the more recent water level average measurement was subtracted from the previous average water level. Only wells with measurements from each of the four periods were used in this analysis (52 wells). (n = the number of wells in each of the ‘distance from river’ categories). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 8 winter baseflow conditions and the onset of the irrigation season. Sixty wells were measured during this interval and used to delineate the water table (Figure 4C). The average groundwater level declined by another 1.02 ft since the previous measurement period in January. Seven of the wells, located between Aztec and Cedar Hill, NM, were below the stage of the river by 1.76 ft on average. The wells with water level elevations below river stage elevation were AR-0059, AR-0060, AR-0075, AR-0087, AR-0094, AR-0103, and AR-0112. Wells that may suggest losing conditions are found north of Aztec, with a cluster near Inca, NM. The measurements conducted from May 31st - June 3rd, 2016 capture the hydrologic conditions during peak snowmelt runoff, when the river is at its highest stage. The 12 year average peak in snow- melt runoff for the Animas River below Aztec, NM (USGS:09364010) has typically occurred between May 21st and June 8th. This year, 2016, the peak occurred between June 6th and June 12th. During this sampling period, 65 wells were measured to construct the June 2016 water table map (Figure 4D). Between the March measurements and early June the average water level elevation increased by 3.36 ft. While on average the water table and river were highest during this period, seven of the wells were still below the stage of the river by 0.78 ft on average. The wells below river stage elevation were AR-0056, AR-0060, AR-0063, AR-0072, AR-0075, AR-0087, and AR-0102. Our observations show that in a broad sense, the Animas River is gaining water from the ground- water, as groundwater from the surrounding valley flows downhill, or down gradient, discharging to the river. However, by looking at the water levels in close proximity to the river, we found that the water table gradient can be nearly flat (“low gradient”). In some locations (indicated as red points on the water table maps, Figure 4), we observed that the water table elevation is below river elevation, suggesting that the river could add water to the groundwater (a losing river). With a flat water table, fluctuations in the river stage can turn a slightly gaining reach to a slightly losing reach. The difference between groundwater"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "wells with water level elevations below river stage elevation were AR-0059, AR-0060, AR-0075, AR-0087, AR-0094, AR-0103, and AR-0112. Wells that may suggest losing conditions are found north of Aztec, with a cluster near Inca, NM. The measurements conducted from May 31st - June 3rd, 2016 capture the hydrologic conditions during peak snowmelt runoff, when the river is at its highest stage. The 12 year average peak in snow- melt runoff for the Animas River below Aztec, NM (USGS:09364010) has typically occurred between May 21st and June 8th. This year, 2016, the peak occurred between June 6th and June 12th. During this sampling period, 65 wells were measured to construct the June 2016 water table map (Figure 4D). Between the March measurements and early June the average water level elevation increased by 3.36 ft. While on average the water table and river were highest during this period, seven of the wells were still below the stage of the river by 0.78 ft on average. The wells below river stage elevation were AR-0056, AR-0060, AR-0063, AR-0072, AR-0075, AR-0087, and AR-0102. Our observations show that in a broad sense, the Animas River is gaining water from the ground- water, as groundwater from the surrounding valley flows downhill, or down gradient, discharging to the river. However, by looking at the water levels in close proximity to the river, we found that the water table gradient can be nearly flat (“low gradient”). In some locations (indicated as red points on the water table maps, Figure 4), we observed that the water table elevation is below river elevation, suggesting that the river could add water to the groundwater (a losing river). With a flat water table, fluctuations in the river stage can turn a slightly gaining reach to a slightly losing reach. The difference between groundwater elevations and the river stage elevation is small (less than 1 ft), so it may not be detected by coarse reso- lution water table mapping. We must also consider effects from pumping groundwater and the cone of depression that may be created along the river when a well pumps. These dynamic effects on the alluvial aquifer were not tested in this evaluation, but are another potential effect on groundwater and surface water interactions and flow directions. Another way to observe the changes in ground- water levels, similar to the summary presented in Table 3, is by presenting change results on a map. Figure 5 shows a series of maps that calculate the change in depth to water between seasonal measure- ments. A negative value and a red colored point indicate that water level dropped between the earlier and the later water level measurement (i.e. August 2015 to January 2016). A rise in groundwater level between periods of measurement is indicated by a green point and a positive value. The larger symbol size is proportional to greater change observed. The result of this series of maps in Figure 5 shows that the water levels are quite responsive to seasonal changes, with declines in the depths to water measurements all along the Animas River alluvial valley. It is also notable that in the region around Inca and just southwest of Aztec, we see larger responses. In baseflow and early snowmelt periods (January and March), these two regions have the largest declines (~6–15 ft), while during peak snow- melt, with irrigation season, these regions also have the largest increases (~6–12 ft). Detailed Hydraulic Conditions N MBGMR installed pressure transducers with continuous data recorders in four unused wells to collect water level and temperature data every 12 hours. The first two wells, AR-0007, and AR-0028, started in September 2015 (Figure 6A). Two additional wells, AR-0116, and AR-0208, started in January 2016 (Figure 6B). From a con- tinuous record of groundwater level, we can see brief fluctuations in water levels that help us under- stand local or regional effects on the water table in the area. These records of water level change were plotted alongside a precipitation record from Aztec (GHCND:USC00290692), a USGS Animas River flow gauge just below Aztec (USGS:09364010), and a record of flow in nearby irrigation ditches (http://meas.ose.state.nm.us). AR-0007 and AR-00028 are located in the south- ern portion of the study area. AR-0007 is just north of Farmington, 1,500 ft west of the river, and is 20 ft deep. AR-0028 is located 4 miles southwest of Aztec, 300 ft east of the Animas River, and is 32 ft deep. These two southern well records are plotted alongside the ‘North Farmington’ irrigation ditch gauge. Sharp spikes in the river stage correspond closely with large 9 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 storms in the area, or upriver, in the Animas River catchment. In general, both pressure records show a close hydraulic connection between the water level in the wells and the Animas River stage, small rises in the water level in both wells correlate with sudden rises in river stage. The two pressure records show surprisingly distinct trends in groundwater level. AR-0007, located 4 miles southwest of Aztec, shows a similar trend to the majority of well trends in the area. The water level declines from the peak in the fall fol- lowing the end of the growing season and continues to decline as the irrigation ditches are shut off. The water level continues to decline until the late spring, and then begins to rise sharply. The rise coincides with the beginning of irrigation season, with the ditches flowing. The rise may also be attributed to the arrival of spring snowmelt and the rising of the river stage. The hydrograph record in AR-0028, located just north of Farmington, has a very different trend. The water level at the beginning of the record in the fall is at a low, before beginning to rise in October. Water level rises steadily before leveling out at the beginning of March, and appears to decline slightly before rising sharply at the beginning of April, similar to AR-0028, with the onset of irrigation and snowmelt. AR-0116 and AR-0208 are located in the north- ern portion of the study area. AR-0116 is located 1 mile south of the Colorado border, 2,250 ft west of the river, and is 69 ft deep. AR-0208 is located 2.7 miles northeast of Aztec, NM, 1,500 feet east of the river, and is 28 ft deep. These two northern well hydrographs are plotted alongside the ‘Twin Rocks’ irrigation ditch gauge. Of all 4 monitoring sites, AR-0116 is farther from the river than the other pressure transducers records, and it is furthest north. Also, where the rest of the pressure transducers are in wells closer to the river, where the groundwater is less than 15 ft bgs, the water level at AR-0116 is ~50 ft bgs. The small scale fluctuations observed on the other hydrographs is absent and AR-0116 has a smoothly declining water level. At the beginning of May the water level in the well begins to rise gradually, approximately coincident with when irrigation began in the northern reach of the"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "continues to decline as the irrigation ditches are shut off. The water level continues to decline until the late spring, and then begins to rise sharply. The rise coincides with the beginning of irrigation season, with the ditches flowing. The rise may also be attributed to the arrival of spring snowmelt and the rising of the river stage. The hydrograph record in AR-0028, located just north of Farmington, has a very different trend. The water level at the beginning of the record in the fall is at a low, before beginning to rise in October. Water level rises steadily before leveling out at the beginning of March, and appears to decline slightly before rising sharply at the beginning of April, similar to AR-0028, with the onset of irrigation and snowmelt. AR-0116 and AR-0208 are located in the north- ern portion of the study area. AR-0116 is located 1 mile south of the Colorado border, 2,250 ft west of the river, and is 69 ft deep. AR-0208 is located 2.7 miles northeast of Aztec, NM, 1,500 feet east of the river, and is 28 ft deep. These two northern well hydrographs are plotted alongside the ‘Twin Rocks’ irrigation ditch gauge. Of all 4 monitoring sites, AR-0116 is farther from the river than the other pressure transducers records, and it is furthest north. Also, where the rest of the pressure transducers are in wells closer to the river, where the groundwater is less than 15 ft bgs, the water level at AR-0116 is ~50 ft bgs. The small scale fluctuations observed on the other hydrographs is absent and AR-0116 has a smoothly declining water level. At the beginning of May the water level in the well begins to rise gradually, approximately coincident with when irrigation began in the northern reach of the Animas River. AR-0208, northeast of Aztec, NM, is in an area where the water table is quite shallow, only 2-3 ft bgs. The water level in this well declines steadily from highs in early February throughout the entire record. This well shows no response to the beginning of irri- gation season. Water Chemistry Conditions T he NMBGMR team conducted three repeat sampling events along the Animas River between January and June 2016, attempting to sample the same wells each outing. As a summary, during January 25–27, 2016, we collected 16 water chemis- try samples; March 14–17, 2016, we repeat sampled a total of 18 groundwater samples; and from May 31-June 3, 2016 a total of 19 samples were collected. Tables 1 and 2 list the locations of wells that were sampled, with the complete results of sampling found in Appendix C. A map of sampled wells is shown on Figure 1. Table 4 shows a summary of each period of NMBGMR sampling with average values for field parameters and major ions. Well owners have been notified of their results in writing after sample analy- ses are complete and reviewed. TDS (mg/L) Temperature (°C) ORP (mV) Dissolved Oxygen (mg/L) Ca (mg/L) Na (mg/L) Mg (mg/L) HCO3 (mg/L) Cl (mg/L) SO4 (mg/L) Total Fe (mg/L) Total Mn (mg/L) January Average 759 13 29.9 1.9 169.6 55.6 21.3 339.7 32 278 0.98 0.78 Maximum 1330 17 447.4 7.2 335 142 29 419 123 702 4.58 6.48 Minimum 388 8.8 -101.6 0.1 91.3 19.7 12.5 250 17 95.8 0.022 0.005 March Average 733.5 12.8 45.3 2.5 160.1 57.7 20.6 334.8 29.6 276.6 1.16 0.437 Maximum 1360 16.9 164.4 8.9 336 152 32.4 439 67.2 720 3.77 4.46 Minimum 392 7.3 -116.8 0.17 88.9 19.9 12.5 232 17.5 97.6 0.1 0.002 May/June Average 793 13.5 87.9 2.4 180.1 55.2 21.9 325.2 27.6 326.1 0.64 0.307 Maximum 2380 16.1 558.2 10.12 564 180 56.8 458 89.5 1330 1.86 2.25 Minimum 315 9.8 -101.9 0.04 61.9 20 8.71 210 14.3 73.4 0.107 0.001 Table 4. Summary of field parameters and major ions during different sample periods. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 10 Major ions By mapping the major ions from the well water samples using a Stiff diagram, we can see general trends in water chemistry spatially. The maps shown in Figure 7 include symbols, which depict the meq/L cation content (Na, Ca, and Mg) on the left side of the symbol, and anion content (Cl, HCO3, and SO4) on the right side. The maps in Figure 7 show that there is little change in the overall ion chemistry from one sample period to the next. We can observe a trend of lower ion content in the northern reaches of the Animas River alluvial aquifer, and higher ion content in the southern sections (south of Aztec, approximately). Results of groundwater samples displayed on a Piper diagram (Figure 8) show that samples col- lected by NMBGMR (Figure 8A) are comparable to samples collected by U.S. EPA in August 2015 (Figure 8B). However, the U.S. EPA samples (Figure 8B) have higher levels of sodium and chloride than the wells sampled by NMBGMR. The dominant water type for the Animas River aquifer appears to be Ca-HCO3 to Ca-SO4. Figure 8C shows samples from the surrounding geologic formations, not includ- ing the Animas alluvial aquifer (data from Kelley et al., 2014). Water samples from the Animas alluvial aquifer samples have some similarities, especially with anions, to water sourced from the Ojo Alamo Formation (Toa), the Nacimiento Formation (Tn) and the San Jose Formation (Tsj). This comparison supports the hypothesis that there is a component of the groundwater in the Animas River alluvial aquifer that is derived from the surrounding regional geology, and that some groundwater is going into the Animas River (as a gaining river). The Piper diagram in Figure 8D shows the repeated NMBGMR samples for each well location. It is apparent from Figure 8D that the dominant water type for these wells stays fairly constant from one sample period to another. Water quality U.S. EPA samples from August 2015 indicated that some wells had elevated levels of iron, manganese, sulfate, and aluminum above secondary MCL rec- ommendations. These data were compiled from data provided to the state of New Mexico after the sampling was completed. Original documentation on sampling or analysis protocols from U.S. EPA or con- tractors is not available. This leaves some unanswered questions about data collection, reporting or possible transcription errors. Results of water chemistry sampling in January 2016 revealed that some private domestic wells had elevated levels of iron, manganese, aluminum, and sulfate. One well, AR-0075, had total iron at 4.58 mg/L which is above the secondary recommenda- tion (0.3 mg/L), and total manganese at 6.4 mg/L, which is above the health advisory level (1.6 mg/L). We compared results from the January 2016 water chemistry sampling with previous results from U.S. EPA collected in August 2015 for manganese and iron (Figures 9, 10). The result of this analysis showed that in most samples manganese and iron were higher in the January 2016 measurements than in August 2015. Other wells that have elevated levels of both iron and"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "from the Animas alluvial aquifer samples have some similarities, especially with anions, to water sourced from the Ojo Alamo Formation (Toa), the Nacimiento Formation (Tn) and the San Jose Formation (Tsj). This comparison supports the hypothesis that there is a component of the groundwater in the Animas River alluvial aquifer that is derived from the surrounding regional geology, and that some groundwater is going into the Animas River (as a gaining river). The Piper diagram in Figure 8D shows the repeated NMBGMR samples for each well location. It is apparent from Figure 8D that the dominant water type for these wells stays fairly constant from one sample period to another. Water quality U.S. EPA samples from August 2015 indicated that some wells had elevated levels of iron, manganese, sulfate, and aluminum above secondary MCL rec- ommendations. These data were compiled from data provided to the state of New Mexico after the sampling was completed. Original documentation on sampling or analysis protocols from U.S. EPA or con- tractors is not available. This leaves some unanswered questions about data collection, reporting or possible transcription errors. Results of water chemistry sampling in January 2016 revealed that some private domestic wells had elevated levels of iron, manganese, aluminum, and sulfate. One well, AR-0075, had total iron at 4.58 mg/L which is above the secondary recommenda- tion (0.3 mg/L), and total manganese at 6.4 mg/L, which is above the health advisory level (1.6 mg/L). We compared results from the January 2016 water chemistry sampling with previous results from U.S. EPA collected in August 2015 for manganese and iron (Figures 9, 10). The result of this analysis showed that in most samples manganese and iron were higher in the January 2016 measurements than in August 2015. Other wells that have elevated levels of both iron and manganese in January include AR, 0006, AR-0017, AR-0074, AR-0112 and AR-0156. Results of March 2016 water chemistry sampling again indicated that several private domestic wells had elevated levels of iron, manganese, aluminum and sulfate (above secondary recommendations). Again, AR-0075, had total iron at 2.8 mg/L which is above the secondary recommendation (0.3 mg/L), and total manganese at 4.46 mg/L, which is above the health advisory level (0.3 mg/L). Other wells that have elevated levels of both iron and manganese in March include AR-0006, AR-0017, AR-0074 and AR-0112. The samples collected in late May-early June, 2016 showed similar results with elevated levels of iron, manganese and sulfate (above secondary recommendations). Wells AR-0074, AR-0075 and AR-0112 continue to have levels of iron and manga- nese above recommended levels, but no wells on this round had elevated aluminum. In each sample period, the elevated levels of iron and manganese occur in the Cedar Hill and Inca regions (Figures 11 and 12). These are areas where we have also noted possible changes from gaining to losing, from the Animas River to groundwater (Figure 4). Results shown in Figures 9 and 10 indi- cate that levels of total iron and manganese in some wells increased since the August sampling by U.S. EPA (such as AR-0017, AR-0058, AR-0059, and -0102), while others have fluctuated more (AR-0075 and -0156). Comparison of water quality time series results and maps suggest a hypothesis that water quality variations may be related to seasonal influ- ences on the groundwater table. Perhaps minor seasonal changes in gradient along the Cedar Hill and Inca reaches of the Animas, particularly at baseflow river levels, have an impact to groundwater quality related to changes in the oxidizing or reducing condi- tions in the shallow groundwater. Example wells that have very low gradient groundwater—surface water 11 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 elevations with water quality issues include AR-0075 and AR-0112. Then, when irrigation and snowmelt begins, there is a dilution effect. Stable Isotope Analyses R esults from stable isotopes of hydrogen (δD) from all groundwater samples range from -93 to -104 ‰, and oxygen (δ18O) from -12.5 to -14.4‰ (Table 5; Figure 13). Samples from groundwater col- lected during the 3 sample periods in 2016 differ very little for samples at the same well sites (Figure 14). The very “light” ranges of these values suggest that groundwater in the Animas River valley is predomi- nantly recharged by winter precipitation. Starting with the March 2016 sampling period, we collected stable isotopes from the Animas River at three locations (Table 5; Figure 1, 13). In March, these results are “heavier” relative to most ground- water samples, meaning their isotope ratios are more in the range of -95 to -96 ‰ δD, and -13.5 to -13.4 ‰ δ18O. Interestingly, the only groundwater stable isotope samples that plot in a similar range are from well site AR-0006. This well location is very close to the river and irrigation ditches. One hypoth- esis for the similarity of this groundwater to the Animas River water is that this well was strongly influenced by river or irrigation water input. Animas River samples from June 2016, during peak snowmelt conditions, are significantly lighter, which reflects the snowmelt source of river water at that Point ID Site type Sample date H2r O18r AR-0006 groundwater 26-Jan-16 -95.9 -13.41 AR-0006 groundwater 15-Mar-16 -96.1 -13.47 AR-0006 groundwater 01-Jun-16 -95.8 -13.48 AR-0008 groundwater 27-Jan-16 -100.2 -13.97 AR-0008 groundwater 14-Mar-16 -100.6 -13.99 AR-0008 groundwater 01-Jun-16 -100.7 -13.97 AR-0010 groundwater 27-Jan-16 -103 -14.15 AR-0010 groundwater 14-Mar-16 -103 -14.26 AR-0010 groundwater 31-May-16 -102.1 -14.1 AR-0015 groundwater 27-Jan-16 -104.1 -14.4 AR-0015 groundwater 16-Mar-16 -104 -14.44 AR-0015 groundwater 01-Jun-16 -104 -14.29 AR-0017 groundwater 27-Jan-16 -103.9 -14.36 AR-0017 groundwater 15-Mar-16 -103.9 -14.36 AR-0017 groundwater 01-Jun-16 -103.9 -14.31 AR-0023 groundwater 03-Jun-16 -103.1 -14.35 AR-0031 groundwater 31-May-16 -92.7 -12.45 AR-0038 groundwater 25-Jan-16 -101.5 -14.03 AR-0038 groundwater 17-Mar-16 -101.2 -14.09 AR-0038 groundwater 31-May-16 -101.1 -13.96 AR-0058 groundwater 15-Mar-16 -99.4 -13.89 AR-0058 groundwater 01-Jun-16 -99.2 -13.73 AR-0059 groundwater 26-Jan-16 -100.7 -14.09 AR-0059 groundwater 15-Mar-16 -101.2 -14.14 AR-0059 groundwater 01-Jun-16 -99.4 -13.8 AR-0073 groundwater 26-Jan-16 -103.5 -14.33 AR-0073 groundwater 15-Mar-16 -103.5 -14.44 AR-0074 groundwater 27-Jan-16 -100.5 -14.1 AR-0074 groundwater 16-Mar-16 -99.1 -13.94 AR-0074 groundwater 03-Jun-16 -100.1 -14.1 Table 5. Summary of stable isotopes. Point ID Site type Sample date H2r O18r AR-0075 groundwater 27-Jan-16 -101.5 -14.24 AR-0075 groundwater 16-Mar-16 -100.1 -14.12 AR-0075 groundwater 02-Jun-16 -97.7 -13.75 AR-0102 groundwater 26-Jan-16 -101.6 -14.22 AR-0102 groundwater 17-Mar-16 -101.1 -14.22 AR-0102 groundwater 02-Jun-16 -101 -14.15 AR-0106 groundwater 26-Jan-16 -100.6 -14.11 AR-0106 groundwater 17-Mar-16 -99.4 -14.04 AR-0106 groundwater 02-Jun-16 -98.5 -13.88 AR-0110 groundwater 17-Mar-16 -98.9 -14.03 AR-0110 groundwater 03-Jun-16 -98.3 -13.63 AR-0112 groundwater 26-Jan-16 -99.7 -14.07 AR-0112 groundwater 16-Mar-16 -99.6 -14.1 AR-0112 groundwater 02-Jun-16 -98.9 -13.84 AR-0156 groundwater 27-Jan-16 -100.4 -14.09 AR-0156 groundwater 16-Mar-16 -99.8 -14.12 AR-0156 groundwater 02-Jun-16 -99.5 -14.05 AR-0181 groundwater 25-Jan-16 -99.9 -13.99 AR-0181 groundwater 14-Mar-16 -99 -13.97 AR-0181 groundwater 31-May-16 -99.1 -13.78 AR-0207 groundwater 26-Jan-16 -98.3 -13.79 AR-0207 groundwater 17-Mar-16 -98.2 -13.88 AR-0207 groundwater 03-Jun-16 -98.5 -13.84 AR-0501 surface water 17-Mar-16 -95.7 -13.58 AR-0501 surface water 02-Jun-16 -103.4 -14.76 AR-0502 surface water 17-Mar-16 -95.7 -13.53 AR-0502 surface water 01-Jun-16 -102.1 -14.51 AR-0503 surface water 18-Mar-16 -95.6 -13.53 AR-0503 surface water 31-May-16 -100.8 -14.34 N E W M"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "-13.97 AR-0008 groundwater 14-Mar-16 -100.6 -13.99 AR-0008 groundwater 01-Jun-16 -100.7 -13.97 AR-0010 groundwater 27-Jan-16 -103 -14.15 AR-0010 groundwater 14-Mar-16 -103 -14.26 AR-0010 groundwater 31-May-16 -102.1 -14.1 AR-0015 groundwater 27-Jan-16 -104.1 -14.4 AR-0015 groundwater 16-Mar-16 -104 -14.44 AR-0015 groundwater 01-Jun-16 -104 -14.29 AR-0017 groundwater 27-Jan-16 -103.9 -14.36 AR-0017 groundwater 15-Mar-16 -103.9 -14.36 AR-0017 groundwater 01-Jun-16 -103.9 -14.31 AR-0023 groundwater 03-Jun-16 -103.1 -14.35 AR-0031 groundwater 31-May-16 -92.7 -12.45 AR-0038 groundwater 25-Jan-16 -101.5 -14.03 AR-0038 groundwater 17-Mar-16 -101.2 -14.09 AR-0038 groundwater 31-May-16 -101.1 -13.96 AR-0058 groundwater 15-Mar-16 -99.4 -13.89 AR-0058 groundwater 01-Jun-16 -99.2 -13.73 AR-0059 groundwater 26-Jan-16 -100.7 -14.09 AR-0059 groundwater 15-Mar-16 -101.2 -14.14 AR-0059 groundwater 01-Jun-16 -99.4 -13.8 AR-0073 groundwater 26-Jan-16 -103.5 -14.33 AR-0073 groundwater 15-Mar-16 -103.5 -14.44 AR-0074 groundwater 27-Jan-16 -100.5 -14.1 AR-0074 groundwater 16-Mar-16 -99.1 -13.94 AR-0074 groundwater 03-Jun-16 -100.1 -14.1 Table 5. Summary of stable isotopes. Point ID Site type Sample date H2r O18r AR-0075 groundwater 27-Jan-16 -101.5 -14.24 AR-0075 groundwater 16-Mar-16 -100.1 -14.12 AR-0075 groundwater 02-Jun-16 -97.7 -13.75 AR-0102 groundwater 26-Jan-16 -101.6 -14.22 AR-0102 groundwater 17-Mar-16 -101.1 -14.22 AR-0102 groundwater 02-Jun-16 -101 -14.15 AR-0106 groundwater 26-Jan-16 -100.6 -14.11 AR-0106 groundwater 17-Mar-16 -99.4 -14.04 AR-0106 groundwater 02-Jun-16 -98.5 -13.88 AR-0110 groundwater 17-Mar-16 -98.9 -14.03 AR-0110 groundwater 03-Jun-16 -98.3 -13.63 AR-0112 groundwater 26-Jan-16 -99.7 -14.07 AR-0112 groundwater 16-Mar-16 -99.6 -14.1 AR-0112 groundwater 02-Jun-16 -98.9 -13.84 AR-0156 groundwater 27-Jan-16 -100.4 -14.09 AR-0156 groundwater 16-Mar-16 -99.8 -14.12 AR-0156 groundwater 02-Jun-16 -99.5 -14.05 AR-0181 groundwater 25-Jan-16 -99.9 -13.99 AR-0181 groundwater 14-Mar-16 -99 -13.97 AR-0181 groundwater 31-May-16 -99.1 -13.78 AR-0207 groundwater 26-Jan-16 -98.3 -13.79 AR-0207 groundwater 17-Mar-16 -98.2 -13.88 AR-0207 groundwater 03-Jun-16 -98.5 -13.84 AR-0501 surface water 17-Mar-16 -95.7 -13.58 AR-0501 surface water 02-Jun-16 -103.4 -14.76 AR-0502 surface water 17-Mar-16 -95.7 -13.53 AR-0502 surface water 01-Jun-16 -102.1 -14.51 AR-0503 surface water 18-Mar-16 -95.6 -13.53 AR-0503 surface water 31-May-16 -100.8 -14.34 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 time. Groundwater changes very little over the period of sampling, in terms of stable isotopes. Preliminary Conclusions W e hypothesize that groundwater in the Animas alluvial aquifer is composed of three main com- ponents, 1) regional groundwater from surrounding aquifers, 2) Animas River water, and 3) Animas River water via irrigation distribution. The quantity of these inputs likely varies over the year, depending on surface water flow in the Animas River. With long-term environmental, mine-related, and anthropogenic impacts to water quality along the Animas River, it is important to continue to monitor groundwater quality. Currently, based on the small dataset of 16–19 repeat sampled wells, we do not see any direct effects to the shallow alluvial aquifer from the Gold King Mine spill in August 2015. We do, however, see elevated levels of iron, manganese, sulfate and occasionally aluminum in groundwater around the Animas River. We hypothesize, based on numerous anecdotal accounts from land owners, that the water quality changes in summer months with snowmelt, higher river flows and increased irrigation distribution. We observe a decrease in the levels of iron and manganese, which are the dominant constit- uents of concern above the MCL guidelines found in the groundwater. Aluminum levels in a few wells were higher in winter months than in summer, higher flow months. Continued monitoring of groundwater qual- ity, through consistent and repeated measurements, is the only way to confirm or disprove any affects to groundwater related to the Gold King Mine or other contaminant concerns over time. 13 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 W ith future funding, it is important to consider sampling groundwater outside of the Animas alluvial aquifer, which would provide improved end- member comparisons (i.e. regional groundwater). Additionally, comparison of geochemistry and stable isotopes from surface water and irrigation water would aide in the understanding of the composition of inputs to the alluvial aquifer. Analysis of well site depth and distance from the river, with special atten- tion to metals of concern, would also be an important analysis. Adding sites with continuous water quality monitoring can improve the understanding of the background changes in water quality in between sam- pling events. This may be accomplished with continu- ous monitoring of groundwater conductivity, with periodic water quality sampling for comparison. i V . F u t u r e w o r k N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 Stacy S. Timmons, Hydrogeologist, Aquifer Mapping Program manager, stacy@nmbg.nmt.edu Data analysis and interpretation, technical report, field data collection and compilation Ethan Mamer, Hydrogeologist, ethan@nmbg.nmt.edu Data analysis and interpretation, technical report, field data collection and compilation Cathryn Pokorny, Hydrogeological Lab Technician, kittyp@nmbg.nmt.edu Field data collection and data management Trevor Kludt, Hydrogeological Field Associate, tkludt@nmbg.nmt.edu Field data collection Scott Christenson, Hydrogeological Field Associate, schristenson@nmbg.nmt.edu Field data collection Geoff Rawling, Geologist geoff@nmbg.nmt.edu Field data collection Bonnie Frey, Chemistry Lab Manager, Geochemist, bfrey@nmbg.nmt.edu Geochemical sample analysis Brigitte Felix, Report Production Coordinator, GIS Specialist, bfk@nmbg.nmt.edu ArcGIS, figures, layout, production editing Funding for this project is provided by the New Mexico Environment Department under MOU 16-667-2000-0004. This project is successful only because of the generos- ity and cooperation of well and land owners along the Animas Valley who allow us to access their well to collect these essential data. The authors thank our colleagues and collaborators at the New Mexico Environment Department includ- ing Dennis McQuillan and Diane Agnew for feedback and support on this project. We also kindly thank the USGS New Mexico Water Science Center staff con- tributions for assistance in water level measurements in August 2015, including Jesse Driscoll, Lauren Sherson, Nicole Thomas, and Amy Gallanter. During the August 2015 water level measurements, we had cooperation and assistance also from New Mexico Office of the State Engineer's Office staff Doug Rappuhn, Rob Pine and Shawn Williams. Finally, we thank Miriam Wamsley from the New Mexico Department of Health for her help on water quality concerns related to private domestic wells. P R O J E C T S T A F F & A c k n o w l e d g m e n t s A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 15 R e f e r e n c e s Kelley, Shari; Engler, Thomas; Cather, Martha; Pokorny, Cathryn; Yang, Cheng-Heng; Mamer, Ethan; Hoffman, Gretchen; Wilch, Joe; Johnson, Peggy; Zeigler, Kate, 2014, Hydrologic assessment of oil and gas resource development of the Mancos Shale in the San Juan Basin, New Mexico, New Mexico Bureau Geology Mineral Resources, Open-file Report, v. 0566, pp. 1–65. Timmons, S.S.; Land, L.B.; Newton, T.;"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "production editing Funding for this project is provided by the New Mexico Environment Department under MOU 16-667-2000-0004. This project is successful only because of the generos- ity and cooperation of well and land owners along the Animas Valley who allow us to access their well to collect these essential data. The authors thank our colleagues and collaborators at the New Mexico Environment Department includ- ing Dennis McQuillan and Diane Agnew for feedback and support on this project. We also kindly thank the USGS New Mexico Water Science Center staff con- tributions for assistance in water level measurements in August 2015, including Jesse Driscoll, Lauren Sherson, Nicole Thomas, and Amy Gallanter. During the August 2015 water level measurements, we had cooperation and assistance also from New Mexico Office of the State Engineer's Office staff Doug Rappuhn, Rob Pine and Shawn Williams. Finally, we thank Miriam Wamsley from the New Mexico Department of Health for her help on water quality concerns related to private domestic wells. P R O J E C T S T A F F & A c k n o w l e d g m e n t s A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 15 R e f e r e n c e s Kelley, Shari; Engler, Thomas; Cather, Martha; Pokorny, Cathryn; Yang, Cheng-Heng; Mamer, Ethan; Hoffman, Gretchen; Wilch, Joe; Johnson, Peggy; Zeigler, Kate, 2014, Hydrologic assessment of oil and gas resource development of the Mancos Shale in the San Juan Basin, New Mexico, New Mexico Bureau Geology Mineral Resources, Open-file Report, v. 0566, pp. 1–65. Timmons, S.S.; Land, L.B.; Newton, T.; Frey, B., 2013, Aquifer map- ping program technical docu- ment: Water sampling procedures, analysis and systematics, New Mexico Bureau Geology Mineral Resources, Open-file Report, v. 0558. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 17 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 1. Locations of wells utilized in this assessment of the alluvial aquifer along the Animas River. A—Wells used for water level elevations and continuous water level monitoring. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 18 Figure 1. Locations of wells utilized in this assessment of the alluvial aquifer along the Animas River. B—Wells and surface water sites sampled for water chemistry by NMBGMR and EPA. Surface water sites were only sampled for stable isotope analyses. 19 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 2. The discharge hydrograph in cubic feet per second, from the USGS gage at Aztec, New Mexico shows the primary “flow seasons” applying to this study, from August 2015 to August 2016. The winter months from November to March are baseflow, or low discharge conditions, with minor fluc- tuations due to storm events. In March, the flow rates begin to rise as snowmelt begins, coincident with onset of the irrigation season. The hydrograph also shows peak snowmelt in June, and fluctuations in flow due to monsoon season in late July to early October. Monsoon Season Irrigation Irrigation Winter Baseflow Initial Snowmelt Peak Snowmelt N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 Figure 3. Compiled geologic maps of the region, highlighting the location of this study of the Animas River in New Mexico. Map created from http://ngmdb.usgs.gov/maps/mapview/. The Animas River in New Mexico flows in the alluvial aquifer, noted here as pale yellow. The northern section of the study area has bedrock in the San Jose Formation (light brown), the central section of the study area is comprised of Nacimiento Formation (dark brown), and the area near Farmington has outcrops of Kirtland Shale (yellow). The study area sits on the northwest margin of the San Juan Basin. S A N J U A N B A S I N 21 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 4A. Groundwater elevation con- tours for the Animas River valley alluvial aquifer in four set images (A—August 2015, B—January 2016, C—March 2016, D—June 2016). In areas with dense enough water level measurements, we refined the contours to 5 ft intervals.Well points in red are locations where the measured groundwater level is below the estimated elevation of the Animas River at the time of measurement. These well locations may be along losing reaches of the Animas River, where the river is add- ing water to the alluvial aquifer. August 2015 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 January 2016 Figure 4B. Groundwater elevation con- tours for the Animas River valley alluvial aquifer in four set images (A—August 2015, B—January 2016, C—March 2016, D—June 2016). In areas with dense enough water level measurements, we refined the contours to 5 ft intervals.Well points in red are locations where the measured groundwater level is below the estimated elevation of the Animas River at the time of measurement. These well locations may be along losing reaches of the Animas River, where the river is add- ing water to the alluvial aquifer. 23 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 March 2016 Figure 4C. Groundwater elevation con- tours for the Animas River valley alluvial aquifer in four set images (A—August 2015, B—January 2016, C—March 2016, D—June 2016). In areas with dense enough water level measurements, we refined the contours to 5 ft intervals.Well points in red are locations where the measured groundwater level is below the estimated elevation of the Animas River at the time of measurement. These well locations may be along losing reaches of the Animas River,"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "red are locations where the measured groundwater level is below the estimated elevation of the Animas River at the time of measurement. These well locations may be along losing reaches of the Animas River, where the river is add- ing water to the alluvial aquifer. August 2015 N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 January 2016 Figure 4B. Groundwater elevation con- tours for the Animas River valley alluvial aquifer in four set images (A—August 2015, B—January 2016, C—March 2016, D—June 2016). In areas with dense enough water level measurements, we refined the contours to 5 ft intervals.Well points in red are locations where the measured groundwater level is below the estimated elevation of the Animas River at the time of measurement. These well locations may be along losing reaches of the Animas River, where the river is add- ing water to the alluvial aquifer. 23 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 March 2016 Figure 4C. Groundwater elevation con- tours for the Animas River valley alluvial aquifer in four set images (A—August 2015, B—January 2016, C—March 2016, D—June 2016). In areas with dense enough water level measurements, we refined the contours to 5 ft intervals.Well points in red are locations where the measured groundwater level is below the estimated elevation of the Animas River at the time of measurement. These well locations may be along losing reaches of the Animas River, where the river is add- ing water to the alluvial aquifer. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 24 June 2016 Figure 4D. Groundwater elevation con- tours for the Animas River valley alluvial aquifer in four set images (A—August 2015, B—January 2016, C—March 2016, D—June 2016). In areas with dense enough water level measurements, we refined the contours to 5 ft intervals.Well points in red are locations where the measured groundwater level is below the estimated elevation of the Animas River at the time of measurement. These well locations may be along losing reaches of the Animas River, where the river is add- ing water to the alluvial aquifer. 25 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 5. Groundwater level change maps. A—Change in groundwater levels observed between August 2015 and the January 2016 water level in the same wells. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 26 Figure 5. Groundwater level change maps. B—Change between January 2016 and March 2016. 27 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 5. Groundwater level change maps. C—Change between March 2016 and May-June 2016. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 28 8/2015 9/2015 10/2015 11/2015 12/2015 2/2016 3/2016 4/2016 5/2016 6/2016 7/2016 1/2016 1 2 3 0 2 0 1 Irrigation Ditch Stage at North Farmington (feet) 11 5 7 9 Animas River Stage (feet) 10 11 12 13 14 AR-007, 028 DTW (feet) Precipitation (in) GHCND:USC00290692 AR-0007 AR-0028 Animas River gauge height below Aztec (USGS:09364010) “North Farmington” irrigation gauge Figure 6A. Hydrographs from wells with continuous data recorders located in the southern half of the study area. Well AR-0007 is a total of 32 ft deep, and is located south of Aztec, on the east side of the river. Well AR-0028 is a total of 20 ft deep, and is located just north of Farmington, on the west side of the Animas River. The stage of the Animas river below Aztec (USGS:09364010), and a record of flow from the North Farmington irriga- tion ditch gauge are plotted along. Grey bars indicate the approximate brackets to irrigation season, April to November. A 29 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 2/2016 3/2016 4/2016 5/2016 6/2016 7/2016 0.5 1 1.25 0 2 0 1 Irrigation Ditch Stage at Twin Rocks (feet) 11 5 7 9 Animas River Stage (feet) 3 3.5 2 2.5 48 51 58 DTW (feet) DTW (feet) Precipitation (in) GHCND:USC00290692 AR-0208 AR-0116 Animas River gauge height at Aztec Twin Rocks irrigation ditch Gague B Figure 6B. Hydrographs from wells with continuous data recorders located in the northern half of the study area. Well AR-0116 is a total of 69 ft deep, and is located just south of the Colorado Boarder, on the west side of the river. Well AR-0208 is a total of 28 ft deep, and is located just north of Aztec, on the east side of the Animas River. The stage of the Animas river below Aztec (USGS:09364010), and a record of flow from the Ralston irrigation ditch gauge. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 30 Figure 7. Maps showing stiff diagrams from January, March and May-June, 2016. The cation end-members (left side) are Na, Ca, and Mg; the anion end-members (right side) are Cl, HCO3, and SO4, all in meq/L. A—January 2016 NMBGMR sample results. A Stiff Example 31 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 7. Maps showing stiff diagrams from January, March and May-June, 2016. The cation end-members (left side) are Na, Ca, and Mg; the anion end-members (right side) are Cl, HCO3, and SO4, all in meq/L. B—March 2016 NMBGMR sample results. B Stiff Example N E W M E X I C O B U R E A U O F G E O L O G"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "(feet) DTW (feet) Precipitation (in) GHCND:USC00290692 AR-0208 AR-0116 Animas River gauge height at Aztec Twin Rocks irrigation ditch Gague B Figure 6B. Hydrographs from wells with continuous data recorders located in the northern half of the study area. Well AR-0116 is a total of 69 ft deep, and is located just south of the Colorado Boarder, on the west side of the river. Well AR-0208 is a total of 28 ft deep, and is located just north of Aztec, on the east side of the Animas River. The stage of the Animas river below Aztec (USGS:09364010), and a record of flow from the Ralston irrigation ditch gauge. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 30 Figure 7. Maps showing stiff diagrams from January, March and May-June, 2016. The cation end-members (left side) are Na, Ca, and Mg; the anion end-members (right side) are Cl, HCO3, and SO4, all in meq/L. A—January 2016 NMBGMR sample results. A Stiff Example 31 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 7. Maps showing stiff diagrams from January, March and May-June, 2016. The cation end-members (left side) are Na, Ca, and Mg; the anion end-members (right side) are Cl, HCO3, and SO4, all in meq/L. B—March 2016 NMBGMR sample results. B Stiff Example N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 32 Figure 7. Maps showing stiff diagrams from January, March and May-June, 2016. The cation end-members (left side) are Na, Ca, and Mg; the anion end-members (right side) are Cl, HCO3, and SO4, all in meq/L. C—May-June 2016 NMBGMR sample results. C Stiff Example 33 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 20 40 40 40 60 80 20 40 60 80 80 Calcium Chloride Magnesium Chloride + Sulfate Calcium + Magnesium Sodium + Potassium Sulfate 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 20 40 40 40 60 80 20 40 60 80 80 Calcium Chloride Magnesium Chloride + Sulfate Calcium + Magnesium Sodium + Potassium Sulfate 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 20 40 40 40 60 80 20 40 60 80 80 Calcium Chloride Magnesium Chloride + Sulfate Carbonate + Bicarbonate Calcium + Magnesium Sodium + Potassium Sulfate 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 20 40 40 40 60 80 20 40 60 80 80 Calcium Chloride Magnesium Chloride + Sulfate Carbonate + Bicarbonate Carbonate + Bicarbonate Carbonate + Bicarbonate Calcium + Magnesium Sodium + Potassium Sulfate 20 20 20 40 60 60 60 80 80 80 20 0 0 0 0 40 60 100 100 0 0 100 0 100 100 0 100 EPA sample AR sample Tsj Toa Tn Kf AR-0006 AR-0008 AR-0010 AR-0015 AR-0017 AR-0031 AR-0038 AR-0058 AR-0059 AR-0073 AR-0074 AR-0075 AR-0102 AR-0106 AR-0110 AR-0112 AR-0156 AR-0181 AR-0207 AR-0023 January 2016 March 2016 May-June 2016 C A D B Figure 8. Piper diagrams showing A—NMBGMR samples from January, March and May-June 2016, B—U.S. EPA samples from August 2015, C— Regional groundwater samples from Kelley et al. (2014) from geologic formations including Tsj (San Jose Fm), Toa (Ojo Alamo Fm), Tn (Nacimiento Fm), and Kf (Fruitland Fm); D—Repeated NMBGMR samples. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 34 Figure 9. Total iron (Fe) from repeat sampled wells, showing trends with time. Samples collected in August are U.S. EPA results; samples from January, March and May-June, 2016 are NMBGMR results. Many of the wells have higher levels of total iron in the winter (January) sample period, which decrease in March and May-June as irrigation and snowmelt season begins. The secondary MCL for iron is 0.3 mg/L, showing that many of the wells here are above this level. 07/2015 08/2015 09/2015 10/2015 11/2015 12/2015 01/2016 02/2016 03/2016 04/2016 05/2016 06/2016 07/2016 08/2016 Time Total Fe (in mg/L) 0 1 2 3 4 5 AR-0017 AR-0073 AR-0006 AR-0008 AR-0010 AR-0015 AR-0023 AR-0031 AR-0038 AR-0059 AR-0207 AR-0074 AR-0075 AR-0102 AR-0106 AR-0110 AR-0112 AR-0156 AR-0181 AR-0058 Secondary standard Fe (0.3 mg/L) Secondary standard Fe (0.3 mg/L) 35 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 10. Total manganese (Mn) from from repeat sampled wells, showing trends with time. Samples collected in August are U.S. EPA results; samples from January, March and May-June, 2016 are NMBGMR results. Similar to Fe, we see higher Mn levels in the winter (January) sample period, which decrease in March and May-June as irrigation and snowmelt season begins. The health advisory level for Mn is indicated, as well as the secondary MCL. Many wells are above the secondary level, and one is well over the health advisory level (AR-0075). 0 1 2 3 4 5 6 7 07/2015 08/2015 09/2015 10/2015 11/2015 12/2015 01/2016 02/2016 03/2016 04/2016 05/2016 06/2016 07/2016 08/2016 Time Total Mn (in mg/L) AR-0017 AR-0073 AR-0006 AR-0008 AR-0010 AR-0015 AR-0023 AR-0031 AR-0038 AR-0059 AR-0207 AR-0074 AR-0075 AR-0102 AR-0106 AR-0110 AR-0112 AR-0156 AR-0181 AR-0058 Health advisory Mn (1.6 mg/L) Health advisory Mn (1.6 mg/L) Secondary standard Mn (0.05 mg/L) Secondary standard Mn (0.05 mg/L) N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 36 Figure 11. Total iron concentration maps by sample period. Total Fe is in mg/L, with symbol size proportional to the Fe concentration (larger symbol = higher level). A—January 2016. B—March 2016. C—May-June 2016. Regions with consistently elevated levels of iron are apparent with clusters of larger symbols. 37 A n i m a s R i v e r L o n g T e r m M o n i t o r i"
    },
    {
        "URL": "FTR_Animas_River_Sept_2016_LR.pdf",
        "Text": "g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 10. Total manganese (Mn) from from repeat sampled wells, showing trends with time. Samples collected in August are U.S. EPA results; samples from January, March and May-June, 2016 are NMBGMR results. Similar to Fe, we see higher Mn levels in the winter (January) sample period, which decrease in March and May-June as irrigation and snowmelt season begins. The health advisory level for Mn is indicated, as well as the secondary MCL. Many wells are above the secondary level, and one is well over the health advisory level (AR-0075). 0 1 2 3 4 5 6 7 07/2015 08/2015 09/2015 10/2015 11/2015 12/2015 01/2016 02/2016 03/2016 04/2016 05/2016 06/2016 07/2016 08/2016 Time Total Mn (in mg/L) AR-0017 AR-0073 AR-0006 AR-0008 AR-0010 AR-0015 AR-0023 AR-0031 AR-0038 AR-0059 AR-0207 AR-0074 AR-0075 AR-0102 AR-0106 AR-0110 AR-0112 AR-0156 AR-0181 AR-0058 Health advisory Mn (1.6 mg/L) Health advisory Mn (1.6 mg/L) Secondary standard Mn (0.05 mg/L) Secondary standard Mn (0.05 mg/L) N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 36 Figure 11. Total iron concentration maps by sample period. Total Fe is in mg/L, with symbol size proportional to the Fe concentration (larger symbol = higher level). A—January 2016. B—March 2016. C—May-June 2016. Regions with consistently elevated levels of iron are apparent with clusters of larger symbols. 37 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 12. Total manganese concentration maps by sample period. Total Mn is in mg/L, with symbol size proportional to the Mn concentration (larger symbol = higher level). A—January 2016. B—March 2016. C—May-June 2016. Regions with consistently elevated levels of manganese are apparent with clusters of larger symbols. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 38 Figure 13. Plot of stable isotopes of oxygen (δ18O) vs. hydrogen (δD) with the Global Meteoric Water Line (GMWL). Groundwater samples are shown clustered data, except for two sites, AR-0006 and AR-0031. AR-0006 is plotted adjacent to March Animas River samples (green triangles). The June Animas River samples are lighter, reflecting snowmelt water. -110 -105 -100 -95 -85 -90 -80 δD (‰) δ18O (‰) -16 -15 -14 -13 -12 -11 Groundwater January 2016 Groundwater March 2016 Groundwater June 2016 March Animas River water June Animas River water Linear (GMWL) 39 A n i m a s R i v e r L o n g T e r m M o n i t o r i n g : J u n e , 2 0 1 6 Figure 14. Plots of A—oxygen (δ18O) and B—hydrogen (δD) samples over time. The dominant observed change occurs in the river samples, AR-0501, AR-0502, and AR-0503, where they become lighter due to the snowmelt input to the Animas River in June. 01/2016 02/2016 03/2016 04/2016 05/2016 06/2016 07/2016 Time 2H -110 -106 -102 -98 -94 -90 AR-0006 AR-0008 AR-0010 AR-0015 AR-0017 AR-0023 AR-0031 AR-0038 AR-0058 AR-0059 AR-0073 AR-0074 AR-0075 AR-0102 AR-0106 AR-0110 AR-0112 AR-0156 AR-0181 AR-0207 AR-0501 AR-0502 AR-0503 AR-0006 AR-0008 AR-0010 AR-0015 AR-0017 AR-0023 AR-0031 AR-0038 AR-0058 AR-0059 AR-0073 AR-0074 AR-0075 AR-0102 AR-0106 AR-0110 AR-0112 AR-0156 AR-0181 AR-0207 AR-0501 AR-0502 AR-0503 A B 01/2016 02/2016 03/2016 04/2016 05/2016 06/2016 07/2016 Time -15.0 -14.4 -13.8 -13.2 -12.6 -12.0 18O AR-0006 AR-0008 AR-0010 AR-0015 AR-0017 AR-0023 AR-0031 AR-0038 AR-0058 AR-0059 AR-0073 AR-0074 AR-0075 AR-0102 AR-0106 AR-0110 AR-0112 AR-0156 AR-0181 AR-0207 AR-0501 AR-0502 AR-0503 AR-0006 AR-0008 AR-0010 AR-0015 AR-0017 AR-0023 AR-0031 AR-0038 AR-0058 AR-0059 AR-0073 AR-0074 AR-0075 AR-0102 AR-0106 AR-0110 AR-0112 AR-0156 AR-0181 AR-0207 AR-0501 AR-0502 AR-0503 New Mexico Bureau of Geology and Mineral Resources A division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 geoinfo.nmt.edu"
    }
]