[
    {
        "URL": "ofr-499.pdf",
        "Text": "Characterization of produced groundwater within the San Juan Basin By Josh Simpson New Mexico Bureau of Geology and Mineral Resources, New Mexico Tech Socorro, New Mexico 87801 Open­file Report 499 December, 2006 Characterization of Produced Groundwater Within the San Juan Basin, New Mexico Josh Simpson HYD 538 Final Report December 9, 2006 Introduction Water produced during oil production has become a significant waste stream within the United States. During oil production, approximately ten barrels of water are brought to the surface for every barrel of oil produced (Stephenson, 1992). Therefore, within the United States, approximately 14 billion barrels of produced water were generated onshore in 2002 (Veil et al, 2004). Because produced water usually contains chemicals added during the oil production processes, has a high total dissolved solids (TDS) content, contains heavy metals, and contains high levels of organic hydrocarbons (i.e. benzene, toluene, ethyl benzene, and xylenes (BTEX)), beneficial use of this water is very limited (Katz et al, 2006). The majority of produced water is transported to a central treatment facility and reinjected into the ground after oil separation and particle filtration occurs. Because environmental constraints are becoming stricter, various produced water treatment techniques have been studied in the past fifteen years. Researchers have learned that running produced water through surfactant modified zeolite (SMZ) columns effectively removes BTEX from the water (Neel, 1992). The SMZ is also easily regenerated to full sorption capacity through air sparging, producing a cost effective method (Ranck et al, 2005). A pilot test was conducted near Farmington, NM during the summer of 2005 in order to determine the field capabilities of this treatment method. Preliminary results indicate that the system can be successfully used to remove BTEX from produced water at field locations. A larger field test is planned to run during the summer of 2007 at the same facility. Farmington, NM is located within the San Juan Basin (see Figure 1). The basin contains alternating shale, mudstone, and sandstone formations with a few scattered limestone formations (Stone et al, 1983). Since vast oil, gas, uranium, and coal reserves have been found in the San Juan Basin, energy resources production has been a significant part of the basin’s economy for the past fifty years (Stone et al, 1983). Because of environmental regulations, a large proportion of the produced water is currently trucked from well locations to central treatment and reinjection facilities. Some wells are considerable distances (30 miles) from the reinjection facility, so transportation costs are a significant portion of the entire disposal costs. According to Christianson (2004), disposal costs without transportation in the San Juan Basin are approximately $0.50 to $0.60 per barrel. Transportation costs increase the total disposal cost to approximately $0.90 to $1.50 per barrel (Katz et al, 2006). Therefore, transportation costs can double or triple the entire disposal cost of produced water. Another benefit of the SMZ system is that it could be implemented at individual wellheads, eliminating these transportation costs. 2 After the produced water is transported to the Farmington reinjection facility, produced water from multiple locations is mixed together in large tanks. Therefore, limited water chemistry data has been previously analyzed at individual wellheads. This data is pertinent in order to determine the suitability of treating the water on-site. Organic and TDS levels can vary by multiple orders of magnitude, making it impossible to implement the same design at each treatment location. For example, sorption times (time until sorption capacity is reached) will vary and play a significant role in the overall design of the treatment system. More information in this field would help predict suitable treatment techniques for individual wellhead treatment. Since the San Juan Basin is located within a semi-arid environment, water resource management is becoming a major concern. Groundwater and surface water supply concerns have been evident since the 1980’s (Stone et al, 1983). Various industries, including: municipalities, power plants, strip mining (coal), and agriculture (both livestock and farming), would benefit from additional water sources. Removing the organic hydrocarbons from produced water would be the first necessary step before it can be beneficially used. Figure 1. The San Juan Basin located within New Mexico. One pilot test has been conducted near Farmington, with a larger scale field test planned for the summer of 2007. 3 Because the San Juan Basin extends over 34,000 km2 within New Mexico, a subset (model area) of the entire basin was chosen for this project (see Figure 2). The field test area—central injection facility—and surrounding wells were included in the model area. Therefore, only production wells within the model area were included in this project. The model area is approximately 4,600 km2, with maximum North-South and East-West distances of 70 km and 90 km, respectively. Farmington, Bloomfield, and Aztec are the three major cities within the model area. Figure 2. Model area chosen for this project. A subset of the San Juan Basin was chosen because the entire basin covers approximately 34,000 km2 within New Mexico. The treatment facility near Farmington and the surrounding wells were all included in the model area. A square was not chosen because a limited number of production wells are located Southeast of Farmington and Southwest or Bloomfield. Geographic Information Systems (GIS) will be utilized to characterize the produced groundwater and geology around Farmington, New Mexico. The GIS data required to complete the project will be: a digital elevation map of the area, regional aquifer information, local road information, well locations, and the location of the water treatment facility. Once this data is obtained, the following tasks will be completed: • Determine spatial accuracy of production wells; • Interpret well logs to determine formation tops; • Produce a three dimensional geological map of the study area; 4 • Generate spatial maps for individual water constituents within individual aquifers; • Construct spatial maps of TDS levels and pH within individual aquifers; and • Analyze transportation distances to injection facility to determine transportation costs for each production well. A three dimensional geological map will help determine formation characteristics throughout the basin. Individual aquifers will be identified, and water chemistry maps will be constructed for each aquifer. Relationships between the aquifers can also be determined once the maps are constructed. The road coverage will provide transportation distances and provide a cost-analysis of each wells’ transportation costs. Problem Statement Spatial variability analysis of produced water’s chemistry within the San Juan Basin has been limited in the past. Lyford produced water chemistry maps in 1972; however, extensive oil production has occurred in the last fifty years (Stone et al, 1983). Therefore, an updated map of individual water constituents is needed. Based on the estimated results, these maps could be used to determine successful treatment techniques at specific locations. If treatment meets regulations, beneficial use of the water could be implemented. Currently, the majority of the produced water within the San Juan Basin is transported from wellheads to a central reinjection facility. Because transportation costs represent a significant portion of the total disposal/reinjection costs, eliminating this process would considerably benefit oil producers. Transportation lengths will be analyzed in order to estimate transportation costs from each wellhead to the central facility. If water transportation was eliminated and selling it for beneficial use"
    },
    {
        "URL": "ofr-499.pdf",
        "Text": "information, local road information, well locations, and the location of the water treatment facility. Once this data is obtained, the following tasks will be completed: • Determine spatial accuracy of production wells; • Interpret well logs to determine formation tops; • Produce a three dimensional geological map of the study area; 4 • Generate spatial maps for individual water constituents within individual aquifers; • Construct spatial maps of TDS levels and pH within individual aquifers; and • Analyze transportation distances to injection facility to determine transportation costs for each production well. A three dimensional geological map will help determine formation characteristics throughout the basin. Individual aquifers will be identified, and water chemistry maps will be constructed for each aquifer. Relationships between the aquifers can also be determined once the maps are constructed. The road coverage will provide transportation distances and provide a cost-analysis of each wells’ transportation costs. Problem Statement Spatial variability analysis of produced water’s chemistry within the San Juan Basin has been limited in the past. Lyford produced water chemistry maps in 1972; however, extensive oil production has occurred in the last fifty years (Stone et al, 1983). Therefore, an updated map of individual water constituents is needed. Based on the estimated results, these maps could be used to determine successful treatment techniques at specific locations. If treatment meets regulations, beneficial use of the water could be implemented. Currently, the majority of the produced water within the San Juan Basin is transported from wellheads to a central reinjection facility. Because transportation costs represent a significant portion of the total disposal/reinjection costs, eliminating this process would considerably benefit oil producers. Transportation lengths will be analyzed in order to estimate transportation costs from each wellhead to the central facility. If water transportation was eliminated and selling it for beneficial use were combined, a significant amount (approximately $0.90/barrel) of money would be saved by oil production companies. Data Collection The GIS data were gathered from various sources. TABLE I indicates the source for each data set. The acronyms used within the source columns represent: Petroleum Recovery and Research Center (PRRC), New Mexico Bureau of Mines and Mineral Resources (NMBG&MR), United States Geological Survey (USGS), and University of New Mexico (UNM). 5 TABLE I. Source Location for the GIS Data. Data Source Production Well Database Martha Cather, PRRC Road Network USGS Seamless website Digital Elevation Map (DEM) Lewis Gillard, NMBG&MR Regional Aquifers GIS Processing from 3-D map Well Logs Ron Broadhead, NMBG&MR Digital Orthophotos UNM RGIS website Because multiple sources were required for these data, the data collection represented a major portion of the overall project. Fortunately, the production well database included well location, pH, TDS, and major constituent information. The majority of the production well’s completed formation was also included the database. For wells that did not contain completed formation information, file cards at the NMBG&MR were used to determine the completed formation. Formation tops were also recorded from the file cards. The road network and digital orthophotos were obtained from GIS data providers on the internet. The USGS seamless website offers various data, including: digital elevation maps, transportation, orthoimagery, hydrography, and land cover; but only the Bureau of Transportation Statistics (BTS) road network was needed for this project. The UNM RGIS website offers various GIS data for New Mexico, and approximately 140 digital orthophotos (1-meter resolution) were obtained from this site. Finally, the 10-meter resolution DEM was obtained from the NMBG&MR because a mosaic of Northwestern New Mexico was previously constructed. Methodology and Results Once this data was obtained from the listed sources, the data were projected into Universal Transverse Mercator (UTM), Zone 13N, North American Datum 1983 and clipped to the model area boundary. Before the ArcGIS analysis started, the production well database was preprocessed/altered. Several of the wells contained water chemistry data from multiple dates, while others only contained data from one sampling date. Also, some of the multiple-sample wells contained data from the 1970’s through the 2000’s, while other wells only contained multiple sampling data from the 1990’s. The following options were considered for preprocessing this data: 1) Calculate the mean of each well’s water chemistry and use the mean value during the GIS analysis, or 2) Determine a sampling year and delete the other years’ data before starting the GIS analysis. Because the pH, TDS, and constituent concentrations changed significantly (two orders of magnitude for some constituents) over time within single wells, option two was chosen for this project. When a well contained multiple samples, a sample from the 1990’s to the 2000’s was chosen to represent the site. If a sample was not available from this time period, the closest sampling time was usually chosen. 6 Earlier samples were only chosen when a much more thorough analysis was performed on that sample than the others for the well. Once the wells were preprocessed, the model area included 1253 single wells (see Figure 3). The central reinjection facility (red star) is seen in the central portion of the model area. Figure 3. Model area including the individual wells. 1253 wells were located within the model area. The red star towards the center of the map is the field test area/central treatment facility location. Farmington lies to the West of McGrath, Aztec is towards the Northeast and Bloomfield is to the Southeast. The density of wells varies over the model area; however, the wells are adequately represented throughout the entire model area. The project was then split into the following four phases: 1. Spatial Accuracy (error) of well locations; 2. Three Dimensional Geological Model; 3. Spatial Variability of Water Chemistry; and 4. Transportation Analysis for Individual Wells. Phase 1: Spatial Accuracy of Well Locations Because the final three phases rely on accurate well locations, the spatial accuracy of the well locations was determined in phase one. Drilling companies originally recorded production well locations in a Township/Range/Section/Foot from North or South (FFN/S)/Foot from East or West (FFE/W) system. However, 7 the wells were located by Latitude and Longitude within the production well database. Upon receiving new production well information, the well locations were converted by the PRRC using the Bureau of Land Management’s (BLM) Geographic Coordinate Database (GCDB) land grid program. Therefore, spatial inaccuracy could be introduced through the original location system and through the conversion into latitude and longitude. Because this problem has not been addressed in the past, high-resolution (1m x 1m) digital orthophotos of the Farmington area were obtained. Once the well locations and digital orthophotos were imported into the GIS, the distribution of spatial accuracy was sought. Because the population’s spatial inaccuracy distribution was unknown, Equation 1 (Gilbert, 1987) was used to determine a representative sample size for the population. ⎟⎟ ⎠ ⎞ ⎜⎜ ⎝ ⎛+ = 1 2 2 1 n V s n Equation 1 where: n = final sample size required s2 = original sample variance V = population variance n1 = original sample size Equation 2 was used to calculate an unbiased estimator of the population variance (Cochran, 1977). ( ) ( ) 2 1 2 1 1 s f n x s V − = ≅ Equation 2 where: f = the sampling fraction (n1/N) Therefore, an original random"
    },
    {
        "URL": "ofr-499.pdf",
        "Text": "throughout the entire model area. The project was then split into the following four phases: 1. Spatial Accuracy (error) of well locations; 2. Three Dimensional Geological Model; 3. Spatial Variability of Water Chemistry; and 4. Transportation Analysis for Individual Wells. Phase 1: Spatial Accuracy of Well Locations Because the final three phases rely on accurate well locations, the spatial accuracy of the well locations was determined in phase one. Drilling companies originally recorded production well locations in a Township/Range/Section/Foot from North or South (FFN/S)/Foot from East or West (FFE/W) system. However, 7 the wells were located by Latitude and Longitude within the production well database. Upon receiving new production well information, the well locations were converted by the PRRC using the Bureau of Land Management’s (BLM) Geographic Coordinate Database (GCDB) land grid program. Therefore, spatial inaccuracy could be introduced through the original location system and through the conversion into latitude and longitude. Because this problem has not been addressed in the past, high-resolution (1m x 1m) digital orthophotos of the Farmington area were obtained. Once the well locations and digital orthophotos were imported into the GIS, the distribution of spatial accuracy was sought. Because the population’s spatial inaccuracy distribution was unknown, Equation 1 (Gilbert, 1987) was used to determine a representative sample size for the population. ⎟⎟ ⎠ ⎞ ⎜⎜ ⎝ ⎛+ = 1 2 2 1 n V s n Equation 1 where: n = final sample size required s2 = original sample variance V = population variance n1 = original sample size Equation 2 was used to calculate an unbiased estimator of the population variance (Cochran, 1977). ( ) ( ) 2 1 2 1 1 s f n x s V − = ≅ Equation 2 where: f = the sampling fraction (n1/N) Therefore, an original random sample of 15 wells was taken from the production well population. The variance and sample size from this random sample provided an unbiased estimate of V. Equation 1 revealed that a sample size of 97 was required to accurately describe the population distribution; consequently, 100 wells were randomly sampled in order to determine the spatial error distribution. Straight-line distances were measured between the data points and corresponding wellheads in order to obtain an estimation of the data’s location accuracy (see Figure 4). The majority (~80%) of the well locations landed on the dirt pad surrounding the true well; however, four of the wells were located over 80 meters from the real well. The overall distribution of the sampled well’s spatial error can be seen in Figure 5. The mean and median spatial errors of the sample were 30.2 and 22.0 meters, respectively. The four projected wells located over 80 meters from the true location significantly increased the overall mean of the distribution. The ninetieth percentile of the distribution was also 50.2 meters; so ninety percent of the sampled wells were within 51 meters of the true location. Because of the large scale of the problem, the spatial error does not play a big role in this project. 8 True Well Location Figure 4. Example of well location accuracy/error. This projected well was approximately 20 meters away from the true well location. Once the desired zoom level was found, a horizontal distance between the projected location and the true location was calculated. The majority of the well ended up on the pad (like this example), but some we located over 80 meters from the well. Figure 5. Overall sample distribution of the well’s location error. A sample of 100 randomly selected wells from the overall population (1253 wells) produced this representation of the population distribution. The mean spatial error was 30.2 meters, while the median value was 22.0 meters. The significant influence of the high outliers can be seen when comparing these values. Bin size is 5 m. 9 Phase 2: Three-Dimensional Geological Model Since the well location accuracy was determined suitable for this project, the final three phases were also completed. The goal of phase two was to construct a three dimensional geological model of the project area. Initially, fifteen equal area rectangles (approximately) were formed within the model area (see Figure 6). The rectangles ranged from 270 km2 to 359 km2. Figure 6. Wells randomly selected for the geological model. This set (#1) was chosen as the best representative set based on the two factors discussed in the text. The percentage of represented wells compared to total wells within individual rectangles ranged from 0.125– 0.333. Rectangle areas are displayed within each rectangle. In order to obtain the geological data, five sets of 250 wells (20% of production wells) were semi-randomly selected based on the fifteen rectangles. The following two factors determined which set was chosen: 1) Minimal cluster of wells, and 2) Percentage of total wells in each rectangle represented in the random sample. For instance, if forty wells were located within a particular rectangle, ideally eight wells would be selected in order to sample 20% of that individual rectangle’s total wells. Clusters were avoided because significant geological changes in clustered wells can complicate three-dimensional interpolated fields. The results from the five sample sets can be seen in TABLE II. Even though sample set #2 provided the lowest standard deviation, many wells were clustered together in this sample set. Thus, this sample set was not chosen as the best 10 representative subset of the production wells. Sample sets #1 and #4 resulted in the next lowest standard deviations; therefore, these two sample sets were compared against one another. Because their standard deviations were approximately equal, sample set #1 was chosen as the representative sample set for the geological model based on fewer well clusters (see Figure 6 above). Sample sets #2 and #5 were not selected based on their high standard deviations. TABLE II. Sample Set Results for the Three Dimensional Geological Model. Tan Cells Represent the Maximum Rectangle Percentage for Each Set, While Blue Cells Represent the Minimum Rectangle Percentage for Each Set. Polygon Total Wells Set 1 Percentage Set 2 Percentage Set 3 Percentage Set 4 Percentage Set 5 Percentage 1 26 0.192 0.192 0.231 0.269 0.346 2 126 0.183 0.143 0.238 0.222 0.175 3 164 0.207 0.207 0.201 0.152 0.256 4 18 0.333 0.167 0.222 0.278 0.222 5 76 0.184 0.250 0.184 0.276 0.184 6 76 0.276 0.171 0.237 0.197 0.224 7 236 0.191 0.174 0.174 0.182 0.229 8 164 0.171 0.207 0.220 0.183 0.152 9 42 0.143 0.238 0.095 0.167 0.262 10 79 0.253 0.266 0.203 0.139 0.139 11 32 0.125 0.281 0.344 0.313 0.188 12 53 0.208 0.226 0.226 0.245 0.113 13 35 0.229 0.200 0.200 0.200 0.200 14 86 0.186 0.221 0.151 0.244 0.198 15 37 0.243 0.135 0.135 0.189 0.135 Standard Deviation 0.053 0.043 0.056 0.052 0.059 File cards were found for the 250 wells at the NMBG&MR. These file cards contained information on formation top depths, ground elevations, total depth, and perforated depths (used in phase three). All of this information was recorded and transferred into the subset’s shapefile. After each well’s ground elevation was converted into meters, the well’s elevation was compared to the DEM’s elevation value at the corresponding point. Since the DEM has a 10-meter resolution, differences within"
    },
    {
        "URL": "ofr-499.pdf",
        "Text": "and #4 resulted in the next lowest standard deviations; therefore, these two sample sets were compared against one another. Because their standard deviations were approximately equal, sample set #1 was chosen as the representative sample set for the geological model based on fewer well clusters (see Figure 6 above). Sample sets #2 and #5 were not selected based on their high standard deviations. TABLE II. Sample Set Results for the Three Dimensional Geological Model. Tan Cells Represent the Maximum Rectangle Percentage for Each Set, While Blue Cells Represent the Minimum Rectangle Percentage for Each Set. Polygon Total Wells Set 1 Percentage Set 2 Percentage Set 3 Percentage Set 4 Percentage Set 5 Percentage 1 26 0.192 0.192 0.231 0.269 0.346 2 126 0.183 0.143 0.238 0.222 0.175 3 164 0.207 0.207 0.201 0.152 0.256 4 18 0.333 0.167 0.222 0.278 0.222 5 76 0.184 0.250 0.184 0.276 0.184 6 76 0.276 0.171 0.237 0.197 0.224 7 236 0.191 0.174 0.174 0.182 0.229 8 164 0.171 0.207 0.220 0.183 0.152 9 42 0.143 0.238 0.095 0.167 0.262 10 79 0.253 0.266 0.203 0.139 0.139 11 32 0.125 0.281 0.344 0.313 0.188 12 53 0.208 0.226 0.226 0.245 0.113 13 35 0.229 0.200 0.200 0.200 0.200 14 86 0.186 0.221 0.151 0.244 0.198 15 37 0.243 0.135 0.135 0.189 0.135 Standard Deviation 0.053 0.043 0.056 0.052 0.059 File cards were found for the 250 wells at the NMBG&MR. These file cards contained information on formation top depths, ground elevations, total depth, and perforated depths (used in phase three). All of this information was recorded and transferred into the subset’s shapefile. After each well’s ground elevation was converted into meters, the well’s elevation was compared to the DEM’s elevation value at the corresponding point. Since the DEM has a 10-meter resolution, differences within 5 meters were expected between the two elevation values. The results from the elevation comparison can be seen in Figure 7. Positive values represent a point’s elevation higher than the DEM’s elevation, while negative values represent the DEM recorded a higher elevation than the well. Three wells had elevation errors of +50 meters and greater. Since these errors could significantly change the formation top elevations, these three wells were eliminated from the geological dataset. Figure 7 indicates a normally 11 distributed elevation error centered close to zero (-0.326 m). The standard deviation of the distribution equals 4.543; therefore, the majority of the well’s elevations were within 5 meters of the DEM’s elevation. Figure 7. Elevation error results. Three wells with greater than 50-meter errors were removed prior to this histogram. The mean and median of this dataset is -.326 and –0.385, respectively. The data appears normally distributed, and has a standard deviation of 4.543. Once the appropriate geological well data (anything with an elevation difference less than 30 m) was input into GIS, it was apparent that only formation tops surrounding the production zones were included in each well’s file card. For instance, a well producing from a deep formation (Dakota formation) would only include the formation tops surrounding that formation and would ignore the formation tops above this zone. Well’s producing in a middle formation (Mesaverde formation) would not include the shallow formation tops and could not include deep formation tops because the well was not drilled into them. Therefore, a three-dimensional geologic model would be extremely difficult to construct because artificial pinch outs would be created when the formation tops were not included in the well logs. Thus, interpolated spatial fields of formation tops were constructed for formations containing data from at least fifteen wells (see Figure 8). Ordinary Kriging with a spherical semivariogram model was used to complete these interpolations. The individual formation tops were input into ArcScene, and a stacked profile of the formation tops can be seen in Figure 9. Every formation top recorded a high elevation in the Southwestern portion of the model area, and they all sloped gently towards the Northeast at an approximate gradient of 8.6 x 10-5. Steeper slopes were encountered towards the center of the map, and the formations were near horizontal in the Northeastern corner of the model area. 12 Legend dak_bdelev Value High : 219.045 Low : -395.24 Dak_Cont CONTOUR -350 -300 -250 -200 -150 -100 -50 0 50 100 150 200 Dakota Formation Figure 8. Typical formation top interpolated field. The Dakota formation is a deep production unit within the San Juan Basin. Elevations ranged from 219 to –395 meters above sea level within the model area. The steeper slope is seen in the center of the model area, with a near horizontal area in the northeaster corner. Vertical exaggeration = 35. Figure 9. Results of formation top interpolations. Fourteen formation tops were interpolated and are listed in the figure. A semi three-dimensional model was constructed from the file card data. Vertical Exaggeration = 5. Ojo Almo Formation Mesaverde Formation Lewis Formation Pictured Cliffs Formation Fruitland Formation Kirtland Formation Menefee Formation Cliffhouse Formation Point Lookout Formation Gallup Formation Mancos Formation Graneros Formation Greenhorn Formation Dakota Formation 13 Phase 3: Water Quality Maps The third phase of the project involved producing water chemistry interpolated maps for individual formations. These interpolated fields were based on the water chemistry data from the production well database and separated into completion formations (formation where perforations/production occur). Because the produced water database was lacking information, the completed formations of approximately 90 wells were recorded from the file cards at the NMBG&MR. Additionally, the completed formations from the 250 formation top wells (phase two) were compared to the produced water database for the corresponding well. The new data was input into the database and all of the formation top wells’ and produced water database’s completion formations matched. Once this initial step was completed and the data was input into ArcGIS, the data was separated into completion formations. Because some oil and gas wells produce from multiple formations, 120 wells were completed in two or more formations. The following three options were examined with this data: 1) Eliminate the data, 2) Include the data in the highest producing formation, or 3) Include the data in both formations. Because produced water constituent concentrations can vary by multiple orders of magnitude between different formations, this data was deleted from the database. It would be impossible to determine individual formation concentrations from the combined water. Of the remaining 1130 wells, four formations contained at least 125 wells solely completed in them (see TABLE III). These four formations— from shallowest to deepest—were the Fruitland Formation, the Pictured Cliffs Formation, the Mesaverde Formation, and the Dakota Formation (see Figure 9 for reference). For this phase of the project, the Mesaverde formation includes the Mesaverde, the Cliffhouse, the Menefee, and the Point Lookout Formations (Stone et al, 1983). The Fruitland Formation is approximately 200-300 ft thick across the model area, and it is comprised of lithic arkose and coal seams. The energy resources exploited from the Fruitland Formation are coal and coal bed methane gas. The Pictured Cliffs Formation varies between 25 and 280 feet thick throughout the model area. This formation is easily weathered sandstone and shale, and natural gas is exploited from the Pictured Cliffs Formation. The Mesaverde Formation"
    },
    {
        "URL": "ofr-499.pdf",
        "Text": "recorded from the file cards at the NMBG&MR. Additionally, the completed formations from the 250 formation top wells (phase two) were compared to the produced water database for the corresponding well. The new data was input into the database and all of the formation top wells’ and produced water database’s completion formations matched. Once this initial step was completed and the data was input into ArcGIS, the data was separated into completion formations. Because some oil and gas wells produce from multiple formations, 120 wells were completed in two or more formations. The following three options were examined with this data: 1) Eliminate the data, 2) Include the data in the highest producing formation, or 3) Include the data in both formations. Because produced water constituent concentrations can vary by multiple orders of magnitude between different formations, this data was deleted from the database. It would be impossible to determine individual formation concentrations from the combined water. Of the remaining 1130 wells, four formations contained at least 125 wells solely completed in them (see TABLE III). These four formations— from shallowest to deepest—were the Fruitland Formation, the Pictured Cliffs Formation, the Mesaverde Formation, and the Dakota Formation (see Figure 9 for reference). For this phase of the project, the Mesaverde formation includes the Mesaverde, the Cliffhouse, the Menefee, and the Point Lookout Formations (Stone et al, 1983). The Fruitland Formation is approximately 200-300 ft thick across the model area, and it is comprised of lithic arkose and coal seams. The energy resources exploited from the Fruitland Formation are coal and coal bed methane gas. The Pictured Cliffs Formation varies between 25 and 280 feet thick throughout the model area. This formation is easily weathered sandstone and shale, and natural gas is exploited from the Pictured Cliffs Formation. The Mesaverde Formation thickness throughout the model area ranges from 500 to 1500 feet thick because it contains four individual formations. Since these formations contain sandstone, shale, coal, and siltstone lenses, the Mesaverde Formation produces coal, oil, and gas. Finally, the Dakota Formation ranges from 200 to 300 feet thick within the model area and is comprised of arkose. Both oil and gas are produced from the Dakota Formation. Once the four major production formations were identified, ordinary kriging using a spherical semivariogram model was used to create pH, TDS, sodium, calcium, chloride, potassium, and sulfate maps for each formation (see Appendix A). 14 TABLE III. Major Production Formations within the Model Area. Formation Number of Completion Wells Depth from Ground Surface (ft) Fruitland 357 800-2300 Pictured Cliffs 145 1100-2500 Mesaverde 348 2200-3600 Dakota 202 5700-6600 The pH maps indicate that the majority of the water in these production formations is basic with a pH between 7.5 and 8.0. The water within the Fruitland, Pictured Cliffs, and Dakota formations increases from semi-neutral water in the Southwestern portion of the model area to basic water in the model area’s Northeastern section. The pH values within each formation (especially the values in the Northeastern portion) vary, but the same trend is seen in all three formations. Since this pH trend follows the elevation trend of each formation top, the formation’s pH and elevation could be directly related. Possible explanations for this trend are: water becoming more basic as it flows through each formation to the northeast; neutral recharge water entering the formations in the southwest because limited production is occurring in these formations; or increased production in the northeast is directly causing the formation’s water pH to increase. The only formation that does not show this trend is the Mesaverde Formation. This formation contains both semi-neutral water and highly basic water within the Northeastern portion of the model area, and no major pH trends are seen within this formation. The Mesaverde Formation differences could be attributed to the multiple formations that the Mesaverde Formation encompasses. Since the upper limit on total dissolved solids in agricultural water is 2000 ppm, the TDS maps in Appendix A portray each formation’s TDS divided by 2000 ppm. Therefore, a value of 40 in the TDS map actually indicates a TDS of 80,000 ppm. The maps indicate that all four formation’s water have significant TDS levels (>10,000 ppm) over the majority of the model area. The mean TDS levels within the four formations ranges from 16,000 to 25,000 ppm. The uppermost—Fruitland—formation did not show clear trends in its water’s TDS. However the other three formations all showed similar trends in TDS within the model area. The Pictured Cliffs, Mesaverde, and Dakota formations all recorded the highest TDS levels in the Southwestern portion of the model area. The TDS levels decrease in the northeast direction, producing minimum TDS levels in the Northwestern portion of the model area. This trend is clearly seen in the Mesaverde and Pictured Cliffs formations and slightly seen in the Dakota Formation. The TDS levels again follow the topography of the formation tops, possibly indicating a correlation between these features. Results from the pH and TDS maps can be seen in TABLE IV. Sodium, calcium, chloride, sulfate, and phosphorus maps were also interpolated but will not be included in this report. 15 TABLE IV. Results of the pH and TDS Interpolation Maps. MINIMUM MAXIMUM MEAN MINIMUM MAXIMUM MEAN Fruitland 5.47 9.14 7.62 5421 32,628 16,093 Pictured Cliffs 7.37 10.27 8.14 609 64,980 21,420 Mesaverde 6.73 9.92 7.7 1077 71,856 18,906 Dakota 6.71 8.28 7.5 4399 102,834 25,090 pH TDS (mg/L) FORMATION Table IV shows that the mean pH in all formations is above seven, resulting in an alkaline water. The Fruitland, Mesaverde, and Dakota formations all have mean pH values between 7.5 and 7.7. However, the Pictured Cliffs formation is slightly more alkaline; and its mean pH value is 8.14. One viable explanation for the increased alkalinity within the Pictured Cliffs Formation is the overlying formation. The Pictured Cliffs Formation is overlain by the Fruitland Formation, while all of the other three formations are overlain by non-producing shale formations. Therefore, the overlying producing formation (Fruitland) could possibly alter the alkalinity within the Pictured Cliffs Formation. The Pictured Cliffs Formation also represented the only formation that did not contain acidic water within the model area. Phase 4: Cost Analysis Prior to this project, transportation cost analyses of produced water have focused on the cost per barrel transported. Katz et al (2006) estimated that between $0.40 and $0.90 is spent transporting each barrel (42 gallons) of produced water. However, the spatial variability of transportation costs has not been addressed in the past. Producers know that more money is spent on transporting produced water from wells located farther from the central treatment facility, but little information is available on specific transportation costs resulting from each production well. The fourth phase of this project addresses the transportation costs from individual wells within the model area. Fifteen wells were randomly selected within the model area in order to finish phase four. The wells and the central treatment/reinjection facility were located along the BTS road network. Once the locations were known, minimum distances between the individual wells and the central facility were measured along the road network (see Appendix C). Some of the wells had defined minimum distances, while others contained multiple paths"
    },
    {
        "URL": "ofr-499.pdf",
        "Text": "pH TDS (mg/L) FORMATION Table IV shows that the mean pH in all formations is above seven, resulting in an alkaline water. The Fruitland, Mesaverde, and Dakota formations all have mean pH values between 7.5 and 7.7. However, the Pictured Cliffs formation is slightly more alkaline; and its mean pH value is 8.14. One viable explanation for the increased alkalinity within the Pictured Cliffs Formation is the overlying formation. The Pictured Cliffs Formation is overlain by the Fruitland Formation, while all of the other three formations are overlain by non-producing shale formations. Therefore, the overlying producing formation (Fruitland) could possibly alter the alkalinity within the Pictured Cliffs Formation. The Pictured Cliffs Formation also represented the only formation that did not contain acidic water within the model area. Phase 4: Cost Analysis Prior to this project, transportation cost analyses of produced water have focused on the cost per barrel transported. Katz et al (2006) estimated that between $0.40 and $0.90 is spent transporting each barrel (42 gallons) of produced water. However, the spatial variability of transportation costs has not been addressed in the past. Producers know that more money is spent on transporting produced water from wells located farther from the central treatment facility, but little information is available on specific transportation costs resulting from each production well. The fourth phase of this project addresses the transportation costs from individual wells within the model area. Fifteen wells were randomly selected within the model area in order to finish phase four. The wells and the central treatment/reinjection facility were located along the BTS road network. Once the locations were known, minimum distances between the individual wells and the central facility were measured along the road network (see Appendix C). Some of the wells had defined minimum distances, while others contained multiple paths of near-equal distances. For the complicated wells, every transportation route was analyzed and the shortest distance was recorded. In order to complete this phase, the conservative 16 assumptions in TABLE V were made. The assumptions were based on the following figures: diesel costs $2.50/gallon, truck fuel mileage equals 10 miles/gallon, driver’s pay equals $19.50/hr, driver travels 40 miles/hr, and the central facility operator’s pay equals $22.50/hr. Maintenance includes oil changes, tires, and other mechanical needs, and central facility represents the operator required to run the central reinjection facility. TABLE V. Estimated Costs for the Transportation Analysis. Cost ($/mile) Fuel 0.25 Driver 0.49 Maintenance 0.05 Central Facility 0.56 TOTAL 1.35 Therefore, approximately $1.35 is spent for every mile the produced water is transported. The distance from each well to the central facility was multiplied by $1.35 in order to determine the total transportation cost per trip from each well (see Figure 10). The transportation costs range from $9.18 to $49.14 per trip from the individual wells. If a treatment system were implemented at individual wellheads, these transportation costs would be eliminated. Figure 10. Transportation costs per trip from the individual wells are labeled next to each well. McGrath represents the central treatment/reinjection facility. The closest well, located 6.8 miles from the central facility, requires $9.18 in transportation costs for each trip. A well located 36.4 miles from the central facility costs $49.14 to transport on load of produced water. 17 Conclusions This project provided valuable information on the groundwater and geological conditions surrounding Farmington, NM. A model area of approximately 4,600 km2 was studied within the San Juan Basin; and 1253 production wells with water chemistry data were located within this model area. Initially, the spatial errors of well locations within the produced water database were analyzed because the wells were originally located based on the Township/Range coordinate system. Statistical equations were utilized to determine a random sample of 97 wells would accurately describe the population’s spatial error distribution. Thus, 100 wells were randomly selected from the population; and the wells were compared to high-resolution digital orthophotos. The results from this analysis indicated a median spatial error of 22 meters. This median spatial error was suitable for this project because of the large scale of the model area. However, significant errors could be introduced from the spatial error of wells for small-scale projects. Formation tops of the San Juan Basin were also constructed. In order to provide a representative random sample of the model area, five sets of 250 wells were semi-randomly sampled. Sample set #1 was chosen to represent the model area because of its minimal number of clustered wells and its even distributed sample throughout the model area. Formation tops were recorded from file cards, and fourteen formation tops were interpolated using Ordinary Kriging with a spherical semivariogram model. The geological formations show maximum elevations in the southwestern portion of the model area. The formations dip gently to the northeast, resulting in minimum elevations in the northeastern section of the model area. Water chemistry maps, pH and TDS, of individual production formations were also interpolated over the model area for this project. Four major production formations (greater than 125 well completely solely in them) were identified within the model area. These formations, from stratigraphic high to low, were the Fruitland, Pictured Cliffs, Mesaverde, and Dakota formations. For the pH results, the Fruitland, Pictured Cliffs, and Dakota formations indicated an increase in alkalinity in the northeast direction over the model area. This pH trend follows the elevation trends of the formations. However, the Mesaverde formation did not show any pH trends over the model area. Three formations (Pictured Cliffs, Mesaverde, and Dakota) also showed a significant decrease in TDS in the northeastern direction. Total dissolved solids within these formation’s water reached 80,000 ppm in the southwestern portion of the model area, while the northeastern portion only had TDS levels around 2,000 ppm. Since the TDS fluctuated by two orders of magnitude within single formations, individual well information is necessary before effective wellhead treatment plans could be 18 formulated. The Fruitland formation indicates a slight decrease in TDS in the northeastern direction, but the trend is not as pronounced in this formation. Therefore, both the pH and TDS trends follow the topography trends within the model area. Prior to this project, transportation costs within the San Juan Basin were estimated to equal $0.40 - $0.90 per barrel (Katz et al, 2006). Thus, an overall average transportation cost was previously known; however, transportation costs from individual wells was unknown. Using conservative assumptions, the transportation of produced water costs approximately $1.35 per mile within the San Juan Basin. Fifteen wells were randomly sampled and distances between the wells and a central treatment facility were measured. Based on the distances and cost per mile, transportation costs for the randomly sampled wells are between $9.18 and $49.14 per trip. Because transportation costs would be eliminated, implementing water treatment systems at individual wellheads would significantly reduce costs for production companies. References Bowman, R.S.; Sullivan, E.J.; and Li, Z.; Uptake of Cations, Anions, and Nonpolar Organic Molecules by Surfactant-Modified Clinoptilolite-Rich Tuff; Natural Zeolites for the Third Millennium; 2000; pgs. 287-297 Christianson, B.; Burlington Industries; Personal Communication to Katz et al (2006); December 2004. Cochran, William G.; Sampling Techniques; John Wiley and Sons, New York; July 1977; pg 26 Gilbert, Richard O.; Statistical Methods for Environmental Pollution Monitoring;"
    },
    {
        "URL": "ofr-499.pdf",
        "Text": "trends over the model area. Three formations (Pictured Cliffs, Mesaverde, and Dakota) also showed a significant decrease in TDS in the northeastern direction. Total dissolved solids within these formation’s water reached 80,000 ppm in the southwestern portion of the model area, while the northeastern portion only had TDS levels around 2,000 ppm. Since the TDS fluctuated by two orders of magnitude within single formations, individual well information is necessary before effective wellhead treatment plans could be 18 formulated. The Fruitland formation indicates a slight decrease in TDS in the northeastern direction, but the trend is not as pronounced in this formation. Therefore, both the pH and TDS trends follow the topography trends within the model area. Prior to this project, transportation costs within the San Juan Basin were estimated to equal $0.40 - $0.90 per barrel (Katz et al, 2006). Thus, an overall average transportation cost was previously known; however, transportation costs from individual wells was unknown. Using conservative assumptions, the transportation of produced water costs approximately $1.35 per mile within the San Juan Basin. Fifteen wells were randomly sampled and distances between the wells and a central treatment facility were measured. Based on the distances and cost per mile, transportation costs for the randomly sampled wells are between $9.18 and $49.14 per trip. Because transportation costs would be eliminated, implementing water treatment systems at individual wellheads would significantly reduce costs for production companies. References Bowman, R.S.; Sullivan, E.J.; and Li, Z.; Uptake of Cations, Anions, and Nonpolar Organic Molecules by Surfactant-Modified Clinoptilolite-Rich Tuff; Natural Zeolites for the Third Millennium; 2000; pgs. 287-297 Christianson, B.; Burlington Industries; Personal Communication to Katz et al (2006); December 2004. Cochran, William G.; Sampling Techniques; John Wiley and Sons, New York; July 1977; pg 26 Gilbert, Richard O.; Statistical Methods for Environmental Pollution Monitoring; John Wiley and Sons, New York; Feb 1987; pgs 27-31 Katz, L.E.; Kinney, K.A.; Bowman, R.S.; Sullivan, E.J.; Kwon, S.; Darby, E.B.; Chen L.J.; and Altare, C.R.; Treatment of Produced Waters Using a Surfactant Modified Zeolite/Vapor Phase Bioreactor System; Prepared for U.S. Department of Energy, Award Number DE-FC26-02NT15461; Prepared by New Mexico Institute of Mining and Technology, The University of Texas at Austin, and Los Alamos National Laboratory; June 2006 Lyford, F.P.; Ground Water in the San Juan Basin, New Mexico and Colorado; U.S. Geological Survey, Water Resources Investigations 79-73 Neel, Daphne; Quantification of BTX Sorption to Surface-Altered Zeolites; New Mexico Institute of Mining and Technology; May, 1992; MS Thesis 19 Ranck, J.M.; Bowman, R.S.; Weeber, J.L.; Katz, L.E.; and Sullivan E.J.; BTEX Removal from Produced Water using Surfactant-Modified Zeolite; Journal of Environmental Engineering; Mar 2005, v. 131, no. 3; pgs 434-442 Stephenson, M.T.; A Survey of Produced Water Studies; Produced Water; Plenum Press, New York 2000; pgs. 1-11 Stone, W.J.; Lyford, F.P.; Frenzel, P.F.; Mizell, N.H.; and Padgett, E.T.; Hydrogeology and Water Resources of San Juan Basin, New Mexico; New Mexico Bureau of Mines and Mineral Resources Hydrologic Report 6; 1983; pg 11 Stone, W.J.; and Mizell, N.H.; Subsurface Data Compiled for Hydrogeologic Study of the San Juan Basin, Northwest New Mexico; New Mexico Bureau of Mines and Mineral Resources; Open-file Report 89; 1978 Strassberg, G.; A Geographic Data Model for Groundwater Systems; Doctor of Philosophy Dissertation; The University of Texas at Austin; December, 2005 Veil, J.A.; Puder, M.G.; Elcock, D.; and Redweik, R.; Paper Describing Produced Water from Production of Crude Oil, Natural Gas and Coal Bed Methane; Prepared for U.S. Department of Energy, National Energy Technology Laboratory Under Contract W-31-109-Eng-38; Prepared by Argonne National Laboratory; January 2004 20 Appendix A – Water Quality Maps pH results Figure 1. pH results for the Fruitland Figure 2. pH results for the Pictured Legend pH 5.4 - 6.5 6.51 - 6.8 6.81 - 7 7.1 - 7.2 7.21 - 7.5 7.51 - 8 8.1 - 8.5 8.51 - 9 9.1 - 9.5 9.51 - 10 Formation. The majority of the formation Cliffs Formation. The entire formation contains basic water (pH >7), with a contains basic water within the model typical range of 7.5-8.0 throughout the area. Large portions of the formation model area. contain water with a pH greater than 8.5. Figure 3. pH results for the Mesaverde Figure 4. pH results for the Dakota Formation. Large pH ranges are seen in Formation. This formation appears to have this formation. However, the majority of the most acidic water out of the four the model area contains water in the formations. The pH appears to change from range of 7.51-8.5 pH. acidic to basic from west to east. 21 TDS results Figure 5. TDS results for the Fruitland Figure 6. TDS result for the Pictured Cliffs Formation. The TDS ranges from 5,400 Formation. The TDS values vary from 600 Legend TDS 0.3 - 0.5 0.5 - 0.9 0.91 - 1 1.1 - 1.5 1.51 - 5 5.1 - 10 10.1 - 20 20.1 - 30 30.1 - 40 40.1 - 50 to 32,000 ppm (legend multiplied by 2000 to 65,000 ppm. A trend from the Northeast ppm). The formation does not have a to the Southwest is seen. clear TDS trend within the model area. Figure 7. TDS results for the Mesaverde Figure 8. TDS results for the Dakota Formation. The formation’s TDS ranges from Formation. The TDS varies from 4400 1070 to 71,800 ppm. A similar trend is seen in to 103,000 ppm. The Mesaverde and this formation as the Pictured Cliffs and Dakota Pictured Cliffs formations show the formations. same TDS trend as this formation. 22 Appendix B – Sample Transportation Routes Definitive Route Figure 1. Well-defined shortest route between wellhead and central treatment facility. The road network was traced and the total travel length was measured between the two sites. This distance was used to find transportation costs for this well. Multiple Routes Figure 2. Initial travel from the central treatment facility to the well circled. Once the truck reaches this intersection, two alternative transportation routes are presented (see Figure 3). Figure 3. The two alternative transportation routes for the well. Route 1 is primarily along back roads that might not be well maintained year-round. However, Route 2 is primarily along a highway that is well maintained. Travel speeds, truck wear (tires, etc.), and liability all play roles in deciding the final route to travel. 23"
    },
    {
        "URL": "ofr-499.pdf",
        "Text": "Pictured Cliffs and Dakota Pictured Cliffs formations show the formations. same TDS trend as this formation. 22 Appendix B – Sample Transportation Routes Definitive Route Figure 1. Well-defined shortest route between wellhead and central treatment facility. The road network was traced and the total travel length was measured between the two sites. This distance was used to find transportation costs for this well. Multiple Routes Figure 2. Initial travel from the central treatment facility to the well circled. Once the truck reaches this intersection, two alternative transportation routes are presented (see Figure 3). Figure 3. The two alternative transportation routes for the well. Route 1 is primarily along back roads that might not be well maintained year-round. However, Route 2 is primarily along a highway that is well maintained. Travel speeds, truck wear (tires, etc.), and liability all play roles in deciding the final route to travel. 23"
    }
]