[
    {
        "URL": "ofr-566_report.pdf",
        "Text": "HYDROLOGIC ASSESSMENT OF OIL AND GAS RESOURCE DEVELOPMENT OF THE MANCOS SHALE IN THE SAN JUAN BASIN, NEW MEXICO Open-file Report 566 By Shari Kelley, Thomas Engler, Martha Cather, Cathryn Pokorny, Cheng-Heng Yang, Ethan Mamer, Gretchen Hoffman, Joe Wilch, Peggy Johnson, and Kate Zeigler New Mexico Bureau Geology & Mineral Resources New Mexico Institute of Mining & Technology Socorro, New Mexico 87801 November 2014 1 HYDROLOGIC ASSESSMENT OF OIL AND GAS RESOURCE DEVELOPMENT OF THE MANCOS SHALE IN THE SAN JUAN BASIN, NEW MEXICO Prepared for the Farmington Field Office of the Bureau of Land Management Shari A. Kelley, New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, Socorro, NM 87801, sakelley@nmbg.nmt.edu Thomas W. Engler, Petroleum and Chemical Engineering Department, New Mexico Institute of Mining and Technology, Socorro, NM 87801 Martha Cather, Petroleum Recovery Research Center, New Mexico Institute of Mining and Technology Cathryn Pokorny, Cheng-Heng Yang, Ethan Mamer, Gretchen Hoffman, Joe Wilch, and Peggy Johnson, New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining and Technology, Socorro, NM 87801 Kate Zeigler, Zeigler Geologic Consulting, Albuquerque, NM 87123 2 Table of Contents ABSTRACT ...................................................................................................................................................... 4 INTRODUCTION ............................................................................................................................................. 4 Geologic setting ........................................................................................................................................ 6 CHARACTERISTICS OF NEOGENE TO JURASSIC AQUIFERS IN THE BASIN ................................................... 10 Cenozoic Sandstone Aquifers ................................................................................................................. 11 Cenozoic Intrusions ................................................................................................................................. 11 Cretaceous Sandstone Aquifers .............................................................................................................. 11 Jurassic Sandstone Aquifers .................................................................................................................... 12 PREVIOUS WORK ......................................................................................................................................... 12 Hydrogeolologic Studies ......................................................................................................................... 12 Geochemical Studies of Groundwater .................................................................................................... 13 METHODS .................................................................................................................................................... 14 Water Rights in the San Juan Basin ......................................................................................................... 14 Compilation of Formation Top Data ....................................................................................................... 15 Methods of Repicking Unit Tops ............................................................................................................. 16 Rock Volume Calculations ....................................................................................................................... 17 Hydrogeologic Properties and Water Volume Calculations ................................................................... 19 Salinity Values Calculated from Spontaneous Potential Logs ................................................................. 21 Water Chemistry Data ............................................................................................................................ 22 Historic Water Level Data ....................................................................................................................... 22 RESULTS ...................................................................................................................................................... 22 Water Rights in the San Juan Basin ......................................................................................................... 22 Isopach Maps and Sandstone Ratios ...................................................................................................... 26 Volume of Groundwater in Storage ........................................................................................................ 28 Water Chemistry ..................................................................................................................................... 30 Salinity-TDS-Depth Trends .................................................................................................................. 30 Ion Ratio-Depth Trends ....................................................................................................................... 30 Salinity-TDS Maps. .............................................................................................................................. 30 Piper Diagrams. ................................................................................................................................... 31 Impacts of water withdrawal .................................................................................................................. 53 CONCLUSIONS AND RECOMMENDATIONS ................................................................................................. 55 3 Water Rights ........................................................................................................................................... 55 Water volumes and water level monitoring of known water sources ................................................... 55 Water Chemistry and Recharge .............................................................................................................. 56 Produced Water Use ............................................................................................................................... 56 REFERENCES CITED ...................................................................................................................................... 58 List of Figures Figure 1. Geologic map of the San Juan Basin. Figure 2. Cross section illustrating rock units eroded from the basin after 27 Ma. Figure 3. Stratigraphy of the Cenozoic—Jurassic rocks in the San Juan Basin. Figure 4. GIS-based volume calculation. Figure 5. Cross-section of the San Juan Basin illustrating confined and unconfined aquifers. Figure 6. Subsurface temperature in the San Juan Basin. Figure 7. Groundwater rights grouped by use. Figure 8. Spatial distribution of water rights. Figure 9. Location of water sources and hydrographs. Figure 10. Examples of isopach maps for the San Juan Basin. Figure 11. Salinity versus depth. Figure 12. TDS versus depth. Figure 13. Ion ratios versus depth. Figure 14. TDS maps. Figure 15. Cross section of saline aquifers. Figure 16. Piper diagrams. Figure 17. Hydrographs, Cliff House Sandstone. Figure 18. Hydrographs, Nacimiento Formation. Figure 19. Volumes of injected and produced water. Figure 20. Map of Fruitland produced water relative to current drilling activity. List of Tables Table 1. Generalized descriptions of Cenozoic, Cretaceous, and Jurassic rocks in the San Juan Basin. Table 2. Summary of volume calculations for each aquifer. List of Appendices Appendix 1. Log responses Appendix 2. Formation top surface maps Appendix 3. Isopach maps Appendix 4. Tables of hydrogeologic properties Appendix 5. Volume and storage calculations Appendix 6. Water chemistry data Appendix 7. Water chemistry maps 4 ABSTRACT Here, we summarize our assessment of the impact of unconventional oil and gas exploration and development on groundwater supply sustainability in the San Juan Basin (SJB). The measurement of actual water use in the SJB is difficult, so we tackle this problem using three indirect approaches. First, we evaluate the amount of groundwater that could be used by the petroleum industry in the basin by tabulating the water rights/permits that have been allocated to a variety of stakeholders by the Office of the State Engineer. The largest allocations in the SJB are assigned to mining (coal and uranium, 31.1 %), domestic users and municipalities (28.2%), and food production (24.7%). The petroleum industry owns 6.3% of the groundwater rights, totalling ca. 6674 acre-ft/year (afy). Second, using data from the Oil Conservation Division, we tracked the amount of water reportedly used in hydraulic fracturing of both vertical and horizontal oil and gas wells since 2005. Vertical wells drilled into the Mesaverde Group, Gallup Sandstone, and the Dakota Sandstone account for 83% of hydraulically fractured completions since 2005. Mesaverde Group (Cliff House Sandstone, Menefee Formation, Point Lookout Sandstone) vertical wells averaged 150,000 gallons/well (0.46 acre-ft (af)), vertical Gallup wells averaged 207,000 gallons/well (0.63 af) and vertical Dakota wells used 105,000 gallons/well (0.33 af). The water usage for horizontal wells in the SJB averages 3.13 af/well. Operators in the SJB are using produced water, foam, and nitrogen as hydraulic fracturing agents to reduce water use. Third, we used formation top data from scout cards and well logs to create structure contour and isopach maps of the ten major aquifers in the San Juan Basin. The volume of material in each aquifer, including rock, fluids, and gas, is estimated from the structure contour and isopach maps in ArcGIS using two methods. We then calculate the volume of material above a depth of 2,500 ft below the ground surface (bgs) in the each unit, which is in the accessible part of each aquifer that tends to hold fresh water (<1,000 mg/L TDS). Finally, we estimate the amount of groundwater in storage in the shallow part of each aquifer. For estimated specific storage values of 1.40 to 1.96 x 10-6 /m, the maximum volume of pre-development water in the shallow portions of confined aquifers <2500 bgs was ~3.25 million acre-ft; this estimate does not include Quaternary aquifers. The maximum amount of water in the San Jose and Nacimiento formations is 83 million acre-ft assuming a specific yield of 0.05 and unconfined conditions, and was 1.21 million acre-ft (pre-development) if the aquifer is assumed to be confined. We calculate that at least 4.5 million acre-ft of groundwater was stored in the accessible parts of the major aquifers prior to the development of groundwater resources in the San Juan Basin. These calculations are approximations due to the inherent stratigraphic complexity of the aquifers and must be used with care. Complications include discontinuity of units, mixtures of rock types, variable porosity and permeability laterally and with depth, the presence of oil and gas in pores, and the presence of natural fractures. Furthermore, the amount of water that can be realistically extracted is limited by the depth of the screened interval and the spacing of water wells. The calculated volumes are coupled with water chemistry data to document the fact that fresh groundwater is located only 3 to 20 miles basinward of the outcrop belt for each aquifer. Brackish to saline waters are dominant in the center of"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "including rock, fluids, and gas, is estimated from the structure contour and isopach maps in ArcGIS using two methods. We then calculate the volume of material above a depth of 2,500 ft below the ground surface (bgs) in the each unit, which is in the accessible part of each aquifer that tends to hold fresh water (<1,000 mg/L TDS). Finally, we estimate the amount of groundwater in storage in the shallow part of each aquifer. For estimated specific storage values of 1.40 to 1.96 x 10-6 /m, the maximum volume of pre-development water in the shallow portions of confined aquifers <2500 bgs was ~3.25 million acre-ft; this estimate does not include Quaternary aquifers. The maximum amount of water in the San Jose and Nacimiento formations is 83 million acre-ft assuming a specific yield of 0.05 and unconfined conditions, and was 1.21 million acre-ft (pre-development) if the aquifer is assumed to be confined. We calculate that at least 4.5 million acre-ft of groundwater was stored in the accessible parts of the major aquifers prior to the development of groundwater resources in the San Juan Basin. These calculations are approximations due to the inherent stratigraphic complexity of the aquifers and must be used with care. Complications include discontinuity of units, mixtures of rock types, variable porosity and permeability laterally and with depth, the presence of oil and gas in pores, and the presence of natural fractures. Furthermore, the amount of water that can be realistically extracted is limited by the depth of the screened interval and the spacing of water wells. The calculated volumes are coupled with water chemistry data to document the fact that fresh groundwater is located only 3 to 20 miles basinward of the outcrop belt for each aquifer. Brackish to saline waters are dominant in the center of the basin. INTRODUCTION Water is necessary in hydrofracturing horizontal oil and gas wells drilled into shale. Water is used for drilling mud, for generating the pressures needed to fracture the shale, and for injection of proppant sand into the shale to hold the fractures open. Water is also needed in the construction of infrastructure, including petroleum processing plants and transportation 5 pipelines. Although the drilling of conventional oil and gas wells also involves hyrdrofracturing and also requires water for all of these processes that are commonly associated with petroleum production, shale oil and gas wells use more water than conventional wells (3.13 acre-ft/well versus 0.3-0.6 acre-ft/well in the San Juan Basin; Engler et al., Part I of this report) because hydrofracturing is done at multiple intervals in the horizontal portion of the well. The high water demand is temporary, lasting on average for one month, although some wells may need additional stimulation in subsequent years. In this report, we investigate the availability of groundwater for oil and gas resource development of the Cretaceous Mancos Shale in the San Juan Basin in northwestern New Mexico. Areas of current Mancos oil and gas well drilling are highlighted on Figure 1 (black triangles). Surface water source options for oil and gas development are distant from the area of recent drilling or are ephemeral in the San Juan Basin, so operators are using groundwater. Trucking of water from wells and springs and using produced water from coal-bed methane wells are among the alternative water sources utilized in the San Juan Basin. The last significant regional-scale hydrologic assessment of the area was concluded nearly 20 years ago (e.g., Kernodle 1996; Levings et al. 1996). In the meantime, many new oil, gas, and water wells have been drilled in the area. According to the New Mexico Oil Conservation Division (OCD) web site, at least 8,000 wells have been drilled in San Juan, Rio Arriba, Sandoval, and McKinley counties in and around the San Juan Basin since 1996. The New Mexico Bureau of Geology and Mineral Resources (NMBGMR) has been entering well header, porosity, permeability, temperature, thermal conductivity, and formation top data into a database called NMWells since about 2000. Well locations and well bore data are in a geodatabase that has a form-driven front end for data entry and querying capabilities using Access. The database contains records for nearly 50,000 petroleum, water, and geothermal wells from the state of New Mexico, about 32,000 of which are located in the vicinity of the San Juan Basin. The measurement of actual water use in the San Juan Basin is challenging, so we use three indirect approaches in this assessment. First, we evaluate the amount of groundwater that could be used by tabulating the water rights/permits that have been allocated to a variety of stakeholders in the basin by the Office of the State Engineer. Second, using data from the Oil Conservation Division, we tracked the amount of water reportedly used in hydraulic fracturing of both vertical and horizontal oil and gas wells since 2005 (see Part I of this report). Third, we used formation top data from scout cards and well logs to create structure contour and isopach maps of the ten major confined aquifers in the San Juan Basin. The ten confined aquifers are the Ojo Alamo Sandstone, Kirtland Shale/Fruitland Formation, Pictured Cliffs Sandstone, Cliff House Sandstone, Menefee Formation, Point Lookout Sandstone, Gallup Sandstone, Dakota Sandstone, Morrison Formation, and Entrada Sandstone. The volume of groundwater in storage in the shallow portion of each aquifer is estimated from the isopach and structure contour maps using GIS software and analysis of hydraulic properties. We begin by calculating the volume of material between formation tops, and then calculate the volume of material above a depth of 2,500 ft below the ground surface in the each unit in the accessible part of each aquifer that tends to hold fresh water (< 1,000 mg/L TDS). Finally, we estimate the maximum amount of pressurized, pre-development, fluid available in this shallowest (<2500 bgs) part of each confined aquifer. In addition, we used the structure contour surface on top of the Ojo Alamo Sandstone and the land surface DEM to calculate the volume of material and groundwater in the San Jose/Nacimiento aquifer that covers a large area in the center of the basin. 6 Water chemistry is particularly useful for defining potable and saline water and in evaluating the interconnections between deep saline and shallow fresh water aquifers (Stone et al. 1983; Dam 1995; Reise et al. 2005). In addition to compiling published chemistry data and data from USGS NWIS sources into a unified digital form, we used produced water chemistry data from the USGS produced water web site and data provided by Conoco-Phillips to update published water chemistry results. Geologic setting The Cretaceous stratigraphy of the San Juan Basin is complex. Multiple northeast-southwest migrations of a northwest-trending shoreline with lagoons, bays, deltas, and barrier islands along the southwestern margin of the Western Interior Seaway that formed between ~100 and 65 million years ago have created both continuous and discontinuous sandstone aquifers. Fassett (2010) summarized some of the debate surrounding the names of rocks units, gradational contacts, and the assignment of boundaries between formations and members in this dynamic stratigraphic setting. Table 1 summarizes the depositional environment of each of the units. The San Juan Basin is a structural basin (Fig. 1) that formed as"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "analysis of hydraulic properties. We begin by calculating the volume of material between formation tops, and then calculate the volume of material above a depth of 2,500 ft below the ground surface in the each unit in the accessible part of each aquifer that tends to hold fresh water (< 1,000 mg/L TDS). Finally, we estimate the maximum amount of pressurized, pre-development, fluid available in this shallowest (<2500 bgs) part of each confined aquifer. In addition, we used the structure contour surface on top of the Ojo Alamo Sandstone and the land surface DEM to calculate the volume of material and groundwater in the San Jose/Nacimiento aquifer that covers a large area in the center of the basin. 6 Water chemistry is particularly useful for defining potable and saline water and in evaluating the interconnections between deep saline and shallow fresh water aquifers (Stone et al. 1983; Dam 1995; Reise et al. 2005). In addition to compiling published chemistry data and data from USGS NWIS sources into a unified digital form, we used produced water chemistry data from the USGS produced water web site and data provided by Conoco-Phillips to update published water chemistry results. Geologic setting The Cretaceous stratigraphy of the San Juan Basin is complex. Multiple northeast-southwest migrations of a northwest-trending shoreline with lagoons, bays, deltas, and barrier islands along the southwestern margin of the Western Interior Seaway that formed between ~100 and 65 million years ago have created both continuous and discontinuous sandstone aquifers. Fassett (2010) summarized some of the debate surrounding the names of rocks units, gradational contacts, and the assignment of boundaries between formations and members in this dynamic stratigraphic setting. Table 1 summarizes the depositional environment of each of the units. The San Juan Basin is a structural basin (Fig. 1) that formed as a result of Laramide compressional deformation that began about 75 million years ago, following deposition of much of the marginal marine and nonmarine Cretaceous section described above (Cather, 2004). Basement-cored Laramide highlands, including the Sierra Nacimiento to the east, the Zuni Mountains to the south, the Defiance uplift to the west, and the San Juan uplift to the north in Colorado surround the basin and Laramide monoclines form the remaining boundaries of the basin (Fig. 1). Although the geologic structure of the interior of the San Juan Basin looks relatively simple on the Geologic Map of New Mexico (2003) and on regional scale cross sections (e.g., Stone et al., 1983), the complex nature of the folding and faulting along the eastern margin adjacent to the Sierra Nacimiento (Baltz, 1967, Woodward, 1987, Pollock et al., 2004) and on the Four Corners Platform west of the Hogback Monocline (Beaumont, 1954) has long been known. The Geologic Map of New Mexico (2003) shows several mapped northeast- and north-striking faults along the southern edge of the basin between Grants and Gallup just north of the Zuni Mountains and to the north of Mesa Chivato, and a few faults with an easterly strike cutting the Pictured Cliffs Sandstone-Lewis Shale-Cliff House Sandstone part of the Cretaceous section in the south-central part of the basin in northeastern McKinley County. An unpublished geologic map of the San Juan Basin by R.E. Thaden and R.S. Zeck of the U.S. Geological Survey depicts a much higher density of faults both of these areas. The easterly striking faults might be syndepositional growth faults. Within the basin, detailed structure contour maps on Cretaceous units in oil and gas fields in the San Juan Basin (Fassett, 1978; 1983) reveal north- to northwest-striking folds with amplitudes on the order of 75 to 100 ft. Tremain et al. (1994) also note east- to ESE-striking faults in the subsurface just southeast of Farmington and along the margin of the basin northwest of Farmington. Three-dimensional seismic imaging of the Kirtland Shale/Fruitland Formation in the north-central part of the basin recently revealed small- scale faulting of this interval (Wilson et al. 2012). 7 Figure 1—Geologic map of northwestern New Mexico derived from the Geologic Map of New Mexico (2003). The Cenozoic, Cretaceous, and Jurassic outcrops depicted on this map were used in the GIS surface and volume calculations. The black triangles are the locations of horizontal wells recently drilled in the Mancos Shale. The geologic symbols on this map for the rock units of interest are defined in Table 1. 8 Paleogene synorogenic sediments deposited by fluvial systems with headwaters in the Laramide highlands flowed east to southeast across northwestern New Mexico and overlie the Cretaceous rocks. This deposition continued until Eocene time as Laramide deformation waned. The Eocene fluvial deposits of the Blanco Basin Formation unconformably filled in the last accommodation space in the structural basin. Andesite volcanoes and silicic calderas erupted in San Juan volcanic field north of the basin between 38 and 24 Ma (Lipman et al. 1989). Erosion of these volcanic highlands likely shed volcaniclastic aprons across the northern parts of the San Juan Basin (Fig. 2). The 24 to 27 Ma north- to northeast-striking dikes near Dulce and the 19 to 28 Ma Navajo volcanic field that includes Shiprock were emplaced along the east side and the western margin of the basin, respectively (Aldrich et al. 1986), during the final stages of regional-scale volcanism. The eastern part of a large Oligocene eolian dune field that occupied significant portions of western New Mexico and eastern Arizona covered the southeastern San Juan Basin region between 33.5 and 27 million years ago, interfingering with the volcaniclastic debris eroded from the San Juan volcanic field (Fig. 2). Erosional remnants of the Chuska erg are preserved on the Chuska Mountains to the west of the basin (Cather et al. 2008). Approximately 1.2 km of material has been exhumed from the San Juan Basin since 26 to 27 million years ago. Extensional faulting related to the formation of the Rio Grande rift began 25 to 30 million years ago. Extensional deformation is particularly intense in the Puerco fault zone along the southeastern side of the basin and north- to northeast-striking rift- related normal faults cut volcanic rocks as young as 3 to 1.7 million years in the Mt. Taylor–Mesa Chivato volcanic field on the south side of the basin (e.g., Goff et al. 2014). Figure 2—Cross section of rock units inferred to have covered the San Juan Basin between 33.5 and 27 Ma. Modified from Cather et al. (2008). Ma = mega-anum = million years. 9 Table 1. Generalized description of the Cenozoic, Cretaceous, and Jurassic rock units in the San Juan Basin Youngest Formation Rock type (major rock listed first) Depositional environment Resources Geologic symbol Cenozoic San Jose Formation Sandstone and shale Continental rivers Water,gas Tsj Nacimiento Formation Shale and sandstone Continental rivers Water, gas Tn Ojo Alamo Sandstone Sandstone and shale Continental rivers Water, gas Toa Cretaceous Kirtland Shale Interbedded shale, sandstone Coastal to alluvial plain Water, oil, gas Kk Fruitland Formation Interbedded shale, sandstone and coal Coastal plain Coal, coalbed methane Kf Pictured Cliffs Sandstone Sandstone Regressive marine, beach Oil, gas Kpc Lewis Shale Shale, thin limestones Offshore marine Gas Kls Cliff House Sandstone Sandstone Transgressive marine, beach Oil, gas Kch Menefee Formation Interbedded shale, sandstone and coal Coastal plain Coal, coalbed methane, gas Kmf Point"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "33.5 and 27 million years ago, interfingering with the volcaniclastic debris eroded from the San Juan volcanic field (Fig. 2). Erosional remnants of the Chuska erg are preserved on the Chuska Mountains to the west of the basin (Cather et al. 2008). Approximately 1.2 km of material has been exhumed from the San Juan Basin since 26 to 27 million years ago. Extensional faulting related to the formation of the Rio Grande rift began 25 to 30 million years ago. Extensional deformation is particularly intense in the Puerco fault zone along the southeastern side of the basin and north- to northeast-striking rift- related normal faults cut volcanic rocks as young as 3 to 1.7 million years in the Mt. Taylor–Mesa Chivato volcanic field on the south side of the basin (e.g., Goff et al. 2014). Figure 2—Cross section of rock units inferred to have covered the San Juan Basin between 33.5 and 27 Ma. Modified from Cather et al. (2008). Ma = mega-anum = million years. 9 Table 1. Generalized description of the Cenozoic, Cretaceous, and Jurassic rock units in the San Juan Basin Youngest Formation Rock type (major rock listed first) Depositional environment Resources Geologic symbol Cenozoic San Jose Formation Sandstone and shale Continental rivers Water,gas Tsj Nacimiento Formation Shale and sandstone Continental rivers Water, gas Tn Ojo Alamo Sandstone Sandstone and shale Continental rivers Water, gas Toa Cretaceous Kirtland Shale Interbedded shale, sandstone Coastal to alluvial plain Water, oil, gas Kk Fruitland Formation Interbedded shale, sandstone and coal Coastal plain Coal, coalbed methane Kf Pictured Cliffs Sandstone Sandstone Regressive marine, beach Oil, gas Kpc Lewis Shale Shale, thin limestones Offshore marine Gas Kls Cliff House Sandstone Sandstone Transgressive marine, beach Oil, gas Kch Menefee Formation Interbedded shale, sandstone and coal Coastal plain Coal, coalbed methane, gas Kmf Point Lookout Sandstone Sandstone Regressive marine, beach Oil, gas, water Kpl Crevasse Canyon Formation Interbedded shale, sandstone and coal Coastal plain Coal Kcc Gallup Sandstone Sandstone, a few shales and coals Regressive marine to coastal deposit Oil, gas, water Kg Mancos Shale Shale, thin sandstones Offshore marine Oil, gas Km Dakota Sandstone Sandstone, shale and coals Transgressive coastal plain to marine shoreline Oil, gas, water Kd Jurassic Morrison Formation Mudstones, sandstone Continental rivers Uranium, oil, gas, water Jm Wanakah/Summerville/Cow Springs/Bluff Siltstone, sandstone Alluvial plain and eolian Oldest Entrada Sandstone Sandstone Eolian sand dunes Oil, gas, water Je Other rock names used in the San Juan Basin Chacra Mesa is a name applied to the Cliff House Sandstone lenses on the north side of the basin The La Ventana tongue is a marine sandstone above the main part of the Cliff House Sandstone Hospah is the uppermost sandstone toungue in the Gallup Sandstone The lower Hosta tongue is a transgressive phase of the regressive Point Lookout Sandstone The upper Hosta is another name for the Point Lookout Sandstone Sanostee is equivalent to the Juana Lopez 10 Figure 3—Stratigraphy of the Jurassic, Cretaceous, and Cenozoic rocks in the San Juan Basin. Modified from Molenaar (1977, 1989). CHARACTERISTICS OF NEOGENE TO JURASSIC AQUIFERS IN THE BASIN Most of the groundwater in the San Juan Basin is developed in Cenozoic to Mesozoic sandstones that are separated by low-permeability shale to mudstone intervals. We do not analyze groundwater in Triassic or Paleozoic rocks in this study because little data are available for these aquifers. Stone et al. (1983) does note that aquifers in the Permian Glorieta Sandstone – San Andres Limestone interval are heavily exploited along the northern margin of the Zuni uplift (Fig. 1). The aquifers considered in this study can be generally grouped into Cenozoic continental deposits, Cretaceous marine to near-shore deposits, and Jurassic continental deposits. The stratigraphic framework of the Cenozoic, Cretaceous, and Jurassic rocks is illustrated in Figure 3. 11 Cenozoic Sandstone Aquifers The Ojo Alamo Sandstone and the Cuba Mesa and Llaves members of the San Jose Formation were deposited in a fluvial setting (rivers and streams). The Nacimiento and Animas formations are also fluvial but tend to have more coal and carbonaceous material in floodplain deposits between the channels. The Animas Formation contains more volcanic detritus compared to the Nacimiento Formation. Most of the recharge of these aquifers comes from the San Juan Mountains north of the basin, the Sierra Nacimiento on the east side of the basin, and from precipitation and ephemeral stream flow on outcrops in the center of the basin. Paleocurrents indicate a source for the Ojo Alamo Sandstone from the northwest, and the trend of many of the channels are northwest-southeast (Powell, 1977), thus the groundwater flow direction is typically toward the northwest (Stone et al. 1983). Other researchers describe an Ojo Alamo drainage network with rivers flowing toward south to south-southwest (Sikkink 1987). Rivers and streams preserved in the Nacimiento, Animas, and San Jose formations also flowed south (Smith, 1992; Fassett 2010). Groundwater flow in the San Jose, Nacimiento, and Animas formations, which form surface outcrops over a large part of the northeastern part of the San Juan Basin (Fig. 1), has both local- and regional-scale components. Topographic differences between upland mesas and deep valleys dissecting the basin influence localized flow (Stone et al. 1983). Cenozoic Intrusions The exact role of Cenozoic dikes and plugs in controlling groundwater flow is uncertain. The crystalline core of thick dikes like those radiating from Shiprock in the northwestern part of the basin and the NNE-striking Dulce dike swarm in the northeastern part of the basin may act as barriers to groundwater flow. In contrast, thin fractured intrusions could enhance vertical flow and connectivity between aquifers. The Mesozoic to Paleozoic section beneath numerous volcanic centers on Mt. Taylor and Mesa Chivato in the southeastern part of the basin may have little permeability due to multiple intrusions and metamorphism of the Cretaceous section (United States Department of Agriculture 2013). Cretaceous Sandstone Aquifers The migration of coastal depositional environments associated with transgressions and regressions along the southwestern margin of the Western Interior Seaway, as described previously, resulted in the formation of a complex system of intercalated aquifers and aquitards in the San Juan Basin (Fig. 3). Siliclastics dominate; carbonates are quite rare (Fig. 3). The main aquifers in the Cretaceous section, including the Dakota, Gallup, Point Lookout, Cliff House, and Pictured Cliffs sandstones, were deposited along the marine shoreline as beaches, barrier islands, or along delta fronts. These marine sandstones tend to be fine-grained and the hydraulic conductivity of these units is typically quite low. The apparent continuity of the Point Lookout and the Pictured Cliffs sandstones is disrupted by distributary channels, causing these sandstones to be separated by mudstone into distinct sandstone bodies (Fassett, 2010). Thinner, more discontinuous sandstone aquifers of the Menefee, Fruitland, and Kirtland formations formed along streams and rivers flowing generally northeastward toward the sea. Recharge of these aquifers occurs in the narrow outcrop belts around the basin (Stone et al., 1983; Fig. 1). In fact, the Point Lookout and the Pictured Cliffs sandstones tend to contain natural gas in the center of the basin, but are water-saturated along the margins of the basin (Fassett 2010). Groundwater flow directions and discharge of the aquifers in the Cretaceous 12 section are controlled by topography, geologic structures, and the"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "in the northeastern part of the basin may act as barriers to groundwater flow. In contrast, thin fractured intrusions could enhance vertical flow and connectivity between aquifers. The Mesozoic to Paleozoic section beneath numerous volcanic centers on Mt. Taylor and Mesa Chivato in the southeastern part of the basin may have little permeability due to multiple intrusions and metamorphism of the Cretaceous section (United States Department of Agriculture 2013). Cretaceous Sandstone Aquifers The migration of coastal depositional environments associated with transgressions and regressions along the southwestern margin of the Western Interior Seaway, as described previously, resulted in the formation of a complex system of intercalated aquifers and aquitards in the San Juan Basin (Fig. 3). Siliclastics dominate; carbonates are quite rare (Fig. 3). The main aquifers in the Cretaceous section, including the Dakota, Gallup, Point Lookout, Cliff House, and Pictured Cliffs sandstones, were deposited along the marine shoreline as beaches, barrier islands, or along delta fronts. These marine sandstones tend to be fine-grained and the hydraulic conductivity of these units is typically quite low. The apparent continuity of the Point Lookout and the Pictured Cliffs sandstones is disrupted by distributary channels, causing these sandstones to be separated by mudstone into distinct sandstone bodies (Fassett, 2010). Thinner, more discontinuous sandstone aquifers of the Menefee, Fruitland, and Kirtland formations formed along streams and rivers flowing generally northeastward toward the sea. Recharge of these aquifers occurs in the narrow outcrop belts around the basin (Stone et al., 1983; Fig. 1). In fact, the Point Lookout and the Pictured Cliffs sandstones tend to contain natural gas in the center of the basin, but are water-saturated along the margins of the basin (Fassett 2010). Groundwater flow directions and discharge of the aquifers in the Cretaceous 12 section are controlled by topography, geologic structures, and the permeability architecture of the deposits. The general N55W orientation of the shoreline has an important effect of the along- strike transmissivity of the aquifers, with groundwater generally flowing toward the northwest. In addition, a northwest-striking, pre-Niobrara Formation erosional unconformity controls the northeast extent of the Gallup Sandstone and the position of the younger Tocito deposits (Fig. 3). Jurassic Sandstone Aquifers The sandstones that make up the Jurassic aquifers were deposited in fluvial (Westwater Canyon of the Morrison) and eolian (Entrada Sandstone, Cow Springs Sandstone, and Bluff Sandstone) settings. These units are exposed on the margins of the basin in the foothills of Laramide uplifts where faulting and fracturing can enhance recharge. The Westwater Canyon Member of the Morrison Formation was derived from Jurassic highlands to the south and southwest of the study area. The local orientation of fluvial channels control groundwater flow directions in the Morrison (Dam et al., 1990b). The sandstones are more coarse-grained on the southwest side of the basin and are finer-grained to the northeast. The eolian aquifers are somewhat more homogenous. Berry (1959) suggested treating all the Jurassic sandstones as a single hydrostratigraphic unit. He observed that the clays and siltstones that dominate the composition of the Brushy Basin Member of the Morrison Formation act as aquitards that separate the Westwater Canyon, Bluff, Cow Springs, and Entrada sandstones from the Dakota Sandstone aquifer system. The water quality of the eolian Jurassic sandstones is affected by the spatial distribution of the evaporitic (gypsum/anhydrite) facies of the Todilto Formation, which is present in the southeastern part of the basin (Berry, 1959). PREVIOUS WORK Hydrogeolologic Studies Two basin-wide hydrogeologic assessments of the San Juan Basin were completed in the late 1970s to early 1980s (Stone et al. 1983) and in the late 1980s to mid-1990s (Craigg et al.1989, 1990; Craigg, 2001; Kernodle et al. 1989, 1990; Dam et al. 1990a, b; Levings et al. 1990a, b; Thorn and others 1990a, b; Dam 1995; Kernodle 1996; Levings et al. 1996). Regional scale hydrologic studies of the Fruitland Formation are summarized in Ayers and Kaiser (1994), particularly in Kaiser et al. (1994). These hydrologic studies were driven by the water needs of the uranium, coal mining, and petroleum industries. Most of the data in these reports were presented in tabular form and as a series of maps depicting aquifer tops, isopachs, potentiometric surfaces, discharge and specific capacity, temperature, and water chemistry. Cross sections using formation top data and analyses of well logs are presented in both studies. Based on the cross sections and potentiometric maps, recharge generally occurs in the highlands and exposed outcrop belts surrounding the basin and discharge is along the San Juan River, the Rio Puerco, the Rio San Jose and Chaco Wash. Previous researchers surmised that groundwater in the San Juan Basin occurs in both unconfined water table settings along the aquifer outcrop belts (Fig. 1) and in confined, artesian conditions toward the center of the basin (e.g., Kernodle et al. 1989; 1990). Based on water chemistry and hydrologic head data, these studies concluded that horizontal flow through aquifer sandstones and, to a lesser extent, vertical flow through the intercalated shale aquitards are both important characteristics of the hydrogeologic system in the San Juan Basin. Vertical flow is enhanced along north to north- northeast-striking natural fractures and faults attributed to formation of the basin during 13 Laramide deformation (Dam 1995; Kernodle 1996; Levings et al. 1996; Lorenz and Cooper 2003). Geochemical Studies of Groundwater Berry (1959) was the first to study the regional groundwater geochemistry of Jurassic and Cretaceous aquifers in the San Juan Basin using data from water wells, petroleum wells, and drill-stem tests. Berry (1959) identified highly saline waters in the Jurassic Entrada Sandstone that he attributed to the dissolution of the gypsum facies in the overlying Todilto Formation in the southeastern half of the basin. He proposed an osmotic membrane mechanism to explain the salinity distribution in the basin. In recent years, the Cretaceous Fruitland Formation has been the subject of in-depth stable and radiogenic isotope, geochemical, and hydrologic analysis because of concerns about possible groundwater depletion and enhanced methane seep activity associated with coalbed methane (CBM) production. Approximately 48 million barrels of water were produced from coal bed methane wells in the San Juan Basin in New Mexico and Colorado in 2008 (National Research Council 2010). Snyder et al. (2003) and Reise et al. (2005) collected data from 100 wells that were completed in coals of the Fruitland Formation in the northern part of the basin to test whether models that imply simple connections between meteoric recharge at the outcrop and down-dip CBM development in this lithologically heterogeneous formation are plausible. The Fruitland Formation was deposited in a swampy environment landward of the near-shore, underlying Pictured Cliff Sandstone during the final retreat of the northwest-trending shoreline of the Western Interior Seaway between 73 and 75 million years ago. Coals that are the source of CBM and associated produced waters were deposited between northeast-trending rivers. Significant differences in the amount of gas and water produced from adjacent CMB wells underscores the stratigraphic complexity and discontinuity of the reservoirs in the Fruitland Formation (Reise et al. 2005). Four types of groundwater are present in the Fruitland Formation (Reise et al. 2005): 1. Saline, connate water in the center of the basin associated with deposition of the unit in a marginal marine environment. 2. Relatively young"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "from water wells, petroleum wells, and drill-stem tests. Berry (1959) identified highly saline waters in the Jurassic Entrada Sandstone that he attributed to the dissolution of the gypsum facies in the overlying Todilto Formation in the southeastern half of the basin. He proposed an osmotic membrane mechanism to explain the salinity distribution in the basin. In recent years, the Cretaceous Fruitland Formation has been the subject of in-depth stable and radiogenic isotope, geochemical, and hydrologic analysis because of concerns about possible groundwater depletion and enhanced methane seep activity associated with coalbed methane (CBM) production. Approximately 48 million barrels of water were produced from coal bed methane wells in the San Juan Basin in New Mexico and Colorado in 2008 (National Research Council 2010). Snyder et al. (2003) and Reise et al. (2005) collected data from 100 wells that were completed in coals of the Fruitland Formation in the northern part of the basin to test whether models that imply simple connections between meteoric recharge at the outcrop and down-dip CBM development in this lithologically heterogeneous formation are plausible. The Fruitland Formation was deposited in a swampy environment landward of the near-shore, underlying Pictured Cliff Sandstone during the final retreat of the northwest-trending shoreline of the Western Interior Seaway between 73 and 75 million years ago. Coals that are the source of CBM and associated produced waters were deposited between northeast-trending rivers. Significant differences in the amount of gas and water produced from adjacent CMB wells underscores the stratigraphic complexity and discontinuity of the reservoirs in the Fruitland Formation (Reise et al. 2005). Four types of groundwater are present in the Fruitland Formation (Reise et al. 2005): 1. Saline, connate water in the center of the basin associated with deposition of the unit in a marginal marine environment. 2. Relatively young meteoric water derived from the San Juan Mountains along the margins of the basin that has migrated < 3 miles downdip from the outcrop belt in Colorado. 3. Fossil meteoric water that infiltrated into the subsurface tens of miles downdip from the margins of the basin during late Eocene time (35 to 40 Ma) in a setting like that illustrated in Figure 2. 4. Waters that interacted with silicic crustal rocks with high uranium content that have migrated up along fractures. Reise et al. (2005) monitored the geochemistry and levels of surface water and groundwater in shallow wells completed in Quaternary alluvium and the Fruitland Formation along a drainage crossing the outcrop belt in Colorado on a seasonal basis. These seasonal measurements yielded surprising results that indicate little recharge of the Fruitland during summer snowmelt in the San Juan Mountains (Reise et al. 2005). The lack of recharge is attributed to the complex facies in the Fruitland Formation (Reise et al. 2005). The chloride concentration of both river water and groundwater increase gradually through the autumn, then decreases dramatically during summer runoff. Because a surface source of chloride is not obvious, the chloride increase during the cold 14 months of the year is interpreted to come from the Fruitland Formation, migrating up a fracture system paralleling the drainage. Similar studies of the Cenozoic Ojo Alamo and Nacimiento formations (Phillips et al. 1986; 1989; Stute et al. 1995) and the Jurassic Morrison Formation (Dam 1995, Jones and Phillips 1990) also recognized mixing of at least three end-member waters in aquifers of the San Juan Basin that include: (1) outcrop recharge that travels 3–6 miles into the basin; (2) ancient water recharged during the last glacial maximum that is on the order of 25,000 years old; and (3) deep basin brines deposited at the time the rock formed. Dam (1995) also invokes ion filtration through low permeability layers in the basin to explain chemical trends in the Morrison Formation. Radiogenic isotope data are also used to estimate regional scale horizontal and vertical hydraulic conductivity and transmissivity in the Ojo Alamo and Nacimiento formations (Phillips et al., 1989). METHODS Water Rights in the San Juan Basin Our first task was to compile and categorize existing water rights held by industry and private entities in the San Juan Basin. All records for groundwater rights in the San Juan Basin were downloaded from the Office of the State Engineer’s (OSE) online WATERS database into an Excel spreadsheet. The basin includes wells from parts of four counties in New Mexico (San Juan, Sandoval, McKinley, and Rio Arriba). A total of 5,064 groundwater records were downloaded from the WATERS database for the San Juan Basin as defined by the OSE. We used similar procedures for the OSE Bluewater, Gallup, and Middle Rio Grande groundwater basins that lie within the boundary of the geologically-defined San Juan structural basin. A large percentage of the well locations from the WATERS database have NAD83 UTM coordinates. However, some records only had coordinates in the public land survey system (PLSS) and some had records with no coordinates at all. Determining NAD83 UTM coordinates for all of these wells was necessary to plot locations on a map in ArcGIS. We were able to locate the PLSS sites on a topographic map and provide NAD83 UTM coordinates for these locations. For the wells with no location coordinates at all, we reviewed the online OSE well applications and located addresses for some of homes with wells: these homes were plotted on Google Earth to obtain NAD83 UTM coordinates. The remaining wells with no locations were domestic wells in subdivisions, so we used subdivision plat maps to identify locations of the wells. We used the San Juan County Assessor’s Office website to locate the subdivisions. In some cases, we found enough information to locate a lot within the development. In general, the maximum error associated with the estimated locations is on the order of 1000 to 1500 feet (300 to 460 m), which is small for the scale of study area. Water rights records with diversion amounts greater than zero were sorted by use code, and the number of records and the amount of acre-ft per year of water allocated was tabulated for each use. The broad categories that we used are: • Mining—coal, uranium • Oil and gas—Industrial, oil field maintenance, oil production, prospecting, petroleum processing plant, pollution control, and exploration • Domestic uses—One household, multiple households, subdivisions, domestic and livestock watering, community, and city/county water supplies 15 • Food production—Irrigation, livestock watering, meatpacking plant operation, dairy operation, and agricultural uses other than irrigation • Construction—Construction of highways, public works, and homes • Other uses—Sanitation, commercial, recreational, and school use are examples of other water uses Compilation of Formation Top Data Over the course of a decade or more, location, well depth, formation top/elevation, and rock type data have been added to our NMWells database. The spatial coverage of formation top data from the petroleum wells in the basin is generally quite good (>25 wells/36 mi2 [i.e, a Township- Range block]), especially in the central parts of the basin. We have used formation top data from the coal database in boreholes in the northwestern part of the basin to fill in gaps (<6 wells/36 mi2) in this area. We found that formation top data for some units like the Lewis Shale and the Mancos Shale,"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "domestic wells in subdivisions, so we used subdivision plat maps to identify locations of the wells. We used the San Juan County Assessor’s Office website to locate the subdivisions. In some cases, we found enough information to locate a lot within the development. In general, the maximum error associated with the estimated locations is on the order of 1000 to 1500 feet (300 to 460 m), which is small for the scale of study area. Water rights records with diversion amounts greater than zero were sorted by use code, and the number of records and the amount of acre-ft per year of water allocated was tabulated for each use. The broad categories that we used are: • Mining—coal, uranium • Oil and gas—Industrial, oil field maintenance, oil production, prospecting, petroleum processing plant, pollution control, and exploration • Domestic uses—One household, multiple households, subdivisions, domestic and livestock watering, community, and city/county water supplies 15 • Food production—Irrigation, livestock watering, meatpacking plant operation, dairy operation, and agricultural uses other than irrigation • Construction—Construction of highways, public works, and homes • Other uses—Sanitation, commercial, recreational, and school use are examples of other water uses Compilation of Formation Top Data Over the course of a decade or more, location, well depth, formation top/elevation, and rock type data have been added to our NMWells database. The spatial coverage of formation top data from the petroleum wells in the basin is generally quite good (>25 wells/36 mi2 [i.e, a Township- Range block]), especially in the central parts of the basin. We have used formation top data from the coal database in boreholes in the northwestern part of the basin to fill in gaps (<6 wells/36 mi2) in this area. We found that formation top data for some units like the Lewis Shale and the Mancos Shale, which form the basal contact of the Pictured Cliffs Sandstone and the Point Lookout Sandstone, were not well represented in our database. We gathered additional data for those units as part of this investigation. Few wells in the San Juan Basin penetrate below the Cretaceous section; as a consequence the well control for the Jurassic units is poor. Determining the latitude and longitude coordinates of petroleum wells drilled on land grants proved to be a challenge. We developed a set of formulas in Excel to convert the footage measurements from the section lines to 0.001 minutes. We used the conversion of 6.074ft/0.001 minute for latitude and 4.79 to 4.94ft/0.001 minute for longitude over the range of latitudes (35.5 to 37°) that span the San Juan Basin. We used a grid of section lines projected by the BLM across the unsurveyed areas, digitized the projected section corners, and then plugged the latitude and longitude of the nearest section corner into the spreadsheet to calculate the coordinates of the points. The construction of the structure contours maps was a difficult and iterative process. Formation tops in the NMWells database derived from scout card picks reflects the biases of individual geologists and leads to inconsistencies in the assignment of the elevation of a formation top from place to place. We checked formation tops against the geophysical logs available in the NMBGMR Petroleum Records library when large discrepancies in formation elevation were found in wells that are close together in order to verify or refute the scout card picks. We have developed an efficient workflow for extracting data from NMWells database and mapping the stratigraphic units in three dimensions: • Assemble data from various sources and perform first quality check of data • Calculate elevation tops for a given formation • Develop triangular irregular network (TIN) surface maps in ArcGIS • Evaluate outlier data and anomalies for correctness and consistency • Re-evaluate well logs if needed to correct outliers • Compare corrected TIN surface to published literature and digitized maps • Once the outliers are corrected, create continuous interpolated raster surfaces from discrete well data Evaluation of the TIN surfaces helped identify spurious data. Most data errors were typographic mistakes in 1) the elevation of the drillhole; (2) the location of the drillhole; (3) the depth of the formation top; and (4) the API number. For spurious wells with good location, 16 elevation, and \"formation top\" data, we pulled the original logs and re-evaluated the picks using top information from surrounding wells. Methods of Repicking Unit Tops After each iteration of entering well log picks into GIS, there were a number of wells that had one or more unit picks that were anomalously above or below the GIS-created aquifer surface. These wells were gathered into Excel spreadsheets and organized by anomalous unit. For example, a well that had the Mesaverde Group units (Cliff House Sandstone, Menefee Formation and Point Lookout Sandstone) that were too low compared to surrounding wells would be listed in a spreadsheet for each of those three units. Geophysical logs in the petroleum archives at the New Mexico Bureau of Geology and Mineral Resources pertaining to these wells were then examined and the tops of these units were repicked as necessary. Common reasons for anomalous picks included units that were simply misidentified (see discussion of Chacra Mesa Tongue and Cliff House Sandstone below) or the pick listed is the bottom of the unit versus the top of the unit. Usually anomalous picks were straightforward to correct, although lateral and vertical differences in lithologic units did provide challenges at times. We endeavored to maintain consistency in our repicks of unit tops wherever possible, but we acknowledge that lateral variability in sedimentary systems will always play a role in making some picks less than straightforward. Here we note the characteristic feature(s) used to repick the tops of the aquifer units (see Appendix 1 for representative log responses for these units). For the Ojo Alamo Sandstone, we treated the lower conglomeratic unit, intervening shaley interval and overlying conglomeratic unit as one single package, which creates a “double bump” on the logs caused by two relatively thick sandstone bodies separated by a thin shale horizon. Often, the top of the upper sandstone has a second, smaller negative gamma ray or spontaneous potential (SP) response. For the purposes of this study, the potential presence of a disconformity between these two units can be ignored because the two sandstone bodies are presumably acting as a single, interconnected aquifer unit (e.g. Fassett, 2010). For example, Phillips et al. (1989) noted that the Nacimiento and the entirety of the Ojo Alamo Sandstone behave as a single hydrostratigraphic unit based on water chemistry. We chose not to attempt to distinguish between the Kirtland Formation and the underlying Fruitland Formation. The contact between the two units can be extremely subtle in the field and is often impossible to accurately pick in a geophysical log, particularly in the eastern part of the basin. The Pictured Cliffs Sandstone is an excellent marker bed and is very helpful for working out the stratigraphy both above and below it. This unit is a thin sandstone that has a prominent log response in all formats of geophysical log data. Often, the Pictured Cliffs Sandstone has two thin sandstone beds separated by a shale horizon that occur as two prominent negative gamma ray or SP responses. The"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "to maintain consistency in our repicks of unit tops wherever possible, but we acknowledge that lateral variability in sedimentary systems will always play a role in making some picks less than straightforward. Here we note the characteristic feature(s) used to repick the tops of the aquifer units (see Appendix 1 for representative log responses for these units). For the Ojo Alamo Sandstone, we treated the lower conglomeratic unit, intervening shaley interval and overlying conglomeratic unit as one single package, which creates a “double bump” on the logs caused by two relatively thick sandstone bodies separated by a thin shale horizon. Often, the top of the upper sandstone has a second, smaller negative gamma ray or spontaneous potential (SP) response. For the purposes of this study, the potential presence of a disconformity between these two units can be ignored because the two sandstone bodies are presumably acting as a single, interconnected aquifer unit (e.g. Fassett, 2010). For example, Phillips et al. (1989) noted that the Nacimiento and the entirety of the Ojo Alamo Sandstone behave as a single hydrostratigraphic unit based on water chemistry. We chose not to attempt to distinguish between the Kirtland Formation and the underlying Fruitland Formation. The contact between the two units can be extremely subtle in the field and is often impossible to accurately pick in a geophysical log, particularly in the eastern part of the basin. The Pictured Cliffs Sandstone is an excellent marker bed and is very helpful for working out the stratigraphy both above and below it. This unit is a thin sandstone that has a prominent log response in all formats of geophysical log data. Often, the Pictured Cliffs Sandstone has two thin sandstone beds separated by a shale horizon that occur as two prominent negative gamma ray or SP responses. The Mesaverde Group generally has a distinctive response in the majority of the logs examined. The Cliff House Sandstone is often a problematic unit to consistently pick on geophysical logs. The top of the unit is gradational with the overlying Lewis Shale and there is frequently a thin tongue of sandstone in the lower Lewis Shale, the Chacra Mesa Tongue, which is often mistaken for the top of the Cliff House Sandstone. We endeavored to maintain consistency by using the first relatively thick sandstone above the first well-expressed shale in the underlying Menefee Formation. This sandstone frequently has a small negative “shoulder” on gamma ray curves, presumably reflecting a very thin sandstone bed in the transition between the Cliff House Sandstone and the overlying Lewis Shale. The Menefee Formation is distinctive in that the variability of lithologies in this unit makes for a very busy log response which is quite 17 pronounced versus the shales of the Lewis and Mancos Shales. Numerous negative gamma ray and SP responses of variable thicknesses dominate the Menefee Formation’s log responses. The Point Lookout Sandstone top has been chosen here as the last prominent sandstone at the base of the Mesaverde Group. The log response for the Point Lookout often features a prominent sandstone followed by a gradual tapering of the negative gamma ray or SP response into the underlying Mancos Shale. The Gallup Sandstone is another unit that is problematic to consistently identify. Again, a gradational upper contact and a sandstone tongue (Tocito Sandstone) that occurs locally in the overlying portion of the Mancos Shale can create confusion regarding the most appropriate top of the unit. We endeavored to follow methodology of Broadhead (2013) picking the upper Gallup Sandstone, which is often a subtle, round-shouldered response in the logs. Another often confusing aspect of the Gallup Sandstone is that it is primarily a freshwater aquifer, such that spontaneous potential logs (SP logs) showed no difference of a response from the shale line for the Mancos Shale. While we did not specifically repick the top of the Greenhorn Limestone, this unit offers a consistent log response relative to the underlying Graneros Shale and as such, is a useful marker for the deeper units. The limestone unit has a strong negative gamma ray response. The underlying Graneros Shale creates a clearly defined break between the Greenhorn Limestone and the Dakota Sandstone below. For the Dakota Sandstone, we chose to lump the Twowells Sandstone in with the main body of the Dakota Sandstone where it is present. Locally, the Twowells Sandstone expresses as a separate sandstone tongue separated from the underlying main body of the Dakota Sandstone by a moderately-thick shale interval. More often the case is that if Twowells Sandstone is present, the intervening shale is very thin or absent. The Morrison is an interesting unit that can yield variable log responses similar to the Menefee Formation in places. This is again due to a heterogeneous lithology. Locally the unit is primarily mudstone, reflected as a strong positive gamma response, but elsewhere may have a few to multiple thin sandstone units that create negative gamma and SP responses. The Entrada Sandstone is frequently expressed as a very square and prominent negative response in both the gamma ray and SP logs. The underlying Chinle Formation is predominantly mudstone with a few interspersed sandstones and conglomerates and is predominantly a strong positive gamma ray response with local, thin sandstone beds. Rock Volume Calculations Once the anomalous data were corrected, we created surfaces at the top and at the base of each aquifer that honor (1) the geologic outcrop data and (2) the data from NMWells using natural neighbor and inverse distance weighted (IDW) interpolation techniques. Near the edges of the basin where data density is low (0-3 wells/36 mi2), we had to include control points inside the outcrop belt for each rock unit based on surface thickness measurements to make sure that the resulting isopach maps are consistent with geologic observations. We learned that the natural neighbor interpolation method produces smoother, muted surfaces. A natural neighbor surface does not closely match data highs and lows and is often off by as much as 10 ft relative to the actual data. A IDW surface better fits the data highs and lower, but creates a surface with many closed contours. The IDW method generally results in higher calculated volumes. The digitized surfaces from the U.S. Geological Survey Hydrogeologic Atlas Map series are compared to the surfaces generated during this study for quality control. We also combined all three data sets so that we could extend the surfaces into Colorado for future hydrogeologic modeling efforts, 18 although in many instances there is a discrepancy between the new surfaces and the published contours that create a step at the state line. The created surfaces (Appendix 2) were then used to calculate volume using two methods. First, calculations of the total volume of material in the ten aquifers are based on structure contour maps of the top and the bottom of each aquifer using the natural neighbor method combined with the surface topography. Figure 4 is an example of the calculation of the volume of material in a rock unit relative to a reference plane using the Surface Volume tool in ArcGIS 3D Analyst. Figure 4—Calculation of volume between a basal contact and a reference surface (cross-hatched area) and a formation top (including"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "data and (2) the data from NMWells using natural neighbor and inverse distance weighted (IDW) interpolation techniques. Near the edges of the basin where data density is low (0-3 wells/36 mi2), we had to include control points inside the outcrop belt for each rock unit based on surface thickness measurements to make sure that the resulting isopach maps are consistent with geologic observations. We learned that the natural neighbor interpolation method produces smoother, muted surfaces. A natural neighbor surface does not closely match data highs and lows and is often off by as much as 10 ft relative to the actual data. A IDW surface better fits the data highs and lower, but creates a surface with many closed contours. The IDW method generally results in higher calculated volumes. The digitized surfaces from the U.S. Geological Survey Hydrogeologic Atlas Map series are compared to the surfaces generated during this study for quality control. We also combined all three data sets so that we could extend the surfaces into Colorado for future hydrogeologic modeling efforts, 18 although in many instances there is a discrepancy between the new surfaces and the published contours that create a step at the state line. The created surfaces (Appendix 2) were then used to calculate volume using two methods. First, calculations of the total volume of material in the ten aquifers are based on structure contour maps of the top and the bottom of each aquifer using the natural neighbor method combined with the surface topography. Figure 4 is an example of the calculation of the volume of material in a rock unit relative to a reference plane using the Surface Volume tool in ArcGIS 3D Analyst. Figure 4—Calculation of volume between a basal contact and a reference surface (cross-hatched area) and a formation top (including the land surface) and a reference surface (area with diagonal lines plus the cross-hatched area). The volume of the blue unit is determined by taking the difference of the two volumes. The position of the reference plane relative to the landscape is arbitrarily set below basal contact of the targeted aquifer. The second method used the thickness (or isopach) maps that we created by the bounding surfaces and modern topography. The top surface of isopach map is subdivided into 400 by 400ft grids. This 400 x 400 ft area was multiplied by the average thickness of the rectangular column beneath the grid area to calculate the volume of the rectangular column. The volumes of the rectangular columns were then summed to find the total volume of the rock unit. This method of calculating aquifer volumes was developed by Thamke et al. (2014). The difference in volumes calculated using the two approaches is on the order of 0.1 to 4%. Calculation of the volume of the “Gallup” Sandstone was particularly difficult because the term “Gallup” has been misapplied to sandstones northwest of the limit of the true Gallup extent. In ArcScene, we have developed three dimensional images that depict the formation top data as points along a well bore line. In this type of presentation we have been able to identify the NW- striking barrier bars and shoreline truncations in the Tocito and Gallup sandstones more readily compared to the analysis of the surfaces. We developed a process to calculate the volume of the larger and more continuous of these elongate, small-volume Tocito sandstone aquifers. In ArcGIS, we drew a line around the barrier bars to create a polygon, calculated an area, assigned a thickness of 45 ft (U.S. Geological Survey San Juan Basin Assessment Team., 2013) and used the extrude function to calculate volume for Tocito sand bodies. Northwest of the Tocito bodies, we created a surface on the “Gallup”, which actually corresponds to the El Vado Sandstone or thin sands in the Mancos, and assigned a thickness of 650 ft to this interval (U.S. Geological Survey San Juan Basin Assessment Team., 2013). This volume contains very little sand and is 19 not considered in the aquifer calculations, but it does include targets of the Mancos Shale gas play in this part of the basin. Once the isopach maps were made (see Appendix 3), we calculated the volume of each aquifer that is shallower than a depth of 2,500 ft below ground surface (bgs). The fluid in this volume is mostly likely to be fresh water. We chose this depth because very few water wells in the San Juan Basin penetrate below 2,500 ft, although a few wells with are drilled to 3,500 ft in the Gallup Sandstone and to 5,500 ft in the Morrison Formation (Stone et al., 1983). Basically, we calculated the volume of a doughnut for each unit. This depth of 2500 feet also corresponds to the depth used by the state of New Mexico to separate water under the jurisdiction of the office of the State Engineer from those under the supervision of the Oil Conservation Division of NMED. Hydrogeologic Properties and Water Volume Calculations Properties. Data sources used to characterize hydrogeologic properties of rock units in the San Juan Basin are: (a) existing databases, including NMWells (NMBGMR) and the NMEMNRD Oil Conservation Division (OCD) on-line database; (b) data archives of core, cuttings, and stratigraphic information housed at the NMBGMR; and (c) published and non-published sources of porosity, permeability, and well tests (aquifer pumping tests) that constrain conductivity, transmissivity, and storage coefficients for each aquifer. General porosity, permeability, and salinity data from published sources (e.g., Stone et al., 1983, USGS Hydrogeologic Atlas Series, Four Corner’s Geologic Society pool summaries, consultant reports) has been gathered and assembled in spreadsheets for inclusion into this study (Appendix 4). The formation top and hydraulic properties data on the U.S. Geological Survey Hydrologic Atlas Series maps have been digitized. These data are available as shapefiles and Excel files (on-line repository). Storativity. Storativity (storage coefficient), which is the volume of water released from storage per unit decline in hydraulic head in an aquifer, per unit area of the aquifer, is a dimensionless quantity that ranges between 0 and the effective porosity of the aquifer. S = Ssb + Sy (Equation 1) Ss = specific storage Sy = specific yield b = aquifer thickness If the aquifer is a pressurized, confined (artesian) aquifer then: S = Ssb (Equation 2) where b is the average vertical thickness of the aquifer derived from the isopach maps. This calculation assumes pre-development conditions. As an aquifer is developed for agriculture or mining, hydraulic head (water level) may drop and the volume of water can decline. Specific storage, the amount of water released from a unit volume of saturated confined aquifer upon pressure drop (Fig. 5), is dependent on the density of water, porosity, and fluid and rock matrix compressibility. The density of water is controlled by salinity and temperature. We used average TDS values derived from the compiled water chemistry data for each unit (see 20 Figure 5—Cross section illustrating confined and unconfined aquifers in the San Juan Basin. Specific storage is a measure of the amount of water available when a confined (artesian) aquifer is pressurized prior to development. Specific yield is a measure of the amount of water available in an unconfined aquifer or in"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "porosity, permeability, and salinity data from published sources (e.g., Stone et al., 1983, USGS Hydrogeologic Atlas Series, Four Corner’s Geologic Society pool summaries, consultant reports) has been gathered and assembled in spreadsheets for inclusion into this study (Appendix 4). The formation top and hydraulic properties data on the U.S. Geological Survey Hydrologic Atlas Series maps have been digitized. These data are available as shapefiles and Excel files (on-line repository). Storativity. Storativity (storage coefficient), which is the volume of water released from storage per unit decline in hydraulic head in an aquifer, per unit area of the aquifer, is a dimensionless quantity that ranges between 0 and the effective porosity of the aquifer. S = Ssb + Sy (Equation 1) Ss = specific storage Sy = specific yield b = aquifer thickness If the aquifer is a pressurized, confined (artesian) aquifer then: S = Ssb (Equation 2) where b is the average vertical thickness of the aquifer derived from the isopach maps. This calculation assumes pre-development conditions. As an aquifer is developed for agriculture or mining, hydraulic head (water level) may drop and the volume of water can decline. Specific storage, the amount of water released from a unit volume of saturated confined aquifer upon pressure drop (Fig. 5), is dependent on the density of water, porosity, and fluid and rock matrix compressibility. The density of water is controlled by salinity and temperature. We used average TDS values derived from the compiled water chemistry data for each unit (see 20 Figure 5—Cross section illustrating confined and unconfined aquifers in the San Juan Basin. Specific storage is a measure of the amount of water available when a confined (artesian) aquifer is pressurized prior to development. Specific yield is a measure of the amount of water available in an unconfined aquifer or in a de-pressurized (overused) confined aquifer. Figure 6—NE-SW cross section through the San Juan Basin derived from geophysical log data of Stone et al. (1983). vertical lines are drillholes numbered following the system of Stone et al. (1983). Red lines are isotherms based on BHT data. The small numbers next to the drillholes are BHT values used to constrain the isotherms. Thin lines are formation contacts. The dotted line marks the 2500 ft. bgs level. below) to account for the salinity effect. The thermal effect was constrained using bottom hole temperature (BHT) data extracted from the NMWells database that was projected onto a cross section of the San Juan Basin to estimate the range of temperature for the units (Fig. 6). We focused our efforts on the part of the aquifer at depths <2500 ft. (dashed line on Fig. 6), where the temperature is 30 to 40°C. 21 For these initial calculations, we assumed a uniform porosity, averaged for each of the rock units based on the data in Appendix 4. Specific storage is calculated using the following equation (Fitts, 2013): Ss= ρw g (ηβ + α) (Equation 3) Ss= volumetric specific storage ρw = density of water g= gravitational acceleration η = porosity β = water compressibility (4.4E-10 m2/N at 25°C) α = matrix compressibility (1.0E-10 m2/N for solid rock) Matrix compressibility in the San Juan Basin at this point in the geologic history of the San Juan Basin is likely low (Fig. 2); the sedimentary rocks are generally well-lithified. Specific yield is a measure of the amount of water that can drain from an aquifer under the influence of gravity and is applied to unconfined aquifers (Fig. 5). Specific yield quantifies the tendency of water to adhere to the grains in an aquifer; thus not all of the water can be extracted. The elastic storage component, Ss, that is so important in pressurized confined aquifers is not significant in unconfined aquifers; thus equation 1 becomes S=Sy. The specific yield of well- cemented sandstones is estimated to be 0.05 (Johnson, 1967). Salinity Values Calculated from Spontaneous Potential Logs We followed the standard method of calculating pore fluid salinity for wells that had spontaneous potential (SP) logs (this method can be reviewed in Asquith and Krygowski, 2004). Many of the wells in the San Juan Basin do not have SP logs, and so the geographic distribution of salinity calculations is somewhat limited. For a well with an SP log, we used the following data in our calculations: top hole and bottom-hole temperatures, resistivity of the drilling mud at top hole and bottom-hole temperatures, total depth, spontaneous potential response of a given unit and the depth of that response. We used the top and bottom-hole temperatures and mud resistivities to calculate the temperature and resistivity gradients from the surface to the bottom of the hole. This gradient allowed us to calculate the proportionate temperature and expected proportionate resistivity of the drilling mud at the horizon of interest. Using the relationship between the spontaneous potential response and temperature on Figure A1.6 in Appendix 1, we were able to determine a value for the ratio of the drilling mud resistivity to the pore water resistivity. With this value, we were then able to use the resistivity of the pore waters and determine a salinity using Figure A1.7 (Appendix 1). For discrete sandstone units, like the Pictured Cliffs Sandstone, there is usually one prominent SP response for the entire unit. For heterogeneous units such as the Menefee Formation, SP responses vary through the thickness of the unit. For these units, we chose the most extreme SP response in order to calculate a maximum possible salinity. For most of these units, the aquifer in question is often quite thin, which leads to a diminished SP response. Thus, the majority of the salinities are probably slightly greater than calculated value. Salinity values cannot be calculated for very fresh and fresh water, so arbitrary values of 200 ppm and 500 ppm were assigned, respectively, for plotting purposes; the depth of the fresh water is assumed to be the top of the formation. 22 Water Chemistry Data Data from the USGS online produced waters database, which includes the Petroleum Recovery Research Center produced waters database, have been extracted and have been correlated with specific formations. Produced water is a mix of formation water and fluids used to drill and treat petroleum wells. We also obtained produced water and well water data for about 100 wells from Conoco-Phillips in Farmington, New Mexico. NAPI provided water chemistry data for their wells. Data from published papers and reports (Stone et al., 1983; Dam, 1995, Walvoord et al., 1999; Phillips et al., 1989; Kaiser et al., 1994; Stute et al., 1995; U.S. Department of Agriculture, 2013) have also been digitized and compiled. The data for each rock unit are plotted as a function of depth and on maps that show the relative position of the sampled wells to the outcrop belt. The TDS content of the water is divided into three categories: fresh water (< 1,000 mg/L), brackish (> 1,000 mg/L, < 10,000 mg/L), and brine (> 10,000 mg/L). Piper diagrams that show the major cation and anion content of water well and produced oil well data were created using the program Aquachem. The compiled data were converted from mg/L to meq/L and charge balance was calculated. Analyses with <5% difference in the"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "SP response in order to calculate a maximum possible salinity. For most of these units, the aquifer in question is often quite thin, which leads to a diminished SP response. Thus, the majority of the salinities are probably slightly greater than calculated value. Salinity values cannot be calculated for very fresh and fresh water, so arbitrary values of 200 ppm and 500 ppm were assigned, respectively, for plotting purposes; the depth of the fresh water is assumed to be the top of the formation. 22 Water Chemistry Data Data from the USGS online produced waters database, which includes the Petroleum Recovery Research Center produced waters database, have been extracted and have been correlated with specific formations. Produced water is a mix of formation water and fluids used to drill and treat petroleum wells. We also obtained produced water and well water data for about 100 wells from Conoco-Phillips in Farmington, New Mexico. NAPI provided water chemistry data for their wells. Data from published papers and reports (Stone et al., 1983; Dam, 1995, Walvoord et al., 1999; Phillips et al., 1989; Kaiser et al., 1994; Stute et al., 1995; U.S. Department of Agriculture, 2013) have also been digitized and compiled. The data for each rock unit are plotted as a function of depth and on maps that show the relative position of the sampled wells to the outcrop belt. The TDS content of the water is divided into three categories: fresh water (< 1,000 mg/L), brackish (> 1,000 mg/L, < 10,000 mg/L), and brine (> 10,000 mg/L). Piper diagrams that show the major cation and anion content of water well and produced oil well data were created using the program Aquachem. The compiled data were converted from mg/L to meq/L and charge balance was calculated. Analyses with <5% difference in the sum of cations and the sum of anions where then plotted on ion ratio versus depth graphs. Historic Water Level Data Historic water levels have been extracted from the literature and the U.S. Geological Survey NWIS web site. Modern water level and discharge data on industrial water wells are hard to find because few of the wells in the San Juan Basin are metered. Locally the U.S. Geological Survey does monitor a limited number of wells (~50) in the basin, with the efforts concentrated at the San Juan coal mine and power generating station west of Farmington (Anne Stewart, personal communication, 2013) and near Gallup in the southwestern part of the basin. NAPI has also shared water level data from a network of monitoring wells in the western part of the basin. RESULTS Water Rights in the San Juan Basin The largest owners of groundwater rights in the San Juan Basin are mines at 31.1%, domestic users and municipalities at 28.2%, and farmers and ranchers at 24.7% (Fig. 7). Most of the large pink dots in the southern part of the basin on Figure 8 are associated with uranium mines. The two pink dots west of Farmington are the San Juan and Navajo coal mines. Clusters of dots representing a variety of water uses are located near population centers along the San Juan River and its tributaries, the Rio Puerco, and the Rio San Jose. The petroleum industry owns 6.3% of the groundwater rights in the San Juan Basin. Most of the petroleum rights (70%) are classified as industrial. Many of these industrial wells were drilled by El Paso Natural Gas in the early 1950s and were sold to Meridian in 1985. In 1985, those wells were either \"temporarily abandoned\" or were in use and were then \"held on standby for future water requirements for oil and gas exploration/development drilling.” Meridian was purchased by Burlington Northern Resources in 2002. Burlington Northern has since been purchased by ConocoPhillips. Those rights now appear to belong to ConocoPhillips. We’ve been in contact with the Office of the State Engineer in Aztec: No notices of intent to acquire water below 2,500 ft have been filed by petroleum companies. We have also investigated the history of two of the waters sources used during the recent horizontal drilling efforts by Encana, who uses the Dugan water well near the Blanco Trading Post, and WPX and Logos Resources, who use Turtle Mountain Spring near the Escrito Trading 23 Post (Fig. 9). The water right associated with the Dugan well is 300 afy. This well, which was initially drilled for highway construction work, likely produces from the Ojo Alamo Sandstone. The Dugan well has been providing drilling and completion fluids for the petroleum industry for the last 3 years. Turtle Mountain “spring” is a series of sumps in the Nacimiento Formation originally developed for irrigation/commercial purposes, with a total right of 213 afy. This water source has been providing water for oil well drilling since 1956. The total amount allocated for commercial use appears to be <25 afy. Figure 7—Groundwater rights grouped by category. (Source: OSE). This chart includes information from the Bluewater, Rio Grande, Gallup, and San Juan hydrologic basins as defined by OSE. 737 29961 26235 33098 6674 9669 0 5000 10000 15000 20000 25000 30000 35000 Construction Domestic Uses Food Production Mining Oil/Gas Other Water in AFY Use Type Mining 31.1% Domestic 28.2% Food Production 24.7% Oil & Gas 6.3% 24 Figure 8—Spatial distribution of water rights in the San Juan Basin. Colors represent different end users as described in Figure 7. Magnitude of bubble indicates the size of the allocated groundwater right in acre-ft/yr. Includes data from the Bluewater, Rio Grande, Gallup, and San Juan hydrologic basins. The red line outlines the structural San Juan Basin. Farmington 25 Figure 9—Location map showing two of the known sources of water recently used by the petroleum industry (Dugan and Turtle Mountain Spring) and U.S. Geological Survey monitoring wells with hydrographs illustrated in Figures 17 and 18. 26 Isopach Maps and Sandstone Ratios In this section, we compare the isopach maps generated during this investigation (Fig. 10) with previous geologic observations and discuss sand to shale or sandstone to total thickness ratios for each unit. The ratios are important in the aquifer volume calculations. The surfaces used to generate the isopachs are in Appendix 2. The isopachs are in Appendix 3. The combined Nacimiento and San Jose aquifer averages about 1500 feet thick; about 3200 feet of this unit is preserved near the center of the basin and the thickness tapers to 0 along the erosional margins. Smith (1992) estimates that the sandstone thickness to total thickness ratio for these fluvial units is on the order of 40%. The Ojo Alamo Sandstone pinches out northwest of Farmington (Fassett 1974). The thickness of the Ojo Alamo ranges from 20 to 400 ft (Fassett and Hinds 1971; Stone et al 1983). The thickness of the Ojo Alamo calculated during this study ranges from 100 to 500 ft, thickening toward the east. Vizcaino and O’Neill (1977) present isopach maps of sandstone in east-trending channels that are up to 160 ft thick. Sandstone to shale ratios in the Ojo Alamo vary from 8 to 1 and average about 2 to 3 around the edges of the basin (Vizcaino and O’Neill 1977). The sandstone thickness to total thickness ratio for this unit"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "indicates the size of the allocated groundwater right in acre-ft/yr. Includes data from the Bluewater, Rio Grande, Gallup, and San Juan hydrologic basins. The red line outlines the structural San Juan Basin. Farmington 25 Figure 9—Location map showing two of the known sources of water recently used by the petroleum industry (Dugan and Turtle Mountain Spring) and U.S. Geological Survey monitoring wells with hydrographs illustrated in Figures 17 and 18. 26 Isopach Maps and Sandstone Ratios In this section, we compare the isopach maps generated during this investigation (Fig. 10) with previous geologic observations and discuss sand to shale or sandstone to total thickness ratios for each unit. The ratios are important in the aquifer volume calculations. The surfaces used to generate the isopachs are in Appendix 2. The isopachs are in Appendix 3. The combined Nacimiento and San Jose aquifer averages about 1500 feet thick; about 3200 feet of this unit is preserved near the center of the basin and the thickness tapers to 0 along the erosional margins. Smith (1992) estimates that the sandstone thickness to total thickness ratio for these fluvial units is on the order of 40%. The Ojo Alamo Sandstone pinches out northwest of Farmington (Fassett 1974). The thickness of the Ojo Alamo ranges from 20 to 400 ft (Fassett and Hinds 1971; Stone et al 1983). The thickness of the Ojo Alamo calculated during this study ranges from 100 to 500 ft, thickening toward the east. Vizcaino and O’Neill (1977) present isopach maps of sandstone in east-trending channels that are up to 160 ft thick. Sandstone to shale ratios in the Ojo Alamo vary from 8 to 1 and average about 2 to 3 around the edges of the basin (Vizcaino and O’Neill 1977). The sandstone thickness to total thickness ratio for this unit is estimated to be 0.7– 1.0 The Kirtland Shale on the east side of the basin was eroded prior to Ojo Alamo Sandstone deposition and in places the Ojo Alamo channels cut through the Fruitland Formation, resting directly on the Lewis Shale. The combined Fruitland/Kirtland interval is as thick as 2,000 ft in the northwestern part of the basin (Fassett and Hinds 1971; Molenaar 1977). The Kirtland Shale thickens from 0 in the east to 1,500 ft in the northwest (Fassett and Hinds 1971; Molenaar 1977) and is hard to distinguish from the Fruitland Formation in the eastern part of the basin. Our observations are similar to those of previous workers (Fig. 10). Choate et al. (1993) note that the thickest coals are in the lower third of the Fruitland Formation and that the sandstone content is higher in the lower half of the unit; siltstone and shale dominate the upper half. The Kirtland Shale does include the Farmington Sandstone Member. We estimate the sandstone thickness to total thickness ratio to be 0.2–0.4. The Pictured Cliffs Sandstone pinches out on the eastern margin of the basin (Fassett and Hinds, 1971). The maximum thickness is about 400 ft (Molenaar 1977). The range of thickness in New Mexico is 25–280 ft (Stone et al. 1983). The thickness of the Pictured Cliffs Sandstone calculated during this study commonly ranges from 100 to 400 ft and is thickest to the north, where locally the unit is 500 ft thick. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.7–1.0 The Cliff House Sandstone is made up of several discontinuous NW-striking sand bodies. The thickest is the La Ventana Tongue, which is variably considered a continuous body (Fassett 1977) or as a delta in the southeastern part of the basin (Fuchs-Parker 1977). The maximum thickness of this body is 1,000 ft, pinching out 15–20 miles southwest of Cuba (Fuchs-Parker 1977). The Chacra Mesa Tongue is stratigraphically above the La Ventana Tongue and the two bodies are not physically linked (Fassett 1977). The Chacra Mesa tongue is exposed at the surface at Mesaverde, at Chaco Canyon, and on the Hogback Monocline. Maximum thickness of this sand body is 400 ft near the Colorado-New Mexico state line and generally ranges in thickness from 0–300 ft (Collier 1919; Molenaar 1977; Stone et al. 1983). The La Ventana Tongue is clearly noticeable on the isopach calculated during this investigation, with thickness values locally up to 1,500 ft. The Chacra Mesa interval is not quite so prominent. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.7–1.0. 27 The thickness of the Menefee Formation increases from north to south, as indicated by the wide outcrop belt on the Chaco Slope on the geologic map (Fig. 1). The thickness of the unit is zero in Colorado and 2,000 ft on the southern basin margin (Molenaar 1977; Tabet and Frost 1979). Our isopach results are similar to those of previous workers (Fig. 10). Collier (1919) determined that the Menefee Formation is composed of 55% shale, 42% sandstone, and 2–3% coal beds at the type section. We estimate that the sandstone thickness to total thickness ratio for the Menefee Formation is on the order of 0.2 to 0.45. The upper main body of the Point Lookout Sandstone is separated from the lower Hosta Tongue by the Satan Tongue of the Mancos Shale in the southern part of the basin (Fig. 3). The two tongues merge along the southern edge of the basin to form a total thickness of 250 ft. The Hosta Tongue covers a small area, has a maximum thickness of 160 ft, and pinches out 30 miles northeast of the outcrop (Beaumont 1971). The main body is about 100 ft thick in the southern part of the basin and is 350 ft thick near the state line (Beaumont et al. 1956; Beaumont 1971). Although the new isopach map also shows a trend of thickening toward the north, our measurements of the thickness of the Point Lookout Sandstone is considerably higher than those previously reported, up to 700 ft locally. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.7–1.0. As noted above, the term “Gallup” has been applied to several types of sand bodies throughout the basin. The “true Gallup” is restricted to the southwest part of the basin. The aggregate thickness is 600 ft in the southwest, pinching out to zero along a northwest-striking boundary about halfway across the basin (Kernodle et al. 1989; Molenaar 1974). We were able to locate only a few (30) formation top picks on the lower Mancos, so the new isopach map for this unit is poorly constrained. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.7–1.0. The maximum thickness of the Dakota Sandstone is 500 ft. The thickness increases toward the south, southeast and eastern margins of the basin (Molenaar 1977), trends that are present on the isopach map generated during this study. Dakota sandstone beds are intercalated with tounges of the Mancos Shale, so the interval between the top of the Dakota Sandstone and the top of the Morrison Formation is certainly <50% sandstone. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.3–0.45. The Morrison Formation is approximately 200 ft thick near Grants and thickens to"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "covers a small area, has a maximum thickness of 160 ft, and pinches out 30 miles northeast of the outcrop (Beaumont 1971). The main body is about 100 ft thick in the southern part of the basin and is 350 ft thick near the state line (Beaumont et al. 1956; Beaumont 1971). Although the new isopach map also shows a trend of thickening toward the north, our measurements of the thickness of the Point Lookout Sandstone is considerably higher than those previously reported, up to 700 ft locally. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.7–1.0. As noted above, the term “Gallup” has been applied to several types of sand bodies throughout the basin. The “true Gallup” is restricted to the southwest part of the basin. The aggregate thickness is 600 ft in the southwest, pinching out to zero along a northwest-striking boundary about halfway across the basin (Kernodle et al. 1989; Molenaar 1974). We were able to locate only a few (30) formation top picks on the lower Mancos, so the new isopach map for this unit is poorly constrained. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.7–1.0. The maximum thickness of the Dakota Sandstone is 500 ft. The thickness increases toward the south, southeast and eastern margins of the basin (Molenaar 1977), trends that are present on the isopach map generated during this study. Dakota sandstone beds are intercalated with tounges of the Mancos Shale, so the interval between the top of the Dakota Sandstone and the top of the Morrison Formation is certainly <50% sandstone. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.3–0.45. The Morrison Formation is approximately 200 ft thick near Grants and thickens to 1,100 ft in the northwestern part of the basin (Dam et al. 1990). We had little data for tops of the Cow Spring, Bluff, or Wanaka/Summerville formations, so we used the isopach map of Dam et al. (1990) for our volume calculations. The sandstone thickness to total thickness ratio for this unit is estimated to be 0.3–0.45. Figure 10—Isopach maps for the Kirtland/Fruitland (Kkf) and Menefee (Kmf) formations. The green areas represent the thickest portions of the preserved deposits. These maps are simply examples; larger versions of all of the isopach maps are presented in Appendix 3. 28 The Entrada Sandstone is 60–330 ft thick, with maximum thickness preserved between Grants and Gallup, north of I-40 (O’Sullivan and Craig 1973; Green and Pierson 1977; Craigg 2001). The Entrada Sandstone thickens northward from 100 to 300 ft between San Ysidro and Cuba on the eastern side of the basin (Craigg 2001). We had few Entrada points and Chinle points, so these surfaces are not well constrained, except in the western part of the basin where the unit is about 700 ft thick. The sandstone thickness to total thickness ratio for this unit is estimated to be 1.0. Volume of Groundwater in Storage The total estimated volume of groundwater in storage in the San Juan Basin is summarized in Table 2 and Appendix 5 and a comparison of the two methods used to calculate the total volume of material is detailed in Appendix 5. Using a conservative range of sandstone to total thickness ratios and storativity values, the total amount of water in the ten confined aquifers (and two major aquitards, the Mancos Shale and Lewis Shale) at depths less than 2,500 ft below ground surface is on the order of 3.25 million acre-ft. This estimated volume is considered \"pre- development,\" representing the total amount of water that may have been in storage prior to development of groundwater resources by humans. In addition, the amount of groundwater in the San Jose and Nacimiento (Tsj/Tn) formations, which cover a large area in the center of the basin, was calculated using two very different assumptions. First, because of the proximity of large parts of these fluvial units to the land surface, we assumed that the Tsj/Tn aquifer behaves as an unconfined aquifer with a specific yield of 0.05 for cemented sandstone (Johnson, 1967). The Tsj/Tn aquifer contains only about 40% sandstone (Smith, 1992), and this fact is considered in the calculation (Appendix 5). OSE records indicate that the water table is at depth of around 200 feet, so we removed the unsaturated interval from the calculation. We estimate that an unconfined Tsj/Tn aquifer could hold~83 million acre-feet of groundwater; however, the presence of 60% mudrocks and fine- grained sandstone in the unit and the discontinuous nature of the sand bodies in the Tsj/Tn aquifer calls this unconfined assumption into question. We also calculated the volume of water in storage in the Tsj/Tn aquifer assuming confined conditions in the discontinuous sand bodies. In this case, we determined about 1.2 million acre feet of water in storage in the Tsj/Tn aquifer. Thus our total range of calculated volumes for the San Juan Basin varies over an order of magnitude between 4.5 and 86 million acre-ft, depending the assumptions used. This estimated volume of groundwater in storage does not include the volume of water in Quaternary alluvium. This calculation of groundwater volume in the San Juan Basin represents the approximate maximum total pre-development volume of water at depths less than 2,500 ft below ground surface and in the Tsj/Tn aquifer. This value does not represent how much water can feasibly be extracted. For example, the amount of water that can be extracted is limited by the depth of the screened interval in wells—once drawdown causes water levels to drop below the screened interval, water cannot be extracted. Well spacing also limits the extractable amount. Furthermore, the volume of aquifer that is above water table on the margins of the basin (i.e., the unsaturated thickness) in not considered in the 3.25 million acre-feet estimate for the ten confined aquifers. To estimate a more representative volume of extractable water, more data need to be collected. This includes hydraulic conductivity measurements throughout each aquifer at multiple depths. Additionally, water level measurements and construction of detailed potentiometric surfaces for each unit are required to get a better estimation of extractable volumes. 29 Table 2. Summary of total material volumes and fluid volumes for aquifers in the San Juan Basin. Detailed calculations are in Appendix 5. Formation Volume of material (m3) Volume of fluid (m3) Volume of fluid (Acre-feet) Specific Storage (/m) Average Thickness (m) Storativity Nacimiento/San Jose - unconfined 5.11E+12 1.49E+09 8.29E+07 460 specific yield = 0.05 Nacimiento/San Jose - confined 5.11E+12 6.47E+09 1.21E+06 1.58E-06 460 7.28E-04 Ojo Alamo: total 5.81E+11 Ojo Alamo: <2500' 3.60E+11 7.24E+07 5.87E+04 1.58E-06 141 2.23E-04 Kirtland/Fruitland: total 2.56E+12 Kirtland/Fruitland: <2500' 1.60E+12 6.35E+08 5.14E+05 1.63E-06 609 9.94E-04 Pictured Cliff Sandstone: total 6.61E+11 Pictured Cliff Sandstone: <2500' 3.40E+11 6.52E+07 5.29E+04 1.72E-06 131 2.25E-04 Lewis Shale: total 5.08E+11 Lewis Shale: <2500' 1.05E+11 3.53E+06 2.86E+03 1.19E-06 566 6.75E-04 Cliff House Sandstone: total 1.48E+12 Cliff House Sandstone: <2500' 6.57E+11 3.02E+08 2.45E+05 1.62E-06 333 5.41E-04 Menefee Formation: total 5.33E+12 Menefee Formation: <2500' 2.53E+12 1.10E+09 8.92E+05 1.62E-06 765 1.24E-03 Point Lookout Sandstone: total 1.90E+12 Point Lookout Sandstone: <2500' 5.04E+11 1.07E+08 8.67E+04 1.62E-06 154 2.50E-04 Mancos Shale: total 1.32E+12 Mancos Shale: <2500' 2.91E+11 1.68E+07"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "water can feasibly be extracted. For example, the amount of water that can be extracted is limited by the depth of the screened interval in wells—once drawdown causes water levels to drop below the screened interval, water cannot be extracted. Well spacing also limits the extractable amount. Furthermore, the volume of aquifer that is above water table on the margins of the basin (i.e., the unsaturated thickness) in not considered in the 3.25 million acre-feet estimate for the ten confined aquifers. To estimate a more representative volume of extractable water, more data need to be collected. This includes hydraulic conductivity measurements throughout each aquifer at multiple depths. Additionally, water level measurements and construction of detailed potentiometric surfaces for each unit are required to get a better estimation of extractable volumes. 29 Table 2. Summary of total material volumes and fluid volumes for aquifers in the San Juan Basin. Detailed calculations are in Appendix 5. Formation Volume of material (m3) Volume of fluid (m3) Volume of fluid (Acre-feet) Specific Storage (/m) Average Thickness (m) Storativity Nacimiento/San Jose - unconfined 5.11E+12 1.49E+09 8.29E+07 460 specific yield = 0.05 Nacimiento/San Jose - confined 5.11E+12 6.47E+09 1.21E+06 1.58E-06 460 7.28E-04 Ojo Alamo: total 5.81E+11 Ojo Alamo: <2500' 3.60E+11 7.24E+07 5.87E+04 1.58E-06 141 2.23E-04 Kirtland/Fruitland: total 2.56E+12 Kirtland/Fruitland: <2500' 1.60E+12 6.35E+08 5.14E+05 1.63E-06 609 9.94E-04 Pictured Cliff Sandstone: total 6.61E+11 Pictured Cliff Sandstone: <2500' 3.40E+11 6.52E+07 5.29E+04 1.72E-06 131 2.25E-04 Lewis Shale: total 5.08E+11 Lewis Shale: <2500' 1.05E+11 3.53E+06 2.86E+03 1.19E-06 566 6.75E-04 Cliff House Sandstone: total 1.48E+12 Cliff House Sandstone: <2500' 6.57E+11 3.02E+08 2.45E+05 1.62E-06 333 5.41E-04 Menefee Formation: total 5.33E+12 Menefee Formation: <2500' 2.53E+12 1.10E+09 8.92E+05 1.62E-06 765 1.24E-03 Point Lookout Sandstone: total 1.90E+12 Point Lookout Sandstone: <2500' 5.04E+11 1.07E+08 8.67E+04 1.62E-06 154 2.50E-04 Mancos Shale: total 1.32E+12 Mancos Shale: <2500' 2.91E+11 1.68E+07 1.36E+04 1.06E-06 1082 1.15E-03 Gallup Sandstone: total 1.54E+11 Gallup Sandstone: <2500' 9.75E+10 4.23E+07 3.43E+04 1.54E-06 332 5.10E-04 Dakota Sandstone: total 2.54E+12 Dakota Sandstone: <2500' 8.29E+11 1.08E+08 8.75E+04 1.50E-06 218 3.26E-04 Morrison Formation: total 9.06E+12 Morrison Formation: <2500' 1.94E+12 7.97E+08 6.46E+05 1.40E-06 732 1.03E-03 Entrada Sandstone: total 3.59E+12 Entrada Sandstone: <2500' 1.20E+12 7.56E+08 6.13E+05 1.96E-06 322 6.32E-04 Total fluid in confined aquifers: < 2500' (acre-ft.) 3.25E+06 unconfined Tn/Tsj 8.29E+07 confined Tn/Tsj 1.21E+06 Range of fluid volumes (acre-ft.) 4.45E+06 8.62E+07 30 Water Chemistry Salinity-TDS-Depth Trends. Salinity values calculated from SP logs do not increase systematically with depth in any of the aquifers in the San Juan Basin (Fig. 11). Fresh water SP response is generally limited to depths < 4,000 ft, extending in a few instances to depths of 6,000 to 8,000 ft. An exception is the Gallup Sandstone, which, as noted previously, has numerous fresh water responses down to depths of 5,500 to 7,000 ft (Fig. 11). A similar potable-water trend for the Gallup Sandstone is shown on a TDS-depth plot to depths of 3,500 ft. (Fig. 12; data in Appendix 6). Although a general increase of TDS with depth is apparent in some aquifers (Point Lookout, Gallup, Morrison, and Entrada), most aquifers do not show this tendency (Fig. 11). Generally, the fresh water is confined to depths < 2,500 ft below the ground surface, although several measurements of low-TDS water are found at greater depths in the Gallup Sandstone (~3,500ft.) and in the Morrison Formation (~5,500ft.). The 2500 ft-depth also part of the Office of the State Engineer’s definition of a nonpotable aquifer. Brackish water or brine is equally likely to be present at depths less than 2,500 ft in marine units Pictured Cliffs Sandstone and the “Gallup” Sandstone, while continental deposits like the Cenozoic units, the Kirtland/Fruitland interval, the Menefee Formation, the Morrison Formation, and the Entrada Sandstone rarely have brines at shallow depth (Fig. 12). Ion Ratio-Depth Trends. Ion ratios are helpful in constraining possible groundwater-rock interactions (Hounslow 1995). For example, Na/(Na+Ca) ratios are greater than 0.5 if a sodium- rich clay is transformed to a calcium-rich clay via ion exchange or by dissolution of Na-rich feldspar. A Na/(Na+Ca) ratio of 0.5 is indicative of halite dissolution. Ratios less than 0.5 with TDS higher than 500 ppm suggest the presence of seawater (Hounslow 1995). Similarly, Ca/(Ca+SO4) ratios of greater than 0.5 are associated with dissolution of silicates or carbonates, ratios of 0.5 indicate gypsum dissolution, and ratios less than 0.5 suggest calcium removal by ion exchange as calcium-rich clay forms, as described above, or by calcite precipitation (Hounslow 1995). Na-Cl ratios are >0.5 and Ca-SO4 ratios are generally <0.5 in water wells in the San Juan Basin (Fig. 13), which implies that ion exchange reactions involving clay are important in the basin, with dissolution of silicates and carbonates also playing a role. Gypsum and halite dissolution do not significantly affect groundwater chemistry in shallow water wells. In contrast, halite dissolution or the presence of connate seawater is common in oil field produced water. Salinity-TDS Maps. The salinity derived from SP logs is generally low on the basin margin and high toward the center for all the aquifers considered in this investigation (Fig. 14; GIS maps in Appendix 7). The Ojo Alamo Sandstone contains low chloride water with low to moderate TDS values on the south and western margins of the basin and higher TDS values in the center of the basin (Fig. 14). The specific conductance shows a similar pattern. In contrast, water in the Kirtland Shale/Fruitland Formation interval is generally low quality water with high chloride content except on the basin margins, where tongues of fresh water come into the basin along northeast-striking zones. The chloride content is low near the recharge area in the San Juan Mountains in Colorado and along the outcrop belt on the west and north sides of the basin and high at the basin center. Pockets of moderate TDS-Cl water in the Kirtland/Fruitland are present along the San Juan River. Other Cretaceous units, such as the Menefee and the Point Lookout, have similar patterns of low TDS-Cl in along the margins of the basin and high TDS-Cl in the center, with small pockets of fresher water along the rivers. The Gallup Sandstone and the 31 Morrison Formation have particularly broad zones of fresher water along the southern and western edge of the basin. One rock unit does not have this simple pattern. Three of the water quality indicators (TDS, chloride concentration, SP salinity) identify a zone of fresher water in the north-central part of the basin in the Pictured Cliffs Sandstone. A cross-sectional view of the saline aquifers in the basin derived from the formation top surfaces created during this study and the data depicted in Figure 14 illustrates the complex distribution of fluids in the subsurface (Fig. 15). Piper Diagrams. Quaternary, Eocene, and Paleocene units have waters that are distinct from those in the Cretaceous units (Fig. 16). The Quaternary aquifers are sodium-calcium-sulfate- bicarbonate waters with a calcium-magnesium component. The Cenozoic aquifers, including the San Jose, Nacimiento, and Ojo Alamo, contain sodium-sulfate waters. Chloride is generally absent in waters from the younger deposits, and is a more common component in both the water well and produced waters in the underlying Cretaceous Fruitland/Kirtland formations and Pictured Cliffs Sandstone. This pattern is also apparent on the maps in Fig. 14. Kaiser et al."
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "except on the basin margins, where tongues of fresh water come into the basin along northeast-striking zones. The chloride content is low near the recharge area in the San Juan Mountains in Colorado and along the outcrop belt on the west and north sides of the basin and high at the basin center. Pockets of moderate TDS-Cl water in the Kirtland/Fruitland are present along the San Juan River. Other Cretaceous units, such as the Menefee and the Point Lookout, have similar patterns of low TDS-Cl in along the margins of the basin and high TDS-Cl in the center, with small pockets of fresher water along the rivers. The Gallup Sandstone and the 31 Morrison Formation have particularly broad zones of fresher water along the southern and western edge of the basin. One rock unit does not have this simple pattern. Three of the water quality indicators (TDS, chloride concentration, SP salinity) identify a zone of fresher water in the north-central part of the basin in the Pictured Cliffs Sandstone. A cross-sectional view of the saline aquifers in the basin derived from the formation top surfaces created during this study and the data depicted in Figure 14 illustrates the complex distribution of fluids in the subsurface (Fig. 15). Piper Diagrams. Quaternary, Eocene, and Paleocene units have waters that are distinct from those in the Cretaceous units (Fig. 16). The Quaternary aquifers are sodium-calcium-sulfate- bicarbonate waters with a calcium-magnesium component. The Cenozoic aquifers, including the San Jose, Nacimiento, and Ojo Alamo, contain sodium-sulfate waters. Chloride is generally absent in waters from the younger deposits, and is a more common component in both the water well and produced waters in the underlying Cretaceous Fruitland/Kirtland formations and Pictured Cliffs Sandstone. This pattern is also apparent on the maps in Fig. 14. Kaiser et al. (1994) view the Fruitland and the upper part of the Pictured Cliffs Sandstone as a single hydrologic unit based on water chemistry and hydrologic properties; the Piper diagrams presented here support the chemical similarity of the shallow water in these units, but the deeper produced waters are different. Water wells in the Fruitland are dominated by sodium- bicarbonate-sulfate with a chloride component and the produced waters from deeper parts of the aquifer are predominantly calcium-chloride and sodium-sulfate. Water wells in the Pictured Cliffs Sandstone have fluids similar to those in the Fruitland, but the deeper waters have a larger sodium–chloride–sulfate component compared to the Fruitland. The water well data from nonmarine Menefee Formation lie along the bicarbonate-sulfate line and the produced waters tend to have more chloride, suggesting classic Chebotarev (1955) groundwater evolution from bicarbonate to sulfate to chloride-rich waters. The rest of the units have a similar groundwater evolution that is complicated by mixing between meteoric water and original seawater in the marine sediments. The following summarizes the dominant water type in each unit: Quaternary shallow Na to Ca-Mg, HCO3 toSO4 Cenozoic shallow NaSO4 deep NaSO4 Fruitland shallow Na-HCO3-SO4-Cl deep CaCl and NaSO4 Kpc shallow Na-HCO3-SO4-Cl deep NaCl and NaSO4 Kch shallow Na to Ca-Mg, SO4 deep NaCl and NaHCO3 Kmf shallow Na to Ca-Mg, HCO3 toSO4 deep NaCl Kpl shallow Na to Ca-Mg, HCO3 toSO4 deep NaCl-SO4 Kg shallow Na to Ca-Mg, HCO3 toSO4 deep NaCl and NaCl-SO4 Kd shallow Na to Ca-Mg, HCO3 toSO4 deep NaCl and NaSO4-HCO3 Jm shallow Na to Ca-Mg, HCO3 toSO4 deep NaCl and NaSO4 Je shallow Na to Ca-Mg, HCO3 toSO4 deep NaSO4 32 Figure 11—Plots of salinity versus depth in ten aquifers in the San Juan Basin. The dashed line at 2500 feet corresponds to the definition of a nonpotable aquifer by the OSE and represents the typical maximum depth of water wells in the San Juan Basin. The lower and upper limits of the salinity of brackish water are from the web site, Engineering Toolbox. 33 Figure 11 (continued) 34 Figure 11 (continued) 35 Figure 12—Plots of total dissolved solids (TDS) versus depth. The limits of fresh, brackish, and brine water values are from the National Groundwater Association. The 2,500 ft depth is shown for reference. Higher quality produced water data have complete anion and cation suites as part of the chemical analysis, and low quality data are missing one or more elements from the analysis. 36 Figure 12 (continued) 37 Figure 12 (continued) 38 Figure 13— Plots of Na/(Na+Cl) and Ca/(Ca+SO4) versus depth for wells in the San Juan Basin. The geologic symbols are defined in Table 1. 39 Figure 14— Maps showing the distribution of fresh water relative to the outcrop belt (solid top contact and dashed basal contact) for each aquifer. The position of the 2,500 ft depth below ground surface marker is shown by the dotted line. Cross- section in Figure 14 40 Cross- section in Figure 14 41 Cross- section in Figure 14 42 Cross- section in Figure 14 43 Cross- section in Figure 14 44 Cross- section in Figure 14 45 Cross- section in Figure 14 46 Cross- section in Figure 14 47 Cross- section in Figure 14 48 Cross- section in Figure 14 49 Figure 15—Geologic cross section derived from the formation top surfaces created during this investigation showing the distribution of saline aquifers in the San Juan Basin. Location of cross section is shown on the TDS maps in Figure 14. 50 Figure 16—Piper diagrams for each aquifer. Produced waters are reddish orange symbols (labeled _P) and fresh waters are blue-green symbols (labeled _W). Small symbols in the diamond portion of the diagram are from shallow wells and larger symbols are from deeper wells. 51 Figure 16 continued 52 Figure 16 continued 53 Impacts of water withdrawal Craigg et al. 1989, 1990; Craigg, 2001; Kernodle et al. 1989, 1990; Dam et al. 1990a, b; Levings et al. 1990a, b; Thorn et al. 1990a, b and Dam 1995 have published hydrographs for each aquifer and have summarized the general response of groundwater levels in monitoring and active water wells in the San Juan Basin to withdrawal. Wells completed in the unconfined (water table) parts of aquifers such as the Cliff House Sandstone show small changes in water level because of the large storage coefficient of the aquifers in this setting (Thorn et al. 1990; Fig. 17, top; Kch2 on Fig. 9). If groundwater withdrawal is large enough to significantly lower water table in the unconfined part of the aquifer, recovery of water levels is rapid (<5 years; Thorn et al. 1990) when withdrawal diminishes. In contrast, wells located 3 to 10 miles from the outcrop belt in the confined part of these aquifers have large and rapid fluctuations caused by nearby pumping (Fig. 17, bottom; Kch6 on Fig. 9). Figure 17—Hydrographs (water level measurements) for the Cliff House Sandstone (from Thorn et al. 1990). Note that no measurements are available for these wells after 1988. Well locations are on Figure 9. Hydrographs for wells completed in the Nacimiento Formation, which are comparable to wells currently being used to provide water to wells drilled along the Mancos Shale oil trend near Lybrook, are shown in Figure 18 (Levings et al. 1990). Well 5 (Tn5 on Fig. 9) shows a long-term steady decline of water levels because of continuous use at a nearby boarding school,"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "(labeled _W). Small symbols in the diamond portion of the diagram are from shallow wells and larger symbols are from deeper wells. 51 Figure 16 continued 52 Figure 16 continued 53 Impacts of water withdrawal Craigg et al. 1989, 1990; Craigg, 2001; Kernodle et al. 1989, 1990; Dam et al. 1990a, b; Levings et al. 1990a, b; Thorn et al. 1990a, b and Dam 1995 have published hydrographs for each aquifer and have summarized the general response of groundwater levels in monitoring and active water wells in the San Juan Basin to withdrawal. Wells completed in the unconfined (water table) parts of aquifers such as the Cliff House Sandstone show small changes in water level because of the large storage coefficient of the aquifers in this setting (Thorn et al. 1990; Fig. 17, top; Kch2 on Fig. 9). If groundwater withdrawal is large enough to significantly lower water table in the unconfined part of the aquifer, recovery of water levels is rapid (<5 years; Thorn et al. 1990) when withdrawal diminishes. In contrast, wells located 3 to 10 miles from the outcrop belt in the confined part of these aquifers have large and rapid fluctuations caused by nearby pumping (Fig. 17, bottom; Kch6 on Fig. 9). Figure 17—Hydrographs (water level measurements) for the Cliff House Sandstone (from Thorn et al. 1990). Note that no measurements are available for these wells after 1988. Well locations are on Figure 9. Hydrographs for wells completed in the Nacimiento Formation, which are comparable to wells currently being used to provide water to wells drilled along the Mancos Shale oil trend near Lybrook, are shown in Figure 18 (Levings et al. 1990). Well 5 (Tn5 on Fig. 9) shows a long-term steady decline of water levels because of continuous use at a nearby boarding school, followed by stabilization of water levels between 1983 and 1989 once more continuous monitoring was established. Kch2 Kch6 54 Figure 18—Hydrographs (water level measurements) in the Nacimiento Formation from Levings et al. (1990). No measurements are available for these wells after 1988. Well locations on Figure 9. The possible impacts of significant withdrawal of groundwater from the Westwater Canyon Member of the Morrison Formation on aquifers above (Dakota, Gallup) and below (Permian San Andres and Glorieta) this unit during uranium mine dewatering in the southern San Juan Basin are modeled by Intera (2012) and presented in the Department of Agriculture EIS report for the proposed Roca Honda mine (2013). The groundwater model developed by Intera (2012) is based on the model of Kernodle (1996), updated to include modern data. Previous dewatering of uranium mines at Ambrosia Lake (7000-12,000 gpm), Church Rock (2,000-4000 gpm), Mt. Taylor Mine, (<4500 gpm) and the Johnny M. Mine (<800 gpm) prior to 1986 were used to calibrate the model. The model was then used to calculate the effect of mine dewatering at the proposed Roca Honda mine at a rate of 3840 gpm, which translates to 6205 afy. For comparison, the total water rights currently held by the petroleum industry is 6674 afy and only about 300 afy are being used for hydrofracturing now (Part I of this report), so this analysis provides insight into extreme water use, orders-of-magnitude beyond what is expected to occur withdrawal related to hydrofracturing. The model was run to determine the effect on water levels for 13 years, the expected life of the mine, and continued to monitor water levels for 100 years after mining ceased. The contour marking a water level drop of 10 ft has a diameter of 15 miles after 13 years and a diameter of 25 miles after 113 years. Tn4 Tn5 Tn6 55 CONCLUSIONS AND RECOMMENDATIONS Water Rights The total water rights that have been permitted in the San Juan Basin are ~107,000 acre- ft/yr. The coal and uranium mining industries currently hold 31.1 % (33,098 acre-ft/year) of the water rights in the San Juan Basin, compared to the 6.3% (6674 acre-ft/year) owned by the petroleum industry. Other major water uses are domestic users and municipalities at 28.2% and food production at 24.7%. About 70% of the petroleum industry water rights are not in use and appear to belong to Conoco-Phillips. Water volumes and water level monitoring of known water sources Fresh water in the San Juan Basin is generally at depths < 2,500-3500 ft and is present 3- 20 miles basinward of the outcrop belts for each aquifer. The remainder of the water at depth in the central basin is brackish to saline. Occurrences of potable water farther out in the basin along north to northeast striking trends and at depths greater than 3500 suggest fast recharge pathways that likely are controlled by geologic structures. Saline water from depth also migrates upward along fractures (Riese et al. 2005) and slowly through confining layers (Dam 1995; Phillips et al 1998). Using a conservative range of sandstone to total thickness ratios and storativity values, the total amount of water in the ten confined aquifers (and two major aquitards, the Mancos Shale and Lewis Shale) at depths less than 2,500 ft below ground surface is on the order of 3.25 million acre-ft. This calculation of groundwater volume in the San Juan Basin represents the approximate maximum total pre-development volume of water at depths less than 2,500 ft below ground surface. We also calculated the volume of water in storage in the Tsj/Tn aquifer assuming unconfined and confined conditions in the discontinuous sand bodies. In this case, we determined about 83 million and 1.2 million acre feet of water in storage in the Tsj/Tn aquifer, for unconfined and confined conditions, respectively. Thus our total range of calculated groundwater storage volumes for the San Juan Basin varies over an order of magnitude between 4.5 and 86 million acre-ft, depending the assumptions used. Given the discontinuous nature of the fluvial sandstones of the Tsj/Tn aquifer that likely create confined aquifer conditions, we estimate that at least 4.5 million acre-ft of groundwater is stored in the accessible parts of the major aquifers in the San Juan Basin. This estimated volume of groundwater in storage does not include the volume of water in Quaternary alluvium. Furthermore, the volume of aquifer that is above water table on the margins of the basin (i.e., the unsaturated thickness) is not considered in these calculations. Of the aquifers investigated in this study, the “true” Gallup Sandstone contains the least amount of water and the San Jose/Nacimiento aquifer contains the most. These estimates do not represent how much water can feasibly be extracted. For example, the amount of water that can be extracted is limited by the depth of the screened interval in wells—once drawdown causes water levels to drop below the screened interval, water cannot be extracted. Well spacing also limits the extractable amount. To estimate a more representative volume of extractable water, more data need to be collected. This includes hydraulic conductivity measurements throughout each aquifer at multiple depths. Additionally, water level measurements and construction of detailed potentiometric surfaces for each unit are required to get a better estimation of extractable volumes. Water for hydrofracturing of oil wells in the southern part of the basin currently comes from two sources that tap into the Nacimento"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "conditions in the discontinuous sand bodies. In this case, we determined about 83 million and 1.2 million acre feet of water in storage in the Tsj/Tn aquifer, for unconfined and confined conditions, respectively. Thus our total range of calculated groundwater storage volumes for the San Juan Basin varies over an order of magnitude between 4.5 and 86 million acre-ft, depending the assumptions used. Given the discontinuous nature of the fluvial sandstones of the Tsj/Tn aquifer that likely create confined aquifer conditions, we estimate that at least 4.5 million acre-ft of groundwater is stored in the accessible parts of the major aquifers in the San Juan Basin. This estimated volume of groundwater in storage does not include the volume of water in Quaternary alluvium. Furthermore, the volume of aquifer that is above water table on the margins of the basin (i.e., the unsaturated thickness) is not considered in these calculations. Of the aquifers investigated in this study, the “true” Gallup Sandstone contains the least amount of water and the San Jose/Nacimiento aquifer contains the most. These estimates do not represent how much water can feasibly be extracted. For example, the amount of water that can be extracted is limited by the depth of the screened interval in wells—once drawdown causes water levels to drop below the screened interval, water cannot be extracted. Well spacing also limits the extractable amount. To estimate a more representative volume of extractable water, more data need to be collected. This includes hydraulic conductivity measurements throughout each aquifer at multiple depths. Additionally, water level measurements and construction of detailed potentiometric surfaces for each unit are required to get a better estimation of extractable volumes. Water for hydrofracturing of oil wells in the southern part of the basin currently comes from two sources that tap into the Nacimento Formation and the Ojo Alamo Sandstone, Turtle Mountain Spring and the Dugan well. Water level monitoring by the U.S. Geological Survey 56 during the 1980s reveals that long term use of a well drilled into these aquifers will cause water levels to drop, potentially affecting neighboring wells. We recommend that water levels should be measured in wells or seeps used as a source of water for hydrofracturing; we also recommend that surrounding wells be monitored. Water levels and water chemistry should be measured on a regular basis. There are currently no regulations requiring baseline water monitoring in the New Mexico portion of the San Juan Basin. Water Chemistry and Recharge The detailed geochemical tracer studies by Reise et al. (2005), Phillips et al. (1998), and Dam (1995) provided important insights into the sources of water in the San Juan Basin, revealing three to four types of water: • Saline, connate water in the center of the basin associated with deposition of marginal marine units. • Relatively young meteoric water (<25,000 years old) derived from recharge along the margins of the basin that has migrated 3 to 20 miles downdip from the outcrop belt. In a few places these meteoric waters appear to travel farther out into the basin to depths greater that 2,500 to 3500 ft along northeast-striking structures. • Fossil meteoric water that infiltrated into the subsurface tens of miles downdip from the margins of the basin during late Eocene time (35 to 40 Ma) prior to and during exhumation of the basin. • Waters that interacted with silicic crustal rocks with high uranium content that have migrated up along fractures. Similar studies of potential recharge areas for the sources of water used by the petroleum industry will be important in monitoring sustainability of the water resource. These studies would involve seasonal monitoring of water levels and geochemistry (stable and radiogenic isotopes, major and trace elements) of wells, springs, and surface waters in recharge area along the outcrop belt, in the vicinity of the groundwater withdrawal, and along the flow path in between these two points for three to five years. The model of Intera (2012) that was used to examine discharge at the Roca Honda uranium mine could be modified to model more realistic discharge values from wells used as sources of water for hydrofracturing; these wells are likely to be distributed over a large area. This modeling, coupled with the long term geochemical studies and water level measurements, would provide constraints on water balance in areas of water use. A hydrogeologic model that is currently being developed by New Mexico Tech M.S. student Joe Wilch will also be used for a similar analysis. Produced Water Use Overall, production of water from oil and gas wells is balanced by injection in the southern San Juan Basin in Sandoval and McKinley counties (Fig. 19; data from OCD). The southern part of the basin saw production decline between the late 1990s and 2008 and has seen a slight increase in production since 2008 with renewed interest in this area. The amount of produced water has steadily increased since 1999 in both San Juan and Rio Arriba counties in the central part of the basin (Fig. 19). The decline in San Juan County is likely the result of declining water production as the Fruitland CBM wells age. The amount of produced water in Rio Arriba County exceeds 57 the amount injected, suggesting that some of the produced water is transported across county lines for disposal elsewhere. This analysis indicates that some of the water currently Figure 19—Amount of water produced from oil and gas wells and re-injected in the San Juan Basin. Source: OCD. produced as a by-product of conventional oil and gas development could be used in the development of unconventional resources. The use of produced water in hydraulic fracturing is currently a topic of considerable research (Huang et al. 2005; LeBas et al. 2013). The high concentration of ions in produced water diminishes the ability of the fluid to dissolve the viscosity-producing agents of gels used to carry the proppants (usually sand) into fractures opened during the hydraulic fracturing process. Low viscosity causes poor proppant transport and reduced fracture formation. Huang et al. (2005) showed that produced water from the San Juan Basin with a pH of 8.03 and a TDS of 16,230 ppm can be modified to generate the required high viscosity by adjusting the pH of the fluid to 5.5 and by extending the time needed to hydrate the gels. LeBas et al. (2013) applied similar laboratory methods to waters from the Permian Basin. Produced water with a TDS of 270,000 ppm was first treated by passing an electric current though the water to remove heavy metals (like iron) and colloids. The mixture of fluid, gel, and other constituents was then modified to achieve the desired viscosity response. The bench experiment was scaled up to a field test with success. Ken McQueen stated during a conference at San Juan Community College in the spring of 2013 that WPX is using produced water from their Fruitland Formation wells in the Rosa Unit to drill their horizontal gas wells in the northeastern part of the basin. Approximately 39 million barrels (3778 af, 1231 million gallons) of water were produced from oil and gas wells in the San Juan Basin in 2013, according to production figures obtained from the Oil"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "oil and gas wells and re-injected in the San Juan Basin. Source: OCD. produced as a by-product of conventional oil and gas development could be used in the development of unconventional resources. The use of produced water in hydraulic fracturing is currently a topic of considerable research (Huang et al. 2005; LeBas et al. 2013). The high concentration of ions in produced water diminishes the ability of the fluid to dissolve the viscosity-producing agents of gels used to carry the proppants (usually sand) into fractures opened during the hydraulic fracturing process. Low viscosity causes poor proppant transport and reduced fracture formation. Huang et al. (2005) showed that produced water from the San Juan Basin with a pH of 8.03 and a TDS of 16,230 ppm can be modified to generate the required high viscosity by adjusting the pH of the fluid to 5.5 and by extending the time needed to hydrate the gels. LeBas et al. (2013) applied similar laboratory methods to waters from the Permian Basin. Produced water with a TDS of 270,000 ppm was first treated by passing an electric current though the water to remove heavy metals (like iron) and colloids. The mixture of fluid, gel, and other constituents was then modified to achieve the desired viscosity response. The bench experiment was scaled up to a field test with success. Ken McQueen stated during a conference at San Juan Community College in the spring of 2013 that WPX is using produced water from their Fruitland Formation wells in the Rosa Unit to drill their horizontal gas wells in the northeastern part of the basin. Approximately 39 million barrels (3778 af, 1231 million gallons) of water were produced from oil and gas wells in the San Juan Basin in 2013, according to production figures obtained from the Oil Conservation Division web page. Parts of the Basin Fruitland pool are close to the area of increased horizontal drilling activity in the Lybrook area; the quality of the produced water of a few of the well in this particular area is relatively good (blue and green cross on Fig. 20). Fruitland wells near the site of active drilling produced 125,000 to 275,000 barrels of water/well (12 to 27 acre-ft/well) last year. We recommend pursuing the possible use of produced water in hydraulic fracturing; use of these waters will help preserve fresh water resources in the San Juan Basin. The question of the 58 quantity of produced-water supply versus hydraulic-fracturing-fluid demand needs to be investigated. The capacity of the pipeline gathering system for produced water, the integrity and capacity of temporary produced-water storage facilities, and the rapid decline of water production during the life of a coal-bed methane well are all factors to consider. Figure 20—Map illustrating the location and quantity of water produced from the Fruitland Formation of the top 30 producing wells (white circles) within the Fruitland Coal Gas Pool (thick black border) completed above the top of the Pictured Cliffs Sandstone (rainbow). Horizontal wells drilled into the Mancos Shale (black dots) could use produced water from the Fruitland Formation if the produced waters are fresh to moderately brackish (<5000 mg/l). Blue crosses are fresh water (0-1,000 TDS), green are moderately brackish (1,000-5000 TDS), orange are brackish (5000-10,000 TDS), and red are brine (>10,000 TDS). REFERENCES CITED Aldrich, M. J., Jr., Chapin, C. E., and Laughlin, A. W. , 1986, Stress history and tectonic development of the Rio Grande Rift, New Mexico, Journal of Geophysical Research, v. 91, p. 6199-6211. Ayers, W.B., Jr., and Kaiser, W.R., 1994, Coalbed methane in the Upper Cretaceous Fruitland Formation, San Juan Basin, New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources, Bulletin 146, 216 pp. 59 Asquith, G. and Krygowski, D., 2004, Basic Well Log Analysis, Second Edition: AAPG Methods in Exploration Series, No. 16, 244 pp. Baltz, E. H., Jr., 1967, Stratigraphy and regional tectonic implications of part of the Upper Cretaceous and Tertiary rocks, east-central San Juan Basin, New Mexico: U.S. Geological Survey Professional Paper 552, 101 pp. Beaumont, E. C., 1954, Geology of the Beautiful Mountain anticline, San Juan County, New Mexico: U.S. Geological Survey Oil and Gas Investigations Map OM-147. Beaumont, E. C., Dane, C. H., and Sears, J. D., 1956, Revised nomenclature of Mesaverde group in San Juan Basin, New Mexico: American Association of Petroleum Geologists Bulletin, v. 40, no. 9, p. 2149-2162. Berry, F.A.F., 1959, Hydrodynamics and geochemistry of the Jurassic and Cretaceous systems in the San Juan Basin, northwestern New Mexico and southwestern Colorado: Palo Alto, Stanford University, unpublished Ph.D. dissertation, 213 pp. Broadhead, R., 2013, The Mancos Shale and “Gallup” zones in the San Juan Basin: geologic framework, historical production, future potential: https://geoinfo.nmt.edu/staff/broadhead/documents/MancosShaleslideset.pdf Cather, S.M., 2004, The Laramide orogeny in central and northern New Mexico and southern Colorado, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico, A Geologic History: New Mexico Geological Society Special Publication 11, p. 203-248. Cather, S.M., Connell S.D., Chamberlin R.M., McIntosh W.C., Jones G.E., Potochnik A.R., Lucas S.G., and Johnson P.S., 2008, The Chuska erg: paleogeomorphic and paleoclimatic implications of an Oligocene sand sea on the Colorado Plateau: Geological Society of America Bulletin, v. 120, p. 13-33. Chebotarev, I. I., 1955, Metamorphism of natural waters in the crust of weathering: Geochimica et Cosmochimica Acta, v. 8, p. 22-48, 137-170, 198-212. Choate, R., Lent, T., and Rightmire, C.T., 1993, Upper Cretaceous geology, coal, and the potential for methane recovery from coalbeds in the San Juan Basin – Colorado and New Mexico: AAPG Studies in Geology, v. 38, p. 185-222. Craigg, S.D., 2001, Geologic framework of the San Juan structural basin of New Mexico, Colorado, Arizona, and Utah, with emphasis on Triassic through Tertiary rocks: U.S. Geological Survey Professional Paper 1420, 70 pp. Craigg, S.D., Dam, W.L., Kernodle, J.M., and Levings, G.W, 1989, Hydrogeology of the Dakota Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-I, 2 sheets. 60 Craigg, S.D., Dam, W.L., Kernodle, J.M., Thorn, C.R., and Levings, G.W, 1990, Hydrogeology of the Point Lookout Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-G, 2 sheets. Dam, W.L., 1995, Geochemistry of groundwater in the Gallup, Dakota, and Morrison aquifers, San Juan Basin, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 94-4253,76 pp. Dam, W.L., Kernodle, J.M., Levings, G.W, and Craigg, S.D, 1990a, Hydrogeology of the Morrison Formation in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-J, 2 sheets. Dam, W.L., Kernodle, J.M., Thorn, C.R., Levings, G.W., and Craigg, S.D., 1990b, Hydrogeology of the Pictured Cliffs Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-D, 2 sheets. Fassett, J.E., 1977, Geology of the Point Lookout, Cliff House, and Pictured Cliffs Sandstones of the San Juan Basin, New Mexico and Colorado: New Mexico Geological Society, 28th Field Conference Guidebook, p. 193-197. Fassett, J.E., 1978, Oil and Gas Fields of the Four Corners area: Four Corners Geological Society, v. 1 and 2. Fassett, J.E., 1983, Oil and Gas Fields of the Four Corners area: Four"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "potential for methane recovery from coalbeds in the San Juan Basin – Colorado and New Mexico: AAPG Studies in Geology, v. 38, p. 185-222. Craigg, S.D., 2001, Geologic framework of the San Juan structural basin of New Mexico, Colorado, Arizona, and Utah, with emphasis on Triassic through Tertiary rocks: U.S. Geological Survey Professional Paper 1420, 70 pp. Craigg, S.D., Dam, W.L., Kernodle, J.M., and Levings, G.W, 1989, Hydrogeology of the Dakota Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-I, 2 sheets. 60 Craigg, S.D., Dam, W.L., Kernodle, J.M., Thorn, C.R., and Levings, G.W, 1990, Hydrogeology of the Point Lookout Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-G, 2 sheets. Dam, W.L., 1995, Geochemistry of groundwater in the Gallup, Dakota, and Morrison aquifers, San Juan Basin, New Mexico: U.S. Geological Survey Water-Resources Investigations Report 94-4253,76 pp. Dam, W.L., Kernodle, J.M., Levings, G.W, and Craigg, S.D, 1990a, Hydrogeology of the Morrison Formation in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-J, 2 sheets. Dam, W.L., Kernodle, J.M., Thorn, C.R., Levings, G.W., and Craigg, S.D., 1990b, Hydrogeology of the Pictured Cliffs Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-D, 2 sheets. Fassett, J.E., 1977, Geology of the Point Lookout, Cliff House, and Pictured Cliffs Sandstones of the San Juan Basin, New Mexico and Colorado: New Mexico Geological Society, 28th Field Conference Guidebook, p. 193-197. Fassett, J.E., 1978, Oil and Gas Fields of the Four Corners area: Four Corners Geological Society, v. 1 and 2. Fassett, J.E., 1983, Oil and Gas Fields of the Four Corners area: Four Corners Geological Society, v. 3. Fassett, J.E., 2010, Stratigraphic nomenclature of rock strata adjacent to the Cretaceous-Tertiary interface in the San Juan Basin: New Mexico Geological Society Guidebook 61, p. 113-124. Fassett, J.E., and Hinds, J.S., 1971, Geology and fuel resources of the Fruitland Formation and Kirtland Shale of the San Juan Basin, New Mexico and Colorado: U.S. Geological Survey Professional Paper 676, 76 pp. Fitts, C.R., 2013, Groundwater Science: Academic Press, 692 pp. Fuchs-Parker, J. W., 1977, Alibi for a Mesaverde misfit La Ventana Formation Cretaceous Delta, New Mexico, in Guidebook to San Juan Basin III: New Mexico Geological Society, 28th Field Conference, p. 199-206. Geologic Map of New Mexico, New Mexico Bureau of Geology and Mineral Resources, 2003, Scale 1:500,000. 61 Goff, F., Kelley, S. A., Lawrence, J. R., Goff, C. J., 2014, Geologic map of the Laguna Cañoneros 7.5-Minute Quadrangle, Cibola and McKinley counties, New Mexico: New Mexico Bureau of Geology and Mineral Resources OF-GM-244, Scale 1:24,000, Green, M. W., and Pierson, C. T. 1977, A summary of the stratigraphy and depositional environments of Jurassic and related rocks in the San Juan Basin, Arizona, Colorado and New Mexico: New Mexico Geological Society, 28th Field Conference, p. 147-152. Intera, 2012. Addendum: Assessment of potential groundwater level changes from dewatering at the proposed Roca Honda Mine, McKinley County, New Mexico. Prepared for Roca Honda Resources, LLC, March 8, 2012. Hounslow, A. W., 1995, Water quality data: analysis and interpretation: Boca Raton, CRC Taylor Francis Group, 397 pp. Huang, F.Y.C., Gundewar, R., Steed, D., and Loughridge, B., 2005, Feasibility of Using Produced Water for Crosslinked Gel-Based Hydraulic Fracturing: Society of Petroleum Engineers, SPE-94320-PP. Johnson, A.I., 1967, Specific yield — compilation of specific yields for various materials: U.S. Geological Survey Water Supply Paper 1662-D, 74 pp. Kaiser, W.R, Swartz , T.E., and Hawkins, G.J., 1994, Hydrologic framework of the Fruitland Formation, San Juan Basin. In Ayers, W.B., Jr., and Kaiser, W.R., eds., Coalbed methane in the Upper Cretaceous Fruitland Formation, San Juan Basin: New Mexico and Colorado, New Mexico Bureau of Mines and Mineral Resources Bulletin 146, p. 133-163. Kernodle, J.M., 1996, Simulation analysis of the San Juan Basin ground-water flow system, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Water-Resources Investigations Report 95-4187, 117 pp. Kernodle, J.M., Levings, G.W., Craigg, S.D., and Dam, W.L., 1989, Hydrogeology of the Gallup Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-H, 2 sheets. Kernodle, J.M., Thorn, C.R., Levings, G.W., Craigg, S.D., and Dam, W.L., 1990, Hydrogeology of the Kirtland Shale and Fruitland Formation in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA- 720-C, 2 sheets. Laughlin, A.W., Aldrich, M.J., Jr., Shafiqullah, M., and Husler, J., 1986, Tectonic implications of the age, composition, and orientation of lamprophyre dikes, Navajo volcanic field, Arizona: Earth and Planetary Science Letters, v. 76, p. 361–374, doi: 10.1016/0012- 821X(86)90087-7. 62 LaBas, R., Lord, P., Luna, D., and Shahan, T., 2013, Development and use of high-TDS recycled produced water for cross-linked-gel-base hydraulic fracturing: Society of petroleum Engineers Paper SPE163824, 9 pp. Levings, G.W., Craigg, S.D., Dam, W.L., Kernodle, J.M., and Thorn, C.R., 1990a, Hydrogeology of the Menefee Formation in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA- 720-F, 2 sheets. Levings, G.W., Craigg, S.D., Dam, W.L., Kernodle, J.M., and Thorn, C.R., 1990b, Hydrogeology of the San Jose, Nacimiento, and Animas Formations in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA-720-A, 2 sheets. Levings, G.W., Kernodle, J.M., and Thorn, C.R., 1996, Summary of the San Juan structural basin Regional Aquifer-System Analysis, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Water-Resources Investigations Report 95-4188, 55 pp. Lipman, P.W., 1989, Excursion 16B: Oligocene-Miocene San Juan volcanic fi eld, in Chapin, C.E., and Zidek, J., eds., Field excursions to volcanic terranes in the western United States, Volume 1: Southern Rocky Mountains region: New Mexico Bureau of Mines and Mineral Resources, Memoir 46, p. 303–380. Lorenz, J.C., and Cooper, S.P., 2003, Tectonic setting and characteristics of natural fractures in Mesaverde and Dakota reservoirs of the San Juan Basin: New Mexico Geology, v. 25, p. 3- 14. Molenaar, C. M.,1974, Correlation of the Gallup Sandstone and associated formations, upper Cretaceous, eastern San Juan and Acoma Basins, New Mexico: New Mexico Geological Society, 25th Field Conference, p. 251-258. Molenaar, C.M., 1977, San Juan Basin time-stratigraphic nomenclature chart, in Guidebook of San Juan Basin III: Socorro, N. Mex., New Mexico Geological Society 28th field conference, p. xii. National Research Council, 2010, Management and Effects of Coalbed Methane Produced Water in the Western United States , National Academy Press, 220 pp. O'Sullivan, R. B., and Craig, L. C., 1973, Jurassic rocks of northeast Arizona and adjacent areas, in Guidebook to Monument Valley and vicinity, Arizona and Utah: New Mexico Geological Society, 24th Field Conference, p. 79-85. Phillips, F. M., Peeters, L. A., Tansey, M. K., and Davis, S. N., 1986, Paleoclimatic inferences from an isotopic investigation of ground-water in the central San Juan Basin, New Mexico: Quaternary Research, v. 26, p. 179–193. 63 Phillips, F. M., Tansey, M. K., Peeters, L. A., Cheng, S., and Long, A., 1989, An isotopic investigation of ground water in the central San Juan Basin, New Mexico: Carbon 14 dating as"
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "Atlas HA-720-A, 2 sheets. Levings, G.W., Kernodle, J.M., and Thorn, C.R., 1996, Summary of the San Juan structural basin Regional Aquifer-System Analysis, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Water-Resources Investigations Report 95-4188, 55 pp. Lipman, P.W., 1989, Excursion 16B: Oligocene-Miocene San Juan volcanic fi eld, in Chapin, C.E., and Zidek, J., eds., Field excursions to volcanic terranes in the western United States, Volume 1: Southern Rocky Mountains region: New Mexico Bureau of Mines and Mineral Resources, Memoir 46, p. 303–380. Lorenz, J.C., and Cooper, S.P., 2003, Tectonic setting and characteristics of natural fractures in Mesaverde and Dakota reservoirs of the San Juan Basin: New Mexico Geology, v. 25, p. 3- 14. Molenaar, C. M.,1974, Correlation of the Gallup Sandstone and associated formations, upper Cretaceous, eastern San Juan and Acoma Basins, New Mexico: New Mexico Geological Society, 25th Field Conference, p. 251-258. Molenaar, C.M., 1977, San Juan Basin time-stratigraphic nomenclature chart, in Guidebook of San Juan Basin III: Socorro, N. Mex., New Mexico Geological Society 28th field conference, p. xii. National Research Council, 2010, Management and Effects of Coalbed Methane Produced Water in the Western United States , National Academy Press, 220 pp. O'Sullivan, R. B., and Craig, L. C., 1973, Jurassic rocks of northeast Arizona and adjacent areas, in Guidebook to Monument Valley and vicinity, Arizona and Utah: New Mexico Geological Society, 24th Field Conference, p. 79-85. Phillips, F. M., Peeters, L. A., Tansey, M. K., and Davis, S. N., 1986, Paleoclimatic inferences from an isotopic investigation of ground-water in the central San Juan Basin, New Mexico: Quaternary Research, v. 26, p. 179–193. 63 Phillips, F. M., Tansey, M. K., Peeters, L. A., Cheng, S., and Long, A., 1989, An isotopic investigation of ground water in the central San Juan Basin, New Mexico: Carbon 14 dating as a basis for numerical flow modeling: Water Resources Research, v. 25, p. 2259–2273. Pollock, C.J., Stewart, K.G., Hibbard, J.P., Wallace, L., and Giral, R.A., 2004, Thrust-wedge tectonics and strikeslip faulting in the Sierra Nacimiento, New Mexico, in Cather, S.M., McIntosh, W.C., and Kelley, S.A, eds., Tectonics, Geochronology, and Volcanism in the Southern Rocky Mountains and Rio Grande Rift: Socorro, New Mexico Bureau of Geology and Mineral Resources, Bulletin 160, p. 97–111. Riese, W.C., Pelzmann, W.L. and Snyder, G.T., 2005. New insights on the hydrocarbon system of the Fruitland Formation coal beds, northern San Juan Basin, Colorado and New Mexico, USA: Geological Society of America Special Paper 387, p. 73-111. Sikkink, P. G., 1987, Lithofacies relationships an depositional environment of the Tertiary Ojo Alamo sandstone and related strata, San Juan Basin, New Mexico and Colorado, Geological Society of America, Special Paper 209, p. 84-104. Snyder, G.T., Riese, W.C., Franks, S., Fehn, U., Pelzmann, W.L., Gorody, A.W., and Moran, J.E., 2003, Origin and history of waters associated with coalbed methane:129I, 36Cl, and stable isotope results from the Fruitland Formation, Colorado and New Mexico: Geochimica et Cosmochimica Acta, v. 67, no. 23, p. 4529–4544. Smith, L. N., 1992, Stratigraphy, sediment dispersal, and paleogeography of the lower Eocene San Jose Formation, San Juan Basin, New Mexico and Colorado: New Mexico Geological Society, Guidebook 43, p. 297-309. Smith, L. N., and Lucas, S.G., 1991, Stratigraphy, sedimentology, and paleontology of the lower Eocene San Jose Formation in the central portion of the San Juan Basin, northwestern New Mexico: New Mexico Bureau of Mines and Mineral Resources Bulletin 126, 44 pp. Stone, W.J., Lyford, F.P., Frenzel, P.F., Mizell, N.H., and Padgett, E.T., 1983, Hydrogeology and water resources of San Juan Basin, New Mexico: Socorro, New Mexico Bureau of Mines and Mineral Resources Hydrologic Report 6, 70 pp. Stute, M., Clark, J. F., Schlosser, P., Broecker, W. S., and Bonani, G., 1995, A 30,000 yr continental paleotemperature record derived from noble gases dissolved in ground-water from the San Juan Basin, New Mexico: Quaternary Research, v. 43, p. 209–220. Tabet, David E.; Frost, Stephen J., 1979, Environmental characteristics of Menefee coals in the Torreon Wash area, New Mexico, New Mexico Bureau Mines Mineral Resources, Open-file Report, v. 0102, pp. 1-141. Thamke, J.,LeCain, G.D., Ryter, D.W., Sando, R., and Long,, A.J., 2014, Hydrogeologic Framework of the Uppermost Principal Aquifer Systems in the Williston and Powder River 64 Structural Basins, United States and Canada: U.S. Geological Survey Scientific Report 2014-5047, 37 pp. Thorn, C.R., Levings, G.W., Craigg, S.D., Dam, W.L., and Kernodle, J.M., 1990a, Hydrogeology of the Cliff House Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: U.S. Geological Survey Hydrologic Investigations Atlas HA- 720-E, 2 sheets. Thorn, C.R., Levings, G.W., Craigg, S.D., Dam, W.L., and Kernodle, J.M., 1990b, Hydrogeology of the Ojo Alamo Sandstone in the San Juan structural basin, New Mexico, Colorado, Arizona, and Utah: US. Geological Survey Hydrologic Investigations Atlas HA- 720-B, 2 sheets. Tremain, C.M., Laubach, S.E., and Whitehead, N.H., III, 1994, Fracture patterns in Upper Cretaceous Fruitland Formation coal seams, San Juan Basin: in Ayers, W.B., Jr., and Kaiser, W.R., eds., Coalbed methane in the Upper Cretaceous Fruitland Formation, San Juan Basin, New Mexico and Colorado: New Mexico Bureau of Mines and Mineral Resources Bulletin 146, p.87-102. Walvoord, M., P. Pegram, F. Phillips, M. Person, T. Kieft, J. Fredrickson, J. McKinley, J. Swenson, 1999, Groundwater flow and geochemistry in the southeastern San Juan Basin: Implications for microbial transport and activity, Water Resources Research, v. 35, p. 1409 – 1425. Wilson T.H., Wells., A., Midouchowski, A., and Martines, G., 2012, Fracture evolution of the Southwest Regional Partnership’s San Juan Basin Fruitland coal carbon sequestration pilot site, New Mexico: International Journal of Coal Geology, 19 pp. Woodward, L.A., 1987, Geology and mineral resources of Sierra Nacimiento and vicinity, New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 42, 84 pp. U.S. Geological Survey San Juan Basin Assessment Team, 2013, Total petroleum systems and geologic assessment of undiscovered oil and gas resources in the San Juan Basin Province, exclusive of Paleozoic rocks, New Mexico and Colorado: U.S. Geological Survey Digital Data Series 69–F, variously paged. United States Department of Agriculture, 2013, Draft Environmental Impact Statement for Roca Honda Mine, 496 pp. http://a123.g.akamai.net/7/123/11558/abc123/forestservic.download.akamai.com/11558/ww w/nepa/31880_FSPLT2_383481.pdf. Vizcaino, H. P., and O'Neill, A. J., 1977, Preliminary study of the uranium potential of Tertiary rocks in the central San Juan Basin, New Mexico: U.S . Energy Research and Development Administration Report, DOI: 10.2172/5325395, 41 pp."
    },
    {
        "URL": "ofr-566_report.pdf",
        "Text": "of the Southwest Regional Partnership’s San Juan Basin Fruitland coal carbon sequestration pilot site, New Mexico: International Journal of Coal Geology, 19 pp. Woodward, L.A., 1987, Geology and mineral resources of Sierra Nacimiento and vicinity, New Mexico: New Mexico Bureau of Mines and Mineral Resources Memoir 42, 84 pp. U.S. Geological Survey San Juan Basin Assessment Team, 2013, Total petroleum systems and geologic assessment of undiscovered oil and gas resources in the San Juan Basin Province, exclusive of Paleozoic rocks, New Mexico and Colorado: U.S. Geological Survey Digital Data Series 69–F, variously paged. United States Department of Agriculture, 2013, Draft Environmental Impact Statement for Roca Honda Mine, 496 pp. http://a123.g.akamai.net/7/123/11558/abc123/forestservic.download.akamai.com/11558/ww w/nepa/31880_FSPLT2_383481.pdf. Vizcaino, H. P., and O'Neill, A. J., 1977, Preliminary study of the uranium potential of Tertiary rocks in the central San Juan Basin, New Mexico: U.S . Energy Research and Development Administration Report, DOI: 10.2172/5325395, 41 pp."
    }
]