[
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S Persistent Effects of the Gold King Mine Spill on Biota: Animas and San Juan Rivers, Northern New Mexico Open File Report 601 September 2018 Benjamin D. Duval1, Daniel Cadol2, Jamie Martin1, and Stacy Timmons3 1Biology Department, New Mexico Institute of Mining and Technology, Socorro, New Mexico 87801 2Earth and Environmental Science Department, New Mexico Institute of Mining and Technology, Socorro, New Mexico 87801 3New Mexico Bureau of Geology and Mineral Resources, Socorro, New Mexico 87801 New Mexico Bureau of Geology and Mineral Resources A Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 www.geoinfo.nmt.edu Open File Report 601 August 2018 Persistent Effects of the Gold King Mine Spill on Biota: Animas and San Juan Rivers, Northern New Mexico Benjamin D. Duval1, Daniel Cadol2, Jamie Martin1, and Stacy Timmons3 1Biology Department, New Mexico Institute of Mining and Technology, Socorro, New Mexico 87801 2Earth and Environmental Science Department, New Mexico Institute of Mining and Technology, Socorro, New Mexico 87801 3New Mexico Bureau of Geology and Mineral Resources, Socorro, New Mexico 87801 New Mexico Bureau of Geology and Mineral Resources P R O J E C T F U N D I N G Funding for this project is provided by the New Mexico Environment Department under MOU 17 667 1210 0003, Amendment 1. The views and conclusions are those of the authors, and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the State of New Mexico. Cover: Field site on the San Juan River near Bloomfield, NM. Photo by B.D. Duval N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S G K M S P I L L E F F E C T S O N B I OT A Executive Summary .............................................................. 1 I. Introduction ........................................................................ 5 II. Methods ..................................................................................... 5 Field sites .................................................................................... 5 Sampling ..................................................................................... 5 Analytical methods for contaminants ....................... 6 and N stable isotope methods for diet reconstruction ............................................................ 7 Decomposition experiment .............................................. 7 Experimental set-up ............................................................. 7 Statistical analysis .................................................................. 8 III. Results ....................................................................................... 9 Contaminant concentrations among ecosystem components .................................................. 9 Sediment and soil ........................................................ 9 Vegetation ...................................................................... 10 Invertebrates ................................................................. 12 Fish .................................................................................... 12 Invertebrate community structure ............................ 14 Isotope signatures of scosystem components ....................................................................... 16 Trophic transfer of contaminants .............................. 17 Decomposition of riparian vegetation .................... 17 IV. Discussion .......................................................................... 21 Sediment ................................................................................... 21 Soil ........................................................................................ 21 Riparian vegetation ........................................................... 22 Spill-affected vs. reference aquatic biota ............... 22 Bioaccumulation ................................................................. 23 Decomposition and potential for metal cycling ..................................................................... 23 V. Future Work ....................................................................... 25 References .................................................................................... 64 Figures 1. Map of field collection sites along spill affected reaches of the Animas and San Juan Rivers in northern New Mexico ............. 6 2. Contaminant element concentrations in river sediment from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites .................................................................. 9 3. Contaminant element concentrations in floodplain soil (cores collected ~2 meters from the edge of water) from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites ................................................................ 10 4. Dual isotope plot of ecosystem components ..... 16 5. Dual isotope plot of delta C versus delta N for three functional groups of aquatic invertebrates ........................................................................... 17 6. Plots of δ15N versus contaminant element concentration in all ecosystem components measured 2-years following the Gold King Mine spill ........................................................ 18 7. Soil respiration over a 90-day incubation of decomposing riparian shrub litter on soils from under those plants in a reciprocal transplant experiment ...................................................... 19 8. Gaseous nitrous oxide emissions over a 90-day incubation of decomposing riparian shrub litter on soils from under those plants in a reciprocal transplant experiment ..................... 19 9. Relationship between soil carbon content (%) and soil carbon isotope composition (δ13C) and microbial exo-enzymes in response to decomposing litter from two native and two invasive riparian shrub species on soil from under those plants in a full-reciprocal transplant experiment ...................................................... 20 Tables 1. Stable isotope discrimination factors used in diet reconstructions of aquatic invertebrates and fish collected from the Animas and San Juan Rivers, northern New Mexico ................. 8 C O N T E N T S N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 2. Contaminant element concentrations in floodplain plant tissues collected from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites .......................... 11 3. Contaminant concentrations in aquatic invertebrates collected from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites ................................................................ 12 4. Fish liver contaminant concentrations collected from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites .... 13 5. Fish muscle contaminant concentrations collected from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites ................................................................ 14 6. Correlation coefficients (R) for contaminant concentrations between fish liver and fish muscle tissues, and contaminant concentration as a function of fish tissue δ15N .................................. 14 7. Aquatic invertebrate community assemblage determined from samples collected in the Animas and San Juan Rivers in March and August 2017 ................................................................. 15 8. Calculated contribution of food sources to fish diets inferred from a 3-source, dual isotope mixing model following discrimination factor corrections ................................................................ 18 8. Proportion of litter mass remaining after 90 day incubation experiment .................................... 19 Appendices (Available in digital format, https://geoinfo.nmt.edu/ publications/openfile/details.cfml?Volume=???) 1. Biota-soil-sediment contaminant element concentration ICP-MS 2. Biota-soil-sediment C and N stable isotope data 1 G K M S P I L L E F F E C T S O N B I OT A T hree years following the Gold King Mine (GKM) spill that released approximately 11 million liters of metal-laden mine drainage into the Animas River, the scientific community is still evaluating the effects of this acute environmental impact in the context of a chronically mine- affected region. People living within the region affected by the spill had two principal concerns in its aftermath: is the water safe and what are the spill effects on the plants and fish consumed by humans? These are related issues, and perhaps not easy to answer. The work reported here aims to answer the second question regarding spill effects on biota, while appreciating that doing so requires a sophisticated understanding of chemical element cycling and the interactions among the physical and biological components of the aquatic and terrestrial ecosystems within the influence of the Animas and San Juan Rivers. Metal concentrations in sediment, aquatic invertebrates and fish were measured at 3 sites along a 50 km stretch of the Animas River in northern New Mexico, as well as a reference site on the San Juan River,"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "fish liver and fish muscle tissues, and contaminant concentration as a function of fish tissue δ15N .................................. 14 7. Aquatic invertebrate community assemblage determined from samples collected in the Animas and San Juan Rivers in March and August 2017 ................................................................. 15 8. Calculated contribution of food sources to fish diets inferred from a 3-source, dual isotope mixing model following discrimination factor corrections ................................................................ 18 8. Proportion of litter mass remaining after 90 day incubation experiment .................................... 19 Appendices (Available in digital format, https://geoinfo.nmt.edu/ publications/openfile/details.cfml?Volume=???) 1. Biota-soil-sediment contaminant element concentration ICP-MS 2. Biota-soil-sediment C and N stable isotope data 1 G K M S P I L L E F F E C T S O N B I OT A T hree years following the Gold King Mine (GKM) spill that released approximately 11 million liters of metal-laden mine drainage into the Animas River, the scientific community is still evaluating the effects of this acute environmental impact in the context of a chronically mine- affected region. People living within the region affected by the spill had two principal concerns in its aftermath: is the water safe and what are the spill effects on the plants and fish consumed by humans? These are related issues, and perhaps not easy to answer. The work reported here aims to answer the second question regarding spill effects on biota, while appreciating that doing so requires a sophisticated understanding of chemical element cycling and the interactions among the physical and biological components of the aquatic and terrestrial ecosystems within the influence of the Animas and San Juan Rivers. Metal concentrations in sediment, aquatic invertebrates and fish were measured at 3 sites along a 50 km stretch of the Animas River in northern New Mexico, as well as a reference site on the San Juan River, 25 km east of Farmington, to understand lingering effects of the spill within the river. Metals were also measured in floodplain soil near the river and plants growing in those soils, because contaminated waters can impact soils in riparian zones outside of the stream, and plants take up metals from contaminated soils. Perhaps most importantly for understanding metals cycling, plant leaves (either freshly fallen or partially decomposed) are significant carbon inputs to rivers that will also contain metals taken up by riparian plants. Leaf fall into rivers serves as a source of food and metals ingested by aquatic invertebrates. Some of those animals are then consumed by predatory invertebrates and fish, and metals are transferred again to those consumers. It would be a significant challenge to observe these feeding relationships to definitively identify each organism’s food source—who is eating what and when. However, when an organism consumes another, carbon (C) and nitrogen (N) in the food source undergo predictable isotopic fractionation (or phase transition) that can be measured with stable isotope analysis. Therefore, these tests were included in this work to track metals through the riparian (river and overbank) systems to understand how effectively these feeding relationships move metals from one group of organisms to another, with a bigger-picture goal of identifying how long metals stay in a system due to local, within-ecosystem cycling. Even though recent analyses and modeling simulations have accounted for a significant por­ tion of the mass of metals released from the spill and their deposition in Lake Powell (Office of Research and Development 2017). To our knowledge there have not been attempts to quantify metal pools (accumulations) absorbed or ingested by biota as a consequence of the spill. Because heavy metals can compromise organism health and reproductive function at very low concentra­ tions, even small fractions of the overall metal load due to the GKM spill, perhaps as small of a fraction as a rounding error, could lead to persistent impairment of ecosystem functions. The great benefit of correlating stable isotope analysis with metal concentration data is improved under­ standing of how metals cycle internally, and get “stuck” within the biota of a system instead of being flushed downstream. The soils, sediments, and biota of a river system have long been appre­ ciated as an ecosystem’s kidneys and liver; they process waste but some of it stays behind as less metal-laden waters flow downstream. We found that soil and sediment metal levels were higher in spill-affected areas as compared to a reference site, but there were seasonal differences between March and August 2017 sampling E X E C U T I V E S U M M A R Y N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 2 dates. Plants growing in spill-affected sites had leaves and stems with higher metal concentrations; Pb concentrations in willow (Salix exigua), Cd in cottonwood (Populus fremontii) leaves, and all vegetation surveyed had higher Zn concentrations. Periphyton is a mixture of plants (including heterotrophs and autotrophs), and microbial and microscopic animals, and is known to accumulate metals from water. Periphyton sampled from spill-affected sites had higher concentrations of metals Fe, Zn, Cd, and Pb than the reference, and the metal concentrations for all periphyton samples were three to thirty-times greater than for plants. Community changes to aquatic invertebrates related to the spill were not observed. No taxonomic groups were exclusively found in either spill-affected or reference sites, and sampling did not result in significant differences in the abundance of aquatic invertebrates between the site types. Aquatic invertebrate detritivores and predators in spill-affected areas had higher concentra­ tions of most metals in August 2017, but not in March. Invertebrate scrapers displayed higher metal concentrations in August 2017 likely driven by the presence of amphipods not encountered in March. Diet analysis was conducted by applying a stable isotope mixing model to calculate the potential food sources of fish and aquatic invertebrates using the 15N and 13C values of both the consumer and the presumed consumed. These results were most logical for bottom-feeding flannelmouth suckers and blue suckers, but these fish did not show elevated metal levels in the spill-affected sites. However, predatory fish at the highest trophic position (brown trout) showed higher liver levels of metals Zn, As, and Cd in the spill-affected sites. Trophic transfer of metals is not ruled out by these data, but there is stronger support that areas downstream of the GKM in New Mexico exhibit higher concentrations of metals across a range of ecosystem components, and that metal persistence in the study area is driven by plant uptake and detritus-consuming aquatic invertebrates. A companion experiment was conducted to determine how different riparian shrubs, both native and invasive, differ in how they decompose on soil types influenced by other shrubs. This reciprocal transfer experiment transplanted litter from cottonwood, coyote willow, salt-cedar and Russian olive onto soil collected from under each of those species at the reference site in Bloom­ field, New Mexico. Results indicate that soil type (as defined by the plants originally growing on each soil type) had a much greater control on decomposition as measured by mass loss over 90 days, gas emissions by bacteria and fungi decomposing the"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "spill-affected or reference sites, and sampling did not result in significant differences in the abundance of aquatic invertebrates between the site types. Aquatic invertebrate detritivores and predators in spill-affected areas had higher concentra­ tions of most metals in August 2017, but not in March. Invertebrate scrapers displayed higher metal concentrations in August 2017 likely driven by the presence of amphipods not encountered in March. Diet analysis was conducted by applying a stable isotope mixing model to calculate the potential food sources of fish and aquatic invertebrates using the 15N and 13C values of both the consumer and the presumed consumed. These results were most logical for bottom-feeding flannelmouth suckers and blue suckers, but these fish did not show elevated metal levels in the spill-affected sites. However, predatory fish at the highest trophic position (brown trout) showed higher liver levels of metals Zn, As, and Cd in the spill-affected sites. Trophic transfer of metals is not ruled out by these data, but there is stronger support that areas downstream of the GKM in New Mexico exhibit higher concentrations of metals across a range of ecosystem components, and that metal persistence in the study area is driven by plant uptake and detritus-consuming aquatic invertebrates. A companion experiment was conducted to determine how different riparian shrubs, both native and invasive, differ in how they decompose on soil types influenced by other shrubs. This reciprocal transfer experiment transplanted litter from cottonwood, coyote willow, salt-cedar and Russian olive onto soil collected from under each of those species at the reference site in Bloom­ field, New Mexico. Results indicate that soil type (as defined by the plants originally growing on each soil type) had a much greater control on decomposition as measured by mass loss over 90 days, gas emissions by bacteria and fungi decomposing the leaves, and microbial enzymes chemically degrading the leaves. Willow soils caused the fastest decomposition. Russian olive leaves decomposed the fastest, on all soil types, and released significant amounts of nitrous oxide (N2O). Microbial enzymes seemed to track with soil C. The conclusions of this companion experiment are that even in the non-spill affected site, soils from under different shrubs can have a significant impact on decomposition, which as articulated above, is likely a critical linkage between food resources moving between riparian and river systems. Future directions to determine metal cycling between floodplain and river systems will expand the number of monitoring sites to include additional reference areas from non-spill-affected river reaches. Monitoring protocols to collect and analyze the detritus-organic matter pool for metals and C and N stable isotopes, and calculate diet sources to invertebrates and bottom-feeding fish will be expanded based on this new potential diet source information. Because we observe differences in metal content in plant leaves between the spill-affected and reference sites, and heavy metals are known to alter microbial communities, we expect that repeating the companion litter decomposition experiment with spill-affected leaves will produced different results, and will help to better explain metal inputs from land to rivers. 3 G K M S P I L L E F F E C T S O N B I OT A H eavy metal contamination is of environmental concern because elements cannot be degraded, may be toxic or fatal to biota in small concentrations, and have persistence times lasting well-beyond the initial activity causing their accumulation (Gall et al. 2015). Metal pollution from mining activity is a persistent problem in river and stream ecosystems globally (Macklin et al. 2006, Nordstrom et al. 2015). Areas near mines often experience chronic exposure to heavy metals, but examining the history of mining pollution reveals that this exposure is occasionally punctuated by acute spills and accidental releases of mine waste (Simón et al. 1999, Plumlee and Mormon 2011). A recent example of a significant, single-event contami­ nant release was on August 5, 2015, when more than eleven million liters of heavy metal-contaminated water was discharged from Gold King Mine (GKM), eroded a tailings pile, and flowed into Cement Creek, a tributary to the Animas River near Silverton, Colorado. The contamination plume flowed into the Animas River and San Juan River, crossing into New Mexico and Utah. Most of the heavy metal contamina­ tion released by the GKM spill existed as suspended solids which were likely deposited within the stream­ bed sediment of the Animas and San Juan Rivers, and transported into Lake Powell, Utah (Office of Research and Development 2017). The Animas–San Juan River system is within western Colorado and northern New Mexico, USA, and hosts intrusions of dacitic to rhyolitic geology with commercially significant deposits of iron (Fe), man­ ganese (Mn), and zinc (Zn) that have been the target of mining activity since gold was discovered around 1871 (Church et al. 1997; USGS 1997). The Animas River originates high in the San Juan Mountains in San Juan County, CO. This waterway flows through the Bonita Peak Mining District site, which consists of 48 historic mines or mining-related sources where ongoing releases of metal-laden water and sediments are occurring within Mineral Creek, Cement Creek and the Upper Animas. Indeed, the United States Environmental Protection Agency estimates that approximately 20 million liters of acid mine drainage discharges daily from all sources in the Bonita Peak district (USEPA 2017). Consequently, attempts to I . I N T R O D U C T I O N resolve the effect of the GKM spill in the Animas River watershed must be considered in the context of this chronic discharge of acid rock drainage, legacy mining and milling waste. Contaminants found in historic mining and GKM sources and in downstream sediments and surface waters include arsenic (As), cadmium (Cd), copper (Cu), Mn, Zn, lead (Pb) and aluminum (Al). These contami­ nants impact the ecological health of the riparian and aquatic environment including plants, aquatic insects, and fish that are potentially harvested for human con­ sumption. Recent investigations of the impacts of metals from Cement Creek on the Upper Animas River have revealed significant sources of contamination at levels likely harmful to aquatic life (USEPA 2017). A signifi­ cant amount of information has been collected from the Animas River in Colorado over the last 20 years (Church et al. 1997, and Church et al. 2000, Simon et al. 2009) however, it is not clear that the information is representative of current conditions downstream. Public concern about environmental metal levels is understandable and justified given the potential for wildlife and human consumption of fish, and poten­ tial transfer of metals from water into floodplain soils and crops. However, accumulation of heavy metals by aquatic and riparian organisms do not often follow predictable or directional patterns. Tree species varied in their response to excess metals from a mine spill in Spain, with significantly greater Cd uptake observed in poplar (Populus alba) compared Holm oak (Quercus ilex) and wild olive (Olea europaea) (Domínguez et al. 2008). Caddisfly larvae survival was impacted by the pH of mine spill water to a greater degree than by metal contamination, even though concentrations of Cu and Cd were 3−35 times that of controls (Solá et al. 2004). A review of published terrestrial invertebrate data suggests that body concentration of Pb and Cu correlate"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "in the Animas River watershed must be considered in the context of this chronic discharge of acid rock drainage, legacy mining and milling waste. Contaminants found in historic mining and GKM sources and in downstream sediments and surface waters include arsenic (As), cadmium (Cd), copper (Cu), Mn, Zn, lead (Pb) and aluminum (Al). These contami­ nants impact the ecological health of the riparian and aquatic environment including plants, aquatic insects, and fish that are potentially harvested for human con­ sumption. Recent investigations of the impacts of metals from Cement Creek on the Upper Animas River have revealed significant sources of contamination at levels likely harmful to aquatic life (USEPA 2017). A signifi­ cant amount of information has been collected from the Animas River in Colorado over the last 20 years (Church et al. 1997, and Church et al. 2000, Simon et al. 2009) however, it is not clear that the information is representative of current conditions downstream. Public concern about environmental metal levels is understandable and justified given the potential for wildlife and human consumption of fish, and poten­ tial transfer of metals from water into floodplain soils and crops. However, accumulation of heavy metals by aquatic and riparian organisms do not often follow predictable or directional patterns. Tree species varied in their response to excess metals from a mine spill in Spain, with significantly greater Cd uptake observed in poplar (Populus alba) compared Holm oak (Quercus ilex) and wild olive (Olea europaea) (Domínguez et al. 2008). Caddisfly larvae survival was impacted by the pH of mine spill water to a greater degree than by metal contamination, even though concentrations of Cu and Cd were 3−35 times that of controls (Solá et al. 2004). A review of published terrestrial invertebrate data suggests that body concentration of Pb and Cu correlate with soil concentrations of those metals, but internal Zn concentrations are relatively stable over a wide range of environmental Zn exposure (Heikens et al. 2001). Fish tend to accumulate heavy metals in the liver but Pb and mercury (Hg) tend to accumulate in the gills of carp (Huang et al. 2007). The duration of study periods is also related to metal contamination effects. Lead (Pb) was shown to N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 4 present bio-diminution from zooplankton to fish in a Massachusetts freshwater food web, but there was a 5-fold increase in zooplankton Pb concentration from June to October (Chen and Folt 2000). Metal effects on birds have been reported in the absence of a trophic link, as geese that directly consumed sediment expressed high blood Pb levels 10 years following a mine spill (Marinez-Haro et al. 2013). Sixteen months following a pyrite mine spill, Zn and Cd levels in ripar­ ian plants declined with duration since the spill, but were still higher than controls (Pain et al. 2003). Non-linear responses of organisms to heavy metals is in part due to evolved mechanisms for stress- tolerance. Even within a species, individuals can be highly “plastic” or vary in how they respond to different environmental conditions depending on metal exposure. For example, metallothioneins are a class of low-molecular weight proteins that can transport and sequester metals, which reduces their free-ion concentration within an organism. These proteins are found in plants, invertebrates and some vertebrates including fish. These detoxification mechanisms can vary in their expression and efficacy, and play a role in the transport of both essential metal nutrients and non-essential metals, as they will bind any metal that is physio-chemically similar to Cu and Zn, which include Cd, Hg and Ag (Amaird et al. 2006). Metallothionein sequestration of metals in plants may be coupled with storage of those complexes in cell vacuoles, which reduce further cellular exposure but do not alter the metal content of plant tissues (Jalmi et al. 2018). Amaird et al. (2006) present a thorough review of metallothionein induction in the presence of metals in invertebrates, and highlight that the time of induction and degree of protein synthesis as a func­ tion of metal concentration varies significantly among invertebrate groups. One hypothesis in fish is that toxic effects of metals occur after metallothionein is saturated, and remaining metal ions then induce cell damage (Hamilton and Mehrle 1986). Tracking metals through biotic systems is also complicated by feeding relationships between organ­ isms dealing with metal stresses at the molecular level. There are numerous examples of herbivorous inverte­ brates altering their feeding behaviors in response to encountering plants with elevated heavy metal con­ centrations. One hypothesis explaining heavy metal hyper-accumulation in plants is that this is an adaptive strategy for defense against herbivory (Boyd 2004). Given the range of organismal responses to metal contaminants, a thorough study of not only the metal content of the Animas River biota, but also an under­ standing of metal transport through this food web, is warranted. This study considered the pathways by which metals are taken up by plants, and potentially move through trophic levels in the mine-affected aquatic and riparian system. As stated above, it is unclear whether sufficient data have been collected across trophic levels representative of the New Mexico reach of the Animas River and downstream along the San Juan River. Questions asked specific to this study area included: are contaminant levels higher in Gold King Mine spill affected areas of the Animas and San Juan Rivers than a similar, non-affected river reach two years after the event? Do invertebrate taxonomic assemblages differ between the spill-affected and reference rivers? As a more general phenomenon describing riparian contaminant biogeochemistry, do contaminant elements cycle through trophic levels in the river and riparian food-web? Or, conversely, is contaminant concentration in organisms merely a function of contaminant concentrations in the water and sediment environment? To answer these questions, soils, sediment, riparian and aquatic plants, macroinvertebrates, and fish tissue were collected for laboratory analysis to compare metal content of those ecosystem components between GKM spill-affected areas of the Animas and San Juan Rivers, as well as a nearby reference site on the San Juan. Data were reported in an attempt to quantify how metals move through the riparian food web, from river sediments to the water column and surrounding riparian areas. These data are also used to compare spill-affected and reference site differences in metal incorporation into food sources (algae, riparian plants) and consumers (aquatic and terrestrial arthro­ pods, fishes), with the goal of evaluating the impor­ tance of biota for metals cycling in this system via primary production, consumption, and metals transfer to other ecosystem components. Field observations also led to questions about interactions between the co-occurring incidence of invasive trees (salt-cedar and Russian olive) and metal contamination in mine-affected areas. What is the role of invasive species compared to native plants in the movement of chemical elements between aquatic and floodplain biota when plant litter decomposes? A case study experiment was performed by measuring decom­ position rates among native and invasive riparian plant litter at the study reference site. Results from that experiment established background"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "asked specific to this study area included: are contaminant levels higher in Gold King Mine spill affected areas of the Animas and San Juan Rivers than a similar, non-affected river reach two years after the event? Do invertebrate taxonomic assemblages differ between the spill-affected and reference rivers? As a more general phenomenon describing riparian contaminant biogeochemistry, do contaminant elements cycle through trophic levels in the river and riparian food-web? Or, conversely, is contaminant concentration in organisms merely a function of contaminant concentrations in the water and sediment environment? To answer these questions, soils, sediment, riparian and aquatic plants, macroinvertebrates, and fish tissue were collected for laboratory analysis to compare metal content of those ecosystem components between GKM spill-affected areas of the Animas and San Juan Rivers, as well as a nearby reference site on the San Juan. Data were reported in an attempt to quantify how metals move through the riparian food web, from river sediments to the water column and surrounding riparian areas. These data are also used to compare spill-affected and reference site differences in metal incorporation into food sources (algae, riparian plants) and consumers (aquatic and terrestrial arthro­ pods, fishes), with the goal of evaluating the impor­ tance of biota for metals cycling in this system via primary production, consumption, and metals transfer to other ecosystem components. Field observations also led to questions about interactions between the co-occurring incidence of invasive trees (salt-cedar and Russian olive) and metal contamination in mine-affected areas. What is the role of invasive species compared to native plants in the movement of chemical elements between aquatic and floodplain biota when plant litter decomposes? A case study experiment was performed by measuring decom­ position rates among native and invasive riparian plant litter at the study reference site. Results from that experiment established background C and N cycling rates that will inform future studies linking a biogeo­ chemical process (decomposition) with metal flux due to organic matter processing, between floodplain areas and rivers. 5 G K M S P I L L E F F E C T S O N B I OT A Field Sites F our sites along the Animas and San Juan River in northern New Mexico, USA were selected to evaluate the impact of biota on contaminant cycling, two-years after the GKM spill. Three of these sites were classified as “spill-affected”, and another non- spill-affected reference site was selected on the San Juan River near Bloomfield, New Mexico (Figure 1). The reference site is located on the San Juan River upstream of the confluence with the Animas River, was not directly affected by the GKM spill, and has similar morphology to the San Juan downstream. This site is also sampled as a control (reference) site for the New Mexico Department of Game and Fish (NM G&F) surveys conducted since the August 2015 (Duval et al. 2017). Sampling Samples were collected during mid-March and late- August 2017. Sample types representative of energy and elemental flow through a food web were col­ lected to determine the role of trophic interactions on contaminant element cycling. This necessitated sampling river sediment, floodplain soil, periphyton, riverbank vegetation, aquatic invertebrates during each sampling period. River sediment is a potential sink for contaminants that could be remobilized fol­ lowing heavy flows after snowmelt or summer storms (Ullrich et al. 2007). Floodplain soil can become contaminated from elements in the water due to lateral flow (Swennen et al. 1994). Vegetation grow­ ing on those soils is prone to contaminant uptake, and dead leaves return contaminant elements to the river as particulate matter. Aquatic invertebrates are dependent on vegetation C subsidies for a portion of their diet, and contaminants can be taken up by inver­ tebrates via that pathway, or as a function of living in contaminated water (Wesner et al. 2017). Predatory invertebrates consume other invertebrate species, and all those groups are prey for fish (Dallinger and Kautzky 1985). Fish excreta and dead individuals return contaminant elements to water and sediment. Thus, a systems-based view of riparian ecology con­ sidering the flow of energy and elementals is neces­ sary to determine the components most affected by an acute event like GKM. Soil samples were collected by taking 2 cm diam­ eter x 25 cm deep cores, approximately 10 m from the river’s edge (overbank floodplain soils). Cores were collected every 10 m over a 100 m transect along the river, then combined and homogenized. Sediments were collected with a 5 cm diameter x 15 cm deep slide-hammer core fitted with an internal plastic sleeve for sample transport. Water samples were collected into sterile plastic cups, and acidified with trace metal grade HNO3. There were typically 3-4 dominant species (>50% standing biomass) of woody perennials at each site; willow (Salix spp.), cottonwood (Populus deltoides), Russian olive (Elaeagnus angustifolia) and salt cedar (Tamarix ramosissima). A mixture of lower-statured herbaceous vegetation contributes to detrital C pools via litter inputs, and was also collected and identified when possible. These species were reed canary grass (Phalaris arundinacea), an unidentified brome grass (Bromus sp.), and horsetail (Equisetum sp.). Collected from two of the sites were unidentified periphyton growing in the stream. For woody species, three terminal shoots were collected at 5 m intervals along the 100 m transect described above for soil sampling. Herbaceous species were sampled along the soil transect as whole individuals clipped near the ground with hand clippers. Aquatic macro-invertebrates were collected via Surber net sampling (Surber 1936). A frame (0.5 m2 check this) with a perpendicularly affixed net is placed in the stream, stream-bed rocks are removed upstream within the catch-area of the net then wiped by hand to allow invertebrates attached to the surface to float into the net. The stream-bed is also disturbed by foot and hand, to facilitate macro-invertebrates being dislodged from the substrate and collected. This is necessarily an active, systematic sampling approach at the point of collection, but several points within the stream were sampled to minimize sample bias and avoid under-sampling due to random chance. An amount ≥2 g of biomass was targeted I I . M E T H O D S N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 Figure 1. Map of field collection sites along spill affected reaches of the Animas and San Juan Rivers in northern New Mexico. Point labeled ‘SJR1’ is the reference point at a non- spill affected point on the San Juan River. for each sample. Once a sample was collected after 5–10 minutes of disturbing rocks and the substrate, the contents of the net were emptied into a sorting pan, and invertebrates were removed via tweezers and eye-droppers. Individuals were transferred into plastic bottles containing 90% ethanol for storage until later identification. Aquatic invertebrates were hand sorted and identified to family or finer taxonomic resolution when possible. Following the identification of individuals, counts of individuals per site and the masses of each taxonomic unit per site were recorded. To create split samples with enough mass that could be"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "were collected via Surber net sampling (Surber 1936). A frame (0.5 m2 check this) with a perpendicularly affixed net is placed in the stream, stream-bed rocks are removed upstream within the catch-area of the net then wiped by hand to allow invertebrates attached to the surface to float into the net. The stream-bed is also disturbed by foot and hand, to facilitate macro-invertebrates being dislodged from the substrate and collected. This is necessarily an active, systematic sampling approach at the point of collection, but several points within the stream were sampled to minimize sample bias and avoid under-sampling due to random chance. An amount ≥2 g of biomass was targeted I I . M E T H O D S N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 6 Figure 1. Map of field collection sites along spill affected reaches of the Animas and San Juan Rivers in northern New Mexico. Point labeled ‘SJR1’ is the reference point at a non- spill affected point on the San Juan River. for each sample. Once a sample was collected after 5–10 minutes of disturbing rocks and the substrate, the contents of the net were emptied into a sorting pan, and invertebrates were removed via tweezers and eye-droppers. Individuals were transferred into plastic bottles containing 90% ethanol for storage until later identification. Aquatic invertebrates were hand sorted and identified to family or finer taxonomic resolution when possible. Following the identification of individuals, counts of individuals per site and the masses of each taxonomic unit per site were recorded. To create split samples with enough mass that could be analyzed for contaminant elements as well as C and N stable isotopes, invertebrates were lumped into ecological functional types because the mass of individuals was often <1.0 mg. Prior to chemical analysis, taxonomic units were lumped into ecological functional type “predator,” “detritivore,” or “scraper.” Fish samples were collected by the NM G&F via electrofish­ ing. Sections of the rivers where other samples were collected were the focus of electrofishing efforts. After collection, and fish livers and muscle tissue was necropsied by NM G&F at their Farmington, NM laboratory, frozen and then shipped to New Mexico Institute of Mining and Technology, Socorro, NM (NM Tech) for analysis preparation. Analytical Methods for Contaminants Contaminant elements were determined with inductively coupled plasma mass spec­ trometry (ICP-MS) at the New Mexico Bureau of Geology and Mineral Resources (NMBGMR). Prior to ICP-MS analysis, soil and sediment samples were oven dried at 105°C, sieved to pass a 250-μm screen then extracted with 0.6 M ammonium oxa­ late to liberate plant available pools of elements (Liu et al. 1996, Duval et al. 2015). Plant, invertebrates and fish tissues were dried then digested with a Milestone microwave using HNO3 and H2O2 as reactants. Analyses were performed on a Thermo-Finnegan Inductively Coupled Plasma mass spectrometer. Instrument limits of quantitation were calculated according to United States 7 G K M S P I L L E F F E C T S O N B I OT A Environmental Protection Agency protocols (USEPA 2016). The standard deviation of the mean concentra­ tion was determined for replicate (n = 8) standards containing 1 ppb of an element was used to determine instrument detection limits. Reporting limits were set for each element as 10 times the instrument detection limits (Table S1). C and N Stable Isotope Methods for Diet Reconstruction Sediment, soil, plants, aquatic invertebrates and fish muscle tissues were dried at 60°C prior to weighing and stable isotope analysis. Carbon fractionation during lipid synthesis can complicate stable isotope values from fish liver tissues (Skinner et al. 2016). Fish liver tissue therefore underwent a lipid extraction procedure, whereby liver tissue was soaked in petro­ leum ether for 24 hours, the ether was decanted and replaced; this step was repeated three times. Carbon and nitrogen stable isotope analysis on all samples was conducted at the Center for Stable Isotopes at the University of New Mexico. Those results are presented in delta (δ) notation, which represents per mil deviations from standards: δ aX = (aRsample / aRstandard – 1) x 1000 Where X is 13C or 15N and R is the ratio of 13C:12C or 15N:14N. Standards for isotope analysis were California Buckeye and peach leaf for plant tissue, casein and tuna as protein standards. Regression coef­ ficients for accepted NIST values vs measured 13C and 15N were >0.99 for both sets of standards. Decomposition Experiment Plant tissue and soil were collected along the San Juan River near Bloomfield, New Mexico, USA (36.702 N, 107.978 W). Live leaves were collected from the “natives” coyote willow (Salix exigua) and broad­ leaf cottonwood (Populus fremontii), and “invasive/ aliens” salt cedar (Tamarix ramosissima) and Russian olive (Elaeagnus angustifolia). Individual plants within a species that were similar in size, and presum­ ably in age were selected for leaf collections. Leaves from ten individuals of each species were collected by hand, by defoliating the terminal 1-m of five individual branches per plant. Soil was collected to a depth of 10 cm with a hand trowel under the canopy (within 30-cm of the trunk) of each plant sampled. Experimental Set-up Leaves and soil were air-dried for 72 hours in paper sacks in a desiccating cabinet. Leaves were separated from stems, then ground with a coffee grinder. Litter decomposition bags were constructed by placing approximately 2 g of ground plant material into unbleached, empty tea bags. Bags with litter were dried at 40°C for 24 hours, and the mass of litter bags was taken as a record of pre-incubation mass. Soil was homogenized by sieving to pass through a 2-mm, then 250-μm screens. Incubation chambers were constructed by placing approximately 20 g of sieved soil into 120 ml sterile sample cups, then a litter bag, and then another 20 g of soil on top of the bag. Replicate cups (n = 3) were set up for each of the 16 combinations of litter and soil. Water was added to incubation soil and litter cups to restore samples to water mass in the soil at time of collection. That value was determined from the mass of water loss during air drying. Water was added with a micro-pipette to ensure even distribu­ tion across the soil surface. Sample cups were then incubated in 900 ml glass jars with sealed lids and small amount of water in the jar (40 ml separate from the sample cup) to prevent desiccation of the samples. Gas concentration was measured immediately after an incubation cup, wet-up and jar set-up was com­ pleted to give a time zero (Time 0) measurement. Decomposition was measured with three metrics; mass loss, trace gas flux and exo-enzyme activity. Mass loss was determined by the difference in mass of the litter bags at the end of the incubation compared to the initial conditions. At the end of the experiment, litter bags were removed from soil cups, and excess soil sticking to bags was carefully removed by brushing soil away with a small clean"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "sacks in a desiccating cabinet. Leaves were separated from stems, then ground with a coffee grinder. Litter decomposition bags were constructed by placing approximately 2 g of ground plant material into unbleached, empty tea bags. Bags with litter were dried at 40°C for 24 hours, and the mass of litter bags was taken as a record of pre-incubation mass. Soil was homogenized by sieving to pass through a 2-mm, then 250-μm screens. Incubation chambers were constructed by placing approximately 20 g of sieved soil into 120 ml sterile sample cups, then a litter bag, and then another 20 g of soil on top of the bag. Replicate cups (n = 3) were set up for each of the 16 combinations of litter and soil. Water was added to incubation soil and litter cups to restore samples to water mass in the soil at time of collection. That value was determined from the mass of water loss during air drying. Water was added with a micro-pipette to ensure even distribu­ tion across the soil surface. Sample cups were then incubated in 900 ml glass jars with sealed lids and small amount of water in the jar (40 ml separate from the sample cup) to prevent desiccation of the samples. Gas concentration was measured immediately after an incubation cup, wet-up and jar set-up was com­ pleted to give a time zero (Time 0) measurement. Decomposition was measured with three metrics; mass loss, trace gas flux and exo-enzyme activity. Mass loss was determined by the difference in mass of the litter bags at the end of the incubation compared to the initial conditions. At the end of the experiment, litter bags were removed from soil cups, and excess soil sticking to bags was carefully removed by brushing soil away with a small clean paintbrush. Bags were dried for 24 hours at 40°C to replicate the pre-incubation procedure before taking the final mass. Trace gas measurements were made with a Gasmet DX-4040 Fourier-transform infrared (FTIR) gas analyzer (Oy, Finland). Incubation jars were sealed with lids, and incubated in the dark at 25°C. Gas analysis was performed by venting jars, then affixing a modified lid that had quick-connect fittings attached to sample tubing connected to the gas analyzer. The instrument was calibrated before measurements by zeroing the detector with ultra-high purity N2. Gas measurements began immediately after adding water to the dried, sieved samples (Time 0). During measurements, gas concentration was determined automatically via Calcmet software every 20 seconds over a 3 to 5-minute interval. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 8 Measurements were taken daily between Time 0 and day 7, then weekly between day 7 and day 91. Carbon dioxide (CO2), methane (CH4) and nitrous oxide (N2O) fluxes were calculated from the concen­ tration changes in the incubation jars over the length of measurement time, corrected by the volume of incubation chamber. Microbial extracellular enzyme (exoenzymes) activity was determined from soils at the end of the incubation. Following litter bag removal, 1 g of soil was removed and frozen until the time of enzyme assays. Exo-enzyme methodology followed that of Sinsabaugh et al. (2003) and McLaren et al. (2017). Soil was blended with a hand-held tissue blender in pH 5 acetate buffer and pipetted into 96-well plates, with eight replicates per soil. Fluorescing, 4-methylum-belliferone (MUB) tagged substrate (β-D-glucoside, β-D-cellobioside, β-D-xyloside, β-D-glucoside, N-acetyl-α-D-glucosaminide and phosphate) was added. The assays were incubated at 5°C in the dark within the linear range of the reaction (2–13 h), then the reaction was stopped by adding NaOH. Sample fluorescence (i.e., cleaved substrate) was read with a TECAN Infinite Pro 200 plate reader (Tecan Group Ltd., Männedorf, Switzerland) at 365 nm excitation, 450 nm emission. For each sub­ strate, we measured the background fluorescence of soils and substrate and the quenching of MUB by soils, and used standard curves of MUB to calculate of the rate of substrate hydrolyzed. Statistical Analysis Correlation analysis was used to test for relation­ ships between metal concentrations within a biologi­ cal sample (i.e., does invertebrate Cd correlate with other metals in the same tissue) or for comparing a given contaminant element concentration with other environmental samples. We also employed correlation analysis to evaluate the relationship between, and contaminant concentrations within, groups of aquatic invertebrates and fish, and for the suite of ecosystem components measured for both stable isotopes and contaminant elements. Correlation analyses were performed using the Data Analysis ToolPak function in Microsoft Excel (2013 version). A two-isotope, three-source mixing model (ISOERROR 1.04) was used to reconstruct the diets of aquatic invertebrates and fish, with the ultimate goal of understanding trophic transfer of contaminant elements through the aquatic food web (Phillips and Gregg 2001). Recent advances in understanding the physiology of isotope discrimination highlights that C and N fractionate in species-specific and tissue- specific ways that necessitate including discrimination factors (denoted as Δ13C and Δ15N) when attempting diet reconstruction via stable isotopes (Caut et al. 2009). Discrimination factors (Δ13C and Δ15N) were applied to potential food items to discern trophic relationships following the meta-analysis of Caut et al. (2009). Isotope data for food items was corrected by discrimination factors of the consumer of interest, i.e., when considering the diet of predatory inverte­ brates, the invertebrate correction factor was applied to aquatic invertebrates that were a priori assumed as prey. For fish, the correction factors for fish tissues (liver or muscle) were applied to the 13C and 15N values of plants, aquatic invertebrates and potential prey fish. Muscle isotope values for fish were found to provide more logical results from the mixing model calculations. Discrimination factors used in the mix­ ing model are reported in Table 1. Site ID ∆13C ∆15N Fish muscle -0.2488 x 13C - 3.477 -0.281 x 15N + 5.897 liver 0.77 1.61 Invertebrates -0.1113 x 13C - 1.916 -0.311 x 15N + 4.065 Table 1. Stable isotope discrimination factors used in diet reconstruc­ tions of aquatic invertebrates and fish collected from the Animas and San Juan Rivers, northern New Mexico. Discrimination factors are applied to the 13C and 15N values of potential prey items to account for biological isotope fractionation of those elements when incorporated into consumer tissue. Discrimination factors adapted from Caut et al. (2009). Time-series data for CO2 and N2O flux measured in the decomposition experiment were evaluated with a repeated measures, 2-factor ANOVA model con­ sidering soil origin and species of plant litter as main effects, an interaction term, and sample day as the repeated measure. Those analyses were conducted in R (R Core Team 2016). 9 G K M S P I L L E F F E C T S O N B I OT A Contaminant Concentrations among Ecosystem Components Raw data are available in Appendix 1 and 2. Sediment and soil C ontaminant element concentrations in the river sediment samples collected at the four sites var­ ied between the March and August 2017 sampling periods, especially at site SJR2 (Figure 2). Sites are arranged in Figure"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "considering the diet of predatory inverte­ brates, the invertebrate correction factor was applied to aquatic invertebrates that were a priori assumed as prey. For fish, the correction factors for fish tissues (liver or muscle) were applied to the 13C and 15N values of plants, aquatic invertebrates and potential prey fish. Muscle isotope values for fish were found to provide more logical results from the mixing model calculations. Discrimination factors used in the mix­ ing model are reported in Table 1. Site ID ∆13C ∆15N Fish muscle -0.2488 x 13C - 3.477 -0.281 x 15N + 5.897 liver 0.77 1.61 Invertebrates -0.1113 x 13C - 1.916 -0.311 x 15N + 4.065 Table 1. Stable isotope discrimination factors used in diet reconstruc­ tions of aquatic invertebrates and fish collected from the Animas and San Juan Rivers, northern New Mexico. Discrimination factors are applied to the 13C and 15N values of potential prey items to account for biological isotope fractionation of those elements when incorporated into consumer tissue. Discrimination factors adapted from Caut et al. (2009). Time-series data for CO2 and N2O flux measured in the decomposition experiment were evaluated with a repeated measures, 2-factor ANOVA model con­ sidering soil origin and species of plant litter as main effects, an interaction term, and sample day as the repeated measure. Those analyses were conducted in R (R Core Team 2016). 9 G K M S P I L L E F F E C T S O N B I OT A Contaminant Concentrations among Ecosystem Components Raw data are available in Appendix 1 and 2. Sediment and soil C ontaminant element concentrations in the river sediment samples collected at the four sites var­ ied between the March and August 2017 sampling periods, especially at site SJR2 (Figure 2). Sites are arranged in Figure 2 by increasing proximity to spill site. Sediment samples from the three spill-affected sites contained higher concentrations of the nine metals measured compared to the reference site, for both sampling periods, with the single exception of Al concentration at the SJR2 site in March (Figure 2). Among spill-affected sites, the closest site to the GKM spill (AR1) contained the highest sediment concentrations of Al, Mn, and Zn in March, and the highest levels of Al, Mn, Fe, Cu, Zn, and Cd in August (Figure 2). The site just below the confluence of the Animas and San Juan Rivers contained the highest sediment concentrations of Fe, Cu, As, Cd, Pb, and U in March, with the latter four having values several times the I I I . R E S U L T S Figure 2. Contaminant element concentrations in river sediment from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites along the Animas and San Juan Rivers in northern New Mexico. Data are displayed as increasing proximity to the spill, i.e., SJR1 Reference site = not affected by spill, AR1 was the closest to the spill. Open bars are element concentrations for sediment collected in March 2017; closed bars for sediment collected August 2017 from the same sites. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 10 next highest measurement (Figure 2), but these levels dropped back down to near average in August, fol­ lowing the snowmelt period. Floodplain soils collected within 2–3 meters of the water’s edge showed higher concentrations of all contaminant elements in March at two of the spill-affected sites (AR2 and SJR2), with the excep­ tion of As, which showed uniformly high concentra­ tions across sample sites (Figure 3). During March, the reference site and the upstream Animas site (AR1) showed similar concentrations of all elements surveyed. For the August sampling period, the soil concentration of all contaminants was higher at the spill-affected sites compared to the reference, with the exception of As (Figure 3). Vegetation Contaminant concentrations in plant samples varied substantially across species, tissue type and sample month (Table 2). Aluminum concentrations were higher in cottonwood and willow leaves and stems from sites affected by the GKM spill and chronic acid mine drainage, but there were no appreciable Al differences measured in salt-cedar or Russian olive. Manganese concentration was higher in spill- affected willow tissues (stems, leaves and whole plant) and horsetail, relative to the control site. Cottonwood Mn concentrations in both leaves and stems were higher at the reference site. Willow leaf and stem Fe concentration was higher in the spill-affected sites in August, but this trend was not observed when whole plants were analyzed in March. Salt cedar leaves and stems contained higher Fe concentrations at the reference site compared to the spill-affected sites. Zinc concentrations were uniformly higher at the spill-affected sites compared to the reference site in August; inadequate reference samples were collected in March for a similar com­ parison. Russian olive concentrations of Cd were highest in spill-affected sites in March. Cadmium concentrations in August were higher in the Figure 3. Contaminant element concentrations in floodplain soil (cores collected ~2 meters from the edge of water) from one reference site (non- spill-affected) and three Gold King Mine spill-affected sites along the Animas and San Juan Rivers in northern New Mexico. Data are displayed as increasing proximity to the spill, i.e., SJR1 Reference site = not affected by spill, AR1 was the closest to the spill. Open bars are element concentra­ tions for floodplain soil collected in March 2017; closed bars for soil collected August 2017 from the same sites. 11 G K M S P I L L E F F E C T S O N B I OT A MONTH SPECIES TISSUE SPILL AFFECTED SD REFERENCE SD SPILL AFFECTED SD REFERENCE SD SPILL AFFECTED SD REFERENCE SD Al (μg·g) Mn (μg·g) Fe (μg·g) March Bromus whole plant 192.12 41.23 179.77 Elaeagnus whole plant 55.31 22.12 45.9 20.06 6.1 16.08 71.65 24.08 53.18 Equus whole plant 72.11 11.04 40.15 17.19 77.02 9.16 Phalaris whole plant 562.89 149.4 109.98 8.74 578.28 298.69 Salix whole plant 38.16 0.65 59.48 100.38 61.11 62.74 28.9 2.83 44.32 August Bromus whole plant 45.47 62.71 74.23 Elaeagnus leaf 72.57 17.74 66.05 82.29 26.51 61.2 107.01 4.9 99.64 Elaeagnus stem 22.78 6.88 16.5 11.77 3.51 11.24 38.26 4.89 38.04 Equus whole plant 31.85 3.28 39.18 134.16 32.95 83.69 78.67 14.36 50.04 Periphyton whole plant 8544.43 3137.69 8329.21 782.29 287.47 2614.57 8592.57 2225.08 7638.84 Phalaris whole plant 68.94 17.99 480.76 672.49 249.97 228.2 Populus leaf 93.56 91.09 23.66 4.43 206.35 79.4 316.04 12.32 106.13 60.33 110.92 9.01 Populus stem 35.39 27.81 18.13 63.3 26.28 71.92 32.67 15.84 37.28 Salix leaf 80.67 39.21 39.65 196.5 9.03 122.91 116.41 53.28 62.51 Salix stem 33.1 8.3 18.49 83.45 8.88 22.96 31.34 10.66 13.1 Tamarix leaf 62.62 14.07 59.2 76.8 6.56 74.38 85.76 24.03 128.48 Tamarix stem 27.1 2.19 26.9 12.38 1.3 13.89 36.49 4.82 42.71 Cu (μg·g) Zn (μg·g) As (μg·g) March Bromus whole plant 2.61 16.82 0.1 Elaeagnus whole plant 7.43 0.85 10.04 21.6 1.7 22.56 0.09 0.11 0.02 Equus whole plant 3.75 0.23 147.99 79.72 0.07 0.02 Phalaris whole"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "Reference site = not affected by spill, AR1 was the closest to the spill. Open bars are element concentra­ tions for floodplain soil collected in March 2017; closed bars for soil collected August 2017 from the same sites. 11 G K M S P I L L E F F E C T S O N B I OT A MONTH SPECIES TISSUE SPILL AFFECTED SD REFERENCE SD SPILL AFFECTED SD REFERENCE SD SPILL AFFECTED SD REFERENCE SD Al (μg·g) Mn (μg·g) Fe (μg·g) March Bromus whole plant 192.12 41.23 179.77 Elaeagnus whole plant 55.31 22.12 45.9 20.06 6.1 16.08 71.65 24.08 53.18 Equus whole plant 72.11 11.04 40.15 17.19 77.02 9.16 Phalaris whole plant 562.89 149.4 109.98 8.74 578.28 298.69 Salix whole plant 38.16 0.65 59.48 100.38 61.11 62.74 28.9 2.83 44.32 August Bromus whole plant 45.47 62.71 74.23 Elaeagnus leaf 72.57 17.74 66.05 82.29 26.51 61.2 107.01 4.9 99.64 Elaeagnus stem 22.78 6.88 16.5 11.77 3.51 11.24 38.26 4.89 38.04 Equus whole plant 31.85 3.28 39.18 134.16 32.95 83.69 78.67 14.36 50.04 Periphyton whole plant 8544.43 3137.69 8329.21 782.29 287.47 2614.57 8592.57 2225.08 7638.84 Phalaris whole plant 68.94 17.99 480.76 672.49 249.97 228.2 Populus leaf 93.56 91.09 23.66 4.43 206.35 79.4 316.04 12.32 106.13 60.33 110.92 9.01 Populus stem 35.39 27.81 18.13 63.3 26.28 71.92 32.67 15.84 37.28 Salix leaf 80.67 39.21 39.65 196.5 9.03 122.91 116.41 53.28 62.51 Salix stem 33.1 8.3 18.49 83.45 8.88 22.96 31.34 10.66 13.1 Tamarix leaf 62.62 14.07 59.2 76.8 6.56 74.38 85.76 24.03 128.48 Tamarix stem 27.1 2.19 26.9 12.38 1.3 13.89 36.49 4.82 42.71 Cu (μg·g) Zn (μg·g) As (μg·g) March Bromus whole plant 2.61 16.82 0.1 Elaeagnus whole plant 7.43 0.85 10.04 21.6 1.7 22.56 0.09 0.11 0.02 Equus whole plant 3.75 0.23 147.99 79.72 0.07 0.02 Phalaris whole plant 6.06 1.02 70.42 39.71 0.23 0.15 Salix whole plant 6.72 1.54 5.58 145.07 34.13 86.09 0.08 0.01 0.11 August Bromus whole plant 3.97 22.04 0.05 Elaeagnus leaf 11.17 0.72 14.76 37.98 6.59 37.8 0.07 0.01 0.06 Elaeagnus stem 7.96 0.76 10.84 20.06 2.14 21.12 0.03 0.01 0.02 Equus whole plant 5.48 0.11 6.11 119.71 15.37 52.89 1.18 0.56 1.15 Periphyton whole plant 17.17 3.62 14.46 232.26 71.49 22.82 4.48 0.24 7.25 Phalaris whole plant 14.29 11.45 119.24 104.31 0.29 0.31 Populus leaf 5.52 0.92 5.96 0.31 318.97 80.67 49.81 1.35 0.1 0.02 0.14 0.01 Populus stem 6.9 0.4 9.89 106.32 22.37 35.61 0.07 0.03 0.11 Salix leaf 4.43 1.26 4.89 184.75 80.33 139.1 0.16 0.01 0.15 Salix stem 4.29 1.04 6.37 103.63 45.81 64.27 0.09 0.01 0.08 Tamarix leaf 4.93 0.13 5.28 63.06 12.09 13.94 0.1 0 0.11 Tamarix stem 4.93 0.68 6.05 26.74 1.97 7.98 0.04 0.01 0.02 Cd (μg·g) Pb (μg·g) U (μg·g) March Bromus whole plant 0.11 0.56 50.65 Elaeagnus whole plant 0.13 0.08 0.02 0.38 0.06 0.43 36.3 7.84 71.71 Equus whole plant 0.04 0.01 0.37 0.01 45.59 8.99 Phalaris whole plant 0.13 0.01 2.8 1.4 107.8 11.87 Salix whole plant 0.41 0.08 0.41 0.31 0.04 0.3 44.14 15.66 49.31 August Bromus whole plant 0.03 0.37 61.21 Elaeagnus leaf 0.12 0.03 0.01 0.4 0.02 0.31 52.01 5.92 251.16 Elaeagnus stem 0.15 0.07 0.01 0.34 0.04 0.27 38.94 5.76 47.23 Equus whole plant 0.23 0.16 0.1 0.4 0 0.36 61.68 13.38 44.65 Periphyton whole plant 0.93 0.36 0.29 22.16 6.21 5.89 550.72 106.33 824.4 Phalaris whole plant 0.1 0.01 1.48 1.61 . 115.88 123.9 Populus leaf 1.82 0.67 0.29 0 0.36 0.05 0.33 0.13 63.31 4.94 45.89 3.69 Populus stem 1.42 0.64 0.22 0.4 0.21 0.2 60.41 8.79 42.67 Salix leaf 0.41 0.03 0.38 0.7 0.3 0.17 76.02 33.54 32.77 Salix stem 0.32 0.01 0.37 0.4 0.07 0.23 52.1 17.52 29.4 Tamarix leaf 0.2 0.05 0.16 0.34 0 0.33 72.89 12.43 105.08 Tamarix stem 0.07 0.01 0.08 0.26 0.04 0.15 58.54 42.73 28.55 Table 2. Contaminant element concentrations in floodplain plant tissues collected in 2017 from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites along the Animas and San Juan Rivers in northern New Mexico. SD = Standard Deviation. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 12 spill-affected Russian olive and horsetail compared to the reference, and cottonwood Cd concentrations in leaves and stems were an order of magnitude higher in spill affected sites than the reference. Uranium concentrations were higher in the spill-affected sites within both cottonwood and willow leaves and stems, but lower levels were measured from spill-affected Russian olive. Periphyton is not a single organism, but rather a diverse community of micro- and macroscopic prokaryotes and eukaryotes; however, pheriphyton were treated as a single analytical unit for contami­ nant determination. Contaminant concentrations in periphyton were one or two orders of magnitude higher than riparian plant tissues collected from the same sites (Table 2). Spill-affected stream sites showed higher values compared to reference for pheriphyton Al, Cu, Zn, and Cd. Periphyton Mn and U concentra­ tions were higher at the reference site compared to the spill-affected areas. Invertebrates Aquatic invertebrates were sorted into three func­ tional groups prior to contaminant analysis: detritivore, predator and scraper. Contaminant concentrations were highly variable within functional groups and among sample sites (Table 3). There was a trend for higher concentrations of Mn, Fe, and Cu at spill-affected sites in scrapers in March, but predators and detritivores had higher concentrations of those metals in August. Zinc and Cd concentrations were higher at both sample times at spill-affected sites for all groups except scrapers in August. Contaminant concentrations for every element measured were substantially higher in the scraper group during the August sampling month. This observation is likely driven by the presence of Gammaridea amphipods (“scuds”), which were not sampled at any of the spill- affected sites in August. Fish Every contaminant element analyzed was in signifi­ cantly greater concentration in fish liver compared to the same individual’s muscle tissue. It is of note that contaminant concentrations for both tissues were appreciably lower than the values measured in inver­ tebrate samples (Table 3; Table 4) and were below levels considered safe for human consumption. Table 3. Contaminant concentrations in aquatic invertebrates collected from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites along the Animas and San Juan Rivers in northern New Mexico. SD = Standard Deviation MONTH SPECIES SPILL AFFECTED SD REFERENCE SD SPILL AFFECTED SD REFERENCE SD SPILL AFFECTED SD REFERENCE SD Al (μg·g) Mn (μg·g) Fe (μg·g) March Detritivore 5497.64 6384.48 16187.62 257.45 87.44 539.18 4106.95 4592.86 10431.60 Predator 2635.59 1874.57 3370.96 320.70 304.30 772.96 1869.00 1249.98 2729.05 Scraper 15666.32 18730.32 8331.29 1213.78 1511.39 464.02 11441.44 13388.29 6257.04 August Detritivore 4948.94 2270.05 6020.44 544.58 402.99 166.11 382.74 32.73 4545.43 3096.11 4160.93 49.06 Predator 4267.33 1194.18 2292.77 846.46 378.55 460.36 2653.21 626.03 1675.12 Scraper 6215.53 2038.03 49868.96 556.88 208.27 4581.33 4265.17 1361.58 35087.38 March Cu (μg·g) Zn (μg·g) As (μg·g) Detritivore 43.58 22.86 65.73 387.57 98.29 210.74 0.91 0.61 1.70 Predator 27.25 13.03 30.21 416.21 246.65 254.00 0.68 0.50 0.87 Scraper 116.96 124.31 55.08 2413.73 1917.24 260.92"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "concentrations of Mn, Fe, and Cu at spill-affected sites in scrapers in March, but predators and detritivores had higher concentrations of those metals in August. Zinc and Cd concentrations were higher at both sample times at spill-affected sites for all groups except scrapers in August. Contaminant concentrations for every element measured were substantially higher in the scraper group during the August sampling month. This observation is likely driven by the presence of Gammaridea amphipods (“scuds”), which were not sampled at any of the spill- affected sites in August. Fish Every contaminant element analyzed was in signifi­ cantly greater concentration in fish liver compared to the same individual’s muscle tissue. It is of note that contaminant concentrations for both tissues were appreciably lower than the values measured in inver­ tebrate samples (Table 3; Table 4) and were below levels considered safe for human consumption. Table 3. Contaminant concentrations in aquatic invertebrates collected from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites along the Animas and San Juan Rivers in northern New Mexico. SD = Standard Deviation MONTH SPECIES SPILL AFFECTED SD REFERENCE SD SPILL AFFECTED SD REFERENCE SD SPILL AFFECTED SD REFERENCE SD Al (μg·g) Mn (μg·g) Fe (μg·g) March Detritivore 5497.64 6384.48 16187.62 257.45 87.44 539.18 4106.95 4592.86 10431.60 Predator 2635.59 1874.57 3370.96 320.70 304.30 772.96 1869.00 1249.98 2729.05 Scraper 15666.32 18730.32 8331.29 1213.78 1511.39 464.02 11441.44 13388.29 6257.04 August Detritivore 4948.94 2270.05 6020.44 544.58 402.99 166.11 382.74 32.73 4545.43 3096.11 4160.93 49.06 Predator 4267.33 1194.18 2292.77 846.46 378.55 460.36 2653.21 626.03 1675.12 Scraper 6215.53 2038.03 49868.96 556.88 208.27 4581.33 4265.17 1361.58 35087.38 March Cu (μg·g) Zn (μg·g) As (μg·g) Detritivore 43.58 22.86 65.73 387.57 98.29 210.74 0.91 0.61 1.70 Predator 27.25 13.03 30.21 416.21 246.65 254.00 0.68 0.50 0.87 Scraper 116.96 124.31 55.08 2413.73 1917.24 260.92 2.45 2.80 1.15 August Detritivore 49.33 21.79 27.44 0.07 878.10 333.24 117.98 15.10 1.37 1.00 2.24 0.84 Predator 31.48 14.88 28.55 238.23 34.92 149.09 1.12 0.09 0.99 Scraper 29.05 16.20 180.47 628.50 529.90 4594.10 1.42 0.48 8.99 March Cd (μg·g) Pb (μg·g) U (μg·g) Detritivore 1.153 0.708 0.855 5.740 3.714 8.975 0.709 0.676 0.982 Predator 1.015 0.643 0.416 4.947 3.676 2.849 0.529 0.283 0.502 Scraper 4.038 2.996 1.771 33.251 37.345 6.241 2.455 3.042 2.906 August Detritivore 2.907 1.266 1.484 0.120 13.608 13.514 3.500 0.059 0.657 0.211 0.723 0.030 Predator 1.371 0.547 0.762 8.526 0.989 2.371 0.293 0.035 0.376 Scraper 6.032 4.233 37.259 8.395 5.924 52.247 0.698 0.260 3.123 13 G K M S P I L L E F F E C T S O N B I OT A SITE SPECIES LIVER AI SD Mn SD Fe SD Cu SD Zn SD As SD Cd SD Pb SD U SD AR1 flannelmouth sucker 144.88 155.04 2468.84 65.90 193.68 1.87 0.63 1.76 1.44 AR1 flannelmouth sucker 45.49 57.75 1779.02 15.69 147.79 0.85 0.39 0.97 0.33 AR1 brown trout 36.75 4.13 7.80 2.36 553.17 112.80 1465.90 500.63 248.66 123.59 2.40 0.99 1.83 0.65 0.54 0.29 0.10 0.10 AR1 rainbow trout 40.89 36.60 13.75 11.61 611.51 554.45 321.51 379.26 114.83 97.04 1.42 1.32 0.80 0.79 0.55 0.46 0.09 0.09 AR2 rainbow trout 27.72 11.17 7.36 2.75 479.15 199.96 516.18 130.84 190.14 81.71 1.08 0.60 0.38 0.23 0.59 0.35 0.19 0.17 AR2 brown trout 11.63 10.69 7.66 3.84 377.27 61.20 809.54 461.39 212.87 85.65 2.21 0.59 0.50 0.08 0.17 0.10 0.07 0.07 AR2 flannelmouth sucker 33.95 24.85 21.78 19.26 1099.14 862.36 40.34 48.29 137.98 82.15 0.42 0.27 0.23 0.21 0.68 0.51 0.31 0.25 AR2 bluehead sucker 92.98 84.05 75.23 46.61 538.65 215.92 29.71 14.56 134.23 62.59 1.48 0.50 0.98 1.47 0.94 0.77 1.02 1.12 SJR2 bluehead sucker 47.27 13.24 34.48 22.53 580.54 285.94 40.03 41.60 174.53 127.97 0.78 0.19 0.27 0.30 0.87 0.38 0.37 0.15 SJR1 (Reference) AMME 19.47 7.21 370.14 19.76 82.68 0.22 0.06 0.25 0.15 SJR1 (Reference) brown trout 333.05 17.64 758.45 21.39 274.63 0.47 0.27 3.07 1.34 SJR1 (Reference) bluehead sucker 175.02 122.58 598.05 37.54 136.61 2.45 SJR1 (Reference) flannelmouth sucker 52.68 29.63 40.51 25.91 1602.35 463.43 55.30 28.65 254.22 136.78 0.67 0.13 SJR1 (Reference) flannelmouth sucker 0.37 0.07 1.16 0.85 0.42 0.29 Table 4. Fish liver contaminant concentrations collected from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites along the Animas and San Juan Rivers in northern New Mexico. All units are μg·g. SD = Standard Deviation N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 14 Table 5. Fish muscle contaminant concentrations collected from one reference site (non-spill-affected) and three Gold King Mine spill-affected sites along the Animas and San Juan Rivers in northern New Mexico. All units are μg·g. SD = Standard Deviation Contaminant element Liver vs. muscle (R) δ15N vs. liver (R) δ15N vs. muscle (R) Muscle δ15N vs. liver contaminants Al -0.07 -0.39 0.11 -0.47 Mn 0.38 0.01 -0.26 -0.27 Fe 0.18 0.2 0.04 -0.11 Cu -0.14 0.63 -0.06 0.58 Zn 0.03 0.08 -0.46 -0.09 As -0.21 0.58 -0.57 0.39 Cd -0.06 0.59 0.3 0.41 Pb 0.12 -0.43 -0.07 -0.55 U -0.1 -0.19 0.15 -0.44 Table 6. Correlation coefficients (R) for contaminant concentra­ tions between fish liver and fish muscle tissues, and contaminant concentration as a function of fish tissue δ15N. Fish liver concentrations of Pb were higher for brown trout and bluehead suckers at the reference site compared to the spill-affected sites (Table 4). Flannelmouth sucker livers from fish collected at the reference site contained intermediate levels of most contaminants relative to two of the spill-affected sites. Muscle and liver tissue contaminant concentrations did not significantly correlate with each other, with the exception of positive relationships between liver and muscle concentrations of Mn (Table 6; P <0.05; R = 0.38). Liver Pb and U were positively correlated across all fish samples analyzed (P <0.05; R = 0.66). Invertebrate Community Structure We sampled approximately 80% more aquatic invertebrate individuals in August 2017 compared to the yield of the similar sample effort in March of 2017. Differences in aquatic invertebrate com­ munity structure were driven by seasonal differ­ ences in the abundance of families within the orders Ephemeroptera, Plecoptera and Trichoptera. Among the Ephemeroptera, mayfly larvae in the Family Baetidae were sampled in higher abundance in August for all sites except AR2 (Table 7). Individuals of this family made up between 21% and 91% of the sampled invertebrates in August 2017. Hydropsychid (Trichoptera) caddis fly larvae were sampled at each site, during both sample months, but accounted for 53% of the sampled individuals at SJR2 in August, whereas they were not more than 33% of the indi­ viduals sampled at any other site or time (Table 7). The invertebrate collection revealed several taxa that were in higher abundance at the reference site compared to spill-affected sites. Multiple individuals SITE SPECIES MUSCLE AI SD Mn SD Fe SD Cu SD Zn SD As SD Cd SD Pb SD U SD AR1 flannelmouth sucker 23.94 14.24 54.04 2.84 33.06 0.36 0.01 0.19 0.03 AR1 flannelmouth sucker 24.14 5.89 39.15 2.65 33.77 0.38 0.01 0.05 0.03 AR1 brown trout 17.35 5.69 2.30"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "for brown trout and bluehead suckers at the reference site compared to the spill-affected sites (Table 4). Flannelmouth sucker livers from fish collected at the reference site contained intermediate levels of most contaminants relative to two of the spill-affected sites. Muscle and liver tissue contaminant concentrations did not significantly correlate with each other, with the exception of positive relationships between liver and muscle concentrations of Mn (Table 6; P <0.05; R = 0.38). Liver Pb and U were positively correlated across all fish samples analyzed (P <0.05; R = 0.66). Invertebrate Community Structure We sampled approximately 80% more aquatic invertebrate individuals in August 2017 compared to the yield of the similar sample effort in March of 2017. Differences in aquatic invertebrate com­ munity structure were driven by seasonal differ­ ences in the abundance of families within the orders Ephemeroptera, Plecoptera and Trichoptera. Among the Ephemeroptera, mayfly larvae in the Family Baetidae were sampled in higher abundance in August for all sites except AR2 (Table 7). Individuals of this family made up between 21% and 91% of the sampled invertebrates in August 2017. Hydropsychid (Trichoptera) caddis fly larvae were sampled at each site, during both sample months, but accounted for 53% of the sampled individuals at SJR2 in August, whereas they were not more than 33% of the indi­ viduals sampled at any other site or time (Table 7). The invertebrate collection revealed several taxa that were in higher abundance at the reference site compared to spill-affected sites. Multiple individuals SITE SPECIES MUSCLE AI SD Mn SD Fe SD Cu SD Zn SD As SD Cd SD Pb SD U SD AR1 flannelmouth sucker 23.94 14.24 54.04 2.84 33.06 0.36 0.01 0.19 0.03 AR1 flannelmouth sucker 24.14 5.89 39.15 2.65 33.77 0.38 0.01 0.05 0.03 AR1 brown trout 17.35 5.69 2.30 0.76 30.95 13.76 1.82 0.49 19.05 4.85 0.17 0.01 0.05 0.06 0.08 0.03 0.02 0.00 AR1 rainbow trout 21.14 3.59 4.01 3.09 34.99 9.67 2.41 0.52 19.88 3.19 0.19 0.08 0.02 0.01 0.14 0.10 0.04 0.02 AR2 rainbow trout 6.16 0.84 2.02 1.98 22.12 8.51 2.14 0.58 20.24 1.67 0.28 0.32 0.01 0.00 0.05 0.01 0.03 0.00 AR2 brown trout 7.33 1.69 3.90 2.89 16.02 2.49 2.41 1.25 16.33 2.36 0.12 0.01 0.01 0.00 0.04 0.02 0.03 0.01 AR2 flannelmouth sucker 8.88 1.98 7.80 5.58 22.81 5.69 1.98 0.49 32.84 14.27 0.25 0.14 0.01 0.00 0.10 0.07 0.03 0.01 AR2 bluehead sucker 27.16 7.96 20.57 7.72 44.78 7.06 2.39 0.95 23.10 7.90 0.30 0.03 0.01 0.00 0.28 0.19 0.04 0.01 SJR2 bluehead sucker 20.30 13.84 12.50 10.28 29.39 14.09 1.80 0.58 26.36 8.24 0.45 0.30 0.01 0.00 0.05 0.02 0.03 0.01 SJR1 (Reference) AMME 43.07 10.14 59.95 1.50 18.71 0.11 0.01 0.30 0.03 SJR1 (Reference) brown trout 5.99 1.20 15.49 2.26 26.34 0.18 0.03 0.20 0.01 SJR1 (Reference) bluehead sucker 22.00 9.18 35.96 2.04 37.51 0.53 0.01 0.09 0.01 SJR1 (Reference) flannelmouth sucker 36.18 30.51 22.07 21.71 57.27 51.19 2.91 2.13 39.29 36.63 0.47 0.40 SJR1 (Reference) flannelmouth sucker 0.01 0.00 0.11 0.04 0.04 0.02 15 G K M S P I L L E F F E C T S O N B I OT A SPILL-AFFECTED REFERENCE Functional Group Common name AR1 March AR1 August AR2 March AR2 August SJR2 March SJR2 August SJR1 March SJR1 August Acari (O) Pred Mites, ticks 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 5 (0.003) Annelid (C) Detr leech 0 (0.000) 4 (0.007) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 7 (0.004) Anopheles (G) Sc-Gr mosquito 0 (0.000) 3 (0.005) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) Anthericidae (F) Diptera Pred true fly 2 (0.005) 23 (0.039) 0 (0.000) 20 (0.045) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) Baetidae (F) Ephemeroptera Detr small mayfly 15 (0.036) 282 (0.478) 386 (0.862) 191 (0.428) 40 (0.205) 89 (0.269) 410 (0.587) 1614 (0.906) Brachycentridae (F) Trichoptera Detr caddisfly 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 3 (0.002) Chironomidae (F) Diptera Pred non-biting midge 0 (0.000) 27 (0.046) 10 (0.022) 3 (0.007) 18 (0.092) 6 (0.018) 2 (0.003) 72 (0.040) Coleoptera (O) Pred beetle 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 1 (0.001) Crambidae (F) Lepidoptera Sc-Gr grass moth 0 (0.000) 1 (0.002) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) Crustacean-Amphipoda-Gammaridae Sc-Gr scud 0 (0.000) 1 (0.002) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 12 (0.007) Diptera (O) Detr true flies 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 26 (0.037) 0 (0.000) Heptageniidae (F) Ephemeroptera Sc-Gr flat-head mayfly 10 (0.024) 16 (0.027) 0 (0.000) 24 (0.054) 27 (0.138) 52 (0.157) 0 (0.000) 7 (0.004) Hydropsychidae (F) Trichoptera Pred net-spinning caddisfly 20 (0.048) 59 (0.100) 15 (0.033) 145 (0.325) 53 (0.272) 174 (0.526) 25 (0.036) 15 (0.008) Ixodes scapularis X deer tick (not aquatic) 0 (0.000) 1 (0.002) 1 (0.002) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 16 (0.009) Leptohyphidae (F) Ephemeroptera Sc-Gr mayfly 0 (0.000) 166 (0.281) 0 (0.000) 14 (0.031) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) Limoniinae (sub-F) Diptera Detr cranefly 1 (0.002) 0 (0.000) 0 (0.000) 0 (0.000) 26 (0.133) 0 (0.000) 0 (0.000) 0 (0.000) Odonata-Gomphidae Pred dragonfly 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 1 (0.003) 0 (0.000) 1 (0.001) Perlidae (F) Plecoptera Pred stonefly 195 (0.470) 1 (0.002) 11 (0.025) 44 (0.099) 5 (0.026) 7 (0.021) 36 (0.052) 11 (0.006) Perlodidae (F) Plecoptera Pred stonefly 0 (0.000) 0 (0.000) 0 (0.000) 1 (0.002) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) Simuliidae (F) Diptera Detr black fly 0 (0.000) 6 (0.010) 7 (0.016) 2 (0.004) 1 (0.005) 0 (0.000) 161 (0.230) 15 (0.008) Siphlonuridae (F) Ephem. Sc-Gr minnow mayfly 171 (0.412) 0 (0.000) 18 (0.040) 0 (0.000) 23 (0.118) 0 (0.000) 36 (0.052) 0 (0.000) Tipulidae (F) Diptera Detr cranefly 1 (0.002) 0 (0.000) 0 (0.000) 2 (0.004) 2 (0.010) 0 (0.000) 0 (0.000) 0 (0.000) Unknown 1 X 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 2 (0.006) 1 (0.001) 2 (0.001) Unknown 2 X 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 1 (0.001) 0 (0.000) Unknown 3 X 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 1 (0.001) 0 (0.000) Table 7. Aquatic invertebrate community assemblage determined from samples collected in the Animas and San Juan Rivers in March and August 2017. Parenthesis numbers are standard deviation. Pred = Predator; Detr = Detritivore; Sc-Gr = Scraper-Grazer; X = unknown. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 of an unidentified Diptera group was only found at the reference site, and Simuliid black flies were sampled in an order of magnitude greater abundance at the reference site compared to the spill-affected sites (Table 2). Baetid mayflies were sampled in sub­ stantially higher abundance at"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "(0.000) 1 (0.003) 0 (0.000) 1 (0.001) Perlidae (F) Plecoptera Pred stonefly 195 (0.470) 1 (0.002) 11 (0.025) 44 (0.099) 5 (0.026) 7 (0.021) 36 (0.052) 11 (0.006) Perlodidae (F) Plecoptera Pred stonefly 0 (0.000) 0 (0.000) 0 (0.000) 1 (0.002) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) Simuliidae (F) Diptera Detr black fly 0 (0.000) 6 (0.010) 7 (0.016) 2 (0.004) 1 (0.005) 0 (0.000) 161 (0.230) 15 (0.008) Siphlonuridae (F) Ephem. Sc-Gr minnow mayfly 171 (0.412) 0 (0.000) 18 (0.040) 0 (0.000) 23 (0.118) 0 (0.000) 36 (0.052) 0 (0.000) Tipulidae (F) Diptera Detr cranefly 1 (0.002) 0 (0.000) 0 (0.000) 2 (0.004) 2 (0.010) 0 (0.000) 0 (0.000) 0 (0.000) Unknown 1 X 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 2 (0.006) 1 (0.001) 2 (0.001) Unknown 2 X 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 1 (0.001) 0 (0.000) Unknown 3 X 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 0 (0.000) 1 (0.001) 0 (0.000) Table 7. Aquatic invertebrate community assemblage determined from samples collected in the Animas and San Juan Rivers in March and August 2017. Parenthesis numbers are standard deviation. Pred = Predator; Detr = Detritivore; Sc-Gr = Scraper-Grazer; X = unknown. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 16 of an unidentified Diptera group was only found at the reference site, and Simuliid black flies were sampled in an order of magnitude greater abundance at the reference site compared to the spill-affected sites (Table 2). Baetid mayflies were sampled in sub­ stantially higher abundance at the reference site than at any of the spill-affected sites (Table 7). Chironomid midges were sampled at all sites, but in higher abun­ dance at the reference site. Invertebrate families with higher abundance in the spill-affected areas compared to the reference were Anthericidae (predatory flies), Perlidae (stone flies) and Heptageniidae (flat-head mayfly) (Table 7). Comparing aquatic invertebrates by functional group instead of taxonomically shows a tendency for more predatory organisms and those with a scraper-grazer lifestyle, in the spill-affected sites. Higher numbers of detritivores in the reference versus spill-affected sites is driven by the number of Baetid mayflies noted above (Table 7). The geomorphic setting of each site was unique, and the invertebrate sampling may reflect this. Sampling at site AR1 took place at the outside of a bend that impinged on course cobbles and boulders, which appeared to be part of a bank protection effort adjacent to a county road. This high-energy, coarse environment yielded many large individuals in March, but fewer in August. Additional sampling took place upstream along the run leading to the bend. Sampling at AR2 was conducted on a mid-channel riffle with crossing flow below an attached bar. Bed material was gravel to cobble sized. Site SJR2, at the confluence Figure 4. Dual isotope plot of ecosystem components sampled in sections of the Gold King Mine spill-affected sites along the Animas and San Juan Rivers, and a reference site in northern New Mexico. Error bars around fish muscle and liver tissues are ±1 standard deviation. of the Animas and San Juan was a predominantly fine-grained site at the time of the two sampling events, though course boulder bars were beginning to emerge in mid-channel in August as flash-flood- derived sediment worked through the system. Samples were collected along cut banks and on mid-channel longitudinal bars. The reference site, SJR1, was also dominated by fine sediment. Sampling took place in a small side channel next to an island that had sev­ eral coarse cobble riffles along its length. Additional sampling in August was conducted on the gravel bar extending upstream of the island where the side chan­ nel diverged. Isotope Signatures of Ecosystem Components Figure 4 shows the isotopic signatures of all ecosys­ tem components sampled. There was a wide range of nutritional sources available to consumers as displayed by the range of 13C values measured from plant tissues, all of which have the signature of C3 photosynthetic plants (Figure 4). Plants that employ the C3 pathway for taking up CO2 from the atmosphere discriminate against heavy C (13C), and thus have a “lighter,” i.e., more negative, δ13C value than C4 plants who concentrate CO2 in their leaves. The latter results in C4 plants showing a “heavier,” i.e., less negative δ13C value. While a full food-web reconstruction is difficult from plotting the raw isotope values, 15N signatures of the ecosystem 17 G K M S P I L L E F F E C T S O N B I OT A Figure 5. Dual isotope plot of delta C versus delta N for three functional groups of aquatic invertebrates sampled in a) March 2017 and b) August 2017, Animas and San Juan Rivers, northern New Mexico. Closed symbols represent samples collected from “spill- affected” areas; open symbols are from reference site not impacted by the Gold King Spill. components follow a logical pattern, with insectivo­ rous fish displaying the highest 15N values, i.e., highest trophic position. Examining the dual isotope plots only for aquatic invertebrates shows that specimens collected in March show a large degree of feeding diversity, as evidenced by the approximate 5‰ difference in 15N values among groups (Figure 5a). August samples showed a greater degree of trophic overlap than March, but a greater breadth of food sources is reflected in the range of 13C values (Figure 5b). After raw isotope values of food sources were corrected with discrimination factors (Table 1), the Isoerror model calculations provided reasonable esti­ mates of source food source contributions to the diet of three fish species; bluehead suckers, flannelmouth suckers and rainbow trout. Bluehead suckers diet composition suggested about half of their diet at the study site matched the isotope signature (both 13C and 15N) of detritivorous insects, with over 35% from scraper invertebrates, and about 10% from plant material (Table 8). Flannelmouth suckers muscle isotope values reflect a potential diet of detritivores and scrapers, while rainbow trout values reflect a potential diet of mostly scrapers and predatory inver­ tebrates (Table 8). Trophic Transfer of Contaminants Copper, As and Cd positively correlated with fish liver 15N values (Table 6). Muscle tissue δ15N was negatively correlated with Cu and As, and the relationship with Cd was weaker than with liver tissue. Those three elements concentration in liver tissue were all positively correlated with 15N in muscle tissue (Table 6). Figure 6 summarizes the relationship between 15N and all contaminants analyzed, for every ecosystem component considered here. The high contaminant concentrations found in the reference sample scrapers appear to drive the rela­ tionships between 15N and contaminants, and removing that point increased the correlation coefficient for most elements. The strongest relationship between tro­ phic position, as inferred by δ15N, and cross-organism contaminant concentra­ tion were found for Cu (n = 117; R = 0.25), As (R = 0.29) and U (R = 0.19). Decomposition of Riparian Vegetation Contrary to study expectations, soil source, rather than plant litter itself, had"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "in 15N values among groups (Figure 5a). August samples showed a greater degree of trophic overlap than March, but a greater breadth of food sources is reflected in the range of 13C values (Figure 5b). After raw isotope values of food sources were corrected with discrimination factors (Table 1), the Isoerror model calculations provided reasonable esti­ mates of source food source contributions to the diet of three fish species; bluehead suckers, flannelmouth suckers and rainbow trout. Bluehead suckers diet composition suggested about half of their diet at the study site matched the isotope signature (both 13C and 15N) of detritivorous insects, with over 35% from scraper invertebrates, and about 10% from plant material (Table 8). Flannelmouth suckers muscle isotope values reflect a potential diet of detritivores and scrapers, while rainbow trout values reflect a potential diet of mostly scrapers and predatory inver­ tebrates (Table 8). Trophic Transfer of Contaminants Copper, As and Cd positively correlated with fish liver 15N values (Table 6). Muscle tissue δ15N was negatively correlated with Cu and As, and the relationship with Cd was weaker than with liver tissue. Those three elements concentration in liver tissue were all positively correlated with 15N in muscle tissue (Table 6). Figure 6 summarizes the relationship between 15N and all contaminants analyzed, for every ecosystem component considered here. The high contaminant concentrations found in the reference sample scrapers appear to drive the rela­ tionships between 15N and contaminants, and removing that point increased the correlation coefficient for most elements. The strongest relationship between tro­ phic position, as inferred by δ15N, and cross-organism contaminant concentra­ tion were found for Cu (n = 117; R = 0.25), As (R = 0.29) and U (R = 0.19). Decomposition of Riparian Vegetation Contrary to study expectations, soil source, rather than plant litter itself, had a greater effect on decomposition at the reference site. Mass loss between the beginning and end of the laboratory incu­ bations showed that irrespective of plant species, litter decomposed most com­ pletely on soils collected under willow (24−32% of original mass remained; Table 9). The range in values for litter mass remaining after 90 days was greater N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 18 Figure 6. Plots of δ15N versus contaminant element concentration in all ecosystem components measured 2-years following the Gold King Mine spill, from spill-affected sites along the Animas and San Juan Rivers, and a reference site in northern New Mexico. when comparing a single litter type over the range of soils (15−19%) versus the range of values for a single soil type over the diversity of plant litters (4−8%). There was a significant effect of litter species (F3,785 = 37.34, P <0.001), soil origin (F3,785 = 4.66, P <0.01), the interaction between litter and soil (F9,785 = 3.01, P <0.001) and a significant effect of time (F18,785 = 5.36, P <0.001) on soil respiration. Multiple comparisons via Tukey’s Honest Significant Difference (HSD) of CO2 loss as a function of soil type revealed two significant pair-wise comparisons whereby salt-cedar soil respired more CO2 over the course of the incuba­ tions compared to soils collected under Russian olive and cottonwood, respectively (both P <0.001; Figure 7). Russian olive produced significantly more CO2 emissions over the course of the incubations than any other litter species, across soil type. Soil respiration measurements did not support the hypothesis that litter decomposes faster when incubated in soils col­ lected from under the same plant species (Figure 7). Nitrous oxide emissions were significantly affected by litter species (F3,803 = 37.34, P <0.001), soil origin (F3,803 = 4.66, P <0.01), and the interac­ tion between litter and soil (F9,803 = 3.01, P <0.001). Within soil origin, N2O emissions, by rank were: cottonwood > Russian olive > salt cedar > willow. Among plant litters, Russian olive decomposition on any of the soil types resulted in a striking temporal pattern whereby emissions peaked after approxi­ mately 10 days for three of the soil types and after 30 days on willow soil (Figure 8). Bluehead sucker Flannelmouth sucker Rainbow trout Food source Mean (proportion) SEM Mean (proportion) SEM Mean (proportion) SEM Detritivores 0.53 0.15 0.57 0.20 0.06 0.14 Scrapers 0.37 0.18 0.43 0.24 0.43 1.00 Predators 0.52 1.06 Plants 0.10 0.04 0.01 0.04 Table 8. Calculated contribution of food sources to fish diets inferred from a 3-source, dual isotope mixing model following discrimination factor corrections. Isoerror (1.04) was used to calculate food sources. 19 G K M S P I L L E F F E C T S O N B I OT A Figure 7. Soil respiration over a 90-day incubation of decomposing riparian shrub litter on soils from under those plants in a reciprocal transplant experiment. Each panel represents a different soil type, and colored lines are the average CO2 flux of three replicates per sample day. Figure 8. Gaseous nitrous oxide emissions over a 90-day incubation of decomposing riparian shrub litter on soils from under those plants in a reciprocal transplant experiment. Each panel represents a different soil type, and colored lines are the average N2O flux of three replicates per sample day. Proportion of litter mass remaining after 90 days Soil Populus Salix Elaeagnus Tamarix Populus 0.47 0.48 0.44 0.47 Salix 0.31 0.25 0.24 0.32 Elaeagnus 0.42 0.4 0.4 0.45 Tamarix 0.4 0.44 0.42 0.44 Table 9. Proportion of litter mass remaining after 90 day incubation experi­ ment. Each of four litter types were decomposed during the experiment on soils collected from under those four species in a full-factorial design. Proportional mass remaining = Starting mass (g) – Final mass (g) / Starting mass (g). Microbial exo-enzyme activities gener­ ally showed a positive relationship with soil C content and a negative relationship with δ13C (Figure 9). Carbon dynamics clustered around soil origin rather than litter species in a similar manner as litter mass loss: we measured the lowest enzyme activity from samples contain­ ing willow litter, which also had the lowest C content by percent (0.24 %), and the heaviest in terms of 13C values (-24.98 ‰; Figure 9). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 Figure 9. Relationship between soil carbon content (%) and soil carbon isotope composition (δ13C) and microbial exo-enzymes in response to decomposing litter from two native and two invasive riparian shrub species on soil from under those plants in a full-reciprocal transplant experiment. Symbols represent soil associated with given species, colors denote litter of that species. Enzyme activity is expressed in units substrate converted per hour. Physiological role of each enzyme is discussed in the methods section. 21 G K M S P I L L E F F E C T S O N B I OT A Sediment R iver sediment contaminant concentrations were somewhat higher in the three sites affected by"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "0.47 0.48 0.44 0.47 Salix 0.31 0.25 0.24 0.32 Elaeagnus 0.42 0.4 0.4 0.45 Tamarix 0.4 0.44 0.42 0.44 Table 9. Proportion of litter mass remaining after 90 day incubation experi­ ment. Each of four litter types were decomposed during the experiment on soils collected from under those four species in a full-factorial design. Proportional mass remaining = Starting mass (g) – Final mass (g) / Starting mass (g). Microbial exo-enzyme activities gener­ ally showed a positive relationship with soil C content and a negative relationship with δ13C (Figure 9). Carbon dynamics clustered around soil origin rather than litter species in a similar manner as litter mass loss: we measured the lowest enzyme activity from samples contain­ ing willow litter, which also had the lowest C content by percent (0.24 %), and the heaviest in terms of 13C values (-24.98 ‰; Figure 9). N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 20 Figure 9. Relationship between soil carbon content (%) and soil carbon isotope composition (δ13C) and microbial exo-enzymes in response to decomposing litter from two native and two invasive riparian shrub species on soil from under those plants in a full-reciprocal transplant experiment. Symbols represent soil associated with given species, colors denote litter of that species. Enzyme activity is expressed in units substrate converted per hour. Physiological role of each enzyme is discussed in the methods section. 21 G K M S P I L L E F F E C T S O N B I OT A Sediment R iver sediment contaminant concentrations were somewhat higher in the three sites affected by upstream mining activity and the GKM spill. But this difference was much weaker in August relative to March, and the highest outliers of contamination were observed at the Animas and San Juan River confluence site (SJR2) in March 2017 (Figure 2). The sediment collected in these March SJR2 samples appears to have been part of a large influx of sedi­ ment to the lower Animas and San Juan River that occurred on August 26, 2015, approximately three weeks following the GKM spill. Intense precipitation in the Aztec and Farmington area, but not extending north of Cedar Hill, caused flooding and sediment delivery from ephemeral tributaries and hillslopes. Prior to this event, the bed just downstream of the river junction was coarse (cobble to boulder); following the flood event, the bed was observed to be entirely sandy-to-silty on August 27, 2015, and probing with a PVC piezometer revealed 0.3 m to greater than 0.6 m of deposited fine sediment. This sediment mantle is likely to have incorpo­ rated or buried particulate metal oxides that were deposited in the affected reach during passage of the GKM contaminant plume. In March 2017, the sediment mantle was still observed at all points visited across the downstream San Juan channel bed. The March river sediment sample from SJR2 was collected from a fine-grained, semi-submerged, longitudinally extensive lateral bar that extended downstream on river right from the point of confluence. The Animas River just upstream of the confluence had significant interstitial fines, but the gravel-to-cobble bed material was visible in most locations except for low-energy backwaters. The 2017 spring runoff extended from mid- March to the end of June, with a peak of 9,000 ft3 . sec-1 and an extended four weeks of flow exceeding 7,000 ft3 . sec-1 according to the USGS San Juan River at Farmington gage. When the site was revisited in August, 2017, a large proportion of the fines had been transported out of the reach. With limited fines coming down the Animas, any recently deposited fines would have come predominantly from the por­ tion of the San Juan River unaffected by the spill. The boulder bed of the San Juan River was beginning to reemerge, especially on mid-channel bars. The lateral bar that was sampled for sediment in March had been reworked by the flood and did not exist in the same position. We collected the August 2017 river sediment from much thinner deposits near the right bank. This geomorphic history helps to explain the marked drop in Cu, As, Cd, Pb, and possibly U, at this site. All contaminants except U were associated with the GKM spill material, and the deposited oxides may have assisted adsorption and concentrated U within the sediment. This suggests that it took two full snowmelt seasons (2016 and 2017) to flush GKM affected sediments past Farmington. This extra delay can be attributed to the August 2015, flood-derived sediment input that overwhelmed the capacity of the San Juan River to transport sandy sediment. Although it delayed flushing, the sediment pulse also diluted the concentration of the GKM contaminants in the river­ bed sediment, lowering them to levels that are more difficult to detect and perhaps less bio-available. Soil The soil samples collected at the four sites were from positions on the floodplain slightly above the stage reached during a typical spring runoff flood. Thus, metal loads within these soils do not reflect GKM spill influences, but long-term conditions of sediment moving through the watershed and channel. Acid mine drainage, historic spills, and even acid rock drainage from before the mining era may have influ­ enced the metals concentrations of soils at the two Animas River sites, and at the confluence site soil. Aluminum, Mn, Fe, Cu, and U were slightly elevated at these three sites relative to the reference site, while Zn, Pb, and Cd were elevated by at least an order of magnitude (Figure 3). Only one metal, As, had equal concentrations at the affected and reference sites. This consistent, but relatively subdued, differ­ ence suggests that upstream mining-related activities have influenced metal loads in the Animas River I V . D I S C U S S I O N N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 over the past century. The higher metal loads have in turn left an imprint on the floodplain soils, which to some degree have captured and integrated the passing metals. It is unclear why Zn, Pb, and Cd were most strongly affected by the processes that have either deposited material on the banks or have permitted sorption of the metals onto the soil matrix. Riparian Vegetation There was significant variation in individual element concentrations among plant species, which is per­ haps a function of differing uptake mechanisms and species-specific root-soil interactions even in simi­ larly metal-rich or metal-poor substrates. However, a simple vote-count exercise revealed that all elements in the survey were in higher concentration in the spill- affected sites in a majority of plant species (58−92%) with the exception of Cu. Thus, while the uptake mechanisms of individual species are important for understanding the diversity of plant response to mine effects, as a group, plants growing in the spill-affected areas"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "metals concentrations of soils at the two Animas River sites, and at the confluence site soil. Aluminum, Mn, Fe, Cu, and U were slightly elevated at these three sites relative to the reference site, while Zn, Pb, and Cd were elevated by at least an order of magnitude (Figure 3). Only one metal, As, had equal concentrations at the affected and reference sites. This consistent, but relatively subdued, differ­ ence suggests that upstream mining-related activities have influenced metal loads in the Animas River I V . D I S C U S S I O N N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 22 over the past century. The higher metal loads have in turn left an imprint on the floodplain soils, which to some degree have captured and integrated the passing metals. It is unclear why Zn, Pb, and Cd were most strongly affected by the processes that have either deposited material on the banks or have permitted sorption of the metals onto the soil matrix. Riparian Vegetation There was significant variation in individual element concentrations among plant species, which is per­ haps a function of differing uptake mechanisms and species-specific root-soil interactions even in simi­ larly metal-rich or metal-poor substrates. However, a simple vote-count exercise revealed that all elements in the survey were in higher concentration in the spill- affected sites in a majority of plant species (58−92%) with the exception of Cu. Thus, while the uptake mechanisms of individual species are important for understanding the diversity of plant response to mine effects, as a group, plants growing in the spill-affected areas evidence elevated levels of metals relative to the reference site. Differences in metal concentrations of native versus invasive riparian plants is an underexplored aspect of invasion ecology (Eherenfeld 2003), and the mixed stands in the study area provides a unique opportunity to do so with emblematic riparian natives (cottonwood and willow) and notorious invasives (salt cedar and Russian olive). An interest­ ing trend was for willow and Russian olive to exhibit higher metal concentrations across elements surveyed, but salt-cedar and cotton wood to evidence lower concentrations of Fe and Cu at the spill-affected sites. Non-nutrient elements, unless actively excluded from root tissue via chemical exudation or mycor­ rhizal association (Kahle 1993), are typically taken up passively via mass flow (Kabata-Pendias 2010, Moreno-Jiménez et al. 2012). This passive mechanism is still mediated by species-specific differences in root exudate production and root architecture, and foliar and stem metal concentration differences among species imply that these plants are accessing differ­ ent soil element pools, either spatially or chemically (Duval et al. 2011). Therefore, we can infer that willow and Russian olive are accessing similar soil resource pools given their uniformly higher concen­ trations in spill-affected sites, while cottonwood and salt-cedar showed lower concentrations of the same two metals, Fe and Cu, suggesting a second shared set of resource pools. While we did not calculate the total element mass stocks for the sites, there is evidence that the mass of metals in native vegetation is much higher in stands with significant cottonwood biomass, as that cot­ tonwood tree had the highest stem concentrations of Zn, As, Cd, Pb and U relative to other vegetation, and stem concentrations were higher at spill-affected sites compared to the reference (Table 2). Future work should account for biomass differences among species to develop a full picture of the metal pools held in the standing vegetation. Furthermore, understanding how tissue types vary in metal concentration (Table 2) is a useful starting point for monitoring metal cycling behavior because elements in leaf tissue will likely return to the soil and potentially enter waterways sooner than elements bound in longer-lived woody biomass and roots. Spill-Affected vs. Reference Aquatic Biota There is no clear pattern that emerges when comparing metal concentrations in aquatic biota at the GKM spill affected and reference sites (Figure 6). In general, the values at the reference site fall within the range of values from the spill affected sites. In fact, some of the greatest differences occur where the reference site had higher metals concentrations in the sampled fish or invertebrates, especially for the scraper functional feeding group. Many of these differences may have to do with the composition of the community of insects being sampled (see next sec­ tion). Nonetheless, the conclusion is that if the biota of the spill-affected reaches incorporated elevated metal concentrations into their bodies, they have since excreted them, or else a new generation that has not incorporated excess metals replaced them between 2015 and 2017. It is known from caged fingerlings that were exposed to the GKM plume that the spill event itself was likely sub-lethal to most fish (Horn 2017). Subsequent wild fish sampling by NM Game and Fish also shows that continued exposure to the post-spill river environment did not lead to long-term elevated metals in the fish. This study, though it does not speak to insect mortality during the plume passage, suggests that insect metal concentrations have also not been increased in the long term due to the spill event. 23 G K M S P I L L E F F E C T S O N B I OT A Bioaccumulation Results of this study show no evidence for simple, consistent bioaccumulation of the nine met­ als analyzed. Using δ15N as an indicator of trophic position, only a few metals showed an overall trend toward rising concentrations with trophic position (Figure 6). Copper shows this rise most strongly, but it is entirely associated with high Cu levels in trout, which is a frequent observation and likely associated with Cu uptake through the gills (Grosell & Wood, 2002). Arsenic and U have a slight rise at higher trophic position, but the levels in the fish are mostly within the range of macroinvertebrate and periphyton values, suggesting that the differences are between ter­ restrial vegetation and aquatic organisms, rather than between producers and consumers. At the base of the food chain, metal concentra­ tions are low in riparian vegetation, while generally high in periphyton, relative to other sample types (Figure 6). These high values in the periphyton samples may be related to sediment and particulate matter trapped by the long strands of algae. Our analytical techniques could not differentiate between metals in the plant tissue and metals in trapped mate­ rial. We are also uncertain whether consumers such as grazing macroinvertebrates or bottom-feeding fish can discriminate between these potentially trapped particles while they are feeding. It is possible that some (particularly small) consumers can selectively target plant tissue and avoid trapped sediment, while other (potentially larger) consumers cannot. As a results of these two uncertainties (location of metal elements and selectivity of consumers), the link can­ not be precisely defined between periphyton metals and aquatic animal metals. Most of the plots of δ15N versus metal concentra­ tion have peak metal concentrations for δ15N values of 5−10‰ (Figure 6). This is the range where the benthic macroinvertibrates, periphyton, and some"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "I OT A Bioaccumulation Results of this study show no evidence for simple, consistent bioaccumulation of the nine met­ als analyzed. Using δ15N as an indicator of trophic position, only a few metals showed an overall trend toward rising concentrations with trophic position (Figure 6). Copper shows this rise most strongly, but it is entirely associated with high Cu levels in trout, which is a frequent observation and likely associated with Cu uptake through the gills (Grosell & Wood, 2002). Arsenic and U have a slight rise at higher trophic position, but the levels in the fish are mostly within the range of macroinvertebrate and periphyton values, suggesting that the differences are between ter­ restrial vegetation and aquatic organisms, rather than between producers and consumers. At the base of the food chain, metal concentra­ tions are low in riparian vegetation, while generally high in periphyton, relative to other sample types (Figure 6). These high values in the periphyton samples may be related to sediment and particulate matter trapped by the long strands of algae. Our analytical techniques could not differentiate between metals in the plant tissue and metals in trapped mate­ rial. We are also uncertain whether consumers such as grazing macroinvertebrates or bottom-feeding fish can discriminate between these potentially trapped particles while they are feeding. It is possible that some (particularly small) consumers can selectively target plant tissue and avoid trapped sediment, while other (potentially larger) consumers cannot. As a results of these two uncertainties (location of metal elements and selectivity of consumers), the link can­ not be precisely defined between periphyton metals and aquatic animal metals. Most of the plots of δ15N versus metal concentra­ tion have peak metal concentrations for δ15N values of 5−10‰ (Figure 6). This is the range where the benthic macroinvertibrates, periphyton, and some bottom-feeding fish clustered. Metals that fit this pat­ tern include Al, Mn, Fe, Zn, Cd, and Pb. These higher levels may be a result of greater exposure to, and interaction with, riverbed sediment in the elevated groups. The fact that predatory macroinvertibrates and predatory fish were not consistently enriched in these metals is a strong indicator that bioaccumula­ tion is not occurring. Rather, physical contact with sediment appears to be the driver of any differences, including at the reference site. Diet reconstruction via the 3-source, 2-isotope mixing model was most logical for bottom-feeding flannelmouth suckers and bluehead suckers. Based on the other biotic components that we analyzed for 15N and 13C, it was calculated that those fishes’ diet was comprised of about half of a source similar to the isotopic composition of detritivores, and half from an isotopic source similar to scraper invertebrates. While discrimination factors were applied to the potential diet sources prior to mixing model calculations, the similarity of those fishes’ diet C and N to bottom- feeding and detritus-consuming arthropods could be interpreted as the fish were consuming organic mate­ rial from these detrital pools. Flannelmouth suckers had higher liver Fe, Cd and Pb (Table 4), and those same metals were in higher concentration in the spill- affected detritivores and scrapers, with the exception of the scraper guild in August that contained the aforementioned high-metal amphipods. Therefore, organic matter in sediments, or the suspended par­ ticulate organic matter pool should be considered as a dietary source of metals for multiple invertebrate and fish taxa. Diet reconstructions will be improved with a clearer understanding of the detrital inputs that become those food sources. Future investigations should also quantify how organic matter sources isotopically fractionate during decomposition on land prior to being deposited into rivers, versus differences in fractionation of freshly fallen leaves that princi­ pally decompose in the river. There was a single sample of scraper inverte­ brates from the reference site that had particularly high values of Al, Mn, Fe, Zn, As, Cd, Pb, and U. This sample was the only sample with a high proportion of Gammaridae amphipods, the sole taxa of crusta­ ceans we sampled. It contained 12, and the only other sample to have any only contained one Table 7). We infer that this species incorporates or exudes metals differently than the other animals sampled. The other functional feeding groups of invertebrates, as well as the fish samples, at this site did not have elevated metal concentrations, so we do not believe that this high value is associated with environmental condi­ tions at the reference site. Decomposition and Potential for Metal Cycling We did not quantify symbiotic N2-fixation from Russian olive at our sites. However, multiple authors have established that Russian olive indeed hosts N2-fixing Frankia sp., and if the shrubs at our sample site are involved in an active N2-fixation symbio­ sis, they are expected to have substantially greater N content than plants taking up N from soil pools (Khamzina et al. 2009). This greater quantity of N in N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 24 Russian olive litter would help explain peaks in N2O emissions from our incubations (Figure 8). However, as a point of comparison, these N2O peaks are a factor of five-greater than emission measurements made in the field from an irrigated, fertilized sorghum cropping system in central New Mexico (B. Duval, unpublished data). The lag in N2O emissions peaks could be a function of the time needed to mineralize that N resource from organic sources (decomposing leaves) into inorganic NH4 +, which would subsequently provide substrates for ammonium-oxidizing bacteria (AOB) and archaea (AOA). Soil respiration patterns support the hypothesis of lagged N2O, as Russian olive litter decomposing on all four soil types pro­ duced a large CO2 efflux until about 30 days into the experiment. Organic C mineralization not only releases CO2, but breaks up organic compounds and releases bound N, and so a flush of this new N resource for AOB and AOA could result in sustained peaks of N2O production (Figure 8). This relationship between microbial enzyme activity and available C is demonstrated in Figure 9. Enzymes that acquire C, N and P for bacteria all showed a positive relation­ ship with the amount of C (% by mass) in the soils at the time of enzyme activity measurements (Figure 9 a, c, e, g). Although the decomposition experiment was conducted with plants from the reference site, that study provides multiple lines of evidence showing that important differences exist in C and N cycling among riparian species depending on the soils that litter is deposited on. Because significant species and tissue differences were measured in metal concentra­ tion on the spill-affected sites, those chemical dif­ ferences are predicted to be evident as system-level effects via decomposition processes, and following incorporation of plant residues into floodplain soils. Riparian plants show evidence of differences in metal accumulation, and differences in decomposition attributable to floodplain soil, thus a logical next step in understanding metal cycling through this system is to evaluate the effect of metal concentration in leaves on decomposition. 25 G K M S P I L L E F F E"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "data). The lag in N2O emissions peaks could be a function of the time needed to mineralize that N resource from organic sources (decomposing leaves) into inorganic NH4 +, which would subsequently provide substrates for ammonium-oxidizing bacteria (AOB) and archaea (AOA). Soil respiration patterns support the hypothesis of lagged N2O, as Russian olive litter decomposing on all four soil types pro­ duced a large CO2 efflux until about 30 days into the experiment. Organic C mineralization not only releases CO2, but breaks up organic compounds and releases bound N, and so a flush of this new N resource for AOB and AOA could result in sustained peaks of N2O production (Figure 8). This relationship between microbial enzyme activity and available C is demonstrated in Figure 9. Enzymes that acquire C, N and P for bacteria all showed a positive relation­ ship with the amount of C (% by mass) in the soils at the time of enzyme activity measurements (Figure 9 a, c, e, g). Although the decomposition experiment was conducted with plants from the reference site, that study provides multiple lines of evidence showing that important differences exist in C and N cycling among riparian species depending on the soils that litter is deposited on. Because significant species and tissue differences were measured in metal concentra­ tion on the spill-affected sites, those chemical dif­ ferences are predicted to be evident as system-level effects via decomposition processes, and following incorporation of plant residues into floodplain soils. Riparian plants show evidence of differences in metal accumulation, and differences in decomposition attributable to floodplain soil, thus a logical next step in understanding metal cycling through this system is to evaluate the effect of metal concentration in leaves on decomposition. 25 G K M S P I L L E F F E C T S O N B I OT A T he approach to examining the effects of the GKM spill on river and riparian biota depends on under­ standing ecological processes such as plant uptake of metals, trophic interactions, and controls on decom­ position. These processes are variable in time and space, and will be better understood by intensified monitoring that should be based on the two factors limiting the ability to make stronger inferences from the data collected as part of this study: 1) increase sample size of reference sites to improve the power of statistical tests 2) link trophic transfer of C and energy via decomposing plant-microbial C pools First, the incorporation of more reference sites will be valuable in balancing the number of spill- affected sites to non-GKM affected controls, and enable more robust statistical comparisons. A specific example of why this will be beneficial is demonstrated by the very high values for eight of the nine metals analyzed for the invertebrate scrapers at our refer- ence site (Figure 5). Delving into the data set, we were able to ascertain that crustaceans in the order Amphipoda were driving this result, and there was a substantially higher abundance of these animals at the reference site than any of the spill-affected sites. These organisms are reported to be truly omnivorous, and the samples they were lumped into for stable isotope analysis showed a 15N signature indicative of a hybrid diet of lower and equal trophic posi­ tion food sources (Figure 6). So what inferences can be made from a single observation of high metal concentrations in a group of organisms living in a non-spill affected area? Other evidence from the soil, sediment and plant analyses suggests that biota have higher metal concentrations in the spill-affected areas, so is this an “outlier”? Those questions cannot be answered without data from more non-GKM spill- affected sites, and the study team will identify addi­ tional appropriate reference sites if future work on these topics continues. V . F U T U R E W O R K The second point of linking trophic transfer to decomposing material is related to both the decompo­ sition experiment and the stable isotope analysis. The companion study with reference site litter incubations identified significant differences in how (in terms of gas production and enzyme activity), and how fast different riparian tree leaves decompose. Areas with greater or lesser biomass of each species will therefore contribute to a greater or lesser degree to the litter/ detritus pool of organic matter resources moving into the rivers from the floodplain soils. It is logical that since those plants also contain varying amounts of metals, then recently decomposed leaves, once they become particulate organic matter fragments in the river water column or incorporated into river sedi­ ment, will become sources of dietary metals for two of the three functional groups of aquatic invertebrates considered here, as well as bottom-feeding fish. As articulated above, the mixing model approach to identifying bottom-feeding fish diet source material matches well with C and N signatures of detritivo­ rous and scraper invertebrates; measuring the metal content, 13C and 15N of litter inputs, and particulate organic material will likely provide the missing link in understanding trophic transfer. It was hypothesized that predatory relation­ ships would have a more pronounced signal when analyzing the isotopic data in conjunction with metal concentrations, i.e., a strong 15N signal would indicate which invertebrate groups were being consumed by predatory fish and those fishes’ metal contents would be reflective of their diet. However, classic ecological theory posits that because more energy is concentrated near the producer sections of food-webs, it is intuitive that efforts should be focused toward understanding metal transfer via consumption of producer biomass or its next-similar component, detrital food resources. As a monitoring objective, dissolved organic carbon (DOC) sampling, sediment CPOM and litter traps for floodplain shrub leaves are inexpensive and technically simple means for collecting vital data linking metal cycling and trophic feeding relationships. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 26 R E F E R E N C E S Amiard, J.C., Amiard-Triquet, C., Barka, S., Pellerin, J., & Rainbow, P.S. (2006). Metallothioneins in aquatic inverte­ brates: their role in metal detoxification and their use as biomarkers. Aquatic Toxicology, 76(2), 160–202. Boyd, R.S. (2004). Ecology of metal hyper­ accumulation. New Phytologist, 162(3), 563–567. Caut, S., Angulo, E., & Courchamp, F. (2009). Variation in discrimination factors (Δ15N and Δ13C): the effect of diet isotopic values and applications for diet reconstruction. Journal of Applied Ecology, 46(2), 443–453. Chen, C.Y., & Folt, C. L. (2000). Bioaccumulation and diminution of arsenic and lead in a freshwater food web. Environmental Science & Technology, 34(18), 3878–3884. Church, S.E., Kimball, B.A., Fey, D.L., Ferderer, D. A., Yager, T. J., & Vaughn, R. B. (1997). Source, transport, and partitioning of metals between water, colloids, and bed sediments of the Animas River, Colorado. US Geological Survey Open-File Report, 97, 151. Church, S.E. (2000). Preliminary Release of Scientific Reports on the Acidic Drainage in the Animas River Watershed, San Juan County, Colorado, (34). Dallinger, R., & Kautzky, H. (1985). The importance of contaminated food for the uptake of heavy"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "is concentrated near the producer sections of food-webs, it is intuitive that efforts should be focused toward understanding metal transfer via consumption of producer biomass or its next-similar component, detrital food resources. As a monitoring objective, dissolved organic carbon (DOC) sampling, sediment CPOM and litter traps for floodplain shrub leaves are inexpensive and technically simple means for collecting vital data linking metal cycling and trophic feeding relationships. N E W M E X I C O B U R E A U O F G E O L O G Y A N D M I N E R A L R E S O U R C E S 26 R E F E R E N C E S Amiard, J.C., Amiard-Triquet, C., Barka, S., Pellerin, J., & Rainbow, P.S. (2006). Metallothioneins in aquatic inverte­ brates: their role in metal detoxification and their use as biomarkers. Aquatic Toxicology, 76(2), 160–202. Boyd, R.S. (2004). Ecology of metal hyper­ accumulation. New Phytologist, 162(3), 563–567. Caut, S., Angulo, E., & Courchamp, F. (2009). Variation in discrimination factors (Δ15N and Δ13C): the effect of diet isotopic values and applications for diet reconstruction. Journal of Applied Ecology, 46(2), 443–453. Chen, C.Y., & Folt, C. L. (2000). Bioaccumulation and diminution of arsenic and lead in a freshwater food web. Environmental Science & Technology, 34(18), 3878–3884. Church, S.E., Kimball, B.A., Fey, D.L., Ferderer, D. A., Yager, T. J., & Vaughn, R. B. (1997). Source, transport, and partitioning of metals between water, colloids, and bed sediments of the Animas River, Colorado. US Geological Survey Open-File Report, 97, 151. Church, S.E. (2000). Preliminary Release of Scientific Reports on the Acidic Drainage in the Animas River Watershed, San Juan County, Colorado, (34). Dallinger, R., & Kautzky, H. (1985). The importance of contaminated food for the uptake of heavy metals by rain­ bow trout (Salmo gairdneri): a field study. Oecologia, 67(1), 82–89. Domínguez, M.T., Maranón, T., Murillo, J.M., Schulin, R., & Robinson, B.H. (2008). Trace element accumulation in woody plants of the Guadiamar Valley, SW Spain: a large-scale phytoman­ agement case study. Environmental Pollution, 152(1), 50–59. Duval, B. D., Dijkstra, P., Natali, S.M., Megonigal, J. P., Ketterer, M.E., Drake, B.G., Lerdau, M. T., Gordon, G., Anbar, A. D. & Hungate, B. A. (2011). Plant− Soil Distribution of Potentially Toxic Elements in Response to Elevated Atmospheric CO2. Environmental Science & Technology, 45(7), 2570–2574. Duval, B.D., Natali, S.M., & Hungate, B.A. (2015). What Constitutes Plant- Available Molybdenum in Sandy Acidic Soils? Communications in Soil Science and Plant Analysis, 46(3), 318–326. Duval, B.D., Cadol, D., Timmons, S. (2017). Quality Assurance Project Plan Gold King Mine Spill Long-Term Monitoring Plan Aquatic and Riparian Habitat Assessment. New Mexico Institute of Mining and Geology, Bureau of Geology and Mineral Resources. Ehrenfeld, J.G. (2003). Effects of exotic plant invasions on soil nutrient cycling processes. Ecosystems, 6(6), 503–523. Gall, J.E., Boyd, R.S., & Rajakaruna, N. (2015). Transfer of heavy met­ als through terrestrial food webs: a review. Environmental Monitoring and Assessment, 187(4), 201. Grosell, M. & Wood, C.M. (2002). Copper uptake across rainbow trout gills: mechanisms of apical entry. Journal of Experimental Biology, 205, 1179–1188. Hamilton, S.J., & Mehrle, P.M. (1986). Metallothionein in fish: review of its importance in assessing stress from metal contaminants. Transactions of the American Fisheries Society, 115(4), 596–609. Heikens, A., Peijnenburg, W. J. G. M., & Hendriks, A. J. (2001). Bioaccumulation of heavy metals in terrestrial invertebrates. Environmental Pollution, 113(3), 385–393. Horn (2017). Animas River Sentinel Fish Survival During Gold King Mine Spill August 5, 2015. Colorado Parks and Wildlife report. Huang, Z.Y., Zhang, Q., Chen, J., Zhuang, Z. X., & Wang, X. R. (2007). Bioaccumulation of metals and induc­ tion of metallo-thioneins in selected tis­ sues of common carp (Cyprinus carpio L.) co-exposed to cadmium, mercury and lead. Applied Organometallic Chemistry, 21(2), 101–107. Jalmi, S.K, Bhagat, P.K., Verma, D., Noryang, S., Tayyeba, S., Singh, K., Sharma, D., Sinha, A. (2018). Traversing the Links between Heavy Metal Stress and Plant Signaling. Frontiers in Plant Science 9:12. Kabata-Pendias, A. (2010). Trace elements in soils and plants. CRC press. Kahle, H. (1993). Response of roots of trees to heavy metals. Environmental and Experimental Botany, 33(1), 99–119. Khamzina, A., Lamers, J.P., & Vlek, P.L. (2009). Nitrogen fixation by Elaeagnus angustifolia in the reclamation of degraded croplands of Central Asia. Tree Physiology, 29(6), 799–808. Liu, D., Clark, J.D., Crutchfield, J.D., & Sims, J.L. (1996). Effect of pH of ammonium oxalate extracting solutions on predic­ tion of plant available molybdenum in soil. Communications in Soil Science and Plant Analysis, 27(11-12), 2511–2541. Macklin, M.G., Brewer, P.A., Hudson- Edwards, K.A., Bird, G., Coulthard, T. J., Dennis, I.A., Lechler, P.J., Miller, J.R., & Turner, J.N. (2006). A geomorpho­ logical approach to the management of rivers contaminated by metal min­ ing. Geomorphology, 79(3–4), 423–447. Martinez-Haro, M., Taggart, M.A., Lefranc, H., Martín-Doimeadiós, R.C., Green, A.J., & Mateo, R. (2013). Monitoring of Pb exposure in waterfowl ten years after a mine spill through the use of noninva­ sive sampling. PloS ONE, 8(2), e57295. McLaren, J.R., Buckeridge, K.M., van de Weg, M.J., Shaver, G. R., Schimel, J.P., & Gough, L. (2017). Shrub encroachment in Arctic tundra: Betula nana effects on above- and belowground litter decompo­ sition. Ecology, 98(5), 1361–1376. Moreno-Jiménez, E., Esteban, E., & Peñalosa, J.M. (2012). The fate of arsenic in soil-plant systems. In Reviews of Environmental Contamination and Toxicology (pp. 1–37). Springer New York. Nordstrom, D.K., Blowes, D.W., & Ptacek, C.J. (2015). Hydrogeochemistry and microbiology of mine drainage: an update. Applied Geochemistry, 57, 3–16. Office of Research and Development. Analysis of the Transport and Fate of Metals Released From the Gold King Mine in the Animas and San Juan Rivers. Washington, DC: US Environmental Protection Agency; 2017. EPA/600/R-16/296. G K M S P I L L E F F E C T S O N B I OT A 27 Pain, D.J., Meharg, A., Sinclair, G., Powell, N., Finnie, J., Williams, R., & Hilton, G. (2003). Levels of cadmium and zinc in soil and plants following the toxic spill from a pyrite mine, Aznalcollar, Spain. Ambio, 52–57. Phillips, D.L., & Gregg, J. W. (2001). Uncertainty in source partitioning using stable isotopes. Oecologia, 127(2), 171–179. Plumlee, G.S., & Morman, S. A. (2011). Mine wastes and human health. Elements, 7(6), 399–404. R Core Team (2016). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. URL https://www.R- project.org/. Simon, B., Russell, C., George, C., Clark, F., Broetzman, G., Parsons, G., Perino, L., Black, M., Butler, P., Perino, R. and Feran, S. (2009). Animas River Stakeholders Group. Historical Data, accessed June 10, 2018. Simón, M., Ortiz, I., Garcıa, I., Fernández, E., Fernández, J., Dorronsoro, C., & Aguilar, J. (1999). Pollution of soils by the toxic spill of a pyrite mine (Aznalcóllar, Spain). Science of the Total Environment, 242(1-3), 105–115. Sinsabaugh, R.L., Saiya-Cork, K., Long, T., Osgood, M.P., Neher, D.A., Zak, D.R., & Norby, R. J. (2003). Soil microbial activity in a Liquidambar plantation unresponsive to CO2-driven increases in primary production. Applied Soil Ecology, 24(3), 263–271. Skinner, M.M., Martin, A.A., & Moore, B.C. (2016). Is lipid correction neces­ sary in the stable isotope analysis of fish tissues? Rapid Communications in Mass Spectrometry, 30(7), 881–889. Solà, C., Burgos, M., Plazuelo, Á., Toja, J.,"
    },
    {
        "URL": "ofr-601_gkm_effectsonbiota_animas-san-juan.pdf",
        "Text": "and microbiology of mine drainage: an update. Applied Geochemistry, 57, 3–16. Office of Research and Development. Analysis of the Transport and Fate of Metals Released From the Gold King Mine in the Animas and San Juan Rivers. Washington, DC: US Environmental Protection Agency; 2017. EPA/600/R-16/296. G K M S P I L L E F F E C T S O N B I OT A 27 Pain, D.J., Meharg, A., Sinclair, G., Powell, N., Finnie, J., Williams, R., & Hilton, G. (2003). Levels of cadmium and zinc in soil and plants following the toxic spill from a pyrite mine, Aznalcollar, Spain. Ambio, 52–57. Phillips, D.L., & Gregg, J. W. (2001). Uncertainty in source partitioning using stable isotopes. Oecologia, 127(2), 171–179. Plumlee, G.S., & Morman, S. A. (2011). Mine wastes and human health. Elements, 7(6), 399–404. R Core Team (2016). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. URL https://www.R- project.org/. Simon, B., Russell, C., George, C., Clark, F., Broetzman, G., Parsons, G., Perino, L., Black, M., Butler, P., Perino, R. and Feran, S. (2009). Animas River Stakeholders Group. Historical Data, accessed June 10, 2018. Simón, M., Ortiz, I., Garcıa, I., Fernández, E., Fernández, J., Dorronsoro, C., & Aguilar, J. (1999). Pollution of soils by the toxic spill of a pyrite mine (Aznalcóllar, Spain). Science of the Total Environment, 242(1-3), 105–115. Sinsabaugh, R.L., Saiya-Cork, K., Long, T., Osgood, M.P., Neher, D.A., Zak, D.R., & Norby, R. J. (2003). Soil microbial activity in a Liquidambar plantation unresponsive to CO2-driven increases in primary production. Applied Soil Ecology, 24(3), 263–271. Skinner, M.M., Martin, A.A., & Moore, B.C. (2016). Is lipid correction neces­ sary in the stable isotope analysis of fish tissues? Rapid Communications in Mass Spectrometry, 30(7), 881–889. Solà, C., Burgos, M., Plazuelo, Á., Toja, J., Plans, M., & Prat, N. (2004). Heavy metal bioaccumulation and macro­ invertebrate community changes in a Mediterranean stream affected by acid mine drainage and an accidental spill (Guadiamar River, SW Spain). Science of the Total Environment, 333(1–3), 109–126. Surber, E.W. (1936). Rainbow trout and bottom fauna production in one mile of stream. Transactions of the American Fisheries Society, vol. 66, p.193-202. Swennen, R., Van Keer, I., & De Vos, W. (1994). Heavy metal contamination in floodplain sediments of the Geul river (East Belgium): Its relation to former Pb-Zn mining activities. Environmental Geology, 24(1), 12–21. Wesner, J. S., Walters, D. M., Schmidt, T. S., Kraus, J. M., Stricker, C. A., Clements, W. H., & Wolf, R. E. (2017). Metamorphosis affects metal concentra­ tions and isotopic signatures in a mayfly (Baetis tricaudatus): Implications for the aquatic-terrestrial transfer of met­ als. Environmental science & technol­ ogy, 51(4), 2438–2446. Ullrich, S. M., Ilyushchenko, M. A., Uskov, G. A., & Tanton, T. W. (2007). Mercury distribution and transport in a con­ taminated river system in Kazakhstan and associated impacts on aquatic biota. Applied Geochemistry, 22(12), 2706–2734. United States Environmental Protection Agency. (2016). EPA 821-R-16-006 Definition and procedure for the deter­ mination of the method detection limit, revision 2. In: CFR 40:136. Washington, D.C. United States Environmental Protection Agency. (2017). Frequent ques­ tions related to the Gold King Mine Response. https://www.epa.gov/gold­ kingmine/frequent-questions-related- gold-king-mine-response (Accessed June 27, 2018). United States Geological Survey. (1997). The Animas River watershed. https:// pubs.usgs.gov/of/1997/ofr-97-0151/ html/stpmw02.shtml (Accessed June 27, 2018). New Mexico Bureau of Geology and Mineral Resources A Division of New Mexico Institute of Mining and Technology Socorro, NM 87801 (575) 835 5490 Fax (575) 835 6333 www.geoinfo.nmt.edu"
    }
]