[
    {
        "URL": "ofr_567.pdf",
        "Text": "REASONABLE FORESEEABLE DEVELOPMENT (RFD) FOR NORTHERN NEW MEXICO Open-file Report 567 By Thomas W. Engler, Shari Kelley. and Martha Cather New Mexico Bureau of Geology and Mineral Resources New Mexico Institute of Mining & Technology Socorro, New Mexico 87801 January, 2015 Reasonable Foreseeable Development (RFD) for Northern New Mexico FINAL REPORT October 2014 Principal Investigator: Dr. Thomas W. Engler 1 Co-investigators: Dr. Shari Kelley 2 Ms. Martha Cather3 1 Petroleum and Chemical Engineering Department, New Mexico Institute of Mining and Technology, 801 Leroy Place, Socorro, NM 87801 2 New Mexico Bureau of Geology and Mineral Resources, a division of New Mexico Institute of Mining and Technology, 801 Leroy Place, Socorro, NM 87801 3 Petroleum Recovery Research Center, a division of New Mexico Institute of Mining and Technology, 801 Leroy Place, Socorro, NM 87801 to: Project Manager Farmington Field Office U.S. Department of the Interior Bureau of Land Management Disclaimer The views and conclusions contained in this document are those of the authors and should not be interpreted as representing the opinions or policies of the U.S. Government. Mention of trade names or commercial products does not constitute their endorsement by the U.S. Government or New Mexico Institute of Mining and Technology. The views and conclusions contained in this document are derived from observations and interpretations of public and non-public data and other sources of information. The author’s have applied their best efforts to utilize scientific methods to arrive at objective conclusions, but shall not be held liable for any misinterpretation or misapplication of the conclusions presented herein. Executive Summary In the 2004 RFD it was noted that most existing Mancos Shale and Gallup Sandstone reservoirs were approaching depletion, producing less than 30 barrels of oil per month per well, and as a result were marginally economic, and candidates to be P&A in the near future. The conclusion was a minimal number of predicted new completions in the Gallup/Mancos play. However, recent successes in the exploration and development for oil in U.S. shale plays have resulted in a significant increase in domestic oil production. As a result, the Gallup/ Mancos Play has become of interest as a major target for future exploration and development. A recent article (ABQ Journal, Nov 3, 2011) suggests 1.5 billion barrels of oil recoverable from this play. Latest successes with standalone horizontal Mancos shale development wells have led the industry in expressing more interest in developing the play using horizontal well development and stimulation techniques. This study collected and analyzed geological and engineering evidence, including capturing recent horizontal well development, to determine the potential subsurface development of the Gallup/Mancos play. Geochemical data established a gas thermal maturity line, which was verified by cumulative gas-oil ratios (GOR) where a gas well is defined at > 100 mscf/stb. North and east of this line defines the gas prone region and thus gas well development. South and west defines the oil prone region, approximately coinciding with the Northwest-Southeast shoreline sands within the Mancos. Production analysis of horizontal wells with sufficient and consistent data identified a quasi- linear flow regime, suggesting a matrix permeability of 1 to 5 nanodarcies feeding an extensive fracture system. As a result, estimated ultimate Recovery (EUR) per well was calculated and mapped to delineate high, moderate and low potential regions for development. Within the oil prone area; allowing for full development of 5wells/section, results in 1600 new completions anticipated for the high potential region; at a development density of one well per section would result in 330 additional Mancos/Gallup completions in the moderate potential region; and in the low potential region, at a rate of one well per township, would result in 30 additional wells. Within the gas prone area; despite recent successful gas tests, a delay in the development of the Mancos gas play is expected due to unfavorable economics. A five year delay in significant activity is anticipated for the Mancos gas play. However, once the economics become favorable, the activity is anticipated to rapidly increase. A conservative estimate of 2,000 horizontal gas well locations is available. This estimate is limited by the lack of horizontal well development to date to better define the extent of the high gas potential. The development of the Mancos play will require additional fresh water for stimulation purposes. Of particular concern, are horizontal completions which require large volumes of water for hydraulic fracturing. Evaluation of reported water volumes results in an average use of 1,020 mgals or 24 mbbls, or 3.13 acre-feet per well. The cumulative volume from all of the horizontal wells is within past water volumes used for previous development of the Mesaverde, Gallup and Dakota Formations. In response to the water usage issue, the industry has applied completion strategies and technologies to reduce the need for fresh water for stimulation by using produced water, by reusing flowback water, and by using nitrogen as part of the carrier fluid. To summarize, 3650 potential locations exist for development of the Mancos/Gallup play; of which, 1650 are targeting oil in the southern rim of the basin and the remaining 2000 are targeting gas in the basin center area near the Colorado border. To stimulate these wells requires significant volumes of water; however, the demand is not predicted to exceed past development in the basin; and in addition, steps are underway to reduce the use of fresh water by replacing with produced water, flowback water and nitrogen. Table of Contents Objective ................................................................................................................................ 1 Background ............................................................................................................................ 2 U.S. shale plays Geology of Mancos/Gallupin the San Juan Basin Horizontal well history in the Mancos/Gallup play Analysis of the oil and gas potential of the Mancos/Gallup Play ..........................................10 production decline analysis Oil potential Impact of basement faults Impact of land ownership Basin Mancos Gas play and potential Water usage ............................................................................................................................22 References ..............................................................................................................................25 Appendices .............................................................................................................................27 List of Abbreviations and Acronyms .....................................................................................31 Project Management Plan ......................................................................................................32 1 Objective In the 2004 RFD it was noted that most existing Mancos Shale and Gallup Sandstone reservoirs were approaching depletion, producing less than 30 barrels of oil per month per well, and as a result were marginally economic, and candidates to be P&A in the near future. The conclusion was a minimal number of predicted new completions in the Gallup/Mancos play. However, recent successes in the exploration and development for oil in U.S. shale plays have resulted in a significant increase in domestic oil production. The Bakken in North Dakota, the Eagle Ford Shale of Texas, and the Avalon/Bone Spring of Southeast New Mexico are all examples of major shale plays contributing to the increase in oil production. As a result, the Gallup/ Mancos Play has become of interest as a major target for future exploration and development. A recent article (ABQ Journal, Nov 3, 2011) suggests 1.5 billion barrels of oil recoverable from this play. Latest successes with standalone horizontal Mancos shale development wells have led the industry in expressing more interest in developing the play using horizontal well development and stimulation techniques. The current focus area is the higher BTU, liquids rich regime generally located on the basin fringe and the Chaco slope, encompassing thousands of acres. This study will collect and analyze geological and engineering evidence, including capturing recent horizontal well development, to"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "of Contents Objective ................................................................................................................................ 1 Background ............................................................................................................................ 2 U.S. shale plays Geology of Mancos/Gallupin the San Juan Basin Horizontal well history in the Mancos/Gallup play Analysis of the oil and gas potential of the Mancos/Gallup Play ..........................................10 production decline analysis Oil potential Impact of basement faults Impact of land ownership Basin Mancos Gas play and potential Water usage ............................................................................................................................22 References ..............................................................................................................................25 Appendices .............................................................................................................................27 List of Abbreviations and Acronyms .....................................................................................31 Project Management Plan ......................................................................................................32 1 Objective In the 2004 RFD it was noted that most existing Mancos Shale and Gallup Sandstone reservoirs were approaching depletion, producing less than 30 barrels of oil per month per well, and as a result were marginally economic, and candidates to be P&A in the near future. The conclusion was a minimal number of predicted new completions in the Gallup/Mancos play. However, recent successes in the exploration and development for oil in U.S. shale plays have resulted in a significant increase in domestic oil production. The Bakken in North Dakota, the Eagle Ford Shale of Texas, and the Avalon/Bone Spring of Southeast New Mexico are all examples of major shale plays contributing to the increase in oil production. As a result, the Gallup/ Mancos Play has become of interest as a major target for future exploration and development. A recent article (ABQ Journal, Nov 3, 2011) suggests 1.5 billion barrels of oil recoverable from this play. Latest successes with standalone horizontal Mancos shale development wells have led the industry in expressing more interest in developing the play using horizontal well development and stimulation techniques. The current focus area is the higher BTU, liquids rich regime generally located on the basin fringe and the Chaco slope, encompassing thousands of acres. This study will collect and analyze geological and engineering evidence, including capturing recent horizontal well development, to determine the potential subsurface development of the Gallup/Mancos play. In addition, associated surface impact of this development in terms of actual wells drilled, water usage and expanded infrastructure will be estimated. 2 Background U.S. Shale plays The Niobrara (and time equivalents) were deposited in and along the western Cretaceous interior seaway as shown in Figure 1 and preserved in the Laramide uplift in the late Cretaceous to early Tertiary time. Originally a source rock or seal, these formations are now major unconventional oil and/or gas targets distributed throughout much of western U.S. The San Juan Basin is located proximal to the paleoshoreline and uplift and therefore has different characteristics than other plays along this trend. Figure 1. Schematic of the Cretaceous western interior seaway (Modified from William A. Cobban and Kevin C. McKinney,courtesy of U.S. Geological Survey) Eagle Ford Play Greater Wattenberg Niobrara Play Piceance Niobrara Play San Juan Niobrara Oil Play Cardium Play 3 The renewed interest in the Mancos/Gallup play in the San Juan Basin is the result of the success of other shale plays in the U.S. Figure 2 illustrates the location and extent for the major plays. Since these analogous plays are further along their development, a comparison can provide an indication of the potential relative to these other plays. Figure 2: Location and aerial extent of major shale plays within the contiguous United States (EIA 2011). Figure 3 and Table 1 provide a summary comparison of several characteristics of these shale plays. The variation in mineralogy is shown in the ternary plot of productive shale plays (Figure 3). Notice the Mancos mineral composition has less carbonate fraction than the other plays, and as a result has more silica and clay components. The implication is that clay content may be an important factor in determining potential, particularly the ability to hydraulically fracture the rock due to the higher ductility. 4 Figure 3: Composition of major shale plays in the United States (Horton 2012) Other factors are the total organic content (TOC), thermal maturity, and intensity of natural fractures. The TOC of the Mancos is on the lower end of the scale (Table 1), implying the other plays have a greater productive capacity. The Mancos Shale encompasses a number of rock types including shale, sandstone and limestone (Amarante and Brister, 2001). All members tend to have low matrix porosity and permeability. As with other San Juan Basin reservoirs, fractures play an important role in production. The Mancos is better known as a source rock than as a reservoir. 5 Table 1. Summary of Shale Data Geology of the Mancos/Gallup in the San Juan Basin In the San Juan Basin, the Mancos Shale and Gallup Sandstone are both spatial and temporal equivalent and thus are considered a single discreet petroleum system. The top of the Mancos Shale is gradational with the Point Lookout Sandstone of the Mesaverde Group. The base is the contact with the Dakota Sandstone. (Figure 4) The Mancos Shale can be subdivided into (from top to bottom) the upper Mancos, Carlile, Greenhorn and Graneros members. The El Vado sandstone and Tocito sandstone are well known reservoir zones in the upper Mancos member. The term “Gallup” has been widely applied to many reservoirs that are not stratigraphic Gallup Sandstone equivalents. Due to the complex stratigraphy and the lack of distinctive log response, correlation is difficult resulting in a variety of names designated for given units within a general area. The structure of the top of the Mancos Formation for the San Juan Basin is shown in Figure 5. The Mancos is structurally high on the southern rim of the basin and dips to the northeast, reaching its maximum depth along the Colorado border. Play Location Age Lithology Basin Total Organic Content (%) Thermal Maturity Type of Play Target Zone San Juan Basin Mancos NM, CO Late Cretaceous 20% Carbonate, 40% Silica, 40% Clay San Juan Basin 1%-3% Mature Hybrid Tocito/ Regressive Margin Sands Uinta Mancos UT, CO Late Cretaceous 20% Carbonate, 40% Silica, 40% Clay Uinta 0.5%-4% Mature to Overmature Hybrid Regressive Sequence Sands Hilliard-Baxter Mancos UT, CO, WY Late Cretaceous 20% Carbonate, 40% Silica, 40% Clay Green River 1-4% Mature to Overmature Hybrid Regressive Sequence Sands Niobrara CO, WY, NE Late Cretaceous 90% Carbonate, 5% Clay, 5% Silica Denver 3-8% Mature Fractured Shale Niobrara (A,B,C members) Bakken ND, SK, MT Late Devonian-Early Mississippian 30% Carbonate, 45% Silica, 25% Clay Williston 11% Mature to Immature Fractured Shale Middle Bakken Avalon/Bone Springs TX, NM Permian Permian .5-5% Moderate to Mature Hybrid Avalon, 3rd Bone Spring Sands Eagle Ford TX Late Cretaceous 60% Carbonate, 20% Silica, 20% Clay Austin Chalk Trend 5% Mature Hybrid Play Major Structural Features Ductility Dominant Fracture Direction Water Use San Juan Basin Mancos Laramide Basement Blocks, Chaco Slope, Four Corners Platform, Nacimiento Uplift, San Juan Uplift Moderately Brittle Sands interbedded with Ductile Shales NW/SE, smaller secondary set normal to main trend N/A Uinta Mancos Douglas Creek Arch, Cisco Dome, Cottonwood Creek Anticline, Westwater Anticline, Garmesa Anticline, Crystal Creek Anticline,Coal Basin Anticline Moderately Brittle Sands interbedded with Ductile Shales NW/SE N/A Hillard-Baxter Mancos Pinedale Anticline, Sandy Bend Arch, Wamsutter Arch, Moxa Arch, Cherokee Ridge Moderately Brittle Sands interbedded with Ductile Shales NW/SE N/A Niobrara Very Brittle N-NE/S-SW 13 acre feet/well Bakken Poplar Dome, Little Knife Anticline, Nesson Anticline, Billing Anticline, Cedar Creek Anticline Upper and Lower Ductile, Middle Moderately Brittle NE/SW 6 acre feet/well"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "rim of the basin and dips to the northeast, reaching its maximum depth along the Colorado border. Play Location Age Lithology Basin Total Organic Content (%) Thermal Maturity Type of Play Target Zone San Juan Basin Mancos NM, CO Late Cretaceous 20% Carbonate, 40% Silica, 40% Clay San Juan Basin 1%-3% Mature Hybrid Tocito/ Regressive Margin Sands Uinta Mancos UT, CO Late Cretaceous 20% Carbonate, 40% Silica, 40% Clay Uinta 0.5%-4% Mature to Overmature Hybrid Regressive Sequence Sands Hilliard-Baxter Mancos UT, CO, WY Late Cretaceous 20% Carbonate, 40% Silica, 40% Clay Green River 1-4% Mature to Overmature Hybrid Regressive Sequence Sands Niobrara CO, WY, NE Late Cretaceous 90% Carbonate, 5% Clay, 5% Silica Denver 3-8% Mature Fractured Shale Niobrara (A,B,C members) Bakken ND, SK, MT Late Devonian-Early Mississippian 30% Carbonate, 45% Silica, 25% Clay Williston 11% Mature to Immature Fractured Shale Middle Bakken Avalon/Bone Springs TX, NM Permian Permian .5-5% Moderate to Mature Hybrid Avalon, 3rd Bone Spring Sands Eagle Ford TX Late Cretaceous 60% Carbonate, 20% Silica, 20% Clay Austin Chalk Trend 5% Mature Hybrid Play Major Structural Features Ductility Dominant Fracture Direction Water Use San Juan Basin Mancos Laramide Basement Blocks, Chaco Slope, Four Corners Platform, Nacimiento Uplift, San Juan Uplift Moderately Brittle Sands interbedded with Ductile Shales NW/SE, smaller secondary set normal to main trend N/A Uinta Mancos Douglas Creek Arch, Cisco Dome, Cottonwood Creek Anticline, Westwater Anticline, Garmesa Anticline, Crystal Creek Anticline,Coal Basin Anticline Moderately Brittle Sands interbedded with Ductile Shales NW/SE N/A Hillard-Baxter Mancos Pinedale Anticline, Sandy Bend Arch, Wamsutter Arch, Moxa Arch, Cherokee Ridge Moderately Brittle Sands interbedded with Ductile Shales NW/SE N/A Niobrara Very Brittle N-NE/S-SW 13 acre feet/well Bakken Poplar Dome, Little Knife Anticline, Nesson Anticline, Billing Anticline, Cedar Creek Anticline Upper and Lower Ductile, Middle Moderately Brittle NE/SW 6 acre feet/well Avalon/Bone Springs 15,000 AF used in Texas Permian 2011 Eagle Ford Maveric Basin, San Marcos Arch, Rio Grande Embayment Brittle SW/NE 20 acre feet/well 6 Figure 4 Idealized stratigraphic cross-section from south (left) to north (right) across the San Juan Basin depicting Mancos and Gallup stratigraphy (modified from Nummedal and Molenaar, 1995). Figure 5. Top of Mancos structure contour map 7 The Mancos can be divided into three subplays (see Fig 6): the previously developed “Gallup” barrier bars/barrier island sandstone reservoirs along a shoreline trend, the previously developed naturally fractured, oil-filled Mancos shales along the eastern and western flanks of the basin and the offshore shales with thin sands located basinward (northeast) of the barrier sands. Early horizontal drilling (with multi-stage fracking) has been in an appraisal mode, testing the fringes of the barrier sandstone reservoirs and offshore shale/sand sequences. Figure 6. Mancos and “Gallup” reservoirs by play type. (Modified from Broadhead, March 2013) Mancos shales are organic-rich hydrocarbon source rocks. Thermal maturity data (Brister, 2001, Broadhead, 2013) indicates an oil window in the shallow, southern part of the basin and a thermogenic gas window in the deeper northern part of basin. As a low permeability reservoir, the generated hydrocarbons did not migrate far, thus the deeper parts of the basin have yielded gas fields, whereas the shallow eastern, western and southern flanks yielded oil fields. The boundary to the gas window coincides with producing GORs of greater than 100 mscf/stb inside 8 the window and less along the oil prone area. Between the two is a transition zone, or commonly referred to a wet gas zone. Horizontal well History in the Mancos/Gallup Play Horizontal well development began in the Mancos/Gallup play with two wells drilled by WPX in their Rosa Unit in 2010. [fig 7] Located in the northern part of the basin, both are prolific gas producers. In September of 2011, Bayless completed the first oil producing, horizontal well in the Horseshoe Gallup pool in the northwest portion of the basin. It wasn’t until a half a year later, when the Encana Lybrook well was successfully completed in the southern portion of the basin, did interest and activity increase significantly. Figure 7. Recent Mancos/Gallup completions superimposed over pool map. Initial appraisal wells identified. Since then 70 horizontal wells have been drilled and completed in the Mancos/Gallup play through April 2014 (Fig 8) with cumulative production of 2.2 MMBO, 11 Bcf, and 609 MBW through April of 2014. Performance has been variable, with 40% of the gas coming from two Rosa Unit Horseshoe Gallup Lybrook H36 2307 #1H 9 wells, and 47% of the oil from fifteen wells. This variability is a reflection of the heterogeneity and complexity of the reservoir, and of the early stages of development where appraisal of the reservoir is ongoing. Figure 8. History of horizontal well completions in the Mancos/Gallup play Encouraged by early results, activity continues to be strong. From the beginning of 2014 to the end of July of 2014, 99 horizontal well APDs have been filed, targeting the Mancos/Gallup play. Of these, 96 are proposed horizontal wells; with the largest share (41) located in the Lybrook (Gallup) pool. More than $600 million is expected to be spent in the San Juan Basin in 2014 by Encana, WPX and Logos Resources [Zah]. 0 10 20 30 40 50 60 70 80 0 2 4 6 8 10 12 Nov-10 Jan-11 Mar-11 May-11 Jul-11 Sep-11 Nov-11 Jan-12 Mar-12 May-12 Jul-12 Sep-12 Nov-12 Jan-13 Mar-13 May-13 Jul-13 Sep-13 Nov-13 Jan-14 Mar-14 Cumulative horizontal completions Monthly Mancos horizontal completions 10 Analysis of the oil and gas potential of the Mancos/Gallup Play Production Decline Analysis To estimate the areal extent of the Mancos/Gallup horizontal well potential requires integrated analysis that seeks to tie well performance to the reservoir geology and completion type leading to an improved understanding of the reservoir behavior. This information can then be leveraged to focus development in sweet spots and to optimize completion and well spacing strategies. A widely accepted method to estimate well performance in a conventional reservoir was to match data to the Fetkovich type curve (figure 9). A recent empirical study by Hough and McClurg, 2011 extended the method to unconventional reservoirs and specifically for a multistage hydraulic fractured, horizontal well penetrating nano-darcy matrix rock. Figure 9. Composite production type curve (Fetkovich, 1980) Hough and McClurg observed that unconventional reservoirs exhibit a long duration of transient linear flow, resulting in a b > 1. This behavior is best explained by low permeability matrix in contact with long planar fractures. Fully developed linear flow achieves a better connection between the matrix and conductive fractures (FCD > 30), ½ slope, b = 2 UNCONVENTIONAL CONVENTIONAL f x * k w * f k CD F  11 Where FCD = dimensionless fracture conductivity kf = fracture permeability, md k = reservoir permeability, md xf = fracture half length, ft w = fracture width, ft In this case, the response is indicated by ½ slope and a corresponding b = 2. However, in many cases the fractures provide enough high perm pore volume to give dual perm rate decline behavior. That is, the greater the fracture pore volume, the less influx from the matrix, resulting in a delay in fully developed linear flow. Moderate matrix perm (1-5 nD) resu1ts in 1<b<2 and for sub nanodarcy matrix perm in 0.5<b<1. In the latter,"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "gas potential of the Mancos/Gallup Play Production Decline Analysis To estimate the areal extent of the Mancos/Gallup horizontal well potential requires integrated analysis that seeks to tie well performance to the reservoir geology and completion type leading to an improved understanding of the reservoir behavior. This information can then be leveraged to focus development in sweet spots and to optimize completion and well spacing strategies. A widely accepted method to estimate well performance in a conventional reservoir was to match data to the Fetkovich type curve (figure 9). A recent empirical study by Hough and McClurg, 2011 extended the method to unconventional reservoirs and specifically for a multistage hydraulic fractured, horizontal well penetrating nano-darcy matrix rock. Figure 9. Composite production type curve (Fetkovich, 1980) Hough and McClurg observed that unconventional reservoirs exhibit a long duration of transient linear flow, resulting in a b > 1. This behavior is best explained by low permeability matrix in contact with long planar fractures. Fully developed linear flow achieves a better connection between the matrix and conductive fractures (FCD > 30), ½ slope, b = 2 UNCONVENTIONAL CONVENTIONAL f x * k w * f k CD F  11 Where FCD = dimensionless fracture conductivity kf = fracture permeability, md k = reservoir permeability, md xf = fracture half length, ft w = fracture width, ft In this case, the response is indicated by ½ slope and a corresponding b = 2. However, in many cases the fractures provide enough high perm pore volume to give dual perm rate decline behavior. That is, the greater the fracture pore volume, the less influx from the matrix, resulting in a delay in fully developed linear flow. Moderate matrix perm (1-5 nD) resu1ts in 1<b<2 and for sub nanodarcy matrix perm in 0.5<b<1. In the latter, the matrix perm is so low that fracture depletion occurs first and thus results in a decline less than one. In late time, for all cases ultra low perm matrix will dominate and decline will flatten to a b = 2. In all cases, the entire productive life is in linear flow, thus providing a means to estimate ultimate recovery for a well. Case studies The Rosa #634B is a prolific gas well completed in November of 2010. This well was selected since it has sufficient production history to acquire a trend, it produces a single phase, and has limited to no operational issues. Figure 10 exhibits the excellent trend in monthly gas rate for this well, resulting in a b = 1.43. This b-value suggests a sizable frac volume in a moderate permeability matrix (1-5 nD). Declining to an assumed abandonment rate of 100 mcfd, results in an EUR = 4.8 Bcf. Figure 10. Monthly gas rate as a function of time (days). Blue diamond symbols represent all data, red triangles represent data used in trendline. 1000 10000 100000 1000000 10 100 1000 10000 MCFPM time, days ROSA #634B b=1.43 EUR=4.8 Bcf 12 A second example is the Chaco 2306 19M #191H completed June 2013 in the Lybrook (Gallup) oil pool. Figure 11 exhibits the linear flow profile resulting in a b = 1.63 and an EUR of 174 MBO. For oil, abandonment was assumed to be 100 BOPM or 30 yrs, whichever occurred first. Figure 11. Monthly oil rate as a function of time (days). All data was used in the trendline. A third example is the Horseshoe Gallup 18 # 16H, completed in September of 2011. A good trendline can be observed in Figure 12, despite the downtime issues for this well. The b-value was calculated to be 1.15, resulting in an EUR of 25 MBO. Figure 12. Monthly oil rate as a function of time (days). Blue diamond symbols represent all data, red squares represent data used in trendline. 1000 10000 100000 10 100 1000 BOPM time, days Chaco 2306 19M #191H b=1.63 EUR=174MBO 100 1000 10000 100000 10 100 1000 BOPM time, days Horseshoe gallup 18 #16H b=1.15 EUR=25 MBO 13 Data from figure 12 was plotted on a traditional semilog plot on Figure 13. For comparison an exponential fit (b=0) is also included. The exponential curve results in the most pessimistic estimate of EUR, while the b= 1.15 has a better fit to the data and results in a more optimistic estimate of EUR (figure 14) Figure 13. Monthly oil rate as a function of time (days). Blue diamond symbols represent all data, red squares represent data used in trendline. Figure 14. Cumulative oil production as a function of time (days). A final example is the ROPCO 16 #1H in the Cha Cha (Gallup) pool. The well was completed in August of 2013, thus limited data exists; however as observed in Figure 15 a good trendline has developed. This well is an example of matrix permeability so low that fracture depletion occurs first and thus results in a b-value less than one and a poor recovery of 20 MBO. 100 1000 10000 100000 0 200 400 600 800 1000 1200 BOPM time, days Horseshoe gallup 18 #16H b=1.15 b=0 0 5000 10000 15000 20000 25000 0 500 1000 1500 2000 2500 3000 Cumulative oil, BO time, days Horseshoe gallup 18 #16H ta=2560 days b=1.15 EUR=25MBO ta=1040 days b=0 EUR=19MBO 14 Figure 15. Monthly oil rate as a function of time (days). Blue diamond symbols represent all data, red squares represent data used in trendline. In summary, 50 horizontal wells had sufficient and consistent data to acquire reasonable estimates of the decline exponent, b. Table A-1 in the Appendix lists the decline exponent for each well, including a measure of the quality of the fit. The majority exhibited quasi-linear flow, i.e., 1< b < 2, suggesting a moderate perm matrix of 1 to 5 nd feeding an extensive fracture system. Estimated ultimate Recovery (EUR) was calculated for wells with sufficient production history to be able to make a prediction. These EURs were then mapped as shown in Figure 16, and areas of high, moderate and low potential determined to delineate the results. 100 1000 10000 100000 10 100 1000 BOPM time, days ROPCO 16 #1H b=0.69 EUR=20 MBO 15 Figure 16. EUR bubble map for horizontal Mancos/Gallup wells. Within the high potential region, 41 wells have sufficient data to calculate EUR. Table A-2 in the appendix lists the calculated EUR for wells with sufficient data and quality to make a prediction. Figure 17 is the distribution of the data, with a mean of 110 MBO, low of 18 MBO and a high of 227 MBO. 16 Figure 17. Distribution of EUR for horizontal wells in the Gallup/Mancos play Applying a 6:1 gas-to-oil ratio, the average of 158 MBOE was calculated for these wells. The majority of the lower end wells (< 50 MBO) are in the S. Bisti or Lower Bisti (Gallup) area. The majority of top wells (>190 MBO) are in the Lybrook (Gallup) area. The area surrounding the high potential region (see Fig.18) was classified as a moderate potential region. The two horizontal wells in this region average 36 MBO or 58 MBOE. Similarly, within the low potential region 7 wells were analyzed resulting in 16 MBO or 41 MBOE. Notice from high"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "In summary, 50 horizontal wells had sufficient and consistent data to acquire reasonable estimates of the decline exponent, b. Table A-1 in the Appendix lists the decline exponent for each well, including a measure of the quality of the fit. The majority exhibited quasi-linear flow, i.e., 1< b < 2, suggesting a moderate perm matrix of 1 to 5 nd feeding an extensive fracture system. Estimated ultimate Recovery (EUR) was calculated for wells with sufficient production history to be able to make a prediction. These EURs were then mapped as shown in Figure 16, and areas of high, moderate and low potential determined to delineate the results. 100 1000 10000 100000 10 100 1000 BOPM time, days ROPCO 16 #1H b=0.69 EUR=20 MBO 15 Figure 16. EUR bubble map for horizontal Mancos/Gallup wells. Within the high potential region, 41 wells have sufficient data to calculate EUR. Table A-2 in the appendix lists the calculated EUR for wells with sufficient data and quality to make a prediction. Figure 17 is the distribution of the data, with a mean of 110 MBO, low of 18 MBO and a high of 227 MBO. 16 Figure 17. Distribution of EUR for horizontal wells in the Gallup/Mancos play Applying a 6:1 gas-to-oil ratio, the average of 158 MBOE was calculated for these wells. The majority of the lower end wells (< 50 MBO) are in the S. Bisti or Lower Bisti (Gallup) area. The majority of top wells (>190 MBO) are in the Lybrook (Gallup) area. The area surrounding the high potential region (see Fig.18) was classified as a moderate potential region. The two horizontal wells in this region average 36 MBO or 58 MBOE. Similarly, within the low potential region 7 wells were analyzed resulting in 16 MBO or 41 MBOE. Notice from high to moderate to low regions the impact of the gas phase increases from a MBOE:MBO ratio of 1.4 to 1.6 to 2.6, respectively. Oil Potential Prediction Previous vertical well development has followed the depositional strike of the shoreline sands. The sands have good porosity for storage and permeability for flow, higher quartz content thus more brittle and easier to frac and are within the oil generation window. The initial horizontal well development has followed the similar trend. This appraisal stage is using existing vertical well data to prove the viability of horizontal well development. The extent of the oil potential is shown in Figure 18. The southern limits of the area lack sufficient thermal maturity, and have lower sand content, and to the north the region is bounded by increasing GOR and, again, lack of quality of sand development. The high potential region encompasses 200,500 acres. Allowing for full development of 5wells/section, results in 1600 new completions anticipated for this region. The moderate potential region includes 211,900 acres and at a development density of one well per section could result in 330 additional Mancos/Gallup completions. And in the low potential region, 756,000 acres are included and at a rate of one well per township, would result in 30 additional wells. 0 2 4 6 8 10 12 < 25 25 - 50 50 - 75 75 - 100 100 - 125 125 - 150 150 - 175 175 - 200 200 - 225 225 - 250 > 250 well count EUR, MBO Gallup/Mancos Horizontal Well Performance 17 Figure 18. Oil potential map. Impact of Basement Faults An additional consideration in defining the limits of the Mancos/Gallup oil play was whether basement faults contributed to development. Figure 19 is a map of the Gallup oil pools and recent horizontal well activity superimposed with basement faults. Basement faulting does not seem to exert much control over development trends. There does appear to be an alignment of the Northwest-Southeast fault/fracture trend direction to the trend of many of the Gallup pools; it may be possible that basement faulting exerted an influence over shoreline orientation. However there is not a noticeable concentration of faults in the vicinity of currently producing Gallup pools, and none are singled out as fractured reservoirs. Orientation of the faults, particularly the Northeast-Southwest set, does align with the hydraulic fracture direction. The location of the horizontal Gallup/Mancos development has frequently been within close proximity to older vertical Gallup wells. As a result, during the hydraulic fracturing of the horizontal well, a pressure increase and/or nitrogen spike has occurred in the neighboring vertical well, and in some cases have had a positive influence on production. Typically, this interference occurs in a preferred northeast direction, with some cases in the northwest direction. As can be observed, these directions coincide with the basement faults and also knowledge of the general 18 trends seen within the basin. This also infers that the preferred horizontal well placement would be northwest – southeast to optimize stimulation and capture the highest hydrocarbon reserves. To fully understand this interference effect would require construction of a simulation model to determine the drainage shape and area of horizontal well. The model can include details such as the difference between created length vs propped length, the mobility of nitrogen vs oil and the possible directional flow due to channels, bedding, or fractures. A simulation model is beyond the scope of work for this project, and thus is presented here for future consideration. Figure 19. Basement faults from Ridgley, et al, 2013 superimposed with Gallup oil wells and pools Impact of Land Ownership Another factor investigated was whether land ownership impacted development. Figure 20 exhibits ownership of the Indian lands vs the non-Indian lands. The southeast corner of the high potential region is undeveloped at this time. This acreage lies within the Jicarilla Apache lands. Furthermore, little interest has occurred in the Navajo lands to the west, and in the 19 prolific pools such as Bisti. The latter maybe due to prolific vertical well development thus resulting in significant depletion in this pool. Figure 20. Navajo land in dark green, Jicarilla Apache in light green, vertical gallup wells (black dots), vertical gallup-dakota wells (green dots), recent horizontal wells (yellow filled circles), Fractured Mancos oil pools in brown. Basin Mancos Gas Play and Potential The Mancos follows a basin-centered gas play similar to other formations in San Juan Basin. In this deeper section of the basin, the entire Mancos Shale section reached a gas-window level of maturity (Brister, 2001); whereas, in the surrounding areas, the Mancos only reached the oil window level of maturity. 20 Within this area substantial well control exists due to the development of the deeper Dakota Formation. This led to testing and targeting the Mancos for gas; however, past results were discouraging and thus the Mancos was not a convincing play to target. However, demonstrated recent success by WPX in two of their Rosa unit wells and a recompletion by Black Hills Resources in a Jicarilla well to the east, has renewed interest and provided the evidence of the potential. The success can be attributed to improved reservoir characterization efforts leading to intelligent design of horizontal well placement (both Rosa wells) and improvements in stimulation design; e.g. high volume, slick water frac in the Jicarilla well. Figure 21 identifies the location of these latest successes along with other recent"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "Ownership Another factor investigated was whether land ownership impacted development. Figure 20 exhibits ownership of the Indian lands vs the non-Indian lands. The southeast corner of the high potential region is undeveloped at this time. This acreage lies within the Jicarilla Apache lands. Furthermore, little interest has occurred in the Navajo lands to the west, and in the 19 prolific pools such as Bisti. The latter maybe due to prolific vertical well development thus resulting in significant depletion in this pool. Figure 20. Navajo land in dark green, Jicarilla Apache in light green, vertical gallup wells (black dots), vertical gallup-dakota wells (green dots), recent horizontal wells (yellow filled circles), Fractured Mancos oil pools in brown. Basin Mancos Gas Play and Potential The Mancos follows a basin-centered gas play similar to other formations in San Juan Basin. In this deeper section of the basin, the entire Mancos Shale section reached a gas-window level of maturity (Brister, 2001); whereas, in the surrounding areas, the Mancos only reached the oil window level of maturity. 20 Within this area substantial well control exists due to the development of the deeper Dakota Formation. This led to testing and targeting the Mancos for gas; however, past results were discouraging and thus the Mancos was not a convincing play to target. However, demonstrated recent success by WPX in two of their Rosa unit wells and a recompletion by Black Hills Resources in a Jicarilla well to the east, has renewed interest and provided the evidence of the potential. The success can be attributed to improved reservoir characterization efforts leading to intelligent design of horizontal well placement (both Rosa wells) and improvements in stimulation design; e.g. high volume, slick water frac in the Jicarilla well. Figure 21 identifies the location of these latest successes along with other recent horizontal gas completions. Figure 21. Cumulative gas from Mancos wells. Latest activity indicated on map. The extent of the Mancos gas play is expected to lie somewhere between the shallower Mesaverde gas pool and the deeper Dakota gas pool. The areal coverage of both is shown in figure 22 for reference. To determine the Mancos gas pool boundary, both geochemical and production data were used. From geochemical data a gas thermal maturity line could be established and is shown in Figure 22. Also, using cumulative gas-oil ratios (GOR) where a gas Jicarilla 458 05 #22 Recompletion 1/11 IP: 1 mmcfd, Gp = 364 mmcf 7 HWs proposed Horizontal gas well intents Sullivan Gas Com #1H Jicarilla 2505 4 #13H Rosa unit Two wells 2 Bcf each 7HWs proposed Yert Com HZMC #1H Marginal well Cum GOR ~17 Martin Gas Com F #1H Gp = 130 mmcf Cum GOR ~43 21 well is defined at > 100 mscf/stb and the widespread well control, a 100 mscf/stb contour line can be drawn. As observed in Figure 22, the two methods reasonably coincide and thus delineate the Mancos gas boundary. It also lies between the Mesaverde and Dakota gas pools, further proving the location of the boundary. Only the east side (Jicarilla well) does the Mancos gas pool extended further east than the Mesaverde. Figure 22. Extent of Mancos gas potential. Despite the successful gas activity of the Rosa and Jicarilla, a delay in the development of the Mancos gas play is expected due to unfavorable economics. Based on the EIA reference case, gas prices are forecasted to be $4.38/mmbtu in 2020 and $5.23/mmbtu in 2025, respectively. (Annual average Henry Hub spot prices for natural gas in 2012 dollars) A recent presentation (Currie, July 2014) at the Legislative Finance Committee meeting in July proposed a breakeven price of $4.25/mmbtu for the San Juan Basin; very close to the 2020 value predicted by EIA. As a result, a five year delay in significant activity is anticipated for the Mancos gas play. However, once the economics become favorable, the activity is anticipated to rapidly increase. A conservative estimate of 2,000 horizontal gas well locations is available. This estimate is limited 22 by the lack of horizontal well development to date to better define the extent of the high gas potential. Water usage The development of the Mancos play will require additional fresh water for stimulation purposes. Of particular concern, are horizontal completions which require large volumes of water for hydraulic fracturing. Using the NMOCD publicly available frac disclosure forms, 55 of 57 wells (93%) had reported the water volume used for hydraulic fracturing to date. The distribution is shown in Figure 23. The average is 1,020 mgals or 24 mbbls, or 3.13 acre-feet. The higher volume wells were due to being extended horizontal wells and/or not using foam in their stimulation. Figure 23. distribution of frac water volume (Source: NMOCD Frac Disclosure forms) To assess the impact of water requirements for the Mancos/Gallup horizontal development, a comparison of past usage of water for stimulation in the San Juan Basin to predicted usage for horizontal well development in the Mancos was initiated. The result will be a baseline of historical water usage in the San Juan Basin to compare. The figure below shows the estimate of water used in stimulation since 2005 for the Mesaverde, Dakota and Gallup (vertical wells only) completions. Mesaverde, Dakota and Gallup verticals represent 83% of all hydraulically fractured completions. On average, Dakota, Mesaverde and Gallup verticals wells use 105,000 gals, (0.33 acre-feet), 150,000 gals (0.46 acre-feet) and 207,000 gals (0.63 acre-feet) of water, respectively. Also, on the figure is a comparison of water usage for an assumed Mancos horizontal well program of 50 wells completed in 2014 and increasing by ten each subsequent year. Based on an estimate of water usage per Mancos horizontal well of 3.3 acre feet observed 0 2 4 6 8 10 12 14 16 < 10 10-15 15-20 20-25 25-30 30-35 >35 number of wells Frac water volume, mbbls 23 in 2013, predicted water volumes are shown in Figure 24. At the anticipated peak of development the total water volume used is within the normal operating range of previous years. Figure 24. Historical and predicted water volume usage per well (Data source: NMOCD) In response to the water usage issue, the industry has applied completion strategies and technologies to reduce the need for fresh water for stimulation. Reduction by using produced water. Advances in technology are leading to the ability to use produced water; particularly low-saline or brackish water, as a source of frac water. [High Country News, Aug. 6, 2014] Technological challenges are related to the chemical composition of the water; i.e., can you create an efficient frac fluid, and will the fluid damage the formation from residues deposited from the fluid? In the San Juan Basin the produced water from the Fruitland Coal has a low salinity and is relatively clean by produced water standards. As a result, this water is suggested as a potential target for frac water where available. Reuse of flow back water. A fraction of the water injected into the formation returns during the post-frac, i.e., flowback period of the completion. Due to the retention properties of the Mancos shale, the percent of flowback water is reduced. Using the first three months of production time, the flowback water is approximately"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "of water, respectively. Also, on the figure is a comparison of water usage for an assumed Mancos horizontal well program of 50 wells completed in 2014 and increasing by ten each subsequent year. Based on an estimate of water usage per Mancos horizontal well of 3.3 acre feet observed 0 2 4 6 8 10 12 14 16 < 10 10-15 15-20 20-25 25-30 30-35 >35 number of wells Frac water volume, mbbls 23 in 2013, predicted water volumes are shown in Figure 24. At the anticipated peak of development the total water volume used is within the normal operating range of previous years. Figure 24. Historical and predicted water volume usage per well (Data source: NMOCD) In response to the water usage issue, the industry has applied completion strategies and technologies to reduce the need for fresh water for stimulation. Reduction by using produced water. Advances in technology are leading to the ability to use produced water; particularly low-saline or brackish water, as a source of frac water. [High Country News, Aug. 6, 2014] Technological challenges are related to the chemical composition of the water; i.e., can you create an efficient frac fluid, and will the fluid damage the formation from residues deposited from the fluid? In the San Juan Basin the produced water from the Fruitland Coal has a low salinity and is relatively clean by produced water standards. As a result, this water is suggested as a potential target for frac water where available. Reuse of flow back water. A fraction of the water injected into the formation returns during the post-frac, i.e., flowback period of the completion. Due to the retention properties of the Mancos shale, the percent of flowback water is reduced. Using the first three months of production time, the flowback water is approximately 25% of the original volume. Typically after three months the water volume dramatically decreases and thus contributes little to the overall recovery. In addition, flowback water requires either mechanical cleanup; e.g, filtration and/or chemical cleanup; remove emulsions, oil carryover, and coagulating agents. Technological advances are addressing these issues. 0 50 100 150 200 250 300 350 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 water volume in acre-feet time Frac water usage Mancos HW Prediction historical estimate 24 Reduction of volume via using foam fracing. Foam fracing is the combination of water and nitrogen as the frac fluid. Foam provides energy to low bottomhole pressure reservoirs such as the Mancos resulting in quicker cleanup, and has good proppant carrying capability resulting in higher sand concentrations and thus better conductivity. Foam frac also uses less water than other hydraulic fracture techniques. A typical treatment is defined as a 70Q foam treatment; i.e. 70% by volume is nitrogen and the remaining 30% is water. Demand for nitrogen continues to grow as local oil and gas operators develop new oil resources in the area. Praxair, Inc. announced that it has started up a second nitrogen plant at its facility in Kirtland, New Mexico to support growing nitrogen demand in the San Juan basin, which includes southwestern Colorado and northwestern New Mexico. [Source: Praxair to Expand Kirtland, New Mexico Nitrogen Facility: Wall Street Journal, August 19, 2013] 25 References Amarante, J. F. A., and Brister, B. S., 2001, Lithologic description of a section of the upper Mancos Shale penetrated by the Mallon 3-15 Davis-Federal well, San Juan Basin, New Mexico, in Proceedings, low permeability and underdeveloped natural gas reservoirs of New Mexico: New Mexico Bureau of Mines and Mineral Resources, p. 38-39. Brister, B. S., 2001, An overview of the natural gas resource potential of the Mancos Shale, San Juan Basin, New Mexico, in Proceedings, low permeability and underdeveloped natural gas reservoirs of New Mexico: New Mexico Bureau of Mines and Mineral Resources, p. 26. Broadhead, Ron: “The Mancos Shale and “Gallup” zones in the San Juan Basin: geologic framework, historical production, future potential”, presented at the San Juan Basin Energy Conference, Farmington, New Mexico March 18-19, 2013 Cobban, W.A. and McKinney, K.A. : Cretaceous Western Interior Seaway. (Figure A Story of Sea Level Changes in the Western Interior Seaway, USGS, geology.cr.usgs.gov/crc/fossils/ammonites.html Currie, Dr. Helen: “Energy Economic Outlook”, presented at the New Mexico Legislative Finance Committee meeting, July 9, 2014, San Juan College. Fetkovich, M.J., 1980, “Decline Curve Analysis Using Type Curves”: SPE 4629, SPE 48th Fall Meeting, Las Vegas, Nevada, USA, September 30-October 3, 1973, 28 p. High Country News: “Fracking without fresh water”, Aug. 6, 2014 issue. Horton, B., 2012, Variability of the Mancos Shale: Developing Preliminary Depositional and Sequence Stratigraphy Models of a Developing Shale Gas Play, Master's Thesis, University of Utah, Salt Lake City, Utah, 320 p. Hough, E.V. and McClurg,T.: 2011 Impact of Geological Variation and Completion Type in the U.S. Bakken Oil Shale Play Using Decline Curve Analysis and Transient Flow Character AAPG: Search and Discovery Article #40857 (2011). Adapted from oral presentation at AAPG International Conference and Exhibition, Milan, Italy, October 23-26, 2011 Nummedal, D., and Molenaar, C. M., 1995, Sequence stratigraphy of ramp-setting strand plain successions: The Gallup Sandstone, New Mexico, in J.C. Van Wagoner and G.T. Bertram, eds., Sequence Stratigraphy of Foreland Basin Deposits: AAPG Memoir 64, p. 277-310. Praxair to Expand Kirtland, New Mexico Nitrogen Facility: WSJ, August 19, 2013 Ridgley, J.L., Condon, S.M., and Hatch, J.R., 2013, Geology and oil and gas assessment of the Mancos-Menefee Composite Total Petroleum System, San Juan Basin, New Mexico and 26 Colorado, chap. 4 of U.S. Geological Survey San Juan Basin Assessment Team, Total petroleum systems and geologic assessment of undiscovered oil and gas resources in the San Juan Basin Province, exclusive of Paleozoic rocks, New Mexico and Colorado: U.S. Geological Survey Digital Data Series 69–F, p. 1–97. Zah, Erny: “Mancos Shale boom could be underway”, ABQJ, May 2014 27 Appendix Table A-1: Summary of Production Decline Analysis Pool name API Well name b-value Fluid type Index BASIN MANCOS 3003930937 ROSA UNIT # 634B 1.43 G *** BASIN MANCOS 3003930970 ROSA UNIT #634A 1.52 G *** BASIN MANCOS 3004321118 LYBROOK H26 2307 #001H 1.00 O ** BASIN MANCOS 3004321133 LYBROOK H26 2307 #002H O? BASIN MANCOS 3003929314 JICARILLA 458 05 # 022 1.20 G *** BASIN MANCOS 3004535383 YERT COM HZMC #001H 3.04 G ** BASIN MANCOS 3004535387 CANYON #019H 1.24 G ** BASIN MANCOS 3004535442 GOOD TIMES L10 2410 #001H 1.64 O *** BASIN MANCOS 3004535467 ESCRITO D30 2408 # 001H O? BASIN MANCOS 3004535419 GOOD TIMES D06 2309 #001H 1.08 O *** BISTI LOWER-GALLUP (O) 3004535313 ESCRITO P16 2409 #001H 0.99 O ** BISTI LOWER-GALLUP (O) 3004535322 ESCRITO I24 2409 #001H 1.09 O *** BISTI LOWER-GALLUP (O) 3004535362 ESCRITO I16 2409 #001H 1.24 O ** BISTI LOWER-GALLUP (O) 3004535434 ESCRITO M07 2409 # 002H 1.11 O *** BISTI LOWER-GALLUP (O) 3004535435 ESCRITO M07 2409 # 001H 1.27 O *** BISTI LOWER-GALLUP (O) 3004535390 ESCRITO A31 2409 # 001H 2.03 O *** BISTI LOWER-GALLUP (O) 3004535391 ESCRITO H31 2409 # 001H 0.93 O ** NAGEEZI GALLUP/BASIN MAN 3004535439 CHACO 2308 16I #147H 1.47 O *** NAGEEZI GALLUP 3004535441 CHACO 2408 32P #114H 1.19 O ** NAGEEZI GALLUP/BASIN MAN 3004535365 LYBROOK I02 2308 #001H 0.68 O ** WC 22N6W22; GALLUP (O) 3004321131 LYBROOK"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "System, San Juan Basin, New Mexico and 26 Colorado, chap. 4 of U.S. Geological Survey San Juan Basin Assessment Team, Total petroleum systems and geologic assessment of undiscovered oil and gas resources in the San Juan Basin Province, exclusive of Paleozoic rocks, New Mexico and Colorado: U.S. Geological Survey Digital Data Series 69–F, p. 1–97. Zah, Erny: “Mancos Shale boom could be underway”, ABQJ, May 2014 27 Appendix Table A-1: Summary of Production Decline Analysis Pool name API Well name b-value Fluid type Index BASIN MANCOS 3003930937 ROSA UNIT # 634B 1.43 G *** BASIN MANCOS 3003930970 ROSA UNIT #634A 1.52 G *** BASIN MANCOS 3004321118 LYBROOK H26 2307 #001H 1.00 O ** BASIN MANCOS 3004321133 LYBROOK H26 2307 #002H O? BASIN MANCOS 3003929314 JICARILLA 458 05 # 022 1.20 G *** BASIN MANCOS 3004535383 YERT COM HZMC #001H 3.04 G ** BASIN MANCOS 3004535387 CANYON #019H 1.24 G ** BASIN MANCOS 3004535442 GOOD TIMES L10 2410 #001H 1.64 O *** BASIN MANCOS 3004535467 ESCRITO D30 2408 # 001H O? BASIN MANCOS 3004535419 GOOD TIMES D06 2309 #001H 1.08 O *** BISTI LOWER-GALLUP (O) 3004535313 ESCRITO P16 2409 #001H 0.99 O ** BISTI LOWER-GALLUP (O) 3004535322 ESCRITO I24 2409 #001H 1.09 O *** BISTI LOWER-GALLUP (O) 3004535362 ESCRITO I16 2409 #001H 1.24 O ** BISTI LOWER-GALLUP (O) 3004535434 ESCRITO M07 2409 # 002H 1.11 O *** BISTI LOWER-GALLUP (O) 3004535435 ESCRITO M07 2409 # 001H 1.27 O *** BISTI LOWER-GALLUP (O) 3004535390 ESCRITO A31 2409 # 001H 2.03 O *** BISTI LOWER-GALLUP (O) 3004535391 ESCRITO H31 2409 # 001H 0.93 O ** NAGEEZI GALLUP/BASIN MAN 3004535439 CHACO 2308 16I #147H 1.47 O *** NAGEEZI GALLUP 3004535441 CHACO 2408 32P #114H 1.19 O ** NAGEEZI GALLUP/BASIN MAN 3004535365 LYBROOK I02 2308 #001H 0.68 O ** WC 22N6W22; GALLUP (O) 3004321131 LYBROOK D22 2206 #001H 1.21 O ** LYBROOK GALLUP 3004321117 LYBROOK H36 2307 #001H 1.52 O ** LYBROOK GALLUP 3004321130 LYBROOK A03 2206 #001H 1.22 O *** LYBROOK GALLUP 3004321123 LYBROOK H03 2206 #001H 1.59 O *** LYBROOK GALLUP 3004321134 LYBROOK P01 2207 #001H 0.86 O ** LYBROOK GALLUP 3004321129 LYBROOK I32 2306 #001H 0.59 O * LYBROOK GALLUP 3004321125 LYBROOK I32 2306 #002H 1.53 O * LYBROOK GALLUP 3004321127 LYBROOK A32 2306 #001H 2.44 O * LYBROOK GALLUP 3004321126 LYBROOK H32 2306 #001H 1.80 O * LYBROOK GALLUP 3004321146 LYBROOK M31 2306 #002H 0.69 O * LYBROOK GALLUP 3004321145 LYBROOK M31 2306 #003H 2.16 O *** 28 Pool name API Well name b-value Fluid type Index LYBROOK GALLUP 3004321139 CHACO 2306 19M #191H 1.63 O *** LYBROOK GALLUP 3004321149 CHACO 2206 2H #225H 1.68 O ** LYBROOK GALLUP 3004321147 CHACO 2206 2P #228H 1.54 O *** LYBROOK GALLUP 3003931173 CHACO 2307 12E #168H 1.57 O *** LYBROOK GALLUP 3004321141 LYBROOK E29 2306 # 001H O LYBROOK GALLUP 3004321142 LYBROOK E29 2306 # 003H O LYBROOK GALLUP 3004321148 CHACO 2206 16A # 221H 2.20 O *** LYBROOK GALLUP 3004321167 CHACO 2206 02P # 227H 1.81 O *** LYBROOK GALLUP 3004321170 CHACO 2306 20M # 208H 2.15 LYBROOK GALLUP 3003931192 CHACO 2307 13L # 175H 1.22 O *** HORSESHOE GALLUP 3004535373 HORSESHOE GALLUP 18 #008H 1.20 O *** HORSESHOE GALLUP 3004535376 HORSESHOE GALLUP 19 #008H 1.27 O *** HORSESHOE GALLUP 3004535300 HORSESHOE GALLUP 18 #016H 1.15 O *** GREEK GALLUP 3004535320 MEADOWS I08 3014 # 001H 2.08 G ** GALLEGOS GALLUP (ASSOCIAT 3004535341 BISTI H09 2510 #001H 1.59 O *** ESCRITO GALLUP (ASSOCIATE 3003931134 ESCRITO A36 2407 #001H 1.32 O * ESCRITO GALLUP (ASSOCIATE 3003931148 ESCRITO E26 2407 # 001H 2.01 O *** BISTI, S-GALLUP (O) 3004535319 GOOD TIMES A06 2310 #001H 1.66 O *** BISTI, S-GALLUP (O) 3004535361 GOOD TIMES I32 2410 #001H 1.19 O *** BISTI, S-GALLUP (O) 3004535315 GOOD TIMES P32 2410 #001H 2.54 O *** CHA CHA (GALLUP) 3004535455 ROPCO 16 #001H 0.69 O *** LYBROOK GALLUP 3004321161 CHACO 2206 16I # 224H O b-value is the decline exponent index is a measure of the quality of the fit. *** very good ** fair * poor 29 Table A-2: Summary of EUR calculations by well HIGH OIL POTENTIAL AREA BOE based on 6:1 Pool name API Well name EUR, BO EUR, BOE LYBROOK GALLUP 3004321117 LYBROOK H36 2307 #001H 113890 175486 LYBROOK GALLUP 3004321130 LYBROOK A03 2206 #001H 202937 280628 WC 22N6W22; GALLUP (O) 3004321131 LYBROOK D22 2206 #001H 63026 110485 ESCRITO GALLUP (ASSOCIATED) 3003931134 ESCRITO A36 2407 #001H 53779 148484 BISTI LOWER-GALLUP (O) 3004535322 ESCRITO I24 2409 #001H 153061 233979 BISTI LOWER-GALLUP (O) 3004535313 ESCRITO P16 2409 #001H 35625 82656 BISTI, S-GALLUP (O) 3004535319 GOOD TIMES A06 2310 #001H 18578 27588 BISTI, S-GALLUP (O) 3004535361 GOOD TIMES I32 2410 #001H 37625 51634 BISTI, S-GALLUP (O) 3004535315 GOOD TIMES P32 2410 #001H BASIN MANCOS 3004321118 LYBROOK H26 2307 #001H 153887 182100 LYBROOK GALLUP 3004321123 LYBROOK H03 2206 #001H 177689 254806 LYBROOK GALLUP 3004321134 LYBROOK P01 2207 #001H 205158 283973 BISTI LOWER-GALLUP (O) 3004535362 ESCRITO I16 2409 #001H 101658 155689 LYBROOK GALLUP 3004321139 CHACO 2306 19M #191H 173862 196580 NAGEEZI GALLUP/BASIN MANCOS 3004535439 CHACO 2308 16I #147H 117110 130480 NAGEEZI GALLUP 3004535441 CHACO 2408 32P #114H 100909 147647 LYBROOK GALLUP 3003931173 CHACO 2307 12E #168H 97390 108492 LYBROOK GALLUP 3004321127 LYBROOK A32 2306 #001H 198761 288800 LYBROOK GALLUP 3004321126 LYBROOK H32 2306 #001H 227266 375178 BISTI LOWER-GALLUP (O) 3004535391 ESCRITO H31 2409 # 001H 94179 125446 LYBROOK GALLUP 3004321147 CHACO 2206 2P #228H 132737 144595 LYBROOK GALLUP 3004321129 LYBROOK I32 2306 #001H 67675 98975 LYBROOK GALLUP 3004321125 LYBROOK I32 2306 #002H 186875 258946 NAGEEZI GALLUP/BASIN MANCOS 3004535365 LYBROOK I02 2308 #001H 195714 237890 BASIN MANCOS 3004535442 GOOD TIMES L10 2410 #001H 45354 93407 BISTI LOWER-GALLUP (O) 3004535434 ESCRITO M07 2409 # 002H 88704 156725 BISTI LOWER-GALLUP (O) 3004535435 ESCRITO M07 2409 # 001H 86384 149588 LYBROOK GALLUP 3004321146 LYBROOK M31 2306 #002H 63824 139721 LYBROOK GALLUP 3004321149 CHACO 2206 2H #225H 123206 138956 BASIN MANCOS 3004535467 ESCRITO D30 2408 # 001H BISTI LOWER-GALLUP (O) 3004535390 ESCRITO A31 2409 # 001H 102519 147183 ESCRITO GALLUP (ASSOCIATED) 3003931148 ESCRITO E26 2407 # 001H 101370 186876 BASIN MANCOS 3004535419 GOOD TIMES D06 2309 #001H 193325 228124 LYBROOK GALLUP 3004321145 LYBROOK M31 2306 #003H 64590 138459 LYBROOK GALLUP 3004321161 CHACO 2206 16I # 224H 37473 44743 LYBROOK GALLUP 3004321148 CHACO 2206 16A # 221H 57794 64026 BISTI, S-GALLUP (O) 3004535367 GOOD TIMES P34 2410 # 001H 119815 176527 NAGEEZI GALLUP 3004535491 CHACO 2408 32P # 115H LYBROOK GALLUP 3004321141 LYBROOK E29 2306 # 001H 74503 112996 LYBROOK GALLUP 3004321142 LYBROOK E29 2306 # 003H 59646 77937 LYBROOK GALLUP 3004321167 CHACO 2206 02P # 227H 117001 142800 LYBROOK GALLUP 3004321170 CHACO 2306 20M # 208H 110346 152259 LYBROOK GALLUP 3003931192 CHACO 2307 13L # 175H 58931 75569 DEVILS FORK GALLUP 3003931189 ESCRITO E13 2407 # 001H 62051 168344 N=41 average = 109176 158409 30 Pool name API Well name EUR, BO EUR, BOE BASIN MANCOS 3004321133 LYBROOK H26 2307 #002H 2000 4165 NOTE: different producing horizon MODERATE OIL POTENTIAL AREA Pool name API Well name EUR, BO EUR, BOE GALLEGOS GALLUP (ASSOCIATED) 3004535341 BISTI H09 2510 #001H 32642 59316 BASIN MANCOS 3004535387 CANYON #019H 38636 56808 N = 2 average = 35639 58062 LOW OIL POTENTIAL AREA Pool name API Well name EUR, BO"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "I32 2306 #001H 67675 98975 LYBROOK GALLUP 3004321125 LYBROOK I32 2306 #002H 186875 258946 NAGEEZI GALLUP/BASIN MANCOS 3004535365 LYBROOK I02 2308 #001H 195714 237890 BASIN MANCOS 3004535442 GOOD TIMES L10 2410 #001H 45354 93407 BISTI LOWER-GALLUP (O) 3004535434 ESCRITO M07 2409 # 002H 88704 156725 BISTI LOWER-GALLUP (O) 3004535435 ESCRITO M07 2409 # 001H 86384 149588 LYBROOK GALLUP 3004321146 LYBROOK M31 2306 #002H 63824 139721 LYBROOK GALLUP 3004321149 CHACO 2206 2H #225H 123206 138956 BASIN MANCOS 3004535467 ESCRITO D30 2408 # 001H BISTI LOWER-GALLUP (O) 3004535390 ESCRITO A31 2409 # 001H 102519 147183 ESCRITO GALLUP (ASSOCIATED) 3003931148 ESCRITO E26 2407 # 001H 101370 186876 BASIN MANCOS 3004535419 GOOD TIMES D06 2309 #001H 193325 228124 LYBROOK GALLUP 3004321145 LYBROOK M31 2306 #003H 64590 138459 LYBROOK GALLUP 3004321161 CHACO 2206 16I # 224H 37473 44743 LYBROOK GALLUP 3004321148 CHACO 2206 16A # 221H 57794 64026 BISTI, S-GALLUP (O) 3004535367 GOOD TIMES P34 2410 # 001H 119815 176527 NAGEEZI GALLUP 3004535491 CHACO 2408 32P # 115H LYBROOK GALLUP 3004321141 LYBROOK E29 2306 # 001H 74503 112996 LYBROOK GALLUP 3004321142 LYBROOK E29 2306 # 003H 59646 77937 LYBROOK GALLUP 3004321167 CHACO 2206 02P # 227H 117001 142800 LYBROOK GALLUP 3004321170 CHACO 2306 20M # 208H 110346 152259 LYBROOK GALLUP 3003931192 CHACO 2307 13L # 175H 58931 75569 DEVILS FORK GALLUP 3003931189 ESCRITO E13 2407 # 001H 62051 168344 N=41 average = 109176 158409 30 Pool name API Well name EUR, BO EUR, BOE BASIN MANCOS 3004321133 LYBROOK H26 2307 #002H 2000 4165 NOTE: different producing horizon MODERATE OIL POTENTIAL AREA Pool name API Well name EUR, BO EUR, BOE GALLEGOS GALLUP (ASSOCIATED) 3004535341 BISTI H09 2510 #001H 32642 59316 BASIN MANCOS 3004535387 CANYON #019H 38636 56808 N = 2 average = 35639 58062 LOW OIL POTENTIAL AREA Pool name API Well name EUR, BO EUR, MMCF EUR, BOE HORSESHOE GALLUP 3004535373 HORSESHOE GALLUP 18 #008H 19985 25914 HORSESHOE GALLUP 3004535376 HORSESHOE GALLUP 19 #008H 6981 19159 HORSESHOE GALLUP 3004535300 HORSESHOE GALLUP 18 #016H 24928 36129 CHA CHA (GALLUP) 3004535455 ROPCO 16 #001H 20134 24359 GREEK GALLUP 3004535320 MEADOWS I08 3014 # 001H 18723 459 95223 BASIN MANCOS 3004535383 YERT COM HZMC #001H 19499 338 75833 ANGEL PEAK GALLUP 3004535370 HUERFANO UNIT HZMC #001H 4043 38 10376 N = 7 average = 16328 40999 HIGH POTENTIAL GAS Pool name API Well name EUR, BO EUR, MMCF EUR, BOE BASIN MANCOS 3003930937 ROSA UNIT # 634B 4820 803333 BASIN MANCOS 3003930970 ROSA UNIT #634A 4970 828333 N = 2 average = 4895 815833 31 LIST OF ABBREVIATIONS AND ACRONYMS AAPG American Association of Petroleum Geologists APD Application for Permit to Drill BLM U.S. Bureau of Land Management BO Barrels of oil BOPM Barrels of oil per month BCF Billion standard cubic feet (gas) BTU British Thermal Unit EIA U.S. Energy Information Administration EUR Estimated ultimate recovery FCD Dimensionless Fracture Conductivity GIS Geographic Information System GOR Gas-oil Ratio, Mscf/STB k reservoir permeability, md kf fracture permeability, md MBO or mstb Thousand barrels of oil MBOE Thousand barrels of oil equivalent MBBLS Thousand barrels of liquid MBW Thousand barrels of water Mgals Thousand gallons MMBTU Million BTUs MMSCF Million standard cubic feet (gas) MMBO Million barrels of oil MMBBLS Million barrels of liquid MMBW Million barrels of water MCFD Thousand of cubic feet of gas per day MBOPD Thousand of barrels of oil per day NMT New Mexico Institute of Mining and Technology (New Mexico Tech) NMOCD New Mexico Oil Conservation Division P&A plugged and abandoned PRRC New Mexico Petroleum Recovery Research Center RFD Reasonable Forseeable Development SPE Society of Petroleum Engineers TOC Total organic carbon U.S. United States of America w fracture width, ft xf fracture half-length, ft 32 Project Management Plan Task 1: Background of shale plays including the Mancos a. Review and summarize analogous plays in other basins. Examples are the Bakken in North Dakota, Eagle Ford of Texas, Avalon/Bone Springs of Southeast New Mexico and Niobrara of Colorado. b. Review and summarize geologic and engineering data for the entire Mancos interval in the San Juan Basin. Included will be production and stimulation statistics for vertical completions in the Mancos (Gallup) play. c. Acquire the industry’s perspective through meetings and a survey The background provides a framework based on a historical perspective for estimating the potential of the Mancos. Task 2: Analysis of the oil and gas potential of the Mancos a. Compare and contrast the geologic and engineering characteristics of the Mancos with the other plays. b. Evaluate recent horizontal well activity in the Mancos play c. Identify the parameters of importance and complete a parametric analysis to determine impact on hydrocarbon recovery. d. Investigate the impact of horizontal well development on surface issues. Of particular concern is the volume of water required for stimulation of the horizontal section and the source of the water. e. Investigate completion strategies and technologies that may reduce the footprint for this development, and reduce/reuse water for stimulation. Based on the results from the analysis, the potential oil and gas subsurface development can be assessed for the Mancos play in the San Juan Basin. Task 3: Water Rights in the San Juan Basin Summarize and tabulate existing water rights held by industry and private entities in the San Juan Basin on file with the New Mexico Office of the State Engineer (NMOSE) and compiled in the WATERS database. WATERS is the most complete and accurate source for water-rights data. Summarize and tabulate notices of intent (NOIs) filed by private entities to divert groundwater from deep aquifers (below 2,500 feet) in the San Juan Basin. Task 4: Evaluation of Fresh and Saline Aquifers Above and Below the 2,500-Foot Horizon. a. Inventory existing water wells, including information on their location, well depth, production capacity, lithology, stratigraphic depths and elevations, formation of completion, water level, and hydraulic properties, using existing databases such as WATERS (NMOSE), NWSI (USGS), and NMWells (NMBGMR), and paper records. Evaluate water-bearing potential of strata and historic water discharge using production records from industry. 33 b. Identify and describe the hydrogeologic characteristics of major water-bearing strata in the San Juan Basin, from land surface to the base of the Entrada Formation, and map the spatial extent of their top and bottom stratigraphic contacts, to the extent possible. Quantify and compile:  depths and elevations of formation contacts,  formation thicknesses and general rock types  hydraulic properties of porosity (θ), intrinsic permeability (k), hydraulic conductivity (K), transmissivity (T), and storage coefficients (Sy, Ss) Data sources will include: (a) existing databases, including NMWells (NMBGMR) and the NMEMNRD Oil Conservation Division (OCD) on-line database; (b) interpretations from data archives of core, cuttings, and stratigraphic information housed at the NMBGMR; and (c) published and non-published sources of stratigraphic top and base, structure contour maps, isopachs, and well tests (aquifer pumping tests). c. Identify minor water-bearing strata in the San Juan Basin, from land surface to the base of the Entrada Formation, and generally describe their hydrogeologic characteristics and spatial distribution. Where a lithologically heterogeneous and spatially variable geologic unit possesses water-bearing capability on a local scale, then an effort will be made to identify and map the spatial extent of the top and bottom stratigraphic contacts that mark the boundaries of"
    },
    {
        "URL": "ofr_567.pdf",
        "Text": "data. Summarize and tabulate notices of intent (NOIs) filed by private entities to divert groundwater from deep aquifers (below 2,500 feet) in the San Juan Basin. Task 4: Evaluation of Fresh and Saline Aquifers Above and Below the 2,500-Foot Horizon. a. Inventory existing water wells, including information on their location, well depth, production capacity, lithology, stratigraphic depths and elevations, formation of completion, water level, and hydraulic properties, using existing databases such as WATERS (NMOSE), NWSI (USGS), and NMWells (NMBGMR), and paper records. Evaluate water-bearing potential of strata and historic water discharge using production records from industry. 33 b. Identify and describe the hydrogeologic characteristics of major water-bearing strata in the San Juan Basin, from land surface to the base of the Entrada Formation, and map the spatial extent of their top and bottom stratigraphic contacts, to the extent possible. Quantify and compile:  depths and elevations of formation contacts,  formation thicknesses and general rock types  hydraulic properties of porosity (θ), intrinsic permeability (k), hydraulic conductivity (K), transmissivity (T), and storage coefficients (Sy, Ss) Data sources will include: (a) existing databases, including NMWells (NMBGMR) and the NMEMNRD Oil Conservation Division (OCD) on-line database; (b) interpretations from data archives of core, cuttings, and stratigraphic information housed at the NMBGMR; and (c) published and non-published sources of stratigraphic top and base, structure contour maps, isopachs, and well tests (aquifer pumping tests). c. Identify minor water-bearing strata in the San Juan Basin, from land surface to the base of the Entrada Formation, and generally describe their hydrogeologic characteristics and spatial distribution. Where a lithologically heterogeneous and spatially variable geologic unit possesses water-bearing capability on a local scale, then an effort will be made to identify and map the spatial extent of the top and bottom stratigraphic contacts that mark the boundaries of its aquifer in the area(s) where it is significant. d. Construct digital maps of the top and bottom stratigraphic surfaces for each formation, aquifer, or major water-bearing stratum using ARC-GIS. Construct, to the extent possible, digital maps of the top and bottom stratigraphic surfaces for each minor water- bearing strata or aquifer of limited extent but local importance. e. Using ARC-GIS, compute the volume of each aquifer or water-bearing stratum between the two constructed surfaces. Develop a 2,500-foot horizon surface by offset from the 10- meter digital elevation model. Compute volume of groundwater in storage above and below the 2,500-foot (bls) horizon in each identified aquifer. f. Compile water quality data for ion chemistry and total dissolved solids for each major aquifer using existing data sources and published literature. Identify and map the distribution of fresh (<1,000 mg/L total dissolved solids, TDS) and saline (>1,000 mg/L TDS) waters in aquifers and water-bearing strata in the San Juan Basin. Create maps depicting distribution of major ions and water types in shallow and deep aquifers, above and below the 2500-ft horizon. g. Evaluate potential for hydraulic interconnection between water-bearing strata above and below the 2,500-foot horizon and between water-bearing strata and the Mancos Shale, using temperature, salinity, and stratigraphic models. h. Evaluate impacts of water withdrawal and depressurizing major aquifers on their adjacent aquifers and discharge to springs and shallow wells."
    }
]