[
    {
        "URL": "Primasari2023_CCS_SJB_ImpactOnDrinkingWaterSources.pdf",
        "Text": "SPE-212795-MS Implementation of CCS at San Juan Basin, New Mexico: Minimization of the Impact on the Underground Drinking Water Sources Irma Primasari, William Ampomah, Jiawei Tu, and Dana Ulmer-Scholle, New Mexico Institute of Mining and Technology; Nathan Moodie, University of Utah; Rajesh Pawar and Shaoping Chu, Los Alamos National Laboratory Copyright 2023, Society of Petroleum Engineers DOI 10.2118/212795-MS This paper was prepared for presentation at the SPE Canadian Energy Technology Conference and Exhibition held in Calgary, Alberta, Canada, 15-16 March 2023. This paper was selected for presentation by an SPE program committee following review of information contained in an abstract submitted by the author(s). Contents of the paper have not been reviewed by the Society of Petroleum Engineers and are subject to correction by the author(s). The material does not necessarily reflect any position of the Society of Petroleum Engineers, its officers, or members. Electronic reproduction, distribution, or storage of any part of this paper without the written consent of the Society of Petroleum Engineers is prohibited. Permission to reproduce in print is restricted to an abstract of not more than 300 words; illustrations may not be copied. The abstract must contain conspicuous acknowledgment of SPE copyright. Abstract Concerns about the environmental impacts associated with large-scale CO2 sequestration remain among the public despite the global carbon-neutral demands and successful performances in CO2 storage research, pilot, and commercial projects. Besides the common risks from CO2 leakages, the hazard of reservoir pore pressure increment induced by hundreds of millions of tonnes of CO2 injections is usually overlooked. Significant pore pressure increases within the storage zone may force the connate fluids to be uplifted into freshwater aquifers through potential conduits through the caprock, which poses threats to the underground source of drinking water (USDW). Therefore, a method to quantitatively trace and minimize the susceptible areas around the large-scale CO2 storage location is essential to reduce and control the potential hazards. The United States environmental protection law requires the operators to delineate an Area of Review (AoR), and methods of AoR delineation have been formulated by U.S. Environmental Protection Agency (EPA). This paper established the AoR delineation process from an ongoing San Juan Basin CarbonSAFE Phase III: Ensuring Safe Subsurface Storage of CO2 in Saline Reservoirs project funded by the U.S. Department of Energy (DOE). This study constructed a flow model with comprehensive geologic features identified by characterization efforts. A multi-phase compositional simulator is used to design and implement cases targeting sequestering over 50 million metric tonnes of CO2 over 30 years while various critical storage trapping mechanisms are considered. In the end, the potential impacts on the USDW resulting from the CO2 injection activities were evaluated through AoR delineations. Our preliminary results indicate that properly identifying the depth of the lowermost USDW and the depth of injection zones is essential to delineate the AoR accurately. The density of the formation saline is also highly influential to the size of the AoR. Compared with the risk of CO2 plume migration, pore pressure build-up in the storage reservoir is more likely to jeopardize the USDW during large-scale gas sequestrations. Further, the largest AoR appeared at the end of the injection activity. Therefore, to guarantee the safety of USDW from injection activities, stringent monitoring efforts are particularly required in this region during CO2 injection and post-injection care. Therefore, controlling the size of AoR will increase the overall storage capacity while complying with the environmental protection law. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 2 SPE-212795-MS This work employed realistic reservoir characterization data including 3D seismicity, well logs, core analysis, and fluid sampling. As the worldwide commercial CO2 geologic storage projects aim for soaring storage capacity goals, this work underscored an indispensable but sometimes discounted aspect of environmental impacts associated with large-scale CCUS projects. The hazard from connate fluid contamination is as noteworthy as that of CO2 leakage to environmental safety. Keywords: CCUS, Environment, Reservoir Modelling, Optimization, Carbon Capture Introduction Human activities make an abundance of Carbon in the air. Concern about global climate change and the growth of carbon dioxide (CO2) emissions from expanding coal-fired power generation and industries sector raises actions carbon storing activity is necessary. This triggered many earth activities and was supported by the US Environmental Protection Agency (EPA) adopted Class VI under the UIC program specifically to regulate dedicated CO2 injection and long-term storage. Many acts have been built for Carbon storage captures, such as The Kyoto Protocol on Greenhouse Gas Control Technologies, October 2002, in Kyoto, Japan, Recognize and Commitment of GoI to Reduce Green House Gas (GHG) Emission in COP 21 - Paris. Carbon capture and storage (CCS) technologies are suspected to be the only option to reduce up to 90% of CO2 emissions (Johnson et al, 2015). Several resources produce CO2 that can be efficiently removed, captured, and utilized. For example, large CO2 resources are concentrated in major power plants. Power plants can produce a massive amount of CO2 during post-combustion, pre-combustion, and oxyfuel combustion (Pehnt and Henkel.). In addition, a great secondary resource would be the oil and gas processing plants. Some other industries such as steel industries, hydrogen production, pulp and paper Industry, and cement manufacturs may also emit an abundance of the amount of CO2. In this paper, our study demonstrated the CarbonSAFE Phase III San Juan Basin project that contributes to the technical and economic viability of CCS in deep saline aquifers. The drilling of the characterization well will be completed in 2023 in a low-population-density area and high desert with numerous existing oil and gas facilities. The connection pipeline will be constructed to deliver CO2 from the source to the injection site. Understanding the characterization of the geological storage site is critical for successful sequestration. This work employed well logs, core analysis, fluid sampling, pressure data, well intervention, and formation classification. The paper provides workflow as follows to make reservoir characterization data from the San Juan Basin Carbon SAFE Phase III project by building the site screening, site selection, and reservoir dynamic simulation model, to delineate AoR followed by mechanical testing to get caprock integrity, and geologic storage. The risk assessment, well placement strategy and optimization to get optimum CO2 storage at minimum risk will be studied further as the project proceeds. Project Background San Juan Basin CarbonSAFE Phase III: Ensuring Safe Subsurface Storage of CO2 in Saline Reservoirs is being conducted under a U.S. Department of Energy (DOE) cooperative funding agreement, led by the New Mexico Institute of Mining and Technology. The goal is to implement comprehensive geologic characterization within the San Juan Basin, deploy state-of-the-art CCS technologies, moderate the local carbon emission sourcing entities, and enhance public awareness of the carbon-neutral blueprint. This project is a feasibility study and is expected to set the initiative of mega-scale anthropogenic carbon emissions storage in deep saline aquifers of the San Juan Basin and accelerate the development of a carbon capture, utilization, and storage (CCUS) hub in the Four States Corner area. According to the project geology characterization service, the San Juan Basin region is highly favorable for CO2 sequestration that Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 3 covers 7,500 mi2"
    },
    {
        "URL": "Primasari2023_CCS_SJB_ImpactOnDrinkingWaterSources.pdf",
        "Text": "deep saline aquifers. The drilling of the characterization well will be completed in 2023 in a low-population-density area and high desert with numerous existing oil and gas facilities. The connection pipeline will be constructed to deliver CO2 from the source to the injection site. Understanding the characterization of the geological storage site is critical for successful sequestration. This work employed well logs, core analysis, fluid sampling, pressure data, well intervention, and formation classification. The paper provides workflow as follows to make reservoir characterization data from the San Juan Basin Carbon SAFE Phase III project by building the site screening, site selection, and reservoir dynamic simulation model, to delineate AoR followed by mechanical testing to get caprock integrity, and geologic storage. The risk assessment, well placement strategy and optimization to get optimum CO2 storage at minimum risk will be studied further as the project proceeds. Project Background San Juan Basin CarbonSAFE Phase III: Ensuring Safe Subsurface Storage of CO2 in Saline Reservoirs is being conducted under a U.S. Department of Energy (DOE) cooperative funding agreement, led by the New Mexico Institute of Mining and Technology. The goal is to implement comprehensive geologic characterization within the San Juan Basin, deploy state-of-the-art CCS technologies, moderate the local carbon emission sourcing entities, and enhance public awareness of the carbon-neutral blueprint. This project is a feasibility study and is expected to set the initiative of mega-scale anthropogenic carbon emissions storage in deep saline aquifers of the San Juan Basin and accelerate the development of a carbon capture, utilization, and storage (CCUS) hub in the Four States Corner area. According to the project geology characterization service, the San Juan Basin region is highly favorable for CO2 sequestration that Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 3 covers 7,500 mi2 (square miles), as abundant CO2 sources and potential storage reservoirs spread among the regions. San Juan Basin lies primarily in New Mexico and extends into part of Utah, Colorado, and Arizona. The local geologic stratigraphy contains a thick sedimentary section ranging from Cambrian to Eocene-aged rocks. At the deepest part of the basin, there are over 15,000 feet of sedimentary fill. As shown in Figure 1 (modified from Craigg, S.D., 2001), San Juan Basin is a relatively flat topography that deepens to the east; and a high area in the west-northwest produced by faulting within a Hogback Monocline. The relief on the fault/monocline averages around 4,000 to 4,500 feet. Figure 1—Outline and Stratigraphy of the San Juan Basin (Craigg, S.D., 2001) The proposed carbon storage site is located at the Northwest basion and has been affected by multiple episodes of tectonic activities that contribute to the fault and fracture history of the area. One of the uncertain structures that has been identified is the Hogback Monocline at the western edge of the San Juan Basin. In the geologic literature (Stone et al., 1983; Cather, 2004; Craigg, 2001), the feature is a steep monocline or a high-angle reverse fault with the youngest units draping over the fault zone. The hogback monocline is a compound structure, overlying reactivated faults, with both folds and faults variably expressed along strike and vertically throughout the stratigraphic section. The local hydrology of the San Juan Basin is shown in Figure 2. Most of the groundwater in the San Juan Basin is developed in Cenozoic to Mesozoic sandstones that are separated by low-permeability shale to mudstone intervals. Groundwater in the San Juan Basin occurs in unconfined water table settings along the aquifer outcrop belts and the alluvial aquifer along the major river drainages and in confined, artesian conditions toward the center of the basin (Levings et al. 1990; Kernodle et al. 1996) that protected by two shales confining zone. The San Juan Basin consists of 1,500 to 2,000 feet of shale that is aerially extensive from the Brushy Basin Member of the Morrison Formation, the Summerville Formation, the Todilto Formation, and the Carmel Formation. In addition, Cretaceous Mancos Shale, Greenhorn Limestone, and Graneros Shale are considered to be secondary seals. The shales have extremely low permeabilities (<0.01 mD) and low porosities (less than 1-2%), however, Mancos Shales have porosities is reported up to 16% (averaging 3-5%) Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 4 SPE-212795-MS and permeabilities up to 120 mD (normally less than 1 mD). Below the sealing, formations, storage layers, and properties are listed in Table 1. These data are also considered for the ranges of the property population simulation model (Vincelette and Chittum, 1981; company reports data). Therefore, the San Juan Basin CarbonSAFE group targets one stacked reservoir with the best and safest potential to sequester copious quantities of CO2 in the Farmington, New Mexico area. Figure 2—Cross Section of the Geological (latitude of Aztec), reference US Geological Surveys Table 1—Eight Formation Sandstone saltwater disposal layers in the San Juan Basin (compiled from company reports data) Porosity, frac Permeability, mD No Formation Names Mean Max Mean Max 1 Dakota Sandstone 0.06 0.25 1.14 10 2 Brushy Basin Member 0.10 0.38 0.5 40 3 Salt Wash Member 0.08 0.20 1.13 21.5 4 Bluff 0.10 0.28 5.15 941 5 Summerville 0.05 0.20 0.8 4.29 6 Todilto 0.03 0.18 2.44 1.9 7 Entrada Sandstone 0.13 0.27 21 982 8 Carmel 0.04 0.15 1.55 10.49 Review of established AoR delineation methods The U.S. Environmental Protection Agency (EPA) regulated the requirements of delineating Area of Review (AoR) to quantify the perspective impacts resulting from CO2 storage activities. The AoR is defined as a boundary representing storage projects where USDW may be comprised by the maximum impacts of either the gas saturation or the elevated storage reservoir pressures through CO2 injections. Besides the apparent impact of CO2 saturation increment, pressure elevation may result in the saline formation breaching into the USDW layers, and the distribution of saturation gas is movable along the water migration. Dynamic numerical simulations can predict the anticipated pressure front and the CO2 distribution in the reservoir. This inspection model should be drawn overlaid, and the outer part would be the counter line. However, Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 5 defining the AoR with the CO2 saturation plume has been rare, as the elevated reservoir pressure is likely to exceed regions encompassed by CO2 migration. According to the EPA's Guidance class VI rules, several methods exist to quantify the pressure build- up with CO2 injections. Moreover, it also provides protocols on how to identify, evaluate, and perform any corrective actions regarding the hypothetical artificial perforation within the AoR. Under pressurized scenario: pressure-front based on bringing injection zone and USDW to under- pressured reservoirs. Pressure increment can be defined as the maximum pressure allowable at injection layers, as it is hydraulic heads that calculate pressure increment may lift the reservoir saline water to the USDW through the potential conduit. The pressure-increment component of the AoR is the maximum pressure at the grid injection zone that equalizes with USDW. The incremental pressure or ΔPi,f (1) corresponds to the maximum allowable reservoir pressure under-pressurized relative or positive value to the USDW equal to ΔPi,f prior to potential fluid migration into the drinking water reservoir. (1)"
    },
    {
        "URL": "Primasari2023_CCS_SJB_ImpactOnDrinkingWaterSources.pdf",
        "Text": "Area of Review (AoR) to quantify the perspective impacts resulting from CO2 storage activities. The AoR is defined as a boundary representing storage projects where USDW may be comprised by the maximum impacts of either the gas saturation or the elevated storage reservoir pressures through CO2 injections. Besides the apparent impact of CO2 saturation increment, pressure elevation may result in the saline formation breaching into the USDW layers, and the distribution of saturation gas is movable along the water migration. Dynamic numerical simulations can predict the anticipated pressure front and the CO2 distribution in the reservoir. This inspection model should be drawn overlaid, and the outer part would be the counter line. However, Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 5 defining the AoR with the CO2 saturation plume has been rare, as the elevated reservoir pressure is likely to exceed regions encompassed by CO2 migration. According to the EPA's Guidance class VI rules, several methods exist to quantify the pressure build- up with CO2 injections. Moreover, it also provides protocols on how to identify, evaluate, and perform any corrective actions regarding the hypothetical artificial perforation within the AoR. Under pressurized scenario: pressure-front based on bringing injection zone and USDW to under- pressured reservoirs. Pressure increment can be defined as the maximum pressure allowable at injection layers, as it is hydraulic heads that calculate pressure increment may lift the reservoir saline water to the USDW through the potential conduit. The pressure-increment component of the AoR is the maximum pressure at the grid injection zone that equalizes with USDW. The incremental pressure or ΔPi,f (1) corresponds to the maximum allowable reservoir pressure under-pressurized relative or positive value to the USDW equal to ΔPi,f prior to potential fluid migration into the drinking water reservoir. (1) as the pressure front is defined as the minimum injection pressure that can cause fluid flow from the injection zone to USDW. The calculation for the pressure-front (Pi,f) is in the following equation: (2) Where Pu is the initial pore pressure at top formation USDW, ρi injection zone fluid density, g is the gravitational acceleration, zu depth at UDSWzi depth at the injection zone Pi pressure at the target injection zone before CO2 injection. Equilibrate pressure scenario: pressure front based on displacing fluid initially present in the borehole for hydrostatic cases. Under-pressurized cases usually occur in a storage system with a long production history. Like the under-pressurized scenario, the hydrostatic case considers pressure increments that may reach critical pressure forcing connate fluid up through the wellbore. Therefore, equation 3 is used to calculate the minimum increased pressure threshold for the hydrostatic calculation using a uniform density linear approach. However, if the pressure value increases less than the threshold pressure increases ΔPc (3), then the fluid that is initially in the wellbore may leak into the USDW layer, yet is acceptable (Nicot et. al). (3) (4) Based on our current best knowledge, the storage reservoir of the SJB CarbonSAFE project may follow a normal or under-pressure gradient. Therefore, both methods 1 and 2 will be demonstrated in this paper. However, upon further characterization data available from the stratigraphic well drilling and testing in January 2023, the AoR delineation method will be revisited and will be counted in future progress as an uncertainty risk analysis. Over-pressurized Scenario. In some cases, the initial pressure within the saline reservoirs may exceed the critical pressure even before CO2 injection. This pressure will be great enough to move fluids up to the USDW through open conduits of artificial penetrations, such as early breakthrough at existing wellbores, or natural faults and fractures in the seals. Determination of the allowable pressure increase to be used in AoR delineation for the over-pressurized case may require more sophisticated methods than the analytical equations described above. EPA suggested solutions from researchers to estimate the allowable pressure increase for over-pressurized reservoirs at recent projects approved with Class VI well permits. Nicot et al. 2008 concluded from the calculation of AoR as the discrepancy calculations from eq.1 and eq.3 between the invaded injection and USDW zones owing to the density value. While Birkholzer et al. 2011 designed a Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 6 SPE-212795-MS numerical multiphase model and multiple wellbores resulted in additional pressure due to the increased fluid leakage rate. Birkholzer's equations also mentioned the multiplication effect of delineating AoR because of the hydraulic gradient, aquifer thickness, and hydraulic conductivity. One of the EPA's archived documents is the Morgan County CO2 Storage Site. It applied the investigation of the delineation AoR of an over-pressurized case. The investigation provides comprehensive calculations from researchers such as Cihan et al, 2011, 2013; Nicot, 2008; Birkholzer, 2011 to assess critical pressures. While EPA's analytical calculation methods are inapplicable, Nicot and Birkholzer's calculations successfully assessed the critical pressure for AoR to be about 13.76 and 9.65 psi. In addition, Cihan et al, 2011 simulated varied thief zone cases that resulted in a plume-sized AoR zone. Meanwhile, in 2013, using a conservative method without a thief zone resulted in a larger AoR. The applicable assessment of all methods showed similarity in the critical pressure of the pressure front with ten psi in the average pressure differences during the project's lifetime. Another study by Burton-Kelly et al. 2021 provided a workflow to implement a UIC Program for Class VI injection wells located within the state, except within \"Indian lands.\". Therefore, in the state of North Dakota, Class VI injection wells and the associated storage facility permit for the storage project are managed under the North Dakota Century Code (NDCC) (Chapter 38-22, Carbon Dioxide Underground Storage) and the North Dakota Administrative Code (NDAC) (Chapter 43-05-01, Geologic Storage of Carbon Dioxide). NDCC delineates a risk-based AoR combining approaches of semianalytical solutions for estimating fluid formation leakage through hypothetical leaky wellbore with the results of physics-based numerical reservoir simulations. This study calculated pressure build-up with analytical solutions from the ASLMA model (Analytical Solution for Multilayered Aquifer) that addressed leakages through hydraulic wellbores and hypothetical conduits into the lowermost USDW. Further, the ASLMA tool used thief zone cases to define potential leakages as a function of the incremental pressure after 180,000 metric tonnes per year. It is concluded that the risk-based pressure build-up is insufficient to endanger the USDW. Moreover, without considering the thief zone, the cumulative leakage of the CO2 over 20 years was estimated to be less than 400 cubic meters beyond the supercritical gas plume. Methodology Model Description An advanced multi-phase compositional simulator was used to conduct dynamic modeling for the SJB CarbonSAFE project. The model's domain is 60 by 60 miles square with 244 × 247x 59 grids in I, J, and K directions. Eight geologic zones stratify from Dakota, Brushy Basin, Saltwash, Bluff, Summerville, Todilto, and Entrada, to Camel formations were constructed in this model (Figure 3). Currently, the San Juan Basin dynamic modeling considered well logs, well injection data, and 2D seismic data. A summary of the input data is shown in Table 2. The porosity and permeability were populated through existing well logs and correlations and were verified through historical saltwater disposal well injections. Ranges of the"
    },
    {
        "URL": "Primasari2023_CCS_SJB_ImpactOnDrinkingWaterSources.pdf",
        "Text": "wells located within the state, except within \"Indian lands.\". Therefore, in the state of North Dakota, Class VI injection wells and the associated storage facility permit for the storage project are managed under the North Dakota Century Code (NDCC) (Chapter 38-22, Carbon Dioxide Underground Storage) and the North Dakota Administrative Code (NDAC) (Chapter 43-05-01, Geologic Storage of Carbon Dioxide). NDCC delineates a risk-based AoR combining approaches of semianalytical solutions for estimating fluid formation leakage through hypothetical leaky wellbore with the results of physics-based numerical reservoir simulations. This study calculated pressure build-up with analytical solutions from the ASLMA model (Analytical Solution for Multilayered Aquifer) that addressed leakages through hydraulic wellbores and hypothetical conduits into the lowermost USDW. Further, the ASLMA tool used thief zone cases to define potential leakages as a function of the incremental pressure after 180,000 metric tonnes per year. It is concluded that the risk-based pressure build-up is insufficient to endanger the USDW. Moreover, without considering the thief zone, the cumulative leakage of the CO2 over 20 years was estimated to be less than 400 cubic meters beyond the supercritical gas plume. Methodology Model Description An advanced multi-phase compositional simulator was used to conduct dynamic modeling for the SJB CarbonSAFE project. The model's domain is 60 by 60 miles square with 244 × 247x 59 grids in I, J, and K directions. Eight geologic zones stratify from Dakota, Brushy Basin, Saltwash, Bluff, Summerville, Todilto, and Entrada, to Camel formations were constructed in this model (Figure 3). Currently, the San Juan Basin dynamic modeling considered well logs, well injection data, and 2D seismic data. A summary of the input data is shown in Table 2. The porosity and permeability were populated through existing well logs and correlations and were verified through historical saltwater disposal well injections. Ranges of the properties are shown in Table 1. The model was initialized to be a 100% saline aquifer system. The initial pressure is calculated using pore pressure 0.427 psi/ft, resulting in a pressure of 3500 psi at Entrada Formation. The reservoir temperature is 192 F at the mid-Entrada depth of 8081 ft. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 7 Figure 3—Formation horizons delineated in the static geologic numerical model Table 2—San Juan Basin Aquifer Dynamic Model Set up Reservoir Parameter Value Remarks Net-to-Gross ratio (NTG) 1 Initial water saturation (Swi) 100% Saline-Aquifer with 50,000 ppm salinity assumption Relative permeability 1 Rock Type Shown in Figure 5 Injection wells 34 IW and 1 IG 3 wells dominated >50% Cumulative injection Geologic zones 8 Dakota, Brushy Basin, Saltwash, Bluff, Summerville, Todilto, Entrada, and Camel Fluid compositions 3 CO2, H2O, CH4 (tracing component) According to lab measurements on outcrop cores, the connate water saturation (Swc) is set to be 0.55, where the corresponding gas relative permeability endpoint (krg) is calculated to be 0.68 at Swc (Figure 5a). In the period of the injection phase, the gas relative permeability (krg) follows the drainage curves as the non-wetting phase saturation increases (krg – red). When the non-wetting phase gas saturation (sg) decreases, the relative permeability curve (krg) follows the scanning imbibition curve (krg - green) till it reduces to the corresponding hysteresis gas saturation Sgrh* (Figure 5b). Fluid modeling has been done by fine-tuning Peng Robinson's Equation of State (EOS) with the assumption of the above-mentioned reservoir P-T conditions and the initial salinity of 50000 ppm. The reservoir cores and fluid sampling will be available upon drilling the SJB CarbonSAFE stratigraphic well, and improved accuracy will be reflected in the modeling efforts. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 8 SPE-212795-MS Figure 4—Porosity (left) and permeability(right) distribution in the reservoir 2D model at Entrada Layer Figure 5—a.the relative permeability curves, b. non-wetting phase imbibition relative permeability curve for hysteresis effect About 35 historical injectors were identified within the model domain, and the injection history was traced back to 1994 at the earliest, with dominant injection into the Salt Wash, Bluff, and Entrada formations between the depths of 6000 to 9000 feet in MD, as shown in Figure 6. Through the historical injection sensitivity analysis, no significant reservoir pressure elevations were observed, nor did the wellhead injection pressure data recorded in the well files. The initialization model has verified the condition of initial water saturation that matches with static model volume. The Swi initialization indicates the validity of the EOS PVT in this study. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 9 Figure 6—Aerial view of all 35 saltwater disposal injectors since 1994 In this history-matching process, honoring the injection constraint is the first step to establishing the model's validity. In other words, the injection history is the primary constraint, and thus the SJB simulation model used the water and gas injection history as the constraint to match the well bottom hole and field pressures. Figures 7 reflexes reasonable matches between simulation results and field data. The pressure shows a good match for individual well profile injection as shown in Figure 8. The simulation results matched the pressure responses indicating that the rock model and fluid properties of the model are plausibly assumed. Currently, the history-matching model matches the reservoir flow type, permeability distribution, and pressure history. Permeability and porosity model at the Entrada layer as shown in Figure 4. Figure 7—History matching result of full field injection history (1994-2022) Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 10 SPE-212795-MS Figure 8—History matching BHP responses of the CARDON COM SWD – one of the representative injectors (1994-2022) Development Strategy As stated, the SJB CarbonSAFE phase III project aims to demonstrate at least of 50 million metric tonnes of CO2 to be permanently stored, with the sequester rate to be no less than 2 million metric tonnes per year for over 30 years. Processes such as multiphase flow advection, dispersion, non-wetting phase trapping, dissolution, and rock-fluid compressibilities are considered. In terms of the trapping mechanisms, geologic and capillary of supercritical CO2, solubility trapping of the aqueous CO2 conditions is included. Wells placement and operating conditions are the two base factors that needed to be determined. The well placement factor mainly considers the reservoir properties, surface accessibility, and land ownership while staying within the licensed seismic area. With the maximum deployment of one to three infill wells, group injection will be implemented as the primary constraint of a maximum 2 million tonnes of CO2 injection per year. The bottom hole pressure limit is set to be 90% of the formation fracture pressure at the shallowest completion depth of each well, which is defined as the maximum single-well bottom hole operating pressure as the second constraint to each injector. The simulation ran in the full-scale field following the history matching period with the following assumptions, and the base case scenarios are shown in Table 3: 1. Maintaining the water injection rate at the end of history matching, till the end of the simulation 2. CO2 injection starts on January 1st, 2025, and ceased on January 1st, 2055, for a total of 30 years. 3. Group constraint of 1 to 3 wells with a maximum of"
    },
    {
        "URL": "Primasari2023_CCS_SJB_ImpactOnDrinkingWaterSources.pdf",
        "Text": "injection history (1994-2022) Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 10 SPE-212795-MS Figure 8—History matching BHP responses of the CARDON COM SWD – one of the representative injectors (1994-2022) Development Strategy As stated, the SJB CarbonSAFE phase III project aims to demonstrate at least of 50 million metric tonnes of CO2 to be permanently stored, with the sequester rate to be no less than 2 million metric tonnes per year for over 30 years. Processes such as multiphase flow advection, dispersion, non-wetting phase trapping, dissolution, and rock-fluid compressibilities are considered. In terms of the trapping mechanisms, geologic and capillary of supercritical CO2, solubility trapping of the aqueous CO2 conditions is included. Wells placement and operating conditions are the two base factors that needed to be determined. The well placement factor mainly considers the reservoir properties, surface accessibility, and land ownership while staying within the licensed seismic area. With the maximum deployment of one to three infill wells, group injection will be implemented as the primary constraint of a maximum 2 million tonnes of CO2 injection per year. The bottom hole pressure limit is set to be 90% of the formation fracture pressure at the shallowest completion depth of each well, which is defined as the maximum single-well bottom hole operating pressure as the second constraint to each injector. The simulation ran in the full-scale field following the history matching period with the following assumptions, and the base case scenarios are shown in Table 3: 1. Maintaining the water injection rate at the end of history matching, till the end of the simulation 2. CO2 injection starts on January 1st, 2025, and ceased on January 1st, 2055, for a total of 30 years. 3. Group constraint of 1 to 3 wells with a maximum of 2 million tonnes per year CO2 injection rate for over 30 years. 4. Forwarding after the CO2 active injection, additional 100 years simulated with no CO2 injection as a post-monitoring period till the end of the simulation. 5. The maximum constraint of BHP was calculated with the fracture pressure gradient of each well (0.9 × 0.63 psi/ft × TVD) 6. The CO2 injection will be solely targeted into the Entrada formation only. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 11 Table 3—Scenario cases of CO2 injection from the case design Well counts Formation Well Name Schedule 1 Entrada Stratigraphic well Contraint – Strat Well - 105 MMSCFD 2 Entrada SJBCS-11, Strat. well Contraint- Group - 105 MMSCFD 3 Entrada SJBCS-11, SJBCS-12, Strat. well Contraint - Group - 105 MMSCFD It should be noted that more than three injectors and multiple various locations are considered and simulated, the scenario mentioned in Table 3 is the selective case for straightforward demonstration. The selection for the three candidate wells must be supported by the reservoir property, well placement, and geologic characterization. Therefore, this infill well comes up with stratigraphic wells, SJBCS-11, and SJBCS-12. The surface area shown in Figure 9 also has a distance from the communal area that makes this selection the best case. Geologic characterization is also the critical step to getting an initial screening before further assessment. Preliminary screening and analyzing basic data to understand potential reservoir suitability. Supported by 3D seismicity, will analyze the stability of the geologic environment and carbon storage integrity. However, the faulted sedimentary basins should be very carefully understood. Therefore, to the current geologic knowledge and land accessibility considerations, a maximum of three injectors appeared to be sufficient and will be explained in the result and discussion. Figure 9—Surface map of the three candidates infill wells Results and Discussion Simulation results As the designed strategies, three scenarios were run to seek the minimal injectors required to achieve the goal of storage – 2 million metric tonnes of annual sequester rate for 30 years. The result of the response CO2 and cumulative CO2 gas injection for each scenario is shown in Figure 10. With the stratigraphic well alone, 28 million tonnes can be stored over 30 years, and with two infill wells, 50 million tonnes are estimated to be injected. Eventually, the stratigraphic well and two other infill wells should complete the scheduled injection for a total of 63.48 million tonnes of cumulative injection. Based on a well-by-well analysis, in the Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 12 SPE-212795-MS three injectors scenario, the stratigraphic well contributes 19.64 million tonnes, SJBCS-11 and SJBCS-12 are 22.18, and 21.66 million tonnes respectively (Figure 11). Figure 10—Response CO2 and cumulative injection CO2 gas for each scenario Figure 11—total CO2 injected in 30 years by the injector in the three wells scenario. The result of the CO2 injection simulation in scenario three show cumulative CO2 storage of 63.48 million tonnes in the end simulation. These infill wells are selected in this study, which have prominent permeability to affect CO2 injectivity on each well. From Figure 11, SJBCS-11 and SJBCS-12 shows adequate storage Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 13 volume of 22.18 and 21.66 million tonnes, respectively. Hence, the stratigraphic well is predicted to have 19.64 million tonnes of CO2 storage. Supercritical CO2 will participate in structural and stratigraphic trapping post-CO2 injection as successful CO2 storage in the early injection years. This geologic trapping would be dominant and the most stable storage rather than other trapping mechanisms (Bosshart et al., 2018). The second durable storage would be hysteresis trapping as the result of capillary trapping. When the immiscible phase fluids are present on the rock, the permeability of one phase flow is reduced compared to other existence on the core; thus, CO2 becomes immobile on the rock. This trapping mechanism benefits the saline formation as the CO2 may flow slower upward to the surface, which can be economically feasible. Solubility trapping also takes a small portion of trapping mechanisms; the solubility constant is a critical parameter to calculate the amount of dissolution as a function of pressure, temperature, and salinity. Figure 12 shows the trapped mole of CO2 for different mechanisms involved in the simulation. Most of the injected CO2 is initially trapped as a geologic (structural) mechanism with some dissolved gas in the water and a small amount of hysteresis trapping. Once the injection stopped in 2051, hysteresis trapping increased over time, and geologic trapping decreased. In another word, the geologic trapped gas converted into the hysteresis trapped by slow flow upward to the surface. Figure 12—CO2 molecule trapped based on trapping mechanisms over time (2025 - 2095) The saturated gas after the injection period will increase the abundance of gas CO2 composition, as shown in Figure 12. The supercritical gas is mainly trapped on the top layer due to the buoyancy factor. The gas plume at the end of the 30-year injection is shown in the green contour, and the diameter of the combined plume is estimated to be 5 to 7 miles. Supercritical CO2 injection can transform into different phases and conditions that can be monitored for up to 100 years post-injection in our simulation. This plume may have a separate phase, widening the gas saturation;"
    },
    {
        "URL": "Primasari2023_CCS_SJB_ImpactOnDrinkingWaterSources.pdf",
        "Text": "most stable storage rather than other trapping mechanisms (Bosshart et al., 2018). The second durable storage would be hysteresis trapping as the result of capillary trapping. When the immiscible phase fluids are present on the rock, the permeability of one phase flow is reduced compared to other existence on the core; thus, CO2 becomes immobile on the rock. This trapping mechanism benefits the saline formation as the CO2 may flow slower upward to the surface, which can be economically feasible. Solubility trapping also takes a small portion of trapping mechanisms; the solubility constant is a critical parameter to calculate the amount of dissolution as a function of pressure, temperature, and salinity. Figure 12 shows the trapped mole of CO2 for different mechanisms involved in the simulation. Most of the injected CO2 is initially trapped as a geologic (structural) mechanism with some dissolved gas in the water and a small amount of hysteresis trapping. Once the injection stopped in 2051, hysteresis trapping increased over time, and geologic trapping decreased. In another word, the geologic trapped gas converted into the hysteresis trapped by slow flow upward to the surface. Figure 12—CO2 molecule trapped based on trapping mechanisms over time (2025 - 2095) The saturated gas after the injection period will increase the abundance of gas CO2 composition, as shown in Figure 12. The supercritical gas is mainly trapped on the top layer due to the buoyancy factor. The gas plume at the end of the 30-year injection is shown in the green contour, and the diameter of the combined plume is estimated to be 5 to 7 miles. Supercritical CO2 injection can transform into different phases and conditions that can be monitored for up to 100 years post-injection in our simulation. This plume may have a separate phase, widening the gas saturation; some will be soluble in the water and migrate. The blue and purple contour in Figure 13 shows the plume development in the year 2095 and 2155. The size of the plume did not expand further and is mainly because it was trapped by the hysteresis effect and is consistent with the trapping mechanisms displayed in Figure 5b. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 14 SPE-212795-MS Figure 13—Supercritical plume gas CO2 gas of scenarios in 30 years- at Entrada injection Zone Initial AoR calculated The third representative case met the target where the two additional infills were needed in the north along with the stratigraphic well. Therefore, this scenario will be discussed and demonstrated with the following AoR calculations. Numerical modeling predicted the reservoir pressure and saturation variations needed for AoR delineation following the EPA class VI guidance. Again, based on our current best knowledge, the storage reservoir of the SJB CarbonSAFE project may follow a normal or under-pressure gradient. Therefore, both methods 1 and 2 will be demonstrated in this paper. For method 1, the under-pressured scenario, the critical pressure is calculated to be 379.13 psi, which means that in the Entrada formation, locations, where the reservoir pressure increased more than the critical pressure, is considered within the AoR. Figure 14 shows the calculated Method 1 AoR contour compared to the size of the CO2 plume. It is obvious that the pressure-front contour has encompassed the CO2 saturation plume even when the under-pressurized reservoir condition is assumed, and thus the pressure-front base AoR defines the Class VI permit application for the SJB CarbonSAFE project. Figure 15 shows the view of the Method 1 AoR compared to the size of the model domain, and the AoR would be quite confined if the Entrada zone was characterized to be somewhat under the normal formation pore pressure gradient. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 15 Figure 14—Method 1 under-pressurized scenario AoR (green) comparing to the CO2 plume (blue) at the end of 30-year injection. Figure 15—Size of the Method 1 under-pressurized scenario AoR (green) comparing to the CO2 plume (blue-shaded), licensed project sesmic boundary (yellow – dashed), and the model domain (purple – solid) In Method 2 - hydrostatic case, the pressure front is much larger as shown in Figure 16. It is because a much lower threshold pressure was calculated to be 37.6 psi, as a result of the water in the wellbore will leak into the USDW formation. Hence, this method uses uniform density linear and may need to be more accurate which results in AoR profil more coarse calculation. Therefore, the delineation AoR is drawn as the red circle line shows a much more extensive AoR that encompasses around the circle of 40 miles in diameter (red-dashed). However, upon further characterization data available from the stratigraphic well drilling and testing in January 2023, the AoR delineation method will be revisited and will be counted in future progress as an uncertainty risk analysis. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 16 SPE-212795-MS Figure 16—Maximum extent of allowable at Entrada injection Zone in 30 years -Hydrostatic Method It can be concluded that in the San Juan Basin, the risk of CO2 plume migration risk is much lower than the pressure build-up. Pore pressure build-up in the storage reservoir is more likely to jeopardize the USDW during large-scale gas sequestrations. In detail, density-driven would make buoyancy effect of CO2 light density characterization and permeability vertical will make flow path into lateral or vertical movement. The risk may quantify the CO2 migration to go vertical by seal matrix, goes to a fault, leakage into wellbore well injector, and could go into Underground Storage Water. Conclusion Remarks This paper aims to provide the viability of potential CO2 storage of at least 50 million metric tonnes in a complex geological structure compounded with long years of oil and gas activities. This work together with other tasks undertaken as part of San Juan Basin CarbonSAFE project is to accelerate the deployment of CCS within the Four Corners region. Based on the discussions from the previous section the following conclusions can be summarized: • Total storage of 63 million tonnes of CO2 can be achieved by the stratigraphic well along with two additional infill injectors in 30 years • Supercritical gas migrates to the top of the reservoir and creates an area with a diameter of 5-7 miles. The monitoring of the gas plume over 100 years after injection shows that the size of the plume did not expand further, mainly because of the hysteresis trapping effect. • The AoR delineation has been done using two methods of hydrostatic and under-pressure. Identifying the depth of the lowermost USDW and the depth of injection zones is essential to delineate the AoR. The decision to choose either of these methods should be evaluated based on prevailing conditions in a respective storage complex. • Pore pressure build-up in the storage reservoir is most likely to have more risk than the CO2 plume migration, during large-scale sequestrations. Moreover, the movement and distribution of CO2 plumes show very minimum in the model over 100 years after injection. • The study also proposed the best scenario of CO2 injection in a total of 63 million metric tonnes with three injectors and the"
    },
    {
        "URL": "Primasari2023_CCS_SJB_ImpactOnDrinkingWaterSources.pdf",
        "Text": "or vertical movement. The risk may quantify the CO2 migration to go vertical by seal matrix, goes to a fault, leakage into wellbore well injector, and could go into Underground Storage Water. Conclusion Remarks This paper aims to provide the viability of potential CO2 storage of at least 50 million metric tonnes in a complex geological structure compounded with long years of oil and gas activities. This work together with other tasks undertaken as part of San Juan Basin CarbonSAFE project is to accelerate the deployment of CCS within the Four Corners region. Based on the discussions from the previous section the following conclusions can be summarized: • Total storage of 63 million tonnes of CO2 can be achieved by the stratigraphic well along with two additional infill injectors in 30 years • Supercritical gas migrates to the top of the reservoir and creates an area with a diameter of 5-7 miles. The monitoring of the gas plume over 100 years after injection shows that the size of the plume did not expand further, mainly because of the hysteresis trapping effect. • The AoR delineation has been done using two methods of hydrostatic and under-pressure. Identifying the depth of the lowermost USDW and the depth of injection zones is essential to delineate the AoR. The decision to choose either of these methods should be evaluated based on prevailing conditions in a respective storage complex. • Pore pressure build-up in the storage reservoir is most likely to have more risk than the CO2 plume migration, during large-scale sequestrations. Moreover, the movement and distribution of CO2 plumes show very minimum in the model over 100 years after injection. • The study also proposed the best scenario of CO2 injection in a total of 63 million metric tonnes with three injectors and the historical data were used for a predictive forecast for accurate AoR delineation. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 SPE-212795-MS 17 Acknowledgments Funding for this project is provided by the U.S. Department of Energy's (DOE) National Energy Technology Laboratory (NETL) under Award No. DE-FE0031890. The authors gratefully acknowledge the contributions of scientists and engineers, working at the New Mexico Institute of Mining and Technology, the University of Utah, and the Los Alamos National Laboratory. Reference Ganesh PR, Mishra S. Simplified physics model of CO2 plume extent in stratified aquifer caprock systems. Greenhouse Gases: Science and Technology. 2016 Feb;6(1):70–82. Burton Kelly ME, Azzolina NA, Connors KC, Peck WD, Nakles DV, Jiang T. Risk‐based review estimation in overpressured reservoirs to support injection well storage facility permit requirements for CO2 storage projects. Greenhouse Gases: Science and Technology. 2021 Oct;11(5):887-906. Burton‐Kelly, M.E., Azzolina, N.A., Connors, K.C., Peck, W.D., Nakles, D.V. and Jiang, T., 2021. Risk‐based area of review estimation in overpressured reservoirs to support injection well storage facility permit requirements for CO2 storage projects. Greenhouse Gases: Science and Technology, 11(5), pp.887-906. AD Hartono, F Hakiki, Z Syihab, F Ambia, A Yasutra, S Sutopo, M Efendi, I Primasari, optimization, 2017. Society of Petroleum Engineers (SPE), SPE-186884-MS Geologic Sequestration of Carbon Dioxide Underground Injection Control (UIC) Program Class VI Well Area of Review Evaluation and Corrective Action Guidance, 2013: EPAEnvironmental protection Agency Chaodong Yang, Long Nghiem, Jim Erdle, Ali Moinfar, Eugene Fedutenko, Heng Li, Arash Mirzabozorg, An Efficient and Practical Workflow for Probabilistic Forecasting of Brown Yang, C., Nghiem, L., Erdle, J., Moinfar, A., Fedutenko, E., Li, H., Mirzabozorg, A. and Card, C., 2015, September. An efficient and practical workflow for probabilistic forecasting of brown fields constrained by historical data. In SPE Annual Technical Conference and Exhibition. OnePetro. You, J., Ampomah, W., Kutsienyo, E.J., Sun, Q., Balch, R.S., Aggrey, W.N. and Cather, M., 2019, June. Assessment of enhanced oil recovery and CO2 storage capacity using machine learning and optimization framework. In SPE Europe featured at the 81st EAGE Conference and Exhibition. OnePetro. Johnson, N., Krey, V., McCollum, D.L., Rao, S., Riahi, K. and Rogelj, J., 2015. Stranded on a low-carbon planet: Implications of climate policy for the phase-out of coal-based power plants. Technological Forecasting and Social Change, 90, pp.89-102. Pehnt, M. and Henkel, J., 2009. Life cycle assessment of carbon dioxide capture and storage from lignite power plants. International Journal of Greenhouse Gas Control, 3(1), pp.49-66. Craigg, S.D., 2001. Geologic framework of the San Juan structural basin of New Mexico, Colorado, Arizona, and Utah, with emphasis on Triassic through Tertiary rocks (No. 1420). McLemore, V.T., Hoffman, G.E., Johnson, P.J., Wilks, M., Johnson, P., and Jones, G.K., 2003. Use of the New Mexico Mines Database in reclamation studies involving mine waste rock piles and tailings. Tailings and Mine Waste ‘03: Swets and Zeitlinger, Lisse, pp.15–27. Cihan, A., Oldenburg, C.M. and Birkholzer, J.T., 2022. Leakage From Coexisting Geologic Forcing and Injection Induced Pressurization: A Semi‐Analytical Solution for Multilayered Aquifers With Multiple Wells. Water Resources Research, 58(5), p.e2022WR032343. Nicot, J.P., Oldenburg, C.M., Bryant, S.L. and Hovorka, S.D., 2009. Pressure perturbations from geologic carbon sequestration: Area-of-review boundaries and borehole leakage driving forces. Energy procedia, 1(1), pp.47–54. Kelley, S.A., 2014. Hydrologic assessment of oil and gas resource development of the Mancos Shale in the San Juan Basin, New Mexico. New Mexico Bureau of Geology and Mineral Resources, New Mexico Institute of Mining & Technology. Vincelette, R.R. and Chittum, W.E., 1981. Exploration for oil accumulations in Entrada sandstone, San Juan basin, New Mexico. AAPG Bulletin, 65(12), pp.2546–2570. Levings, G.W., Kernodle, J.M. and Thorn, C.R., 1996. Summary of the San Juan structural basin regional aquifer-system analysis, New Mexico, Colorado, Arizona, and Utah (Vol. 95, No. 4188). US Department of the Interior, US Geological Survey. Kernodle, J.M., Thorn, C.R., Levings, G.W., Craigg, S.D., and Dam, W.L., 1990. Hydrogeology of the Kirtland Shale and Fruitland Formation in the San Juan Structural Basin, New Mexico, Colorado, Arizona, and Utah (No. 720-C). Wawrzyniec, T.F., Ault, A.K., Geissman, J.W., Erslev, E.A. and Fankhauser, S.D., 2007. Paleomagnetic dating of fault slip in the Southern Rocky Mountains, USA, and its importance to an integrated Laramide foreland strain field. Geosphere, 3(1), pp.16–25. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 18 SPE-212795-MS Huffman, A.C., 1987. Petroleum geology and hydrocarbon plays of the San Juan Basin Petroleum Province. US Geological Survey. Kernodle, J.M., 1996. Hydrogeology and steady-state simulation of ground-water flow in the San Juan Basin, New Mexico, Colorado, Arizona, and Utah (Vol. 95, No. 4187). US Department of the Interior, US Geological Survey. Vincelette, R.R. and Chittum, W.E., 1981. Exploration for oil accumulations in Entrada sandstone, San Juan basin, New Mexico. AAPG Bulletin, 65(12), pp.2546–2570. Burton Kelly, M.E., Azzolina, N.A., Connors, K.C., Peck, W.D., Nakles, D.V. and Jiang, T., 2021. Risk based area of review estimation in overpressured reservoirs to support injection well storage facility permit requirements for CO2 storage projects. Greenhouse Gases: Science and Technology, 11(5), pp.887–906. Cihan, A., Oldenburg, C. and Birkholzer, J., 2022. The Role of Pressure Dissipation via Caprock in Reducing Brine Leakage in Overpressured Geological CO2 Storage Reservoirs. Proceedings of the 16th Greenhouse Gas Control Technologies Conference (GHGT-16) Tu, J., Ampomah, W., Moodie, N., Ulmer-Scholle, D., Martin, L., Wells, E. and Parwar, R., 2022, September. Demonstration Numerical Simulation of Field-Scale CO2 Sequestration Project with Complex Faulting System in San Juan Basin, USA. In SPE Annual"
    },
    {
        "URL": "Primasari2023_CCS_SJB_ImpactOnDrinkingWaterSources.pdf",
        "Text": "of the San Juan structural basin regional aquifer-system analysis, New Mexico, Colorado, Arizona, and Utah (Vol. 95, No. 4188). US Department of the Interior, US Geological Survey. Kernodle, J.M., Thorn, C.R., Levings, G.W., Craigg, S.D., and Dam, W.L., 1990. Hydrogeology of the Kirtland Shale and Fruitland Formation in the San Juan Structural Basin, New Mexico, Colorado, Arizona, and Utah (No. 720-C). Wawrzyniec, T.F., Ault, A.K., Geissman, J.W., Erslev, E.A. and Fankhauser, S.D., 2007. Paleomagnetic dating of fault slip in the Southern Rocky Mountains, USA, and its importance to an integrated Laramide foreland strain field. Geosphere, 3(1), pp.16–25. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025 18 SPE-212795-MS Huffman, A.C., 1987. Petroleum geology and hydrocarbon plays of the San Juan Basin Petroleum Province. US Geological Survey. Kernodle, J.M., 1996. Hydrogeology and steady-state simulation of ground-water flow in the San Juan Basin, New Mexico, Colorado, Arizona, and Utah (Vol. 95, No. 4187). US Department of the Interior, US Geological Survey. Vincelette, R.R. and Chittum, W.E., 1981. Exploration for oil accumulations in Entrada sandstone, San Juan basin, New Mexico. AAPG Bulletin, 65(12), pp.2546–2570. Burton Kelly, M.E., Azzolina, N.A., Connors, K.C., Peck, W.D., Nakles, D.V. and Jiang, T., 2021. Risk based area of review estimation in overpressured reservoirs to support injection well storage facility permit requirements for CO2 storage projects. Greenhouse Gases: Science and Technology, 11(5), pp.887–906. Cihan, A., Oldenburg, C. and Birkholzer, J., 2022. The Role of Pressure Dissipation via Caprock in Reducing Brine Leakage in Overpressured Geological CO2 Storage Reservoirs. Proceedings of the 16th Greenhouse Gas Control Technologies Conference (GHGT-16) Tu, J., Ampomah, W., Moodie, N., Ulmer-Scholle, D., Martin, L., Wells, E. and Parwar, R., 2022, September. Demonstration Numerical Simulation of Field-Scale CO2 Sequestration Project with Complex Faulting System in San Juan Basin, USA. In SPE Annual Technical Conference and Exhibition. OnePetro. Bosshart, N.W., Pekot, L.J., Wildgust, N., Gorecki, C.D., Torres, J.A., Jin, L., Ge, J., Jin, T., Heebink, L.V., Kurz, M.D. and Dalkhas, C., 2018. Best Practices for Modeling and Simulation of CO2 Storage (No. DOE-EERC-42592-17). Univ. of North Dakota, Grand Forks, ND (United States). Energy and Environmental Research Center. Downloaded from http://onepetro.org/specet/proceedings-pdf/23CET/23CET/D022S016R002/3097443/spe-212795-ms.pdf/1 by Petroleum Recovery Research Center user on 28 March 2025"
    }
]